{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Covid-19",
      "SARS-CoV-2",
      "elderly",
      "heart damage",
      "prevalent comorbidity",
      "underlying disease"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32921216",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "09",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/14787210.2020.1822737"
    ],
    "Journal": {
      "ISSN": "1744-8336",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "3",
        "PubDate": {
          "Year": "2021",
          "Month": "Mar"
        }
      },
      "Title": "Expert review of anti-infective therapy",
      "ISOAbbreviation": "Expert Rev Anti Infect Ther"
    },
    "ArticleTitle": "COVID-19 and cardiac injury: clinical manifestations, biomarkers, mechanisms, diagnosis, treatment, and follow up.",
    "Pagination": {
      "StartPage": "345",
      "EndPage": "357",
      "MedlinePgn": "345-357"
    },
    "Abstract": {
      "AbstractText": [
        "Coronavirus disease 2019 (COVID-19) has the characteristics of high transmission, diverse clinical manifestations, and a long incubation period. In addition to infecting the respiratory system, COVID-19 also has adverse effects on the cardiovascular system. COVID-19 causes acute myocardial injuries, as well as chronic damage to the cardiovascular system.",
        "The present review is aimed at providing current information on COVID-19 and the cardiovascular system. PubMed, Scopus, Science direct, and Google Scholar were searched.",
        "It is suggested that heart injury caused by COVID-19 infection might be an important cause of severe clinical phenotypes or adverse events in affected patients. Myocardial damage is closely related to the severity of the disease and even the prognosis in patients with COVID-19. In addition to disorders that are caused by COVID-19 on the cardiovascular system, more protection should be employed for patients with preexisting cardiovascular disease (CVD). Hence, it is very important that once relevant symptoms appear, patients with COVID-19 be rapidly treated to reduce mortality. Thus, early measurements of cardiac damage <i>via</i> biomarkers following hospitalization for COVID-19 infections in a patient with preexisting CVD are recommended, together with careful monitoring of any myocardial injury that might be caused by the infection.<b>Abbreviations</b>: <b>ICU</b>: An intensive care unit; <b>2019-nCoV</b>: 2019 novel coronavirus; <b>ACEI</b>: ACE inhibitor; <b>ACS</b>: Acute coronary syndrome; <b>ARDS</b>: Acute respiratory distress syndrome; <b>AT<sub>1</sub>R</b>: Ang II type 1 receptor; <b>ATP</b>: Adenosine triphosphate; <b>ACC</b>: American College of Cardiology; <b>ACE</b>: Angiotensin converting enzyme; <b>Ang II</b>: Angiotensin II; <b>ARB</b>: Angiotensin II receptor blocker; <b>AV block</b>: Atrioventricular block; <b>CAD</b>: Coronary artery disease; <b>CVD</b>: Cardiovascular disease; <b>CT</b>: Computerized tomography; <b>CHF</b>: Congestive heart failure; <b>CHD</b>: Coronary heart disease; <b>CK-MB</b>: Creatine kinase isoenzyme-MB; <b>CRP</b>: C-reactive protein; <b>cTnI</b>: Cardiac troponin I; <b>EAT</b>: Epicardial adipose tissue; <b>ECMO</b>: Extracorporeal membrane oxygenation; <b>FDA</b>: Food and Drug Administration; <b>G-CSF</b>: Granulocyte colony-stimulating factor; <b>HFrEF</b>: HF with a reduced ejection fraction; <b>synhACE2</b>: Human isoform of ACE2; <b>IL</b>: Interleukin; <b>IABP</b>: Intra-aortic balloon counterpulsation; <b>IP10</b>: Interferon γ-induced protein 10 kDa; <b>LPC</b>: Lysophosphatidylcholine; <b>Mas</b>: Mitochondrial assembly receptor; <b>MCP1</b>: Monocyte chemoattractant protein-1; <b>MERS</b>: Middle East respiratory syndrome; <b>MIP1a</b>: macrophage inflammatory protein 1a: <b>MOF</b>: Multiple organ failure; <b>MI</b>: Myocardial infarction; <b>MRI</b>: Magnetic resonance imaging; <b>MYO</b>: Myohe-moglobin; <b>NT-proBNP</b>: N-terminal pro-brain natriuretic peptide; <b>PCPS</b>: Percutaneous cardiopulmonary assistance; <b>rhACE2</b>: Recombinant human ACE2; <b>SARS</b>: Severe acute respiratory syndrome; <b>Th</b>: T helper; <b>RAS</b>: Renin-angiotensin system; <b>TNF-α</b>: Tumor necrosis factor-α; <b>WHO</b>: World Health Organization."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pharmaceutical Sciences Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."
          }
        ],
        "LastName": "Tajbakhsh",
        "ForeName": "Amir",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Genetics, School of Medicine, Shahid Sadoughi University of Medical Sciences, Yazd, Iran."
          }
        ],
        "LastName": "Gheibi Hayat",
        "ForeName": "Seyed Mohammad",
        "Initials": "SM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."
          }
        ],
        "LastName": "Taghizadeh",
        "ForeName": "Hajar",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anesthesiology, School of Medicine, Shiraz University of Medical Sciences, Shiraz, Iran."
          }
        ],
        "LastName": "Akbari",
        "ForeName": "Ali",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biology, Islamic Azad University, Jahrom Branch, Jahrom, Iran."
          }
        ],
        "LastName": "Inabadi",
        "ForeName": "Masoumeh",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Epilepsy Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Biotechnology, School of Advanced Medical Sciences and Technologies' Shiraz University of Medical Sciences, Shiraz, Iran."
          }
        ],
        "LastName": "Savardashtaki",
        "ForeName": "Amir",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Pharmacology and Pharmaceutical Sciences, School of Pharmacy, University of Missouri-Kansas City, Kansas City, MO, USA."
          }
        ],
        "LastName": "Johnston",
        "ForeName": "Thomas P",
        "Initials": "TP"
      },
      {
        "Identifier": [
          "0000-0002-8656-1444"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran."
          },
          {
            "Identifier": [],
            "Affiliation": "Neurogenic Inflammation Research Center, Mashhad University of Medical Sciences, Mashhad, Iran."
          },
          {
            "Identifier": [],
            "Affiliation": "Polish Mother's Memorial Hospital Research Institute (PMMHRI), Lodz, Poland."
          }
        ],
        "LastName": "Sahebkar",
        "ForeName": "Amirhossein",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Expert Rev Anti Infect Ther",
    "NlmUniqueID": "101181284",
    "ISSNLinking": "1478-7210"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Expert Rev Anti Infect Ther. 2022 Mar;20(3):323",
      "PMID": "34353200"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "immunology",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "metabolism",
        "physiopathology"
      ],
      "DescriptorName": "Cardiovascular System"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Management"
    },
    {
      "QualifierName": [
        "metabolism",
        "physiopathology",
        "therapy",
        "virology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}