{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Coronavirus",
      "Emerging viruses",
      "Neumonía",
      "Pneumonia",
      "SARS-CoV-2",
      "Virus Emergentes",
      "Zoonosis"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Los primeros casos de COVID-19, causada por el virus denominado SARS-CoV-2, se registraron en Wuhan, China, en diciembre de 2019; sin embargo, su capacidad de transmisión ocasionó que seis meses después la infección prácticamente estuviera presente en todo el mundo. El origen del virus parece ser zoonótico; se propone que proviene del murciélago y podría haber tenido un hospedero intermediario que llevó a su introducción en la población humana. SARS-CoV-2 es un virus envuelto, con genoma de ARN de cadena sencilla en sentido positivo y se ancla a la enzima convertidora de angiotensina, presente en las células susceptibles para infectar el sistema respiratorio de los humanos. Aunque previamente se han conocido otros coronavirus, no han tenido el mismo impacto, por lo que la investigación en tratamientos farmacológicos no tiene el desarrollo suficiente para afrontar el reto actual. Casi desde el comienzo de la epidemia se han propuesto moléculas para el tratamiento de la infección, sin embargo, aún no se cuenta con un fármaco con suficiente efectividad terapéutica. En esta revisión se describen las características principales de SARS-CoV-2, su ciclo replicativo, su posible origen y algunos avances en el desarrollo de tratamientos antivirales."
      ],
      "CopyrightInformation": "Copyright: © 2020 Permanyer."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34125824",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.24875/GMM.M21000524"
    ],
    "Journal": {
      "ISSN": "0016-3813",
      "JournalIssue": {
        "Volume": "157",
        "Issue": "1",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "Gaceta medica de Mexico",
      "ISOAbbreviation": "Gac Med Mex"
    },
    "ArticleTitle": "SARS-CoV-2: basic concepts, origin and treatment advances.",
    "Pagination": {
      "StartPage": "84",
      "EndPage": "89",
      "MedlinePgn": "84-89"
    },
    "Abstract": {
      "AbstractText": [
        "The first cases of COVID-19, caused by the virus called SARS-CoV-2, were recorded in Wuhan, China, in December 2019; however, its transmission ability caused for the infection to be practically present throughout the world six months later. The origin of the virus appears to be zoonotic; it has been proposed that it comes from a bat and that it may have had an intermediate host that led to its introduction in the human population. SARS-CoV-2 is an enveloped virus, with a positive single-stranded RNA genome, and it binds to the angiotensin-converting enzyme, present in susceptible cells, to infect the human respiratory system. Although other coronaviruses have been previously known, they have not had the same impact, and, therefore, research on pharmacological treatments is not sufficiently developed to face the current challenge. Almost since the beginning of the epidemic, several molecules have been proposed for the treatment of infection; however, there is not yet a drug available with sufficient effectiveness for treatment. This review describes SARS-CoV-2 main characteristics, its replicative cycle, its possible origin and some advances in the development of antiviral treatments."
      ],
      "CopyrightInformation": "Copyright: © 2020 Permanyer."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto Mexicano del Seguro Social, Centro de Investigación Biomédica de Oriente, Puebla, Mexico."
          }
        ],
        "LastName": "Santos-López",
        "ForeName": "Gerardo",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto Mexicano del Seguro Social, Centro de Investigación Biomédica de Oriente, Puebla, Mexico."
          }
        ],
        "LastName": "Cortés-Hernández",
        "ForeName": "Paulina",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto Mexicano del Seguro Social, Centro de Investigación Biomédica de Oriente, Puebla, Mexico."
          }
        ],
        "LastName": "Vallejo-Ruiz",
        "ForeName": "Verónica",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto Mexicano del Seguro Social, Centro de Investigación Biomédica de Oriente, Puebla, Mexico."
          }
        ],
        "LastName": "Reyes-Leyva",
        "ForeName": "Julio",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "SARS-CoV-2: generalidades, origen y avances en el tratamiento."
  },
  "MedlineJournalInfo": {
    "Country": "Mexico",
    "MedlineTA": "Gac Med Mex",
    "NlmUniqueID": "0010333",
    "ISSNLinking": "0016-3813"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology",
        "ultrastructure"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Drug Treatment"
    }
  ]
}