{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cross-immunity",
      "Cross-reactivity",
      "Evolution",
      "Immunity",
      "SARS-CoV-2"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33910211",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1159/000515417"
    ],
    "Journal": {
      "ISSN": "2235-3186",
      "JournalIssue": {
        "Volume": "145",
        "Issue": "4",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "Nephron",
      "ISOAbbreviation": "Nephron"
    },
    "ArticleTitle": "Evolution of SARS-CoV-2: Review of Mutations, Role of the Host Immune System.",
    "Pagination": {
      "StartPage": "392",
      "EndPage": "403",
      "MedlinePgn": "392-403"
    },
    "Abstract": {
      "AbstractText": [
        "Since the reporting of the first cases of coronavirus in China and the publication of the first sequence of SARS-CoV-2 in December 2019, the virus has undergone numerous mutations. In Europe, the spring outbreak (March-April) was followed by a drop in the number of cases and deaths. The disease may have evolved into a milder form. The increase in PCR-positive cases in late summer 2020 did not lead to the expected increase in hospitalizations, ICU admissions, and deaths, based on the severity of the disease in the spring. This difference in disease severity could be due to factors independent of the virus or to the evolution of the virus. This review attempts to identify the mutations that have appeared since the beginning of the pandemic and their role in the temporal evolution of the pandemic. There are a cell and humoral type cross-reactivity in a large part of the population to common cold coronaviruses (HCoVs) and SARS-CoV-2. Evolutionarily important mutations and deletions have emerged in the SARS-CoV-2 genes encoding proteins that interact with the host immune system. In addition, one of the major mutations (in viral polymerase) is logically associated with a higher frequency of mutations throughout the genome. This frequency fluctuates over time and shows a peak at the time when the epidemic was most active. The rate of mutations in proteins involved in the relationship to the immune system continues to increase after the first outbreak. The cross-reactivity on the 1 hand and the viral mutations observed on the other hand could explain the evolution of the pandemic until the summer of 2020, partly due to the evolution of the virus in relation to the host immune system. The immunization campaign began in December 2020: concerns are emerging about a possible escape of the circulating variants vaccines in early 2021. These variants could also escape immunity acquired through infection with the 2020 strains."
      ],
      "CopyrightInformation": "© 2021 S. Karger AG, Basel."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Independent researcher, Former research fellow at INSERM (French Institute for Health and Medical Research), Marseille, France."
          }
        ],
        "LastName": "Banoun",
        "ForeName": "Helene",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Nephron",
    "NlmUniqueID": "0331777",
    "ISSNLinking": "1660-8151"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "immunology",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immune System"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "genetics",
        "immunology"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The author has no conflicts of interest to declare."
}