{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Orf7a",
      "Orf8",
      "SARS-CoV-2",
      "X4-like",
      "coronavirus",
      "protein superfamily",
      "structure prediction",
      "virus evolution"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33468697",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "03",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "01",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e03014-20",
      "10.1128/mBio.03014-20"
    ],
    "Journal": {
      "ISSN": "2150-7511",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Jan",
          "Day": "19"
        }
      },
      "Title": "mBio",
      "ISOAbbreviation": "mBio"
    },
    "ArticleTitle": "Atypical Divergence of SARS-CoV-2 Orf8 from Orf7a within the Coronavirus Lineage Suggests Potential Stealthy Viral Strategies in Immune Evasion.",
    "Abstract": {
      "AbstractText": [
        "Orf8, one of the most puzzling genes in the SARS lineage of coronaviruses, marks a unique and striking difference in genome organization between SARS-CoV-2 and SARS-CoV-1. Here, using sequence comparisons, we unequivocally reveal the distant sequence similarities between SARS-CoV-2 Orf8 with its SARS-CoV-1 counterparts and the X4-like genes of coronaviruses, including its highly divergent \"paralog\" gene Orf7a, whose product is a potential immune antagonist of known structure. Supervised sequence space walks unravel identity levels that drop below 10% and yet exhibit subtle conservation patterns in this novel superfamily, characterized by an immunoglobulin-like beta sandwich topology. We document the high accuracy of the sequence space walk process in detail and characterize the subgroups of the superfamily in sequence space by systematic annotation of gene and taxon groups. While SARS-CoV-1 Orf7a and Orf8 genes are most similar to bat virus sequences, their SARS-CoV-2 counterparts are closer to pangolin virus homologs, reflecting the fine structure of conservation patterns within the SARS-CoV-2 genomes. The divergence between Orf7a and Orf8 is exceptionally idiosyncratic, since Orf7a is more constrained, whereas Orf8 is subject to rampant change, a peculiar feature that may be related to hitherto-unknown viral infection strategies. Despite their common origin, the Orf7a and Orf8 protein families exhibit different modes of evolutionary trajectories within the coronavirus lineage, which might be partly attributable to their complex interactions with the mammalian host cell, reflected by a multitude of functional associations of Orf8 in SARS-CoV-2 compared to a very small number of interactions discovered for Orf7a.<b>IMPORTANCE</b> Orf8 is one of the most puzzling genes in the SARS lineage of coronaviruses, including SARS-CoV-2. Using sophisticated sequence comparisons, we confirm its origins from Orf7a, another gene in the lineage that appears as more conserved, compared to Orf8. Orf7a is a potential immune antagonist of known structure, while a deletion of Orf8 was shown to decrease the severity of the infection in a cohort study. The subtle sequence similarities imply that Orf8 has the same immunoglobulin-like fold as Orf7a, confirmed by structure determination. We characterize the subgroups of this superfamily and demonstrate the highly idiosyncratic divergence patterns during the evolution of the virus."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "DOE Joint Genome Institute, Lawrence Berkeley National Laboratory, Berkeley California, USA."
          }
        ],
        "LastName": "Neches",
        "ForeName": "Russell Y",
        "Initials": "RY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "DOE Joint Genome Institute, Lawrence Berkeley National Laboratory, Berkeley California, USA."
          }
        ],
        "LastName": "Kyrpides",
        "ForeName": "Nikos C",
        "Initials": "NC"
      },
      {
        "Identifier": [
          "0000-0002-0086-8657"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Biological Computation and Process Laboratory, Chemical Process and Energy Resources Institute, Centre for Research and Technology Hellas, Thessalonica, Greece ouzounis@certh.gr."
          }
        ],
        "LastName": "Ouzounis",
        "ForeName": "Christos A",
        "Initials": "CA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Research Support, U.S. Gov't, Non-P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "mBio",
    "NlmUniqueID": "101519231"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "ORF7a protein, SARS-CoV-2"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "ORF8 protein, SARS-CoV-2"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Viral Proteins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "immunology",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Databases, Genetic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evolution, Molecular"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genome, Viral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immune Evasion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phylogeny"
    },
    {
      "QualifierName": [
        "genetics",
        "immunology"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sequence Alignment"
    },
    {
      "QualifierName": [
        "genetics",
        "immunology"
      ],
      "DescriptorName": "Viral Proteins"
    }
  ]
}