{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Antibodies",
      "COVID-19",
      "Immunity",
      "SARS-CoV-2",
      "Serology",
      "T cell"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33975005",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "05",
        "Day": "08"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cmi.2021.05.001",
      "S1198-743X(21)00221-4"
    ],
    "Journal": {
      "ISSN": "1469-0691",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "7",
        "PubDate": {
          "Year": "2021",
          "Month": "Jul"
        }
      },
      "Title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
      "ISOAbbreviation": "Clin Microbiol Infect"
    },
    "ArticleTitle": "How to interpret and use COVID-19 serology and immunology tests.",
    "Pagination": {
      "StartPage": "981",
      "EndPage": "986",
      "MedlinePgn": "981-986"
    },
    "Abstract": {
      "AbstractText": [
        "Although molecular tests are considered the reference standard for coronavirus disease 2019 (COVID-19) diagnostics, serological and immunological tests may be useful in specific settings.",
        "This review summarizes the underlying principles and performance of COVID-19 serological and immunological testing.",
        "Selected peer-reviewed publications on COVID-19 related serology and immunology published between December 2019 and March 2021.",
        "Serological tests are highly specific but heterogeneous in their sensitivity for the diagnosis of COVID-19. For certain indications, including delayed disease presentations, serological tests can have added value. The presence of antibodies against SARS-CoV-2 may indicate a recent or past COVID-19 infection. Lateral flow immunoassay (LFIA) antibody tests have the advantages of being easy and fast to perform, but many have a low sensitivity in acute settings. Enzyme-linked immunosorbent assay (ELISA) and chemiluminescence immunoassays (CLIAs) have higher sensitivities. Besides humoral immunity, cellular immunity is also essential for successful host defences against viruses. Enzyme-linked immunospot (ELISpot) assays can be used to measure T-cell responses against SARS-CoV-2. The presence of cross-reactive SARS-CoV-2-specific T cells in never exposed patients suggests the possibility of cellular immunity induced by other circulating coronaviruses. T-cell responses against SARS-CoV-2 have also been detected in recovered COVID-19 patients with no detectable antibodies.",
        "Serological and immunological tests are primarily applied for population-based seroprevalence studies to evaluate the effectiveness of COVID-19 control measures and increase our understanding of the immunology behind COVID-19. Combining molecular diagnostics with serological tests may optimize the detection of COVID-19. As not all infected patients will develop antibodies against SARS-CoV-2, assessment of cellular immunity may provide complementary information on whether a patient has been previously infected with COVID-19. More studies are needed to understand the correlations of these serological and immunological parameters with protective immunity, taking into account the different circulating virus variants."
      ],
      "CopyrightInformation": "Copyright © 2021 European Society of Clinical Microbiology and Infectious Diseases. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Microbiology and Infection Control, Franciscus Gasthuis & Vlietland, Rotterdam, the Netherlands; Department of Epidemiology, Julius Center for Health Sciences and Primary Care, University Medical Center Utrecht, Utrecht University, Utrecht, the Netherlands. Electronic address: davidsyong@gmail.com."
          }
        ],
        "LastName": "Ong",
        "ForeName": "David S Y",
        "Initials": "DSY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Fourth Department of Internal Medicine, Medical School of Athens, National and Kapodistrian University of Athens, Attikon University Hospital, Athens, Greece."
          }
        ],
        "LastName": "Fragkou",
        "ForeName": "Paraskevi C",
        "Initials": "PC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Microbiology, University Medical Center Utrecht, Utrecht University, Utrecht, the Netherlands."
          }
        ],
        "LastName": "Schweitzer",
        "ForeName": "Valentijn A",
        "Initials": "VA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Infectious Diseases, Infection Control, & Employee Health, The University of Texas MD Anderson Cancer Center, Houston, TX, USA."
          }
        ],
        "LastName": "Chemaly",
        "ForeName": "Roy F",
        "Initials": "RF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Fourth Department of Internal Medicine, Medical School of Athens, National and Kapodistrian University of Athens, Attikon University Hospital, Athens, Greece."
          }
        ],
        "LastName": "Moschopoulos",
        "ForeName": "Charalampos D",
        "Initials": "CD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Laboratory Medicine, Universities of Giessen and Marburg Lung Centre (UGMLC), Philipps University Marburg, German Centre for Lung Research (DZL), Marburg, Germany."
          }
        ],
        "LastName": "Skevaki",
        "ForeName": "Chrysanthi",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "CollectiveName": "European Society of Clinical Microbiology and Infectious Diseases (ESCMID) Study Group for Respiratory Viruses (ESGREV)"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Clin Microbiol Infect",
    "NlmUniqueID": "9516420",
    "ISSNLinking": "1198-743X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antibodies, Viral"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Antibodies, Viral"
    },
    {
      "QualifierName": [
        "diagnosis",
        "immunology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Serological Testing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunity, Cellular"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunity, Humoral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunoassay"
    },
    {
      "QualifierName": [
        "immunology",
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    }
  ]
}