{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adults",
      "COVID-19",
      "Diagnosis",
      "Humans",
      "Prevalence",
      "Risk",
      "SARS-CoV-2",
      "Specimen handling"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35534836",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "07",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "05",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "443",
      "10.1186/s12879-022-07377-4"
    ],
    "Journal": {
      "ISSN": "1471-2334",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "May",
          "Day": "09"
        }
      },
      "Title": "BMC infectious diseases",
      "ISOAbbreviation": "BMC Infect Dis"
    },
    "ArticleTitle": "At-home sample collection is an effective strategy for diagnosis and management of symptomatic and asymptomatic SARS-CoV-2 carriers.",
    "Pagination": {
      "StartPage": "443",
      "MedlinePgn": "443"
    },
    "Abstract": {
      "AbstractText": [
        "Diagnostic testing accessibility and asymptomatic transmission of SARS-CoV-2 present major challenges for curbing and preventing community prevalence of COVID-19. At-home sample collection for molecular testing provides a convenient and effective solution for disease containment and prevention.",
        "This is a retrospective, cross-sectional, case-control study. Our primary aim was to determine the prevalence and relative risk of SARS-CoV-2 among asymptomatic versus symptomatic individuals using at-home sample collection kits for diagnosis. Participants included adults from across the United States who completed a COVID-19 Home Collection kit between May 2020 and September 2021. Main measurements included self-reported symptoms and at-home self-collected anterior nasal swab RT-PCR test results for SARS-CoV-2.",
        "Data from 282,831 individuals were included in this analysis. The overall SARS-CoV-2 prevalence of at-home test takers was low compared to national averages during this period (3.28% vs. 7.68%). Those reporting no symptoms were at lower risk of positive test results compared to those with symptoms (risk ratio: 0.080, 95% CI, 0.078-0.082). However, of all positive SARS-CoV-2 tests, 48.75% were from individuals reporting no symptoms at the time of testing.",
        "We conclude that at-home sample collection is a viable option and potentially important strategy for improving access to testing, detecting asymptomatic cases, and curbing preventable transmission of COVID-19."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Everly Health, Inc, 823 Congress Ave., Suite 1200, Austin, TX, 78701, USA."
          }
        ],
        "LastName": "Humphreys",
        "ForeName": "Devon P",
        "Initials": "DP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Everly Health, Inc, 823 Congress Ave., Suite 1200, Austin, TX, 78701, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "University of Colorado Anschutz Medical Campus, Aurora, CO, USA."
          }
        ],
        "LastName": "Gavin",
        "ForeName": "Kathleen M",
        "Initials": "KM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Everly Health, Inc, 823 Congress Ave., Suite 1200, Austin, TX, 78701, USA."
          }
        ],
        "LastName": "Olds",
        "ForeName": "Kaylan M",
        "Initials": "KM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Colorado Anschutz Medical Campus, Aurora, CO, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "CPC Clinical Research, Aurora, CO, USA."
          }
        ],
        "LastName": "Bonaca",
        "ForeName": "Marc P",
        "Initials": "MP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Everly Health, Inc, 823 Congress Ave., Suite 1200, Austin, TX, 78701, USA. tbauer@everlyhealth.com."
          },
          {
            "Identifier": [],
            "Affiliation": "University of Colorado Anschutz Medical Campus, Aurora, CO, USA. tbauer@everlyhealth.com."
          }
        ],
        "LastName": "Bauer",
        "ForeName": "Timothy A",
        "Initials": "TA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Infect Dis",
    "NlmUniqueID": "100968551",
    "ISSNLinking": "1471-2334"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Case-Control Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "Devon Humphreys, Kathleen Gavin, Kaylan Olds, and Timothy Bauer are full time employees of Everly Health, Inc. Dr. Bonaca is the Executive Director of CPC, a non-profit academic research organization affiliated with the University of Colorado, that receives research grant/consulting funding from: Abbott, Agios, Alexion Pharma, Alnylam, Amgen, Angionetics, ARCA Biopharma, Array, AstraZeneca, Atentiv, Audentes, Bayer, Better Therapeutics, Brigham and Women’s Hospital, Bristol-Myers Squibb, Cardiol Therapeutics, CellResearch, Cook Medical, Cook, CSL Behring, Eidos Therapeutics, EP Trading Co, Esperion Therapeutics, EverlyWell, Faraday, Fortress Biotech, HDL Therapeutics, Heartflow, Hummingbird Bioscience, Insmed, Janssen, Kowa Research, Lexicon, Merck, Medtronic, Moderna, Novate Medical, NovoNordisk, Pfizer, PhaseBio, PPD Development, Prairie Education and Research, Prothena Biosciences, Regeneron, Regio Biosciences, Sanifit Therapeutics, Sanofi, Smith and Nephew, Stealth BioTherapeutics, University of Colorado, Worldwide Clinical Trials, Wraser, Yale Cardiovascular Research Group. Dr. Bonaca also reports stock in Medtronic and Pfizer and consulting fees from Audentes."
}