{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34516092",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "09",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1021/acs.accounts.1c00367"
    ],
    "Journal": {
      "ISSN": "1520-4898",
      "JournalIssue": {
        "Volume": "54",
        "Issue": "19",
        "PubDate": {
          "Year": "2021",
          "Month": "Oct",
          "Day": "05"
        }
      },
      "Title": "Accounts of chemical research",
      "ISOAbbreviation": "Acc Chem Res"
    },
    "ArticleTitle": "Lab-on-a-Disc for Point-of-Care Infection Diagnostics.",
    "Pagination": {
      "StartPage": "3643",
      "EndPage": "3655",
      "MedlinePgn": "3643-3655"
    },
    "Abstract": {
      "AbstractText": [
        "Reliable, inexpensive, and rapid diagnostic tools are essential to control and prevent the spread of infectious diseases. Many commercial kits for coronavirus disease 2019 (COVID-19) diagnostics have played a crucial role in the fight against the COVID-19 pandemic. Most current standard <i>in vitro</i> diagnostic (IVD) protocols for infectious diseases are sensitive but time-consuming and require sophisticated laboratory equipment and specially trained personnel. Recent advances in biosensor technology suggest the potential to deliver point-of-care (POC) diagnostics that are affordable and provide accurate results in a short time. The ideal \"sample-in-answer-out\" type fully integrated POC infection diagnostic platforms are expected to be autonomous or easy-to-operate, equipment-free or infrastructure-independent, and high-throughput or easy to upscale. In this Account, we detail the recent progress made by our group and others in the development of centrifugal microfluidic devices or lab-on-a-disc (LOAD) systems. Unlike conventional pump-based fluid actuation, the centrifugal force generated by spinning the disc induces liquid pumping and no external fluidic interconnects are required. This allows a total fluidic network required for multiple steps of biological assays to be integrated on a disc, enabling fully automated POC diagnostics. Various applications have been demonstrated, including liquid biopsy for personalized cancer management, food applications, and environmental monitoring; here, we focus on IVD for infectious disease. First, we introduce various on-disc unit operation technologies, including reagent storage, sedimentation, filtration, valving, decanting, aliquoting, mixing, separation, serial dilution, washing, and calibration. Such centrifugal microfluidic technologies have already proved promising for micro-total-analysis systems for automated IVD ranging from molecular detection of pathogens to multiplexed enzyme-linked immunosorbent assays (ELISAs) that use raw samples such as whole blood or saliva. Some recent examples of LOAD systems for molecular diagnostics in which some or all steps of the assays are integrated on a disc, including pathogen enrichment, nucleic acid extraction, amplification, and detection, are discussed in detail. We then introduce fully automated ELISA systems with enhanced sensitivity. Furthermore, we demonstrate a toy-inspired fidget spinner that enables electricity-free and rapid analysis of pathogens from undiluted urine samples of patients with urinary tract infection symptoms and a phenotypic antimicrobial susceptibility test for an extreme POC diagnostics application. Considering the urgent need for cost-effective and reliable POC infection diagnostic tools, especially in the current pandemic crisis, the current limitations and future directions of fast and broad adaptation in real-world settings are also discussed. With proper attention to key challenges and leverage with recent advances in bio-sensing technologies, molecular biology, nanomaterials, analytical chemistry, miniaturization, system integration, and data management, LOAD systems hold the potential to deliver POC infection diagnostic tools with unprecedented performance regarding time, accuracy, and cost. We hope the new insight and promise of LOAD systems for POC infection diagnostics presented in this Account can spark new ideas and inspire further research and development to create better healthcare systems for current and future pandemics."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Soft and Living Matter, Institute for Basic Science (IBS), Ulsan 44919, Republic of Korea."
          }
        ],
        "LastName": "Sunkara",
        "ForeName": "Vijaya",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Soft and Living Matter, Institute for Basic Science (IBS), Ulsan 44919, Republic of Korea."
          }
        ],
        "LastName": "Kumar",
        "ForeName": "Sumit",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Soft and Living Matter, Institute for Basic Science (IBS), Ulsan 44919, Republic of Korea."
          }
        ],
        "LastName": "Sabaté Del Río",
        "ForeName": "Jonathan",
        "Initials": "J"
      },
      {
        "Identifier": [
          "0000-0001-5359-0890"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Soft and Living Matter, Institute for Basic Science (IBS), Ulsan 44919, Republic of Korea."
          }
        ],
        "LastName": "Kim",
        "ForeName": "Insu",
        "Initials": "I"
      },
      {
        "Identifier": [
          "0000-0001-6423-1834"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Soft and Living Matter, Institute for Basic Science (IBS), Ulsan 44919, Republic of Korea."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Biomedical Engineering, Ulsan National Institute of Science and Technology (UNIST), Ulsan 44919, Republic of Korea."
          }
        ],
        "LastName": "Cho",
        "ForeName": "Yoon-Kyoung",
        "Initials": "YK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Acc Chem Res",
    "NlmUniqueID": "0157313",
    "ISSNLinking": "0001-4842"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "RNA, Viral"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Biosensing Techniques"
    },
    {
      "QualifierName": [
        "diagnosis",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "instrumentation",
        "methods"
      ],
      "DescriptorName": "COVID-19 Testing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Centrifugation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lab-On-A-Chip Devices"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Point-of-Care Systems"
    },
    {
      "QualifierName": [
        "analysis",
        "isolation & purification",
        "metabolism"
      ],
      "DescriptorName": "RNA, Viral"
    },
    {
      "QualifierName": [
        "genetics",
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}