{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Mutaciones",
      "Mutations",
      "Next generation sequencing",
      "Proteína Espiga",
      "SARS-CoV-2",
      "Sanger sequencing",
      "Secuenciación Sanger",
      "Secuenciación de nueva generación",
      "Spike protein",
      "Variante de interés",
      "Variante de preocupación",
      "Variants of concern",
      "Variants of interest"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La aparición de múltiples variantes del SARS-CoV-2 durante la pandemia de COVID-19 es motivo de gran preocupación mundial. Hasta el momento, su análisis se ha centrado principalmente en la secuenciación de nueva generación. Sin embargo, esta técnica es costosa y requiere equipos sofisticados, largos tiempos de procesamiento y personal técnico altamente cualificado con experiencia en bioinformática. Para contribuir al análisis de variantes de interés y de preocupación, aumentar la capacidad diagnóstica y procesar muestras para realizar vigilancia genómica, proponemos una metodología rápida y fácil de aplicar, basada en la secuenciación Sanger de 3 fragmentos del gen que codifica para la proteína espiga.",
        "Se secuenciaron 15 muestras positivas para SARS-CoV-2 con un valor de umbral de ciclo inferior a 25 por metodologías Sanger y secuenciación de nueva generación. Los datos obtenidos fueron analizados en las plataformas Nextstrain y PANGO Lineages.",
        "Ambas metodologías permitieron identificar las variantes de interés reportadas por la OMS. Se identificaron 2 muestras como alfa, 3 gamma, una delta, tres mu, una ómicron y 5 cepas cercanas al aislado inicial del virus Wuhan-Hu-1. Según el análisis <i>in silico</i>, también se pueden detectar mutaciones clave para identificar y clasificar otras variantes no evaluadas en el estudio.",
        "Los diferentes linajes de interés y preocupación de SARS-CoV-2 se clasifican de forma rápida, ágil y fiable con la metodología de secuenciación de Sanger."
      ],
      "CopyrightInformation": "Copyright © 2022 The Authors. Published by Elsevier España, S.L.U. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37144832",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "10",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.eimce.2022.10.003",
      "S2529-993X(22)00211-8"
    ],
    "Journal": {
      "ISSN": "2529-993X",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "5",
        "PubDate": {
          "Year": "2023",
          "Month": "May"
        }
      },
      "Title": "Enfermedades infecciosas y microbiologia clinica (English ed.)",
      "ISOAbbreviation": "Enferm Infecc Microbiol Clin (Engl Ed)"
    },
    "ArticleTitle": "Validation of a new strategy for the identification of SARS-CoV-2 variants by sequencing the spike gene by Sanger.",
    "Pagination": {
      "StartPage": "284",
      "EndPage": "289",
      "MedlinePgn": "284-289"
    },
    "Abstract": {
      "AbstractText": [
        "The emergence of multiple variants of SARS-CoV-2 during the COVID-19 pandemic is of great world concern. Until now, their analysis has mainly focused on next-generation sequencing. However, this technique is expensive and requires sophisticated equipment, long processing times, and highly qualified technical personnel with experience in bioinformatics. To contribute to the analysis of variants of interest and variants of concern, increase the diagnostic capacity, and process samples to carry out genomic surveillance, we propose a quick and easy methodology to apply, based on Sanger sequencing of 3 gene fragments that code for protein spike.",
        "Fifteen positive samples for SARS-CoV-2 with a cycle threshold below 25 were sequenced by Sanger and next-generation sequencing methodologies. The data obtained were analyzed on the Nextstrain and PANGO Lineages platforms.",
        "Both methodologies allowed the identification of the variants of interest reported by the WHO. Two samples were identified as Alpha, 3 Gamma, one Delta, 3 Mu, one Omicron, and 5 strains were close to the initial Wuhan-Hu-1 virus isolate. According to in silico analysis, key mutations can also be detected to identify and classify other variants not evaluated in the study.",
        "The different SARS-CoV-2 lineages of interest and concern are classified quickly, agilely, and reliably with the Sanger sequencing methodology."
      ],
      "CopyrightInformation": "Copyright © 2022 The Authors. Published by Elsevier España, S.L.U. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratorio Integrado de Medicina Especializada (LIME), Facultad de Medicina, IPS Universitaria, Universidad de Antioquia, Antioquia, Colombia."
          }
        ],
        "LastName": "Murillo",
        "ForeName": "Enderson",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratorio Integrado de Medicina Especializada (LIME), Facultad de Medicina, IPS Universitaria, Universidad de Antioquia, Antioquia, Colombia."
          }
        ],
        "LastName": "Palacio-Rua",
        "ForeName": "Katherine",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratorio Integrado de Medicina Especializada (LIME), Facultad de Medicina, IPS Universitaria, Universidad de Antioquia, Antioquia, Colombia."
          }
        ],
        "LastName": "Afanador-Ayala",
        "ForeName": "Carlos",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratorio Integrado de Medicina Especializada (LIME), Facultad de Medicina, IPS Universitaria, Universidad de Antioquia, Antioquia, Colombia."
          }
        ],
        "LastName": "García-Correa",
        "ForeName": "Juan Felipe",
        "Initials": "JF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratorio Integrado de Medicina Especializada (LIME), Facultad de Medicina, IPS Universitaria, Universidad de Antioquia, Antioquia, Colombia. Electronic address: andres.zuluaga@udea.edu.co."
          }
        ],
        "LastName": "Zuluaga",
        "ForeName": "Andrés F",
        "Initials": "AF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Enferm Infecc Microbiol Clin (Engl Ed)",
    "NlmUniqueID": "101777541",
    "ISSNLinking": "2529-993X"
  },
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "High-Throughput Nucleotide Sequencing"
    }
  ]
}