{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "SARS-CoV-2",
      "pathophysiology",
      "transmission"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34041821",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "07",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "05",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/resp.14091"
    ],
    "Journal": {
      "ISSN": "1440-1843",
      "JournalIssue": {
        "Volume": "26",
        "Issue": "7",
        "PubDate": {
          "Year": "2021",
          "Month": "Jul"
        }
      },
      "Title": "Respirology (Carlton, Vic.)",
      "ISOAbbreviation": "Respirology"
    },
    "ArticleTitle": "Pathophysiology of infection with SARS-CoV-2-What is known and what remains a mystery.",
    "Pagination": {
      "StartPage": "652",
      "EndPage": "665",
      "MedlinePgn": "652-665"
    },
    "Abstract": {
      "AbstractText": [
        "Coronavirus disease 2019 (COVID-19), caused by coronavirus severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), has caused extensive disruption and mortality since its recent emergence. Concomitantly, there has been a race to understand the virus and its pathophysiology. The clinical manifestations of COVID-19 are manifold and not restricted to the respiratory tract. Extrapulmonary manifestations involving the gastrointestinal tract, hepatobiliary system, cardiovascular and renal systems have been widely reported. However, the pathophysiology of many of these manifestations is controversial with questionable support for direct viral invasion and an abundance of alternative explanations such as pre-existing medical conditions and critical illness. Prior research on SARS-Co-V and NL63 was rapidly leveraged to identify angiotensin-converting enzyme 2 (ACE2) receptor as the key cell surface receptor for SARS-CoV-2. The distribution of ACE2 has been used as a starting point for estimating vulnerability of various tissue types to SARS-CoV-2 infection. Sophisticated organoid and animal models have been used to demonstrate such infectivity of extrapulmonary tissues in vitro, but the clinical relevance of these findings remains uncertain. Clinical autopsy studies are typically small and inevitably biased towards patients with severe COVID-19 and prolonged hospitalization. Technical issues such as delay between time of death and autopsy, use of inappropriate antibodies for paraffin-embedded tissue sections and misinterpretation of cellular structures as virus particles on electron micrograph images are additional problems encountered in the extant literature. Given that SARS-CoV-2 is likely to circulate permanently in human populations, there is no doubt that further work is required to clarify the pathobiology of COVID-19."
      ],
      "CopyrightInformation": "© 2021 Asian Pacific Society of Respirology."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Pok Fu Lam, Hong Kong."
          }
        ],
        "LastName": "Sridhar",
        "ForeName": "Siddharth",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0001-7217-7444"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, Li Ka Shing Faculty of Medicine, The University of Hong Kong, Pok Fu Lam, Hong Kong."
          }
        ],
        "LastName": "Nicholls",
        "ForeName": "John",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Australia",
    "MedlineTA": "Respirology",
    "NlmUniqueID": "9616368",
    "ISSNLinking": "1323-7799"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pathology",
        "physiopathology",
        "transmission",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Internalization"
    }
  ],
  "CoiStatement": "The authors have no conflict of interest to declare."
}