{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "India",
      "Quantile-on-quantile regression",
      "Temperature",
      "Transmissibility"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35180949",
  "DateCompleted": {
    "Year": "2022",
    "Month": "02",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "09",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jtherbio.2021.103101",
      "S0306-4565(21)00269-2"
    ],
    "Journal": {
      "ISSN": "0306-4565",
      "JournalIssue": {
        "Volume": "104",
        "PubDate": {
          "Year": "2022",
          "Month": "Feb"
        }
      },
      "Title": "Journal of thermal biology",
      "ISOAbbreviation": "J Therm Biol"
    },
    "ArticleTitle": "Asymmetric impact of temperature on COVID-19 spread in India: Evidence from quantile-on-quantile regression approach.",
    "Pagination": {
      "StartPage": "103101",
      "MedlinePgn": "103101"
    },
    "Abstract": {
      "AbstractText": [
        "The emergence of new coronavirus (SARS-CoV-2) has become a significant public health issue worldwide. Some researchers have identified a positive link between temperature and COVID-19 cases. However, no detailed research has highlighted the impact of temperature on COVID-19 spread in India. This study aims to fill this research gap by investigating the impact of temperature on COVID-19 spread in the five most affected Indian states. Quantile-on-Quantile regression (QQR) approach is employed to examine in what manner the quantiles of temperature influence the quantiles of COVID-19 cases. Empirical results confirm an asymmetric and heterogenous impact of temperature on COVID-19 spread across lower and higher quantiles of both variables. The results indicate a significant positive impact of temperature on COVID-19 spread in the three Indian states (Maharashtra, Andhra Pradesh, and Karnataka), predominantly in both low and high quantiles. Whereas, the other two states (Tamil Nadu and Uttar Pradesh) exhibit a mixed trend, as the lower quantiles in both states have a negative effect. However, this negative effect becomes weak at middle and higher quantiles. These research findings offer valuable policy recommendations."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Management and Economics, Beijing Institute of Technology, Beijing, 100081, China; Center for Energy and Environmental Policy Research, Beijing Institute of Technology, Beijing, 100081, China. Electronic address: irfansahar@bit.edu.cn."
          }
        ],
        "LastName": "Irfan",
        "ForeName": "Muhammad",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Management & Economics, Dalian University of Technology, Dalian, PR China; Department of Business Administration, ILMA University, Karachi, Pakistan. Electronic address: asifrazzaq@yahoo.com."
          }
        ],
        "LastName": "Razzaq",
        "ForeName": "Asif",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "HRH Princess Chulabhorn College of Medical Science, Chulabhorn Royal Academy, Bangkok, 10210, Thailand. Electronic address: wanich.suk@pccms.ac.th."
          }
        ],
        "LastName": "Suksatan",
        "ForeName": "Wanich",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Othman Yeop Abdullah Graduate School of Business, Universiti Utara Malaysia, 06010, Sintok, Kedah, Malaysia. Electronic address: arshian.aslam@gmail.com."
          }
        ],
        "LastName": "Sharif",
        "ForeName": "Arshian",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Electrical and Electronics Engineering, Thiagarajar College of Engineering, Madurai 625015, India; Research and Development Division (Power& Energy), Nestlives Pvt Ltd, Chennai 600091, India. Electronic address: rajvikram787@gmail.com."
          }
        ],
        "LastName": "Madurai Elavarasan",
        "ForeName": "Rajvikram",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Management and Economics, Beijing Institute of Technology, Beijing, 100081, China; Center for Energy and Environmental Policy Research, Beijing Institute of Technology, Beijing, 100081, China. Electronic address: yangchuxiao1991@hotmail.com."
          }
        ],
        "LastName": "Yang",
        "ForeName": "Chuxiao",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Management and Economics, Beijing Institute of Technology, Beijing, 100081, China; Center for Energy and Environmental Policy Research, Beijing Institute of Technology, Beijing, 100081, China; Beijing Key Lab of Energy Economics and Environmental Management, Beijing, 100081, China; Sustainable Development Research Institute for Economy and Society of Beijing, Beijing, 100081, China; Collaborative Innovation Center of Electric Vehicles in Beijing, Beijing, 100081, China. Electronic address: haoyuking@bit.edu.cn."
          }
        ],
        "LastName": "Hao",
        "ForeName": "Yu",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Management Science and Engineering, Nanjing University of Information Science and Technology (NUIST), No.219 Ningliu Road, Nanjing City, Jiangsu Province, China. Electronic address: abdulrauf@seu.edu.cn."
          }
        ],
        "LastName": "Rauf",
        "ForeName": "Abdul",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Therm Biol",
    "NlmUniqueID": "7600115",
    "ISSNLinking": "0306-4565"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "transmission",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Databases, Factual"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "India"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Theoretical"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ],
  "CoiStatement": "The authors declare no conflicts of interest."
}