{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "SARS-CoV-2 infection",
      "SARS-CoV-2-fertőzés",
      "fatigue",
      "fáradékonyság",
      "olfactorian disorders",
      "post-acute COVID–19 syndrome",
      "poszt-COVID-szindróma",
      "szaglászavar"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35220274",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "02",
        "Day": "27"
      }
    ],
    "Language": [
      "hun"
    ],
    "ELocationID": [
      "10.1556/650.2022.32432"
    ],
    "Journal": {
      "ISSN": "1788-6120",
      "JournalIssue": {
        "Volume": "163",
        "Issue": "9",
        "PubDate": {
          "Year": "2022",
          "Month": "Feb",
          "Day": "27"
        }
      },
      "Title": "Orvosi hetilap",
      "ISOAbbreviation": "Orv Hetil"
    },
    "ArticleTitle": "[Monitoring the development of post-COVID–19 syndrome].",
    "Pagination": {
      "StartPage": "335",
      "EndPage": "342",
      "MedlinePgn": "335-342"
    },
    "Abstract": {
      "AbstractText": [
        "Összefoglaló. Bevezetés: A SARS-CoV-2-fertőzés elhúzódó tüneteit 4 héten túl poszt-COVID-19-tüneteknek nevezzük, és fennállási idő szerint csoportosítjuk. Célkitűzés: A vizsgálat célja egy háziorvosi körzet megközelítőleg állandó populációjában megfigyelni, hogy adott időintervallumon belül a SARS-CoV-2-fertőzöttek között milyen arányban, milyen jellegű poszt-COVID-19-tünetek alakulnak ki, és mennyi ideig tartanak. Módszer: 282 SARS-CoV-2-beteg tüneteit 2020. szeptember 1. és 2021. szeptember 1. között követtük, 4 hetente, 15-42 héten át - elhúzódó szaglászavar esetén 30-50 héten át -, elsősorban telefonos interjúk segítségével. Eredmények: Egy hónapon túli panaszok a betegek 67%-ában (170 fő) alakultak ki. A leggyakoribb tünet a fáradékonyság (79 fő, 29%) és a szaglászavar volt (74 fő, 27%). Az utóbbi jellemzően nem dohányzók körében lépett fel, és a COVID-19-fertőzöttek 2,5%-ában 43 héten túl is fennmaradt. A fáradékonyság panaszköre a poszt-COVID-19-betegek 46%-át érintette. Ezen betegek szignifikánsan hosszabb időt töltöttek keresőképtelenségi állományban, mint azok, akik nem voltak fáradékonyak (12,3 vs. 19,7 nap). Az enyhe SARS-CoV-2-fertőzést követő súlyos fáradékonysággal küzdő betegek a panaszaikat szindrómaszerűen írták le, melyre jellemző volt a palpitáció, a fáradékonyság, a terhelésre jelentkező légszomj, az alvászavar, a laza széklet és a posturalis panaszok. Ezek átlagosan 19 hét alatt múltak el. Megbeszélés: A poszt-COVID-19-tünetek kialakulása enyhe lefolyás mellett is gyakori, a lefolyás súlyossága sok esetben nincs arányban a poszt-COVID-19-fáradékonyság súlyosságával. A posztakut-COVID-19-fáradékony betegek kórházi kezelést nem igénylő csoportja számos tényező alapján elkülöníthető a posztakut-COVID-19-fáradékony betegek hospitalizált csoportjától. Következtetés: Az enyhe COVID-19-fertőzést is követheti elhúzódó fáradékonyság poszt-COVID-19-tünetként, mely spontán regrediál. SARS-CoV-2-fertőzést követően hosszú távon fennmaradhat szaglászavar, illetve a középsúlyos és súlyos COVID-19-eseteket követően fáradékonyság. Orv Hetil. 2022; 163(9): 335-342.",
        "Extended symptoms may develop after a SARS-CoV-2 infection. We refer to these as post-COVID-19 symptoms and they are grouped according to time duration.",
        "The aim of the study was to follow all COVID-19 infected patients in a family practise, to observe all post-COVID-19 symptoms, symptom development rates and to document how long they last.",
        "282 SARS-CoV-2 patients were followed mainly through telephone interviews between 01. 09. 2020 and 01. 09. 2021. Post-COVID-19 symptoms were monitored for 15-42 weeks every 4 weeks (30-50 weeks in cases of delayed hypsomia).",
        "Symptoms lasting longer than a month developed in 67% of all patients (170 cases). The most frequent symptoms were fatigue (79 cases, 29%) and hyposmia (74 cases, 27%). The latter mainly developed in non-smokers, affecting 2,5% of all COVID-19 patients beyond 43 weeks. Fatigue affected 46% of all post-COVID-19 patients. Sick leave was significantly longer among these patients (19.7 vs. 12.3 days in patients with no fatigue). Severe post-COVID-19 fatigue in non-hospitalized patients presented in a sydrome-like appearance displaying palpitations, fatigue, dyspnoea, sleep disturbances, loose stools and postural complaints. These regrediated after 19 weeks.",
        "Post-COVID-19 symptoms often develop after a mild COVID-19 infection. Severity of COVID-19 infection and severity of post-COVID-19 symptoms often do not correlate. Groups of hospitalized and non-hospitalized post-acute COVID patients with fatigue can be distinguished by many attributes.",
        "Mild COVID-19 infections may also be followed up by severe fatigue, but it spontenaously regrediates. Long-term effects of COVID-19 are permanent hyposmia and fatigue (the latter affect some hospitalized COVID-19 patients). Orv Hetil. 2022; 163(9): 335-342."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Családorvosi Tanszék Budapest Magyarország."
          }
        ],
        "LastName": "Tamasi",
        "ForeName": "József",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Családorvosi Tanszék Budapest Magyarország."
          },
          {
            "Identifier": [],
            "Affiliation": "2 Semmelweis Egyetem, Általános Orvostudományi Kar, Belgyógyászati és Hematológiai Klinika Budapest Magyarország."
          }
        ],
        "LastName": "Kalabay",
        "ForeName": "László",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Poszt-COVID-19-szindrómás esetek kialakulásának követése."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Orv Hetil",
    "NlmUniqueID": "0376412",
    "ISSNLinking": "0030-6002"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hungary"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Post-Acute COVID-19 Syndrome"
    }
  ]
}