{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "ACE2",
      "Angiotensin II",
      "Cold",
      "SARS-CoV-2",
      "Vasoconstriction",
      "Warburg effect"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34555456",
  "DateCompleted": {
    "Year": "2021",
    "Month": "12",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "09",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.biochi.2021.09.009",
      "S0300-9084(21)00221-2"
    ],
    "Journal": {
      "ISSN": "1638-6183",
      "JournalIssue": {
        "Volume": "191",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec"
        }
      },
      "Title": "Biochimie",
      "ISOAbbreviation": "Biochimie"
    },
    "ArticleTitle": "On the footsteps of Hippocrates, Sanctorius and Harvey to better understand the influence of cold on the occurrence of COVID-19 in European countries in 2020.",
    "Pagination": {
      "StartPage": "164",
      "EndPage": "171",
      "MedlinePgn": "164-171"
    },
    "Abstract": {
      "AbstractText": [
        "COVID-19 pandemic has been characterized by a pattern of consecutive declines and regrowth in European countries in 2020. After being partially regressed during the summer, the reappearance of the infection during fall 2020 in many temperate countries strongly suggests that temperature and cold may play a role in influencing the infectivity and virulence of SARS-CoV-2. While promoting medicine as an art, Hippocrates interpreted with logical reasoning the occurrence of diseases such as epidemics, as a consequence of environmental factors, in particular climatic variations. During the Renaissance, Sanctorius was one of the first to perform quantitative measurements, and Harvey discovered the circulation of blood by performing experimental procedures in animals. We think that a reasoning mixing various observations, measurements and experiments is fundamental to understand how cold increases infectivity and virulence of SARS-CoV-2. By this review, we provide evidence linking cold, angiotensin-II, vasoconstriction, hypoxia and aerobic glycolysis (the Warburg effect) to explain how cold affects the epidemiology of COVID-19. Also, a low humidity increases virus transmissibility, while a warm atmosphere, a moderate airway humidity, and the production of vasodilator angiotensin 1-7 by ACE2 are less favorable to the virus entry and/or its development. The meteorological and environmental parameters impacting COVID-19 pandemic should be reintegrated into a whole perspective by taking into account the different factors influencing transmissibility, infectivity and virulence of SARS-CoV-2. To understand the modern enigma represented by COVID-19, an interdisciplinary approach is surely essential."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier B.V. and Société Française de Biochimie et Biologie Moléculaire (SFBBM). All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université Caen Normandie, Medical School, CHU de Caen, Caen, F-14000, France; INSERM U1086, Interdisciplinary Research Unit for Cancer Prevention and Treatment, CLCC François Baclesse, Caen University, France; Service de Chirurgie Thoracique, Hôpital Cochin, Paris University Hospitals, APHP, France. Electronic address: philippe.icard@aphp.fr."
          }
        ],
        "LastName": "Icard",
        "ForeName": "Philippe",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "INSERM U1016, CNRS UMR8104, Department of Infection, Immunity and Inflammation, Cochin Institute, Paris University, Paris, 75014, France."
          }
        ],
        "LastName": "Simula",
        "ForeName": "Luca",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de Chirurgie Thoracique, Hôpital Cochin, Paris University Hospitals, APHP, France."
          }
        ],
        "LastName": "Rei",
        "ForeName": "Joana",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de Chirurgie Thoracique, Hôpital Cochin, Paris University Hospitals, APHP, France; INSERM U1124, Cellular Homeostasis and Cancer, Paris University, Paris, France."
          }
        ],
        "LastName": "Fournel",
        "ForeName": "Ludovic",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de Chirurgie Thoracique, Hôpital Cochin, Paris University Hospitals, APHP, France."
          }
        ],
        "LastName": "De Pauw",
        "ForeName": "Vincent",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de Chirurgie Thoracique, Hôpital Cochin, Paris University Hospitals, APHP, France; INSERM U1138, Integrative Cancer Immunology, Paris, France."
          }
        ],
        "LastName": "Alifano",
        "ForeName": "Marco",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Biochimie",
    "NlmUniqueID": "1264604",
    "ISSNLinking": "0300-9084"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Europe"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humidity"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Pneumonia"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Respiratory System"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Internalization"
    }
  ],
  "CoiStatement": "Declaration of competing interest None to declare."
}