{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37462312",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "tur"
    ],
    "ELocationID": [
      "10.5578/mb.20239941"
    ],
    "Journal": {
      "ISSN": "0374-9096",
      "JournalIssue": {
        "Volume": "57",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul"
        }
      },
      "Title": "Mikrobiyoloji bulteni",
      "ISOAbbreviation": "Mikrobiyol Bul"
    },
    "ArticleTitle": "[P323L Mutation in a Case with Prolonged SARS-CoV-2 PCR Positivity].",
    "Pagination": {
      "StartPage": "490",
      "EndPage": "497",
      "MedlinePgn": "490-497"
    },
    "Abstract": {
      "AbstractText": [
        "Coronavirus disease-2019 (COVID-19) emerged in the last months of 2019 and caused a pandemic effecting the whole world. Severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2), the causative agent of COVID-19 has changed by various mutations since the day it was first identified, causing the pandemic to continue. Age, male gender, obesity, and comorbidity, which are general risk factors for COVID-19, can also cause prolonged PCR positivity. In this report, a case of 37-year-old male who is working in the hospital's COVID-19 molecular diagnostics laboratory was presented. He was vaccinated with three doses of inactivated vaccine, CoronaVac (Sinovac Biotech, Beijing-China), within the context of the vaccination program carried out in Türkiye. His first SARS-CoV-2 positivity was detected on 12.01.2021, four months after the last vaccination, and he continued to be detected positive for SARS-CoV-2 throughout a period of 39 days by quantitative reverse transcription polymerase chain reaction (qRT-PCR) tests performed with 2-3-day intervals. The patient has a 20-pack/year smoking history and his body mass index (BMI) was 29.8 kg/m2 at the time of his COVID-19. The case, which was clinically defined as mild COVID-19 with symptoms including back and headache, cough, fever (38.5°C), and loss of taste-smell, and without any additional complications or respiratory distress during the disease process. In the radiological examination, the lung was found within normal ranges. Prophylactic enoxaparin sodium anti-xa IU/0.6 ml was administered to the patient due to his cardiovascular risk, and no additional treatment was given. Whole genome sequencing was performed from nasopharyngeal swab samples of the patient at the beginning and 16th day of the infection to investigate the the specific genomic features and mutation pattern of the virus in the host over time, due to the prolonged SARS-CoV-2 PCR positivity. Library preparation for the whole next-generation sequencing (NGS) was performed by the SARS-CoV-2 Panel, Paragon CleanPlex kit (Paragon Genomics, USA), and indexing of the library was done by Clean-Plex Dual-Indexed PCR Primers for Illumina Set B kit (Paragon Genomics, USA). NGS analysis was performed on the Illumina Miniseq (Illumina, USA) platform. As a result of the bioinformatics evaluation, both samples were determined as SARS-CoV-2 Delta variant (Nextclade; 21J-Delta variant, Pango lineage; AY.43). Remarkably, the SARSCoV-2 sequences in the two samples taken 15 days apart; several identical mutations; such as D614G in the S gene, P323L in the ORF 1b gene region, and P1228L in the Nsp3 gene region, were detected. Besides that, when compared to the first sample, three additional mutations (P383L, P539S, L838I) were observed in the sequence of the second sample, which led to three amino acid changes, the clinical significance of which has not yet been determined in the literature. It is thought that; these mutations that change amino acid expression, as well as the other three mutations detected, may contribute to the improvement of the fitness of the virus and may be one of the factors responsible for the prolonged SARS-CoV-2 PCR positivity. Additional data to be obtained by further epidemiological sequencing studies will shed light on this issue."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "İstanbul Arel University Faculty of Medicine, Department of Medical Microbiology, İstanbul, Türkiye."
          }
        ],
        "LastName": "Yücebağ",
        "ForeName": "Ebru",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "İstanbul University-Cerrahpaşa, Cerrahpaşa Faculty of Medicine, Department of Medical Microbiology, İstanbul, Türkiye."
          }
        ],
        "LastName": "Arslan",
        "ForeName": "Neşe",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "İstanbul University-Cerrahpaşa, Cerrahpaşa Faculty of Medicine, Department of Medical Microbiology, İstanbul, Türkiye."
          }
        ],
        "LastName": "Tok",
        "ForeName": "Yeşim",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "İstanbul University-Cerrahpaşa, Cerrahpaşa Faculty of Medicine, Fikret Biyal Central Research Laboratory, İstanbul, Türkiye."
          }
        ],
        "LastName": "Nohut",
        "ForeName": "Okan Kadir",
        "Initials": "OK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "İstanbul University-Cerrahpaşa, Cerrahpaşa Faculty of Medicine, Department of Forensic Medicine and Forensic Sciences, İstanbul University, Türkiye."
          }
        ],
        "LastName": "Salman Yılmaz",
        "ForeName": "Seda",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Koç University Faculty of Medicine, Department of Medical Microbiology, İstanbul, Türkiye."
          }
        ],
        "LastName": "Kuşkucu",
        "ForeName": "Mert Ahmet",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "İstanbul University-Cerrahpaşa, Cerrahpaşa Faculty of Medicine, Department of Medical Microbiology, İstanbul, Türkiye."
          }
        ],
        "LastName": "Midilli",
        "ForeName": "Kenan",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Uzamış SARS-CoV-2 PCR Pozitifliği Olan Olguda P323L Mutasyonu."
  },
  "MedlineJournalInfo": {
    "Country": "Turkey",
    "MedlineTA": "Mikrobiyol Bul",
    "NlmUniqueID": "7503830",
    "ISSNLinking": "0374-9096"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "sinovac COVID-19 vaccine"
    }
  ],
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Polymerase Chain Reaction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Testing"
    }
  ]
}