{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34949249",
  "DateCompleted": {
    "Year": "2022",
    "Month": "01",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "01",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "08",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.7196/SAMJ.2021.v111i9.16005"
    ],
    "Journal": {
      "ISSN": "2078-5135",
      "JournalIssue": {
        "Volume": "111",
        "Issue": "9",
        "PubDate": {
          "Year": "2021",
          "Month": "Aug",
          "Day": "05"
        }
      },
      "Title": "South African medical journal = Suid-Afrikaanse tydskrif vir geneeskunde",
      "ISOAbbreviation": "S Afr Med J"
    },
    "ArticleTitle": "COVID-19 herd immunity v. learning to live with the virus.",
    "Pagination": {
      "StartPage": "852",
      "EndPage": "856",
      "MedlinePgn": "852-856"
    },
    "Abstract": {
      "AbstractText": [
        "Mutations of SARS-CoV-2 have been associated with increased transmissibility and occasionally reduced sensitivity to neutralising antibody activity induced by past ancestry virus infection or current COVID-19 vaccines. Nevertheless, COVID-19 vaccines have consistently demonstrated high efficacy and effectiveness against COVID-19 severe disease, hospitalisation and death, including disease caused by designated variants of concern. In contrast, COVID-19 vaccines are more heterogeneous in reducing the risk of infection and mild COVID19, and are modestly effective in interrupting virus transmission. Ongoing mutations of SARS-CoV-2 resulting in increased transmissibility and relative evasion of neutralising antibody activity induced by past virus infection or COVID-19 vaccines are likely. The duration of protection induced by COVID-19 vaccines is modelled to be relatively short in protecting against infection and mild COVID-19, but is likely to be 2 - 3 years against severe disease. Current experience from the UK and Israel demonstrates that even with high levels of COVID19 vaccine coverage (&gt;85% of the adult population), resurgences with new variants of concern remain a strong probability. Nevertheless, such resurgences are not mirrored by high rates of hospitalisation and death compared with what was experienced in relatively COVID-19 vaccine-naive populations. Even though COVID-19 vaccines are unlikely to result in a herd immunity state, their ability to protect against severe COVID-19 and death could allow for a return to normalcy once a large enough proportion of the adult population in a country has been vaccinated."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "South African Medical Research Council Vaccines and Infectious Diseases Analytical Research Unit, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa; and African Leadership in Vaccinology Expertise, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa. shabir.madhi@wits.ac.za."
          }
        ],
        "LastName": "Madhi",
        "ForeName": "S A",
        "Initials": "SA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "South Africa",
    "MedlineTA": "S Afr Med J",
    "NlmUniqueID": "0404520"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "COVID-19 Vaccines"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "immunology",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "COVID-19 Vaccines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Immunity, Herd"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Acuity"
    },
    {
      "QualifierName": [
        "genetics",
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}