{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Antiviral immunity",
      "COVID-19",
      "Hyperinflammation",
      "SARS-CoV-2",
      "Zinc"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33882442",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.intimp.2021.107630",
      "S1567-5769(21)00266-6"
    ],
    "Journal": {
      "ISSN": "1878-1705",
      "JournalIssue": {
        "Volume": "96",
        "PubDate": {
          "Year": "2021",
          "Month": "Jul"
        }
      },
      "Title": "International immunopharmacology",
      "ISOAbbreviation": "Int Immunopharmacol"
    },
    "ArticleTitle": "Immunopharmacological perspective on zinc in SARS-CoV-2 infection.",
    "Pagination": {
      "StartPage": "107630",
      "MedlinePgn": "107630"
    },
    "Abstract": {
      "AbstractText": [
        "The novel SARS-CoV-2 which was first reported in China is the cause of infection known as COVID-19. In comparison with other coronaviruses such as SARS-CoV and MERS, the mortality rate of SARS-CoV-2 is lower but the transmissibility is higher. Immune dysregulation is the most common feature of the immunopathogenesis of COVID-19 that leads to hyperinflammation. Micronutrients such as zinc are essential for normal immune function. According to the assessment of WHO, approximately one-third of the world's society suffer from zinc deficiency. Low plasma levels of zinc are associated with abnormal immune system functions such as impaired chemotaxis of polymorphonuclear cells (PMNs) and phagocytosis, dysregulated intracellular killing, overexpression of the inflammatory cytokines, lymphopenia, decreased antibody production, and sensitivity to microbes especially viral respiratory infections. Zinc exerts numerous direct and indirect effects against a wide variety of viral species particularly RNA viruses. The use of zinc and a combination of zinc-pyrithione at low concentrations impede SARS-CoV replication in vitro. Accordingly, zinc can inhibit the elongation step of RNA transcription. Furthermore, zinc might improve antiviral immunity by up-regulation of IFNα through JAK/STAT1 signaling pathway in leukocytes. On the other hand, zinc supplementation might ameliorate tissue damage caused by mechanical ventilation in critical COVID-19 patients. Finally, zinc might be used in combination with antiviral medications for the management of COVID-19 patients. In the current review article, we review and discuss the immunobiological roles and antiviral properties as well as the therapeutic application of zinc in SARS-CoV-2 and related coronaviruses infections."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cellular and Molecular Research Center, Cellular and Molecular Medicine Institute, Urmia University of Medical Sciences, Urmia, Iran. Electronic address: simaheydarzadeh01p@gmail.com."
          }
        ],
        "LastName": "Asl",
        "ForeName": "Sima Heydarzadeh",
        "Initials": "SH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Biotechnology, Faculty of Advanced Medical Sciences, Tabriz University of Medical Sciences, Tabriz, Iran. Electronic address: nikfarjams@tbzmed.ac.ir."
          }
        ],
        "LastName": "Nikfarjam",
        "ForeName": "Sepideh",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Urmia University of Medical Sciences, Urmia, Iran. Electronic address: majidiz.n@umsu.ac.ir."
          }
        ],
        "LastName": "Majidi Zolbanin",
        "ForeName": "Naime",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departments of Pharmacology and Community Medicine, Michigan State University, East Lansing, MI, USA. Electronic address: Reza.Nassiri@hc.msu.edu."
          }
        ],
        "LastName": "Nassiri",
        "ForeName": "Reza",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Solid Tumor Research Center, Cellular and Molecular Medicine Research Institute, Urmia University of Medical Sciences, Urmia, Iran. Electronic address: Jafari.reza@umsu.ac.ir."
          }
        ],
        "LastName": "Jafari",
        "ForeName": "Reza",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Int Immunopharmacol",
    "NlmUniqueID": "100965259",
    "ISSNLinking": "1567-5769"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "J41CSQ7QDS",
      "NameOfSubstance": "Zinc"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Virus Replication"
    },
    {
      "QualifierName": [
        "metabolism",
        "pharmacology"
      ],
      "DescriptorName": "Zinc"
    }
  ],
  "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}