{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "SARS-CoV-2",
      "brain",
      "central nervous system",
      "cerebrospinal fluid",
      "coronavirus",
      "neuroinvasive",
      "neuron",
      "neurotropic",
      "olfactory",
      "transcribrial"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32492193",
  "DateCompleted": {
    "Year": "2020",
    "Month": "12",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "06",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/jmv.26105"
    ],
    "Journal": {
      "ISSN": "1096-9071",
      "JournalIssue": {
        "Volume": "92",
        "Issue": "10",
        "PubDate": {
          "Year": "2020",
          "Month": "Oct"
        }
      },
      "Title": "Journal of medical virology",
      "ISOAbbreviation": "J Med Virol"
    },
    "ArticleTitle": "Potential neuroinvasive pathways of SARS-CoV-2: Deciphering the spectrum of neurological deficit seen in coronavirus disease-2019 (COVID-19).",
    "Pagination": {
      "StartPage": "1845",
      "EndPage": "1857",
      "MedlinePgn": "1845-1857"
    },
    "Abstract": {
      "AbstractText": [
        "Coronavirus disease-2019 (COVID-19) was declared a global pandemic on 11 March 2020. Scientists and clinicians must acknowledge that severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has the potential to attack the human body in multiple ways simultaneously and exploit any weaknesses of its host. A multipronged attack could potentially explain the severity and extensive variety of signs and symptoms observed in patients with COVID-19. Understanding the diverse tactics of this virus to infect the human body is both critical and incredibly complex. Although patients diagnosed with COVID-19 have primarily presented with pulmonary involvement, viral invasion, and injury to diverse end organs is also prevalent and well documented in these patients, but has been largely unheeded. Human organs known for angiotensin-converting enzyme 2 (ACE2) expression including the gastrointestinal tract, kidneys, heart, adrenals, brain, and testicles are examples of extra pulmonary tissues with confirmed invasion by SARS-CoV-2. Initial multiple organ involvement may present with vague signs and symptoms to alert health care professionals early in the course of COVID-19. Another example of an ongoing, yet neglected element of the syndromic features of COVID-19, are the reported findings of loss of smell, altered taste, ataxia, headache, dizziness, and loss of consciousness, which suggest a potential for neural involvement. In this review, we further deliberate on the neuroinvasive potential of SARS-CoV-2, the neurologic symptomology observed in COVID-19, the host-virus interaction, possible routes of SARS-CoV-2 to invade the central nervous system, other neurologic considerations for patients with COVID-19, and a collective call to action."
      ],
      "CopyrightInformation": "© 2020 Wiley Periodicals LLC."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-0626-216X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biological and Biomedical Sciences, Aga Khan University, Karachi, Sindh, Pakistan."
          }
        ],
        "LastName": "Baig",
        "ForeName": "Abdul Mannan",
        "Initials": "AM"
      },
      {
        "Identifier": [
          "0000-0001-9835-4373"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Mount Auburn Hospital, Boston Urogynecology Associates, Cambridge, Massachusetts, United States."
          }
        ],
        "LastName": "Sanders",
        "ForeName": "Erin C",
        "Initials": "EC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Med Virol",
    "NlmUniqueID": "7705876",
    "ISSNLinking": "0146-6615"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "J Med Virol. 2021 Jan;93(1):190-191",
      "PMID": "32648939"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Nervous System Diseases"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The authors declare no potential conflict of interests."
}