{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "SARS-CoV-2",
      "oral bacteria",
      "oral health",
      "saliva"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34207046",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "06",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "6527",
      "10.3390/ijms22126527"
    ],
    "Journal": {
      "ISSN": "1422-0067",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "12",
        "PubDate": {
          "Year": "2021",
          "Month": "Jun",
          "Day": "18"
        }
      },
      "Title": "International journal of molecular sciences",
      "ISOAbbreviation": "Int J Mol Sci"
    },
    "ArticleTitle": "SARS-CoV-2 Infection and Significance of Oral Health Management in the Era of \"the New Normal with COVID-19\".",
    "Abstract": {
      "AbstractText": [
        "More than a year ago, the coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), was declared a pandemic by the World Health Organization, with the world approaching its fourth wave. During this period, vaccines were developed in a much shorter period than thought possible, with the initiation of the pertinent vaccination. However, oral cavities have come under renewed scrutiny worldwide because saliva, a mixture of salivary secretions, pharyngeal secretions, and gingival crevicular fluid, have not only been shown to contain infective viral loads, mediating the route of SARS-CoV-2 transmission via droplet, aerosol, or contagion, but also used as a sample for viral RNA testing with a usefulness comparable to the nasopharyngeal swab. The oral cavity is an important portal for ingress of SARS-CoV-2, being an entryway to the bronchi, alveoli, and rest of the lower respiratory tract, causing inflammation by viral infection. Moreover, angiotensin-converting enzyme 2, a host receptor for SARS-CoV-2, coupled with proteases responsible for viral entry have been found to be expressed on the tongue and other oral mucosae, suggesting that the oral cavity is the site of virus replication and propagation. Furthermore, there is a possibility that the aspiration of oral bacteria (such as periodontal pathogens) along with saliva into the lower respiratory tract may be a complicating factor for COVID-19 because chronic obstructive pulmonary disease and diabetes are known COVID-19 comorbidities with a greater risk of disease aggravation and higher death rate. These comorbidities have a strong connection to chronic periodontitis and periodontal pathogens, and an oral health management is an effective measure to prevent these comorbidities. In addition, oral bacteria, particularly periodontal pathogens, could be proinflammatory stimulants to respiratory epithelia upon its exposure to aspirated bacteria. Therefore, it may be expected that oral health management not only prevents comorbidities involved in aggravating COVID-19 but also has an effect against COVID-19 progression. This review discusses the significance of oral health management in SARS-CoV-2 infection in the era of \"the new normal with COVID-19\" and COVID-19 prevention with reference to the hypothetical mechanisms that the authors and the other researchers have proposed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-0985-4267"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, School of Dentistry, Nihon University, Chiyoda-ku, Tokyo 101-8310, Japan."
          }
        ],
        "LastName": "Imai",
        "ForeName": "Kenichi",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, School of Dentistry, Nihon University, Chiyoda-ku, Tokyo 101-8310, Japan."
          }
        ],
        "LastName": "Tanaka",
        "ForeName": "Hajime",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Mol Sci",
    "NlmUniqueID": "101092791",
    "ISSNLinking": "1422-0067"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "EC 3.4.17.23",
      "NameOfSubstance": "Angiotensin-Converting Enzyme 2"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Angiotensin-Converting Enzyme 2"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "metabolism",
        "virology"
      ],
      "DescriptorName": "Mouth Mucosa"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oral Health"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "physiology"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Saliva"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Tongue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Internalization"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}