{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cerebrovascular stroke",
      "Coronavirus",
      "Inflammation",
      "Neurology"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32661794",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s12028-020-01049-4"
    ],
    "Journal": {
      "ISSN": "1556-0961",
      "JournalIssue": {
        "Volume": "34",
        "Issue": "3",
        "PubDate": {
          "Year": "2021",
          "Month": "Jun"
        }
      },
      "Title": "Neurocritical care",
      "ISOAbbreviation": "Neurocrit Care"
    },
    "ArticleTitle": "Neurological Involvement in COVID-19 and Potential Mechanisms: A Review.",
    "Pagination": {
      "StartPage": "1062",
      "EndPage": "1071",
      "MedlinePgn": "1062-1071"
    },
    "Abstract": {
      "AbstractText": [
        "As the current understanding of COVID-19 continues to evolve, a synthesis of the literature on the neurological impact of this novel virus may help inform clinical management and highlight potentially important avenues of investigation. Additionally, understanding the potential mechanisms of neurologic injury may guide efforts to better detect and ameliorate these complications. In this review, we synthesize a range of clinical observations and initial case series describing potential neurologic manifestations of COVID-19 and place these observations in the context of coronavirus neuro-pathophysiology as it may relate to SARS-CoV-2 infection. Reported nervous system manifestations range from anosmia and ageusia, to cerebral hemorrhage and infarction. While the volume of COVID-19-related case studies continues to grow, previous work examining related viruses suggests potential mechanisms through which the novel coronavirus may impact the CNS and result in neurological complications. Namely, animal studies examining the SARS-CoV have implicated the angiotensin-converting-enzyme-2 receptor as a mediator of coronavirus-related neuronal damage and have shown that SARS-CoV can infect cerebrovascular endothelium and brain parenchyma, the latter predominantly in the medial temporal lobe, resulting in apoptosis and necrosis. Human postmortem brain studies indicate that human coronavirus variants and SARS-CoV can infect neurons and glia, implying SARS-CoV-2 may have similar neurovirulence. Additionally, studies have demonstrated an increase in cytokine serum levels as a result of SARS-CoV infection, consistent with the notion that cytokine overproduction and toxicity may be a relevant potential mechanism of neurologic injury, paralleling a known pathway of pulmonary injury. We also discuss evidence that suggests that SARS-CoV-2 may be a vasculotropic and neurotropic virus. Early reports suggest COVID-19 may be associated with severe neurologic complications, and several plausible mechanisms exist to account for these observations. A heightened awareness of the potential for neurologic involvement and further investigation into the relevant pathophysiology will be necessary to understand and ultimately mitigate SARS-CoV-2-associated neurologic injury."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-3322-9672"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Warren Alpert Medical School of Brown University, Providence, RI, USA. ghazal_aghagoli@brown.edu."
          }
        ],
        "LastName": "Aghagoli",
        "ForeName": "Ghazal",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Warren Alpert Medical School of Brown University, Providence, RI, USA."
          }
        ],
        "LastName": "Gallo Marin",
        "ForeName": "Benjamin",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Robert Wood Johnson Medical School, Piscataway, NJ, USA."
          }
        ],
        "LastName": "Katchur",
        "ForeName": "Nicole J",
        "Initials": "NJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Neurología, Hospital Clínica Bíblica, San José, Costa Rica."
          },
          {
            "Identifier": [],
            "Affiliation": "ILAE-Latin America, International League Against Epilepsy, Flower Mound, USA."
          }
        ],
        "LastName": "Chaves-Sell",
        "ForeName": "Franz",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Warren Alpert Medical School of Brown University, Providence, RI, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Neurosurgery, Warren Alpert Medical School of Brown University, Providence, RI, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Carney Institute for Brain Science, Brown University, Providence, RI, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Neuroscience, Brown University, Providence, RI, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Norman Prince Neurosciences Institute at Lifespan, Providence, RI, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Neurosurgery, Rhode Island Hospital, Providence, RI, USA."
          }
        ],
        "LastName": "Asaad",
        "ForeName": "Wael F",
        "Initials": "WF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Harvard Medical School, Boston, MA, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Division of Pediatric Critical Care, Department of Pediatrics, Massachusetts General Hospital, Boston, USA."
          }
        ],
        "LastName": "Murphy",
        "ForeName": "Sarah A",
        "Initials": "SA"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R25 AI140490",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R25AI140490",
        "Agency": "National Institute of Allergy and Infectious Diseases",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Neurocrit Care",
    "NlmUniqueID": "101156086",
    "ISSNLinking": "1541-6933"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy",
        "virology"
      ],
      "DescriptorName": "Nervous System Diseases"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The authors declare that they have no conflict of interest."
}