{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Seit Beginn der Pandemie dominiert die SARS-CoV-2-Infektion den klinischen Alltag. In der Behandlung von Hochrisikopopulationen bestand lange Unklarheit über das Ausmaß und die Konsequenzen der Infektion. Zu diesem Risikokollektiv gehört auch die schwangere Patientin. Die Etablierung von klinischen Registerstudien konnte innerhalb kürzester Zeit und unter enormer Anstrengung zu einer Einschätzung der pandemischen Lage für dieses Kollektiv beitragen. Anhand eines klinischen Falls wird im folgenden Bericht die Assoziation zwischen SARS-CoV-2-Infektion einer schwangeren Patientin mit klinischen Zeichen der Präeklampsie bis hin zur Ausbildung eines posterioren reversiblen Enzephalopathiesyndroms (PRES) beschrieben. Anhand des Falles wird die differentialdiagnostische Abklärung zwischen fulminanten Verlauf der Infektion und Präeklampsie dargelegt. Der Artikel stellt die aktuelle Datenlage zum Auftreten eines PRES in der Schwangerschaft im Zusammenhang mit einer SARS-CoV-2-Infektion dar und setzt sich mit möglichen Differentialdiagnosen auseinander. Durch die interdisziplinäre Betreuung der Patientin kann eine Übersicht zu den Aspekten des jeweiligen Fachgebietes dargelegt werden."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36049778",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "09",
        "Day": "01"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-1906-1937"
    ],
    "Journal": {
      "ISSN": "1439-1651",
      "JournalIssue": {
        "Volume": "226",
        "Issue": "6",
        "PubDate": {
          "Year": "2022",
          "Month": "Dec"
        }
      },
      "Title": "Zeitschrift fur Geburtshilfe und Neonatologie",
      "ISOAbbreviation": "Z Geburtshilfe Neonatol"
    },
    "ArticleTitle": "[The Complexity of SARS-CoV-2 Infection in the Clinical Setting of Obstetrics - Discussion Based on a Case Study].",
    "Pagination": {
      "StartPage": "416",
      "EndPage": "421",
      "MedlinePgn": "416-421"
    },
    "Abstract": {
      "AbstractText": [
        "Since the beginning of the pandemic, SARS-CoV-2 infection has dominated clinical practice. In the treatment of high-risk populations, there has long been uncertainty about the extent and consequences of infection. This high-risk population includes pregnant patients. The establishment of clinical registry studies was able to contribute an assessment of the pandemic situation for this collective within a very short time and with enormous effort. Based on a clinical case, the following report describes the association between SARS-CoV-2 infection of a pregnant patient with clinical signs of preeclampsia to the development of posterior reversible encephalopathy syndrome (PRES). Based on the case, the differential diagnostic workup between fulminant course of infection and preeclampsia is presented. The article presents the current data on the occurrence of PRES in pregnancy in the context of SARS-CoV-2 infection and addresses possible differential diagnoses. Interdisciplinary care of the patient allows an overview of aspects of each specialty to be presented."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Gießen und Marburg, Standort Marburg, Klinik für Gynäkologie und Geburtshilfe, Abt. für Geburtshilfe und Perinatologie, Marburg."
          }
        ],
        "LastName": "Möginger",
        "ForeName": "Michaela",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Gießen und Marburg, Standort Marburg, Zentrum für Kinder- und Jugendmedizin, Marburg."
          }
        ],
        "LastName": "Mand",
        "ForeName": "Nadine",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Gießen und Marburg, Standort Marburg, Institut für Pathologie, Bereich Fetalpathologie, Marburg."
          }
        ],
        "LastName": "Schoner",
        "ForeName": "Katharina",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Gießen und Marburg, Standort Marburg, Klinik für Neurologie, Marburg."
          }
        ],
        "LastName": "Seipelt",
        "ForeName": "Maria",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Gießen und Marburg, Standort Marburg, Klinik für Neuroradiologie, Marburg."
          }
        ],
        "LastName": "Schulze",
        "ForeName": "Maximilian",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Gießen und Marburg, Standort Marburg, Klinik für Gynäkologie und Geburtshilfe, Abt. für Geburtshilfe und Perinatologie, Marburg."
          }
        ],
        "LastName": "Köhler",
        "ForeName": "Siegmund",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Gießen und Marburg, Standort Gießen, Zentrum für Frauenheilkunde und Geburtshilfe, Abt. Pränataldiagnostik und fetale Therapie."
          }
        ],
        "LastName": "Axt-Fliedner",
        "ForeName": "Roland",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Gießen und Marburg, Standort Marburg, Klinik für Gynäkologie und Geburtshilfe, Abt. für Geburtshilfe und Perinatologie, Marburg."
          }
        ],
        "LastName": "Keil",
        "ForeName": "Corinna Nora",
        "Initials": "CN"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Die Komplexität der SARS-CoV-2-Infektion im klinischen Alltag der Geburtshilfe – Auseinandersetzung anhand eines Fallbeispiels."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Z Geburtshilfe Neonatol",
    "NlmUniqueID": "9508901",
    "ISSNLinking": "0948-2393"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Posterior Leukoencephalopathy Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "Die Autorinnen/Autoren geben an, dass kein Interessenkonflikt besteht."
}