{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      " COVID-19",
      " COVID-19 diagnosis",
      " COVID-19 treatment",
      " COVID-19 vaccines",
      " genetic variants",
      "SARS-CoV-2"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La enfermedad por coronavirus 2019 (COVID-19), causada por el virus SARS-CoV-2 descubierto en diciembre de 2019 en Wuhan, China, ha tenido un gran impacto en la salud pública a nivel mundial, por su rápida diseminación con comportamiento pandémico, su difícil control y escasas alternativas terapéuticas. En esta revisión, se resumen los mecanismos fisiopatológicos de la enfermedad, así como su presentación clínica y técnicas diagnósticas. Además, se revisan los linajes más importantes y las distintas estrategias de prevención de la enfermedad, con énfasis en el desarrollo de vacunas y sus diferentes plataformas. Por último, se resumen algunas de las estrategias terapéuticas disponibles en la actualidad."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34213514",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "05",
        "Day": "25"
      }
    ],
    "Language": [
      "spa",
      "eng"
    ],
    "ELocationID": [
      "10.5867/medwave.2021.04.8198"
    ],
    "Journal": {
      "ISSN": "0717-6384",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "4",
        "PubDate": {
          "Year": "2021",
          "Month": "May",
          "Day": "25"
        }
      },
      "Title": "Medwave",
      "ISOAbbreviation": "Medwave"
    },
    "ArticleTitle": "What we know and dont know on SARS-CoV-2 and COVID-19.",
    "Pagination": {
      "StartPage": "e8198",
      "MedlinePgn": "e8198"
    },
    "Abstract": {
      "AbstractText": [
        "Coronavirus disease 2019 (COVID-19), caused by the SARS-CoV-2 virus discovered in December 2019 in Wuhan, China, has had an enormous impact on public health worldwide due to its rapid spread and pandemic behavior, challenges in its control and mitigation, and few therapeutic alternatives. In this review, we summarize the pathophysiological mechanisms, clinical presentation, and diagnostic techniques. In addition, the main lineages and the different strategies for disease prevention are reviewed, with emphasis on the development of vaccines and their different platforms. Finally, some of the currently available therapeutic strategies are summarized. Throughout the article, we point out the current knowns and unknowns at the time of writing this article."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escuela de Medicina, Universidad de Santiago de Chile (USACH), Santiago, Chile; Departamento de Infectología, Hospital Barros Luco, Santiago, Chile. Adress: Escuela de Medicina, Universidad de Santiago de Chile, Avenida Libertador Bernardo O'Higgins 3363, Estación Central, Santiago, Chile. Email: ignacio.silva.a@usach.cl. ORCID: 0000-0002-6996-3695."
          }
        ],
        "LastName": "Silva-Ayarza",
        "ForeName": "Ignacio",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escuela de Medicina, Universidad de Santiago de Chile (USACH), Santiago, Chile. ORCID: 0000-0002-5715-9755."
          }
        ],
        "LastName": "Bachelet",
        "ForeName": "Vivienne C",
        "Initials": "VC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Lo que sabemos y no sabemos sobre SARS-CoV-2 y COVID-19."
  },
  "MedlineJournalInfo": {
    "Country": "Chile",
    "MedlineTA": "Medwave",
    "NlmUniqueID": "101581949",
    "ISSNLinking": "0717-6384"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}