{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33361715",
  "DateCompleted": {
    "Year": "2021",
    "Month": "01",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "02",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0126-8635",
      "JournalIssue": {
        "Volume": "42",
        "Issue": "3",
        "PubDate": {
          "Year": "2020",
          "Month": "Dec"
        }
      },
      "Title": "The Malaysian journal of pathology",
      "ISOAbbreviation": "Malays J Pathol"
    },
    "ArticleTitle": "Severe acute respiratory syndrome-Coronavirus-2 infection: A review of the clinical-pathological correlations of Coronavirus disease-19 in children.",
    "Pagination": {
      "StartPage": "349",
      "EndPage": "361",
      "MedlinePgn": "349-361"
    },
    "Abstract": {
      "AbstractText": [
        "The coronavirus disease-19 (COVID-19) has become a global pandemic of acute respiratory disease in just less than a year by the middle of 2020. This disease caused by the severe acute respiratory syndrome-coronavirus-2 (SARS-CoV-2), has resulted in significant mortality especially among the older age population and those with health co-morbidities. In contrast, children are relatively spared of this potentially ravaging disease that culminates in the acute respiratory distress syndrome, multi-organ failure and death. SARS-CoV-2 infection induces exuberant release of pro-inflammatory mediators, causing a \"cytokine storm\" and hypercoagulable states that underlie these complications. The SARS-CoV-2 infection median incubation is 5.1 days, with most developing symptoms by 11.5 days. It is highly infectious, spreading via the horizontal mode of transmission, but there is yet very limited evidence of vertical transmission to the newborn infant occurring either transplacentally or through breastfeeding. This said, various immune factors during childhood may modulate the expression of COVID-19, with the multisystem inflammatory syndrome in children (MIS-C) at the severe end of the disease spectrum. This article gives an overview of the SARS-CoV-2 infection, clinical presentation and laboratory tests of COVID-19 and correlating with the current understanding of the pathological basis of this disease in the paediatric population."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universiti Kebangsaan Malaysia Medical Centre, Faculty of Medicine, Department of Paediatrics, Jalan Yaacob Latif, Bandar Tun Razak, 56000 Cheras, Kuala Lumpur. Malaysia"
          }
        ],
        "LastName": "Teo",
        "ForeName": "J T R",
        "Initials": "JTR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universiti Kebangsaan Malaysia Medical Centre, Faculty of Medicine, Department of Paediatrics, Jalan Yaacob Latif, Bandar Tun Razak, 56000 Cheras, Kuala Lumpur. Malaysia"
          }
        ],
        "LastName": "Abidin",
        "ForeName": "N H",
        "Initials": "NH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universiti Kebangsaan Malaysia Medical Centre, Faculty of Medicine, Department of Paediatrics, Jalan Yaacob Latif, Bandar Tun Razak, 56000 Cheras, Kuala Lumpur, Malaysia cheahfc@ppukm.ukm.edu.my"
          }
        ],
        "LastName": "Cheah",
        "ForeName": "F C",
        "Initials": "FC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Malaysia",
    "MedlineTA": "Malays J Pathol",
    "NlmUniqueID": "8101177",
    "ISSNLinking": "0126-8635"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "pathology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}