{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "CRISPR-based diagnostics",
      "Collateral cleavage",
      "Nucleic acid detection",
      "SARS-CoV-2"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33428900",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "01",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.clinbiochem.2020.12.011",
      "S0009-9120(21)00001-1"
    ],
    "Journal": {
      "ISSN": "1873-2933",
      "JournalIssue": {
        "Volume": "89",
        "PubDate": {
          "Year": "2021",
          "Month": "Mar"
        }
      },
      "Title": "Clinical biochemistry",
      "ISOAbbreviation": "Clin Biochem"
    },
    "ArticleTitle": "CRISPR-based tools: Alternative methods for the diagnosis of COVID-19.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "13",
      "MedlinePgn": "1-13"
    },
    "Abstract": {
      "AbstractText": [
        "The recently emerged severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) spread all over the world rapidly and caused a global pandemic. To prevent the virus from spreading to more individuals, it is of great importance to identify and isolate infected individuals through testing. Reverse transcription-quantitative polymerase chain reaction (RT-qPCR) is the gold standard method for the diagnosis of coronavirus disease (COVID-19) worldwide. However, performing RT-qPCR is limited to centralized laboratories because of the need for sophisticated laboratory equipment and skilled personnel. Further, it can sometimes give false negative or uncertain results. Recently, new methods have been developed for nucleic acid detection and pathogen diagnosis using CRISPR-Cas systems. These methods present rapid and cost-effective diagnostic platforms that provide high sensitivity and specificity without the need for complex instrumentation. Using the CRISPR-based SARS-CoV-2 detection methods, it is possible to increase the number of daily tests in existing laboratories, reduce false negative or uncertain result rates obtained with RT-qPCR, and perform testing in resource-limited settings or at points of need where performing RT-qPCR is not feasible. Here, we briefly describe the RT-qPCR method, and discuss its limitations in meeting the current diagnostic needs. We explain how the unique properties of various CRISPR-associated enzymes are utilized for nucleic acid detection and pathogen diagnosis. Then, we highlight the important features of CRISPR-based diagnostic methods developed for SARS-CoV-2 detection. Finally, we examine the advantages and limitations of these methods, and discuss how they can contribute to improving the efficiency of the current testing systems for combating SARS-CoV-2."
      ],
      "CopyrightInformation": "Copyright © 2021 The Canadian Society of Clinical Chemists. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, Hacettepe University, Ankara 06100, Turkey."
          }
        ],
        "LastName": "Palaz",
        "ForeName": "Fahreddin",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Pharmacy, Hacettepe University, Ankara 06100, Turkey."
          }
        ],
        "LastName": "Kalkan",
        "ForeName": "Ali Kerem",
        "Initials": "AK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Microbiology, Faculty of Medicine, Hacettepe University, Ankara 06100, Turkey."
          }
        ],
        "LastName": "Tozluyurt",
        "ForeName": "Abdullah",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biomedical Engineering, Near East University, Nicosia, 10 Mersin, Turkey. Electronic address: mehmet.ozsoz@neu.edu.tr."
          }
        ],
        "LastName": "Ozsoz",
        "ForeName": "Mehmet",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Biochem",
    "NlmUniqueID": "0133660",
    "ISSNLinking": "0009-9120"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "COVID-19 Testing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "CRISPR-Cas Systems"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Molecular Diagnostic Techniques"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Nucleic Acid Amplification Techniques"
    },
    {
      "QualifierName": [
        "genetics",
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}