{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Immunological responses",
      "Mutations",
      "Treatment modalities",
      "Vaccines"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36603376",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "12",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jiph.2022.12.019",
      "S1876-0341(22)00369-0"
    ],
    "Journal": {
      "ISSN": "1876-035X",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "2",
        "PubDate": {
          "Year": "2023",
          "Month": "Feb"
        }
      },
      "Title": "Journal of infection and public health",
      "ISOAbbreviation": "J Infect Public Health"
    },
    "ArticleTitle": "COVID-19: A state of art on immunological responses, mutations, and treatment modalities in riposte.",
    "Pagination": {
      "StartPage": "233",
      "EndPage": "249",
      "MedlinePgn": "233-249"
    },
    "Abstract": {
      "AbstractText": [
        "Over the last few years, the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) unleashed a global public health catastrophe that had a substantial influence on human physical and mental health, the global economy, and socio-political dynamics. SARS-CoV-2 is a respiratory pathogen and the cause of ongoing COVID-19 pandemic, which testified how unprepared humans are for pandemics. Scientists and policymakers continue to face challenges in developing ideal therapeutic agents and vaccines, while at the same time deciphering the pathology and immunology of SARS-CoV-2. Challenges in the early part of the pandemic included the rapid development of diagnostic assays, vaccines, and therapeutic agents. The ongoing transmission of COVID-19 is coupled with the emergence of viral variants that differ in their transmission efficiency, virulence, and vaccine susceptibility, thus complicating the spread of the pandemic. Our understanding of how the human immune system responds to these viruses as well as the patient groups (such as the elderly and immunocompromised individuals) who are often more susceptible to serious illness have both been aided by this epidemic. COVID-19 causes different symptoms to occur at different stages of infection, making it difficult to determine distinct treatment regimens employed for the various clinical phases of the disease. Unsurprisingly, determining the efficacy of currently available medications and developing novel therapeutic strategies have been a process of trial and error. The global scientific community collaborated to research and develop vaccines at a neck-breaking speed. This review summarises the overall picture of the COVID-19 pandemic, different mutations in SARS-CoV-2, immune response, and the treatment modalities against SARS-CoV-2."
      ],
      "CopyrightInformation": "Copyright © 2023 The Authors. Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Microbiology and Infectious Diseases, School of Pathology, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa."
          }
        ],
        "LastName": "Gong",
        "ForeName": "Xiaolong",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Haematology, School of Pathology, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa."
          }
        ],
        "LastName": "Khan",
        "ForeName": "Amber",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Chemistry, College of Science, University of Jeddah, P.O. Box 80327, Jeddah 21589, Kingdom of Saudi Arabia."
          }
        ],
        "LastName": "Wani",
        "ForeName": "Mohmmad Younus",
        "Initials": "MY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Microbiology and Infectious Diseases, School of Pathology, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa; Division of Infection Control, Charlotte Maxeke Johannesburg Academic Hospital, National Health Laboratory Service, Johannesburg, South Africa. Electronic address: Aijaz.Ahmad@nhls.ac.za."
          }
        ],
        "LastName": "Ahmad",
        "ForeName": "Aijaz",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Microbiology and Infectious Diseases, School of Pathology, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa; Division of Infection Control, Charlotte Maxeke Johannesburg Academic Hospital, National Health Laboratory Service, Johannesburg, South Africa."
          }
        ],
        "LastName": "Duse",
        "ForeName": "Adriano",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Infect Public Health",
    "NlmUniqueID": "101487384",
    "ISSNLinking": "1876-0341"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology",
        "immunology",
        "therapy"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}