{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Close contacts",
      "Control strategy",
      "Isolation",
      "Mitigation strategy",
      "Pandemic",
      "Quarantine"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33907920",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "29",
      "10.1007/s11882-021-01007-w"
    ],
    "Journal": {
      "ISSN": "1534-6315",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "4",
        "PubDate": {
          "Year": "2021",
          "Month": "Apr",
          "Day": "28"
        }
      },
      "Title": "Current allergy and asthma reports",
      "ISOAbbreviation": "Curr Allergy Asthma Rep"
    },
    "ArticleTitle": "The COVID-19 Pandemic-an Epidemiological Perspective.",
    "Pagination": {
      "StartPage": "29",
      "MedlinePgn": "29"
    },
    "Abstract": {
      "AbstractText": [
        "The ongoing COVID-19 pandemic is a matter of great concern worldwide. After the first wave, several countries, notably in the European Union, are suffering a very rapid increase in the number of cases in the pandemic second wave. Health systems are under stress; hospital beds and ICU beds are increasingly occupied by COVID-19 patients, and hospitals are struggling to keep their normal operations. We review some basic epidemiological data of this new disease, regarding its appearance, reproductive rate, ways of transmission, number of cases, death rate, usefulness of diagnostic tests, basic treatment options, and prevention and control strategies, including vaccines.",
        "The basic control strategy falls into two well established categories: active attack (control) or organized defense (mitigation). The control strategy relies on classic testing, tracing, and tracking possible cases of COVID-19. Those actions draw from classical epidemiology: to actively find and detect cases, isolate if positive for 10 days and treat when needed. At the same time, the search for close contacts, test them when needed and quarantine and monitor for 10 to 14 days in order to break chains of transmission. The mitigation strategy include basic measures to protect people at increased risk of severe illness, like social distancing, wearing a mask when social distancing is not possible, avoiding crowds, avoiding indoor crowded spaces, increase ventilation indoors and washing or sanitizing hands often. They include also targeted restrictions in people's mobility, and lock-downs, widely used during the first wave in order to spare the health system, become overwhelmed and increasingly used in Europe once more in the current strong second wave. Waiting for effective and safe vaccines and treatments, stopping the ongoing COVID-19 transmission is our only defense wall. We do not know yet which strategy or strategies worked best. We all must work as a team to give an adequate response to this pandemic. We have just one world and one health. Nobody will be safe until everybody is safe."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2329-676X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Preventive Medicine and Epidemiology Department, Hospital Clínic-Universitat de Barcelona-ISGlobal, Barcelona, Spain. avilella@clinic.cat."
          }
        ],
        "LastName": "Vilella",
        "ForeName": "Anna",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0002-6869-0242"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Preventive Medicine and Epidemiology Department, Hospital Clínic-Universitat de Barcelona-ISGlobal, Barcelona, Spain."
          }
        ],
        "LastName": "Trilla",
        "ForeName": "Antoni",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Allergy Asthma Rep",
    "NlmUniqueID": "101096440",
    "ISSNLinking": "1529-7322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Quarantine"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The authors declare no competing interests."
}