{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Combined oropharyngeal and nasal swab",
      "ID NOW",
      "Nasal swab",
      "Nasopharyngeal swab",
      "Oropharyngeal swab",
      "Point-of-care testing (POCT)",
      "Rapid diagnostics",
      "SARS-CoV-2",
      "Symptomatic"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36096431",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "09",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cmi.2022.08.025",
      "S1198-743X(22)00462-1"
    ],
    "Journal": {
      "ISSN": "1469-0691",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "2",
        "PubDate": {
          "Year": "2023",
          "Month": "Feb"
        }
      },
      "Title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
      "ISOAbbreviation": "Clin Microbiol Infect"
    },
    "ArticleTitle": "Prospective population-level validation of the Abbott ID NOW severe acute respiratory syndrome coronavirus 2 device implemented in multiple settings for testing asymptomatic and symptomatic individuals.",
    "Pagination": {
      "StartPage": "247",
      "EndPage": "252",
      "MedlinePgn": "247-252"
    },
    "Abstract": {
      "AbstractText": [
        "Diagnostic evaluation of the ID NOW coronavirus disease 2019 (COVID-19) assay in various real-world settings among symptomatic and asymptomatic individuals.",
        "Depending on the setting, the ID NOW testing was performed using oropharyngeal swabs (OPSs) taken from patients with symptoms suggestive of COVID-19, asymptomatic close contacts, or asymptomatic individuals as part of outbreak point prevalence screening. From January to April 2021, a select number of sites switched from using OPS to combined oropharyngeal and nasal swab (O + NS) for ID NOW testing. For every individual tested, two swabs were collected by a health care worker: one swab (OPS or O + NS) for ID NOW testing and a separate swab (OPS or nasopharyngeal swab) for RT-PCR.",
        "A total of 129 112 paired samples were analysed (16 061 RT-PCR positive). Of these, 81 697 samples were from 42 COVID-19 community collection sites, 16 924 samples were from 69 rural hospitals, 1927 samples were from nine emergency shelters and addiction treatment facilities, 23 802 samples were from six mobile units that responded to 356 community outbreaks, and 4762 O + NS swabs were collected from three community collection sites and one emergency shelter. The ID NOW assay sensitivity was the highest among symptomatic individuals presenting to community collection sites (92.5%; 95% CI, 92.0-93.0%) and the lowest for asymptomatic individuals associated with community outbreaks (73.9%; 95% CI, 69.8-77.7%). Specificity was >99% in all populations tested.",
        "The sensitivity of ID NOW severe acute respiratory syndrome coronavirus 2 testing is the highest when used in symptomatic community populations not seeking medical care. Sensitivity and positive predictive value drop by approximately 10% when tested on asymptomatic populations. Using combined oropharyngeal and nasal swabs did not improve the performance of ID NOW assay."
      ],
      "CopyrightInformation": "Copyright © 2022 European Society of Clinical Microbiology and Infectious Diseases. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Provincial Laboratory for Public Health, Alberta Precision Laboratories, Alberta, Canada; Department of Pathology and Laboratory Medicine, University of Alberta, Alberta, Canada; Division of Infectious Diseases, Department of Medicine, University of Alberta, Edmonton, Alberta, Canada. Electronic address: William.Stokes@AlbertaPrecisionLabs.ca."
          }
        ],
        "LastName": "Stokes",
        "ForeName": "William",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology and Laboratory Medicine, University of Calgary, Calgary, Alberta, Canada; Point of Care Testing, Alberta Precision Laboratories, Alberta, Canada."
          }
        ],
        "LastName": "Venner",
        "ForeName": "Allison A",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Provincial Laboratory for Public Health, Alberta Precision Laboratories, Alberta, Canada."
          }
        ],
        "LastName": "Buss",
        "ForeName": "Emily",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Provincial Laboratory for Public Health, Alberta Precision Laboratories, Alberta, Canada; Department of Pathology and Laboratory Medicine, University of Alberta, Alberta, Canada; Li Ka Shing Institute of Virology, University of Alberta, Edmonton, Alberta, Canada."
          }
        ],
        "LastName": "Tipples",
        "ForeName": "Graham",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Provincial Laboratory for Public Health, Alberta Precision Laboratories, Alberta, Canada; Department of Pathology and Laboratory Medicine, University of Calgary, Calgary, Alberta, Canada."
          }
        ],
        "LastName": "Berenger",
        "ForeName": "Byron M",
        "Initials": "BM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Clin Microbiol Infect",
    "NlmUniqueID": "9516420",
    "ISSNLinking": "1198-743X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Testing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Laboratory Techniques"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Specimen Handling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nasopharynx"
    }
  ]
}