{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34803018",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1011-601X",
      "JournalIssue": {
        "Volume": "34",
        "Issue": "5",
        "PubDate": {
          "Year": "2021",
          "Month": "Sep"
        }
      },
      "Title": "Pakistan journal of pharmaceutical sciences",
      "ISOAbbreviation": "Pak J Pharm Sci"
    },
    "ArticleTitle": "SHORT-COMMUNICATION-Lesson learnt during COVID-19 pandemic in Pakistan.",
    "Pagination": {
      "StartPage": "1805",
      "EndPage": "1808",
      "MedlinePgn": "1805-1808"
    },
    "Abstract": {
      "AbstractText": [
        "The outbreak of novel coronavirus (COVID-19) is a major health crisis affecting the several nations. In particular, the high ratio of COVID-19 pandemic in Pakistan is significantly deteriorating human mental as well as physical health. The huge mental and physical loss has taught several lessons, which have been retrieved from already existing literature. The latest researches were consulted to identify the challenges and solution to combat COVID-19. First of all, the pharmacy communities in Pakistan are not sufficient to handle the burden of COVID-19 due to economic issues. However, the Government should provide interest-free loans to students and researchers for conducting scholarly work for manufacturing advance medication to combat against COVID-19. Secondly, the drugs that have been used to control the spread of COVID-19, found to be associated with the development of a neuropsychiatric complication. Therefore, there is a dire need to develop more mental health services to control the medication side effects. Thirdly as the traditional mental health services are not sufficient to provide effective and advanced mental health services, therefore, transformative changes through community psychology are mandatory to implement. Lastly, as communicable disease limit the geographical access to avail mental health services. Therefore, the e-CBT approaches must be provided to mitigate the pre and post-pandemic effects. The findings of the study would provide the direction for preparing to combat communicable diseases in the future."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gift University, Gujranwala, Pakistan."
          }
        ],
        "LastName": "Rehman",
        "ForeName": "Sana",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Pakistan",
    "MedlineTA": "Pak J Pharm Sci",
    "NlmUniqueID": "9426356",
    "ISSNLinking": "1011-601X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Pakistan"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}