{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Coronaviruses",
      "Drug classification",
      "Pandemic",
      "Pharmaceutical agents",
      "Possible treatments",
      "SARS-CoV-2"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32734518",
  "DateCompleted": {
    "Year": "2020",
    "Month": "12",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "07",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40199-020-00359-4"
    ],
    "Journal": {
      "ISSN": "2008-2231",
      "JournalIssue": {
        "Volume": "28",
        "Issue": "2",
        "PubDate": {
          "Year": "2020",
          "Month": "Dec"
        }
      },
      "Title": "Daru : journal of Faculty of Pharmacy, Tehran University of Medical Sciences",
      "ISOAbbreviation": "Daru"
    },
    "ArticleTitle": "Classification of the present pharmaceutical agents based on the possible effective mechanism on the COVID-19 infection.",
    "Pagination": {
      "StartPage": "745",
      "EndPage": "764",
      "MedlinePgn": "745-764"
    },
    "Abstract": {
      "AbstractText": [
        "There are several types of research on the COVID-19 disease which have been conducting. It seems that prevailing over the pandemic would be achieved only by mastering over the virus pathophysiology. We tried to categorize the massive amount of available information for useful interpretation.",
        "We searched databases with different keywords and search strategies that focus on virulence and pathophysiology of COVID-19. The present review has aimed to gather and categorize all implemented drugs based on the susceptible virulence mechanisms, and the pathophysiological events in the host cells, discussing and suggesting treatments.",
        "As a result, the COVID-19 lifecycle were categorized as following steps: \"Host Cell Attachment\" which is mainly conducted with ACE<sub>2</sub> receptors and TMPRSS2 from the host cell and Spike (S) protein, \"Endocytosis Pathway\" which is performed mainly by clathrin-mediated endocytosis, and \"Viral Replication\" which contains translation and replication of RNA viral genome. The virus pathogenicity is continued by \"Inflammatory Reactions\" which mainly caused moderate to severe COVID-19 disease. Besides, the possible effective therapeutics' mechanism and the pharmaceutical agents that had at least one experience as a preclinical or clinical study on COVID-19 were clearly defined.",
        "The treatment protocol would be occasional based on the stage of the infection and the patient situation. The cocktail of medicines, which could affect almost all mentioned stages of COVID-19 disease, might be vital for patients with severe phenomena. The classification of the possible mechanism of medicines based on COVID-19 pathogenicity."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmaceutics, School of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."
          }
        ],
        "LastName": "Amini Pouya",
        "ForeName": "Maryam",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacoeconomics, School of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."
          }
        ],
        "LastName": "Afshani",
        "ForeName": "Seyyedeh Maryam",
        "Initials": "SM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Toxicology and Pharmacology, School of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran."
          }
        ],
        "LastName": "Maghsoudi",
        "ForeName": "Armin Salek",
        "Initials": "AS"
      },
      {
        "Identifier": [
          "0000-0003-0533-2170"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Toxicology and Pharmacology, School of Pharmacy, Tehran University of Medical Sciences, Tehran, Iran. shokoufehasani@gmail.com."
          },
          {
            "Identifier": [],
            "Affiliation": "Toxicology and Diseases Group (TDG), Pharmaceutical Sciences Research Center (PSRC), the Institute of Pharmaceutical Sciences (TIPS), Tehran University of Medical Sciences, Tehran, Iran. shokoufehasani@gmail.com."
          }
        ],
        "LastName": "Hassani",
        "ForeName": "Shokoufeh",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Children's Medical Center, Tehran University of Medical Sciences, Tehran, Iran. kmirnia@sina.tums.ac.ir."
          }
        ],
        "LastName": "Mirnia",
        "ForeName": "Kayvan",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Daru",
    "NlmUniqueID": "101125969",
    "ISSNLinking": "1560-8115"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "Inflammation"
    },
    {
      "QualifierName": [
        "drug effects",
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Drug Treatment"
    }
  ],
  "CoiStatement": "The authors have no conflict of interest to be declared."
}