{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34780967",
  "DateCompleted": {
    "Year": "2022",
    "Month": "02",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "11",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.trsl.2021.11.005",
      "S1931-5244(21)00268-1"
    ],
    "Journal": {
      "ISSN": "1878-1810",
      "JournalIssue": {
        "Volume": "241",
        "PubDate": {
          "Year": "2022",
          "Month": "Mar"
        }
      },
      "Title": "Translational research : the journal of laboratory and clinical medicine",
      "ISOAbbreviation": "Transl Res"
    },
    "ArticleTitle": "COVID-lateral damage: cardiovascular manifestations of SARS-CoV-2 infection.",
    "Pagination": {
      "StartPage": "25",
      "EndPage": "40",
      "MedlinePgn": "25-40"
    },
    "Abstract": {
      "AbstractText": [
        "Early in the pandemic, concern that cardiovascular effects would accompany COVID-19 was fueled by lessons from the first SARS epidemic, knowledge that the SARS-COV2 entry receptor (Angiotensin-converting enzyme 2, ACE2) is highly expressed in the heart, early reports of myocarditis, and first-hand accounts by physicians caring for those with severe COVID-19. Over 18 months, our understanding of the cardiovascular manifestations has expanded greatly, leaving more new questions than those conclusively answered. Cardiac involvement is common (∼20%) but not uniformly observed in those who require treatment in a hospitalized setting. Cardiac MRI studies raise the possibility of manifestations in those with minimal symptoms. Some appear to experience protracted cardiovascular symptoms as part of a larger syndrome of post-acute sequelae of COVID-19. Instances of vaccine induced thrombosis and myocarditis are exceedingly rare but illustrate the need to monitor the cardiovascular safety of interventions that induce inflammation. Here, we will summarize the current understanding of potential cardiovascular manifestations of SARS-COV2. To provide proper context, paradigms of cardiovascular injury due to other inflammatory processes will also be discussed. Ongoing research and a deeper understanding COVID-19 may ultimately reveal new insight into the mechanistic underpinnings of cardiovascular disease. Thus, in this time of unprecedented suffering and risk to global health, there exists the opportunity that well conducted translational research of SARS-COV2 may provide health dividends that outlast the current pandemic."
      ],
      "CopyrightInformation": "Copyright © 2021. Published by Elsevier Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, School of Medicine, Case Western Reserve University, Cleveland, Ohio; Harrington Heart and Vascular Institute, University Hospitals, Cleveland, Ohio."
          }
        ],
        "LastName": "Al-Kindi",
        "ForeName": "Sadeer",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, School of Medicine, Case Western Reserve University, Cleveland, Ohio; Harrington Heart and Vascular Institute, University Hospitals, Cleveland, Ohio; Louis Stokes VA Medical Center, Cleveland, Ohio. Electronic address: daz21@case.edu."
          }
        ],
        "LastName": "Zidar",
        "ForeName": "David A",
        "Initials": "DA"
      }
    ],
    "GrantList": [
      {
        "GrantID": "U01 CA260513",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, U.S. Gov't, Non-P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Transl Res",
    "NlmUniqueID": "101280339",
    "ISSNLinking": "1878-1810"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "pathology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Magnetic Resonance Imaging"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "etiology"
      ],
      "DescriptorName": "Myocarditis"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}