{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36720058",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1092-4221",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Season": "Jan-Feb"
        }
      },
      "Title": "International journal of pharmaceutical compounding",
      "ISOAbbreviation": "Int J Pharm Compd"
    },
    "ArticleTitle": "Compounding for the Treatment of COVID-19 and Long COVID, Part 1: Terminology, Mutations, and Variants.",
    "Pagination": {
      "StartPage": "12",
      "EndPage": "21",
      "MedlinePgn": "12-21"
    },
    "Abstract": {
      "AbstractText": [
        "COVID-19 (coronavirus disease 2019), which is caused by the positive-stranded ribonucleic acid virus SARS-CoV-2 (acute respiratory syndrome coronavirus 2), is an extremely contagious airborne illness of pandemic proportions. In the modern era, few diseases other than COVID-19 have produced such severe, prolific, and protean short-term adverse effects and long-term sequelae. In addition, few other pandemics have exhibited a trajectory of morbidity and mortality so affected by social, economic, and political factors as well as individual personal perceptions and beliefs. Vaccines for the prevention of SARS-CoV-2 infection and treatments for COVID-19 mitigate associated morbidity and mortality, but an increasing array of variants presents challenges to therapeutic effectiveness. As a result, afflicted patients often require customized treatments that address the severity of their infection, the manifestations of disease they exhibit, and their individual pharmacogenomic profile. In such cases, a compounded preparation may offer needed support for recovery. This article, which is the first in a series on compounding for COVID-19 and long COVID (i.e., the long- term sequelae of SARS-CoV-2 infection), provides information about pertinent viral terminology and a brief overview of SARS-CoV-2 mutations and variants of note. Two formulations for customized compounds that may prove effective in treating the acute and/or long-term effects of COVID-19 when commercial therapies have failed are also provided."
      ],
      "CopyrightInformation": "Copyright© by International Journal of Pharmaceutical Compounding, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Retired Compounding Pharmacist, Bismarck, North Dakota. flintlock@bis.midco.net."
          }
        ],
        "LastName": "Riepl",
        "ForeName": "Mike",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Int J Pharm Compd",
    "NlmUniqueID": "9706294",
    "ISSNLinking": "1092-4221"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Post-Acute COVID-19 Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    }
  ]
}