{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "affinity chromatography (AC)",
      "centrifugation",
      "electrophoresis",
      "liquid chromatography (LC)",
      "magnetic bead separation",
      "micro/nano-separation",
      "separation technology",
      "severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2)",
      "size exclusion chromatography (SEC)"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "新型冠状病毒肺炎(COVID-19)疫情的爆发给世界公共卫生安全带来前所未有的挑战。随着新型冠状病毒(SARS-CoV-2)相关研究的不断深入,众多分析检测技术相继被应用,推动了病毒检测、疫苗和创新疗法的研发,从而使疫情早日得到控制。分离技术作为生命科学、医学、药学领域的关键技术,操作简单,分离效率高,选择性强,在新型冠状病毒的分离、检测、诊疗及防疫中起到不可替代的作用。该文以SARS-CoV-2或COVID-19为关键词在ISI Web of Science中进行主题检索,归纳了2020年度新型冠状病毒相关的研究论文,简要介绍主要的研究方向,并对国际顶级学术期刊<i>Nature</i>, <i>Science</i>, <i>Cell</i>的论文发表情况进行了统计。通过检索影响因子较高的期刊,综述了新型冠状病毒研究中主要应用的分离技术,并从亲和色谱和尺寸排阻色谱、液相色谱、磁珠分离、离心、微纳分离以及电泳6个方面进行说明。综述统计了亲和色谱和尺寸排阻色谱纯化的病毒相关蛋白,并介绍了其在新型冠状病毒传播、感染机制以及药物筛选中的应用;介绍了液相色谱对病毒候选药物评估以及复杂基质中单一成分的鉴定;介绍了磁珠分离在细胞分离、核酸提取和免疫学检测中的应用;介绍了离心对病毒颗粒、细胞以及血清的分离;介绍了微纳分离结合其他技术以实现病毒蛋白的高灵敏检测;简要介绍了电泳在聚合酶链式反应(PCR)产物分析中的应用。该文综述了2020年度新型冠状病毒研究和防疫检测中分离技术的应用情况,分析了分离技术在新型冠状病毒检测中发挥的作用,旨在为从事分离研究的科研工作者提供一些参考。"
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34227364",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "09",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "chi"
    ],
    "ELocationID": [
      "10.3724/SP.J.1123.2021.03022"
    ],
    "Journal": {
      "ISSN": "1872-2059",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "7",
        "PubDate": {
          "Year": "2021",
          "Month": "Jul",
          "Day": "08"
        }
      },
      "Title": "Se pu = Chinese journal of chromatography",
      "ISOAbbreviation": "Se Pu"
    },
    "ArticleTitle": "[Applications of separation technology in novel coronavirus research, epidemic prevention and detection].",
    "Pagination": {
      "StartPage": "679",
      "EndPage": "685",
      "MedlinePgn": "679-685"
    },
    "Abstract": {
      "AbstractText": [
        "The novel coronavirus disease 2019 (COVID-19) outbreak has brought to light unprecedented challenges to global public health security. Researchers have devoted their efforts to in-depth research on severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) to bring the epidemic under control as rapidly as possible. Among the many areas of burgeoning SARS-CoV-2 related research, various analytical technologies have been applied to the advancement of virus detection, and development of vaccines and innovative therapies. Separation technologies with the merits of simple operation, high separation efficiency, and high selectivity, have become widely used and are key to progress in life science, medicine, pharmaceutical discovery and development, and other fields. Separation technologies have played an irreplaceable role in the isolation, detection, diagnosis, treatment, and prevention of this novel coronavirus. In this review, an overview of the relevant literature is presented from ISI Web of Science spanning Jan. 1st, 2020-Dec. 31, 2020, using \"SARS-CoV-2\" or \"COVID-19\" as keywords. The top 20 research directions are summarized, based on papers published in high impact international journals (e. g. <i>Nature</i>, <i>Science</i>, and <i>Cell</i>). Incorporating the impact of published papers, this review summarizes the primary separation technologies applied in these coronavirus studies, and discusses contributions of the following six technologies: affinity chromatography and size exclusion chromatography, liquid chromatography, magnetic bead separation technology, centrifugal technology, micro/nano-separation technology, and electrophoresis. First, affinity chromatography and size exclusion chromatography are discussed, which are the most frequently used protein purification techniques in <i>Nature</i>, <i>Science</i>, and <i>Cell</i>. The SARS-CoV-2 related proteins purified by affinity chromatography and size exclusion chromatography are summarized, and their applications in coronavirus transmission, infection mechanisms, and drug screening are introduced. Subsequently, high performance liquid chromatography (HPLC) is introduced, which is mainly employed for assessing the purity of candidate drugs. Liquid chromatography-tandem mass spectrometry (LC-MS/MS) incorporates the strengths of HPLC and MS, offering both high separation efficiency and structural analysis capabilities with extended applications. LC-MS/MS has been applied to characterization of the binding of SARS-CoV-2 related proteins to potential inhibitors, and to metabolic analyses of candidate drugs. In SARS-CoV-2 nucleic acid tests, magnetic bead separation technology plays a crucial role in the separation of novel coronaviruses. In combination with other analytical techniques, magnetic bead separation technology can be applied to cytological analyses and immunological detection by functionalization of bead surfaces. Centrifugal technology is undoubtedly the most basic separation technology. It has been employed in almost all SARS-CoV-2 related researches. By controlling centrifugation speed, centrifugal technology can rapidly isolate virus particles or cultured cells from complex samples. Micro-nano separation technologies, such as microfluidics, offer advantages including small size, low sample consumption, rapid diffusion, and large surface area. In general, microfluidic technologies are often used in combination with other technologies to realize highly sensitive detection of SARS-CoV-2 related proteins. Finally, the applications of electrophoresis are introduced, which commonly engages in the analysis of polymerase chain reaction (PCR) products. In novel coronavirus studies, the application of electrophoresis has been relatively limited but has potential with further development to contribute significantly to future research. In conclusion, this review summarizes the contributions of six primary separation technologies to novel coronavirus studies, including epidemic detection and prevention, analyzes the main problems facing coronavirus detection efforts, and discusses the role of separation technologies in addressing these problems, with the aim of providing references for broader application of separation technologies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Life Science, Beijing Institute of Technology, \"Molecular Medicine and Biological Diagnosis\" Key Laboratory of Ministry of Industry and Information Technology, Beijing 100081, China."
          }
        ],
        "LastName": "Li",
        "ForeName": "Linsen",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Life Science, Beijing Institute of Technology, \"Molecular Medicine and Biological Diagnosis\" Key Laboratory of Ministry of Industry and Information Technology, Beijing 100081, China."
          }
        ],
        "LastName": "Zhu",
        "ForeName": "Chao",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Beijing Polytechnic, Beijing 100176, China."
          }
        ],
        "LastName": "Zhao",
        "ForeName": "Xinying",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Life Science, Beijing Institute of Technology, \"Molecular Medicine and Biological Diagnosis\" Key Laboratory of Ministry of Industry and Information Technology, Beijing 100081, China."
          }
        ],
        "LastName": "Qu",
        "ForeName": "Feng",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "China",
    "MedlineTA": "Se Pu",
    "NlmUniqueID": "9424804",
    "ISSNLinking": "1000-8713"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Centrifugation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chromatography, Liquid"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Epidemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Magnetics"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tandem Mass Spectrometry"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Technology"
    }
  ]
}