{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35583528",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "05",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e29165",
      "10.1097/MD.0000000000029165"
    ],
    "Journal": {
      "ISSN": "1536-5964",
      "JournalIssue": {
        "Volume": "101",
        "Issue": "19",
        "PubDate": {
          "Year": "2022",
          "Month": "May",
          "Day": "13"
        }
      },
      "Title": "Medicine",
      "ISOAbbreviation": "Medicine (Baltimore)"
    },
    "ArticleTitle": "Omicron SARS-CoV-2 variant of concern: A review on its transmissibility, immune evasion, reinfection, and severity.",
    "Pagination": {
      "StartPage": "e29165",
      "MedlinePgn": "e29165"
    },
    "Abstract": {
      "AbstractText": [
        "Omicron, the new Covid-19 variant, has already become dominant in many countries and is spreading at an unprecedented speed. The objective of this study was to review the existing literature on Omicron's transmissibility, immune evasion, reinfection, and severity.A literature search was performed using \"PubMed,\" \"Web of Science,\" \"Scopus,\" \"ScienceDirect,\" \"Google Scholar,\" \"medRxiv,\" and \"bioRxiv.\" Data were extracted from articles that reported at least one of the following: transmissibility, immune evasion, reinfection, and severity related to Omicron.We found that Omicron spread faster than any other variant. This higher transmissibility can be ascribed to its extraordinary ability to evade the immunity developed by both vaccination and previous infections. However, we found that infections by Omicron were significantly less severe than those caused by Delta and other previous variants. We observed a significantly lower incidence of hospitalization, intensive care unit admission, and mechanical ventilator use in Omicron infections than in Delta or other variants. A substantially shorter median hospital stay and lower fatality rate were also observed in the Omicron infections. Despite Omicron's higher potential to evade immunity, vaccines and booster shots were found to be still significantly effective in protecting against severe Covid-19 infections.Omicrons may be less severe than other variants of concern. However, its immune evasiveness and rapid spread pose an enormous threat to the global healthcare system."
      ],
      "CopyrightInformation": "Copyright © 2022 the Author(s). Published by Wolters Kluwer Health, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-7257-6015"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Applied Statistics, Institute of Statistical Research and Training, University of Dhaka, Dhaka, Bangladesh."
          }
        ],
        "LastName": "Mohsin",
        "ForeName": "Md",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "International Centre for Diarrhoeal Disease Research, Bangladesh (ICDDR'B), 68 Shaheed Tajuddin Ahmed Ave, Dhaka, Bangladesh."
          }
        ],
        "LastName": "Mahmud",
        "ForeName": "Sultan",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Medicine (Baltimore)",
    "NlmUniqueID": "2985248R",
    "ISSNLinking": "0025-7974"
  },
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immune Evasion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reinfection"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The authors have no funding and conflicts of interests to disclose."
}