{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Depuis que la COVID-19 s’est vu donner le statut de pandémie il y a 1 an, notre connaissance des effets de cette maladie sur le système vasculaire a évolué. À l’échelle cellulaire, le SRAS-CoV-2 — le virus qui cause la COVID-19 — accède à l’endothélium vasculaire par le récepteur de l’enzyme de conversion de l’angiotensine-2 (ACE-2) et provoque des réponses proinflammatoires et prothrombotiques. À l’échelle clinique, ces réponses peuvent mener à une activité thromboembolique touchant les vaisseaux pulmonaires, extracrâniens, mésentériques et des membres inférieurs. À l’échelle populationnelle, la présence chez certaines personnes de facteurs de risque vasculaires les prédispose à une forme plus grave de la COVID-19, mais l’absence de ces facteurs n’empêche pas les patients atteints de la COVID-19 de présenter des taux sans précédent d’AVC, d’embolie pulmonaire et d’ischémie aiguë aux membres. Enfin, à l’échelle locale et mondiale, la peur entourant la COVID-19, les mesures prises pour en endiguer la propagation et le redéploiement des ressources limitées des hôpitaux ont mené au report de visites à l’hôpital pour des formes graves d’ischémie, à l’annulation de chirurgies et à des occasions manquées de préserver des membres. La présente revue non systématique a pour objectif de présenter une partie des données sur la COVID-19, de ses mécanismes cellulaires à ses manifestations cliniques, et de discuter des répercussions de la crise sur les communautés chirurgicales locales et mondiales, dans une optique vasculaire."
      ],
      "CopyrightInformation": "© 2021 CMA Joule Inc. or its licensors."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33978563",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "08",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "05",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1503/cjs.023820"
    ],
    "Journal": {
      "ISSN": "1488-2310",
      "JournalIssue": {
        "Volume": "64",
        "Issue": "3",
        "PubDate": {
          "Year": "2021",
          "Month": "May",
          "Day": "12"
        }
      },
      "Title": "Canadian journal of surgery. Journal canadien de chirurgie",
      "ISOAbbreviation": "Can J Surg"
    },
    "ArticleTitle": "From cellular function to global impact: the vascular perspective on COVID-19.",
    "Pagination": {
      "StartPage": "E289",
      "EndPage": "E297",
      "MedlinePgn": "E289-E297"
    },
    "Abstract": {
      "AbstractText": [
        "Since COVID-19 was declared a pandemic a year ago, our understanding of its effects on the vascular system has slowly evolved. At the cellular level, SARS-CoV-2 - the virus that causes COVID-19 - accesses the vascular endothelium through the angiotensin-converting enzyme 2 (ACE-2) receptor and induces proinflammatory and prothrombotic responses. At the clinical level, these pathways lead to thromboembolic events that affect the pulmonary, extracranial, mesenteric, and lower extremity vessels. At the population level, the presence of vascular risk factors predisposes individuals to more severe forms of COVID-19, whereas the absence of vascular risk factors does not spare patients with COVID-19 from unprecedented rates of stroke, pulmonary embolism and acute limb ischemia. Finally, at the community and global level, the fear of COVID-19, measures taken to limit the spread of SARS-CoV-2 and reallocation of limited hospital resources have led to delayed presentations of severe forms of ischemia, surgery cancellations and missed opportunities for limb salvage. The purpose of this narrative review is to present some of the data on COVID-19, from cellular mechanisms to clinical manifestations, and discuss its impact on the local and global surgical communities from a vascular perspective."
      ],
      "CopyrightInformation": "© 2021 CMA Joule Inc. or its licensors."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the Division of Vascular Surgery, University of Ottawa at The Ottawa Hospital, Ottawa, Ont. (Strauss, Jetty); the Faculty of Medicine, University of Ottawa, Ottawa, Ont. (Strauss, Seo, Carrier, Jetty); the Division of Hematology, Department of Medicine, University of Ottawa, The Ottawa Hospital, Ottawa, Ont. (Carrier); and the Ottawa Hospital Research Institute, Ottawa, Ont. (Carrier)."
          }
        ],
        "LastName": "Strauss",
        "ForeName": "Shira A",
        "Initials": "SA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the Division of Vascular Surgery, University of Ottawa at The Ottawa Hospital, Ottawa, Ont. (Strauss, Jetty); the Faculty of Medicine, University of Ottawa, Ottawa, Ont. (Strauss, Seo, Carrier, Jetty); the Division of Hematology, Department of Medicine, University of Ottawa, The Ottawa Hospital, Ottawa, Ont. (Carrier); and the Ottawa Hospital Research Institute, Ottawa, Ont. (Carrier)."
          }
        ],
        "LastName": "Seo",
        "ForeName": "Chanhee",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the Division of Vascular Surgery, University of Ottawa at The Ottawa Hospital, Ottawa, Ont. (Strauss, Jetty); the Faculty of Medicine, University of Ottawa, Ottawa, Ont. (Strauss, Seo, Carrier, Jetty); the Division of Hematology, Department of Medicine, University of Ottawa, The Ottawa Hospital, Ottawa, Ont. (Carrier); and the Ottawa Hospital Research Institute, Ottawa, Ont. (Carrier)."
          }
        ],
        "LastName": "Carrier",
        "ForeName": "Marc",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the Division of Vascular Surgery, University of Ottawa at The Ottawa Hospital, Ottawa, Ont. (Strauss, Jetty); the Faculty of Medicine, University of Ottawa, Ottawa, Ont. (Strauss, Seo, Carrier, Jetty); the Division of Hematology, Department of Medicine, University of Ottawa, The Ottawa Hospital, Ottawa, Ont. (Carrier); and the Ottawa Hospital Research Institute, Ottawa, Ont. (Carrier)."
          }
        ],
        "LastName": "Jetty",
        "ForeName": "Prasad",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "Can J Surg",
    "NlmUniqueID": "0372715",
    "ISSNLinking": "0008-428X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Elective Surgical Procedures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Internationality"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Vascular Diseases"
    }
  ],
  "CoiStatement": "Marc Carrier reports research support outside the submitted work from Leo Pharma and Bristol-Myers Squibb and honoraria from Sanofi Aventis, Pfizer, Leo Pharma and Bayer He is an advisory board member of Sanofi Aventis, Leo Pharma and Valeo Pharma. No other competing interests were declared."
}