{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34876702",
  "DateCompleted": {
    "Year": "2022",
    "Month": "01",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "12",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1038/s41577-021-00662-4"
    ],
    "Journal": {
      "ISSN": "1474-1741",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Jan"
        }
      },
      "Title": "Nature reviews. Immunology",
      "ISOAbbreviation": "Nat Rev Immunol"
    },
    "ArticleTitle": "SARS-CoV-2 breakthrough infections in vaccinated individuals: measurement, causes and impact.",
    "Pagination": {
      "StartPage": "57",
      "EndPage": "65",
      "MedlinePgn": "57-65"
    },
    "Abstract": {
      "AbstractText": [
        "Breakthrough infections with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in fully vaccinated individuals are receiving intense scrutiny because of their importance in determining how long restrictions to control virus transmission will need to remain in place in highly vaccinated populations as well as in determining the need for additional vaccine doses or changes to the vaccine formulations and/or dosing intervals. Measurement of breakthrough infections is challenging outside of randomized, placebo-controlled, double-blind field trials. However, laboratory and observational studies are necessary to understand the impact of waning immunity, viral variants and other determinants of changing vaccine effectiveness against various levels of coronavirus disease 2019 (COVID-19) severity. Here, we describe the approaches being used to measure vaccine effectiveness and provide a synthesis of the burgeoning literature on the determinants of vaccine effectiveness and breakthrough rates. We argue that, rather than trying to tease apart the contributions of factors such as age, viral variants and time since vaccination, the rates of breakthrough infection are best seen as a consequence of the level of immunity at any moment in an individual, the variant to which that individual is exposed and the severity of disease being considered. We also address key open questions concerning the transition to endemicity, the potential need for altered vaccine formulations to track viral variants, the need to identify immune correlates of protection, and the public health challenges of using various tools to counter breakthrough infections, including boosters in an era of global vaccine shortages."
      ],
      "CopyrightInformation": "© 2021. Springer Nature Limited."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-1504-9213"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Communicable Disease Dynamics, Department of Epidemiology and Department of Immunology and Infectious Diseases, Harvard T.H. Chan School of Public Health, Boston, MA, USA. mlipsitc@hsph.harvard.edu."
          }
        ],
        "LastName": "Lipsitch",
        "ForeName": "Marc",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0003-4121-776X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, Molecular and Cell-Based Medicine, Icahn School of Medicine at Mount Sinai, New York, NY, USA."
          }
        ],
        "LastName": "Krammer",
        "ForeName": "Florian",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Infection Prevention & Control Unit, Sheba Medical Center, Ramat-Gan, Israel."
          },
          {
            "Identifier": [],
            "Affiliation": "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel."
          }
        ],
        "LastName": "Regev-Yochay",
        "ForeName": "Gili",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel."
          },
          {
            "Identifier": [],
            "Affiliation": "The Central Virology Laboratory, Public Health Services, Ministry of Health, Sheba Medical Center, Tel-Hashomer, Israel."
          }
        ],
        "LastName": "Lustig",
        "ForeName": "Yaniv",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clalit Research Institute, Innovation Division, Clalit Health Services, Tel Aviv, Israel."
          },
          {
            "Identifier": [],
            "Affiliation": "The School of Public Health, Faculty of Health Sciences, Ben-Gurion University of the Negev, Be'er Sheva, Israel."
          }
        ],
        "LastName": "Balicer",
        "ForeName": "Ran D",
        "Initials": "RD"
      }
    ],
    "GrantList": [
      {
        "GrantID": "75N93019C00051",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "U01 CA261277",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Nat Rev Immunol",
    "NlmUniqueID": "101124169",
    "ISSNLinking": "1474-1733"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "COVID-19 Vaccines"
    }
  ],
  "SupplMeshList": [
    "COVID-19 breakthrough infections"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "immunology",
        "prevention & control",
        "transmission"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "immunology",
        "supply & distribution"
      ],
      "DescriptorName": "COVID-19 Vaccines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "immunology",
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Vaccine Efficacy"
    }
  ],
  "CoiStatement": "M.L. reports institutional grant funding from Pfizer, consulting/honoraria from Bristol Myers Squibb, Janssen, Merck, Sanofi Pasteur, Peter Diamandis/Abundance Platinum, and unpaid advice to One Day Sooner, Pfizer, Janssen, AstraZeneca, Covaxx (United Biomedical), and the Coalition for Epidemic Preparedness Innovations (CEPI). The Icahn School of Medicine at Mount Sinai has filed patent applications relating to SARS-CoV-2 serological assays and NDV-based SARS-CoV-2 vaccines, which list F.K. as co-inventor. Mount Sinai has spun out a company, Kantaro, to market serological tests for SARS-CoV-2. F.K. has consulted for Merck and Pfizer (before 2020) and is currently consulting for Pfizer, Seqirus and Avimex. The Krammer laboratory is also collaborating with Pfizer on animal models of SARS-CoV-2. R.D.B. reports past institutional grants to Clalit Research Institute from Pfizer, outside the submitted work and unrelated to COVID-19, with no direct or indirect personal benefits. G.R.-Y. has received a research grant from Pfizer on an unrelated topic (pneumococcal infections) and has received honoraria from Teva and MSD for presentations given (on fluid contamination and vaccine rollout). Y.L. has received a research grant from Pfizer on an unrelated topic (tick-borne encephalitis)."
}