{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33534800",
  "DateCompleted": {
    "Year": "2021",
    "Month": "02",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "02",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0245100",
      "10.1371/journal.pone.0245100"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "2",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "The effect of spokesperson attribution on public health message sharing during the COVID-19 pandemic.",
    "Pagination": {
      "StartPage": "e0245100",
      "MedlinePgn": "e0245100"
    },
    "Abstract": {
      "AbstractText": [
        "It is urgent to understand how to effectively communicate public health messages during the COVID-19 pandemic. Previous work has focused on how to formulate messages in terms of style and content, rather than on who should send them. In particular, little is known about the impact of spokesperson selection on message propagation during times of crisis. We report on the effectiveness of different public figures at promoting social distancing among 12,194 respondents from six countries that were severely affected by the COVID-19 pandemic at the time of data collection. Across countries and demographic strata, immunology expert Dr. Anthony Fauci achieved the highest level of respondents' willingness to reshare a call to social distancing, followed by a government spokesperson. Celebrity spokespersons were least effective. The likelihood of message resharing increased with age and when respondents expressed positive sentiments towards the spokesperson. These results contribute to the development of evidence-based knowledge regarding the effectiveness of prominent official and non-official public figures in communicating public health messaging in times of crisis. Our findings serve as a reminder that scientific experts and governments should not underestimate their power to inform and persuade in times of crisis and underscore the crucial importance of selecting the most effective messenger in propagating messages of lifesaving information during a pandemic."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-3791-8643"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Psychology, University of Lausanne, Lausanne, Switzerland."
          }
        ],
        "LastName": "Abu-Akel",
        "ForeName": "Ahmad",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0002-5282-6133"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Computer and Communication Sciences, Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland."
          }
        ],
        "LastName": "Spitz",
        "ForeName": "Andreas",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Computer and Communication Sciences, Ecole Polytechnique Fédérale de Lausanne, Lausanne, Switzerland."
          }
        ],
        "LastName": "West",
        "ForeName": "Robert",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "pathology",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Information Dissemination"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Distancing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Public Health"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ],
  "CoiStatement": "AA and RW received funding by a grant from the EPFL/UNIL Collaborative Research on Science and Society (CROSS) Program. RW received financial support from the Swiss Data Science Center and by grant 200021_185043 from the Swiss National Science Foundation. RW was in part supported by a gift from Google and Facebook. Reception of these gifts does not alter our adherence to PLOS ONE policies on sharing data and materials. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript."
}