{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34819536",
  "DateCompleted": {
    "Year": "2021",
    "Month": "12",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "11",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "22851",
      "10.1038/s41598-021-01908-w"
    ],
    "Journal": {
      "ISSN": "2045-2322",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Nov",
          "Day": "24"
        }
      },
      "Title": "Scientific reports",
      "ISOAbbreviation": "Sci Rep"
    },
    "ArticleTitle": "Association of lockdowns with the protective role of ultraviolet-B (UVB) radiation in reducing COVID-19 deaths.",
    "Pagination": {
      "StartPage": "22851",
      "MedlinePgn": "22851"
    },
    "Abstract": {
      "AbstractText": [
        "Nations are imposing unprecedented measures at a large scale to contain the spread of the COVID-19 pandemic. While recent studies show that non-pharmaceutical intervention measures such as lockdowns may have mitigated the spread of COVID-19, those measures also lead to substantial economic and social costs, and might limit exposure to ultraviolet-B radiation (UVB). Emerging observational evidence indicates the protective role of UVB and vitamin D in reducing the severity and mortality of COVID-19 deaths. This observational study empirically outlines the protective roles of lockdown and UVB exposure as measured by the ultraviolet index (UVI). Specifically, we examine whether the severity of lockdown is associated with a reduction in the protective role of UVB exposure. We use a log-linear fixed-effects model on a panel dataset of secondary data of 155 countries from 22 January 2020 until 7 October 2020 (n = 29,327). We use the cumulative number of COVID-19 deaths as the dependent variable and isolate the mitigating influence of lockdown severity on the association between UVI and growth rates of COVID-19 deaths from time-constant country-specific and time-varying country-specific potentially confounding factors. After controlling for time-constant and time-varying factors, we find that a unit increase in UVI and lockdown severity are independently associated with - 0.85 percentage points (p.p) and - 4.7 p.p decline in COVID-19 deaths growth rate, indicating their respective protective roles. The change of UVI over time is typically large (e.g., on average, UVI in New York City increases up to 6 units between January until June), indicating that the protective role of UVI might be substantial. However, the widely utilized and least severe lockdown (governmental recommendation to not leave the house) is associated with the mitigation of the protective role of UVI by 81% (0.76 p.p), which indicates a downside risk associated with its widespread use. We find that lockdown severity and UVI are independently associated with a slowdown in the daily growth rates of cumulative COVID-19 deaths. However, we find evidence that an increase in lockdown severity is associated with significant mitigation in the protective role of UVI in reducing COVID-19 deaths. Our results suggest that lockdowns in conjunction with adequate exposure to UVB radiation might have even reduced the number of COVID-19 deaths more strongly than lockdowns alone. For example, we estimate that there would be 11% fewer deaths on average with sufficient UVB exposure during the period people were recommended not to leave their house. Therefore, our study outlines the importance of considering UVB exposure, especially while implementing lockdowns, and could inspire further clinical studies that may support policy decision-making in countries imposing such measures."
      ],
      "CopyrightInformation": "© 2021. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Economics and Business, Goethe University Frankfurt, Theodor-W.-Adorno-Platz 4, 60629, Frankfurt, Germany. rahulkm85@gmail.com."
          }
        ],
        "LastName": "Moozhipurath",
        "ForeName": "Rahul Kalippurayil",
        "Initials": "RK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Economics and Business, Goethe University Frankfurt, Theodor-W.-Adorno-Platz 4, 60629, Frankfurt, Germany."
          }
        ],
        "LastName": "Kraft",
        "ForeName": "Lennart",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Sci Rep",
    "NlmUniqueID": "101563288",
    "ISSNLinking": "2045-2322"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "1406-16-2",
      "NameOfSubstance": "Vitamin D"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "mortality",
        "prevention & control"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Communicable Disease Control"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Linear Models"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Statistical"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Distancing"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Quarantine"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "radiation effects"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ultraviolet Rays"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Vitamin D"
    }
  ],
  "CoiStatement": "RKM was a PhD researcher at Goethe University, Frankfurt, at the time of first submission, when majority of the work was carried out. RKM is an employee of a multinational chemical company involved in vitamin D business and holds the shares of the company. This study is intended to contribute to the ongoing COVID-19 crisis and is not sponsored by his company. LK declares no competing interests. The views expressed in the paper are those of the authors and do not represent that of any organization. No other relationships or activities could appear to have influenced the submitted work."
}