{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "SARS-CoV-2",
      "laboratory diagnosis"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33131799",
  "DateCompleted": {
    "Year": "2020",
    "Month": "12",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "10",
        "Day": "08"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pathol.2020.09.011",
      "S0031-3025(20)30938-7"
    ],
    "Journal": {
      "ISSN": "1465-3931",
      "JournalIssue": {
        "Volume": "52",
        "Issue": "7",
        "PubDate": {
          "Year": "2020",
          "Month": "Dec"
        }
      },
      "Title": "Pathology",
      "ISOAbbreviation": "Pathology"
    },
    "ArticleTitle": "Laboratory diagnosis of severe acute respiratory syndrome coronavirus 2.",
    "Pagination": {
      "StartPage": "745",
      "EndPage": "753",
      "MedlinePgn": "745-753"
    },
    "Abstract": {
      "AbstractText": [
        "The first laboratory confirmed case of Coronavirus disease 2019 (COVID-19) in Australia was in Victoria on 25 January 2020 in a man returning from Wuhan city, Hubei province, the People's Republic of China. This was followed by three cases in New South Wales the following day. The Australian Government activated the Australian Health Sector Emergency Response Plan for Novel Coronavirus on 27 February 2020 in anticipation of a pandemic. Subsequently, the World Health Organization declared COVID-19 to be a Public Health Emergency of International Concern followed by a pandemic on 30 January 2020 and 11 March 2020, respectively. Laboratory testing for severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), the virus responsible for COVID-19, is key in identifying infected persons to guide timely public health actions of contact tracing and patient isolation to limit transmission of infection. This article aims to provide a comprehensive overview of current laboratory diagnostic methods for SARS-CoV-2, including nucleic acid testing, serology, rapid antigen detection and antibody tests, virus isolation and whole genome sequencing. The relative advantages and disadvantages of the different diagnostic tests are presented, as well as their value in different clinical, infection control and public health contexts. We also describe the challenges in the provision of SARS-CoV-2 diagnostics in Australia, a country with a relatively low COVID-19 incidence in the first pandemic wave but in which prevalence could rapidly change."
      ],
      "CopyrightInformation": "Copyright © 2020 Royal College of Pathologists of Australasia. Published by Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Infectious Diseases, Prince of Wales Hospital, Randwick, NSW, Australia. Electronic address: Trine.gulholm@health.nsw.gov.au."
          }
        ],
        "LastName": "Gulholm",
        "ForeName": "T",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Infectious Diseases and Microbiology Laboratory Services, NSW Health Pathology - Institute of Clinical Pathology and Medical Research, Westmead Hospital, Westmead, NSW, Australia."
          }
        ],
        "LastName": "Basile",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Infectious Diseases and Microbiology Laboratory Services, NSW Health Pathology - Institute of Clinical Pathology and Medical Research, Westmead Hospital, Westmead, NSW, Australia; Centre for Infectious Diseases and Microbiology - Public Health, Westmead Hospital, Westmead, NSW, Australia."
          }
        ],
        "LastName": "Kok",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Infectious Diseases and Microbiology Laboratory Services, NSW Health Pathology - Institute of Clinical Pathology and Medical Research, Westmead Hospital, Westmead, NSW, Australia; Centre for Infectious Diseases and Microbiology - Public Health, Westmead Hospital, Westmead, NSW, Australia; Marie Bashir Institute for Infectious Diseases and Biosecurity, The University of Sydney Westmead Hospital, Westmead, NSW, Australia."
          }
        ],
        "LastName": "Chen",
        "ForeName": "S C-A",
        "Initials": "SC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NSW Health Pathology, Serology and Virology Division, Prince of Wales Hospital, Randwick, NSW, Australia; Virology Research Laboratory, Prince of Wales Hospital, University of New South Wales, Randwick, NSW, Australia; School of Medical Sciences and School of Women's and Children's Health, Faculty of Medicine, University of New South Wales, Kensington, NSW, Australia; School of Biotechnology and Biomolecular Sciences, Faculty of Science, University of New South Wales, Kensington, NSW, Australia."
          }
        ],
        "LastName": "Rawlinson",
        "ForeName": "W",
        "Initials": "W"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Pathology",
    "NlmUniqueID": "0175411",
    "ISSNLinking": "0031-3025"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Australia"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "COVID-19 Testing"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Clinical Laboratory Techniques"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}