{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Estimer le ratio de létalité réel de la maladie à coronavirus 2019 (COVID-19) à partir des données de séroprévalence.",
        "J'ai effectué des recherches sur PubMed et sur les serveurs de prépublication afin de trouver des études consacrées à la séroprévalence de la COVID-19, avec des échantillons ≥ 500, au 9 septembre 2020. J'ai également prélevé des résultats supplémentaires dérivés d'études nationales qui figurent dans les versions préliminaires de divers rapports et communiqués de presse. J'ai analysé les études pour y déceler des caractéristiques de conception et des estimations de séroprévalence. Ensuite, j'ai calculé le ratio de létalité réel pour chaque étude en divisant le nombre cumulé de décès dus à la COVID-19 par le nombre d'individus qui auraient été infectés dans chaque région. Enfin, j'ai apporté des corrections en fonction des types d'anticorps testés (immunoglobulines, IgG, IgM, IgA).",
        "J'ai pris 61 études en compte (74 estimations) et huit estimations nationales préliminaires. Les estimations en matière de séroprévalence étaient comprises entre 0,02% et 53,40%. Les ratios de létalité réels allaient de 0,00% à 1,63%, les valeurs corrigées de 0,00% à 1,54%. Dans les 51 lieux étudiés, la médiane du ratio de létalité réel pour la COVID-19 s'élevait à 0,27% (0,23% après correction): le ratio était de 0,09% dans les endroits où le taux de mortalité dû à la COVID-19 était inférieur à la moyenne mondiale (< 118 décès/million d'habitants), de 0,20% dans les endroits dénombrant 118–500 décès COVID-19/million d'habitants, et de 0,57% là où la COVID-19 était responsable de > 500 décès/million d'habitants. Chez les personnes de moins de 70 ans, les ratios de létalité réels se situaient entre 0,00% et 0,31% avec des médianes brutes et corrigées de 0,05%.",
        "Le ratio de létalité réel de la COVID-19 peut considérablement varier d'un endroit à l'autre, ce qui pourrait correspondre aux différences de structure de pyramide des âges au sein de la population, au case-mix entre patients infectés et décédés, ainsi qu'à d'autres facteurs. Les ratios de létalité réels que j'ai pu déduire avaient tendance à être nettement inférieurs aux estimations formulées précédemment durant la pandémie."
      ],
      "CopyrightInformation": "(c) 2021 The authors; licensee World Health Organization."
    },
    {
      "AbstractText": [
        "Estimar la tasa de letalidad por la infección de la enfermedad por coronavirus de 2019 (COVID-19) a partir de los datos de seroprevalencia.",
        "Se buscaron los estudios de seroprevalencia de la COVID-19 con un tamaño de muestra mayor o igual a 500 a partir del 9 de septiembre de 2020 en PubMed y en los servidores de preimpresión. Además, se recuperaron los resultados adicionales de los estudios nacionales a partir de los comunicados de prensa y de los informes preliminares. Se evaluaron los estudios para determinar las características de diseño y las estimaciones de seroprevalencia. Para calcular la tasa de letalidad por la infección de cada estudio, se dividió la cantidad acumulada de muertes por la COVID-19 por la cantidad de personas que se estima que están infectadas en cada región. Asimismo, se corrigió la cantidad de tipos de anticuerpos probados (inmunoglobulinas, IgG, IgM, IgA).",
        "Se incluyeron 61 estudios (74 estimaciones) y 8 estimaciones nacionales preliminares. Las estimaciones de seroprevalencia oscilaban entre el 0,02 % y el 53,40 %. Las tasas de letalidad por la infección oscilaron entre el 0,00 % y el 1,63 %, los valores corregidos entre el 0,00 % y el 1,54 %. En 51 lugares, la mediana de la tasa de letalidad por la infección de la COVID-19 fue del 0,27 % (corregida en un 0,23 %): la tasa fue del 0,09 % en lugares donde las tasas de letalidad de la población con la COVID-19 eran inferiores al promedio mundial (menos de 118 muertes/millón), del 0,20 % en lugares con 118-500 muertes a causa de la COVID-19/millón de personas y del 0,57 % en lugares con más de 500 muertes a causa de la COVID-19/millón de personas. En personas menores de 70 años, las tasas de letalidad por la infección oscilaron entre el 0,00 % y el 0,31 % con medianas brutas y corregidas del 0,05 %.",
        "La tasa de letalidad por infección de la COVID-19 puede variar de manera sustancial en diferentes lugares y esto puede reflejar diferencias en la estructura de edad de la población y en la variedad de casos de los pacientes infectados y fallecidos, así como en otros factores. Las tasas de letalidad por infección que se calculan tienden a ser mucho más bajas que las estimaciones realizadas a principios de la pandemia."
      ],
      "CopyrightInformation": "(c) 2021 The authors; licensee World Health Organization."
    },
    {
      "AbstractText": [
        "الغرض تقدير معدل الوفيات الناجمة عن الإصابة بمرض فيروس كورونا 2019 (كوفيد 19) من بيانات الانتشار المصلي. الطريقة قمت بالبحث في خوادم PubMed وخوادم ما قبل الطباعة عن دراسات الانتشار المصلي لكوفيد 19، بحجم عينة أكبر من أو تساوي 500 بدءاً من 9 سبتمبر/أيلول 2020. كما أنني استرجعت النتائج الإضافية للدراسات الوطنية من البيانات الصحفية والتقارير الأولية. قمت بتقييم دراسات ميزات التصميم وتقديرات الانتشار المصلي. لقد قمت بتقدير معدل الوفيات الناجمة عن الإصابة لكل دراسة عن طريق قسمة العدد الإجمالي للوفيات الناتجة عن جائحة كوفيد 19، على عدد الأشخاص المقدر إصابتهم في كل منطقة. وقمت بتصحيح عدد أنواع الأجسام المضادة التي تم اختبارها (الغلوبين المناعي، IgG ، IgM ، IgA). النتائج قمت بتضمين 61 دراسة (74 تقديرًا) وثمانية تقديرات وطنية أولية. تراوحت تقديرات الانتشار المصلي من 0.02% إلى 53.40%. تراوحت معدلات وفيات العدوى من 0.00% إلى 1.63%، وتم تصحيح القيم من 0.00% إلى 1.54%. عبر 51 موقعًا، كان متوسط ​​معدل وفيات عدوى كوفيد 19 هو 0.27% (تصحيح بنسبة 0.23%): كان المعدل 0.09% في المواقع التي تقل فيها معدلات وفيات السكان المصابين بكوفيد 19 عن المتوسط ​​العالمي (أكثر من 118 حالة وفاة/مليون نسمة)، و0.20% في المواقع التي يوجد بها من 118 إلى 500 حالة وفاة/مليون نسمة مصابين بكوفيد 19، و0.57% في مواقع بها أكثر من 500 حالة وفاة/مليون نسمة بسبب كوفيد 19. في الأشخاص الذين تقل أعمارهم عن 70 عامًا، تراوحت معدلات وفيات الإصابة بالعدوى من 0.00% إلى 0.31% بمتوسطات مبدئية ومصححة قدرها 0.05%. الاستنتاج يمكن أن يختلف معدل وفيات الإصابة بفيروس كوفيد 19 بشكل كبير عبر المواقع المختلفة، وقد يعكس هذا الاختلافات في التركيب العمري للسكان، ومزيج الحالات من المرضى المصابين والمتوفين، وعوامل أخرى. تميل معدلات الوفيات المستدل عنها من العدوى إلى أن تكون أقل بكثير من التقديرات التي تم إجراؤها في وقت سابق في الجائحة."
      ],
      "CopyrightInformation": "(c) 2021 The authors; licensee World Health Organization."
    },
    {
      "AbstractText": [
        "根据血清阳性率数据估计 2019 年冠状病毒病（新型冠状病毒肺炎）的感染死亡率。.",
        "在 PubMed 和预印本服务器上查找截至 2020 年 9 月 9 日新型冠状病毒肺炎相关的血清阳性率研究，样本量为 500 个。另外根据初步新闻稿和报告检索了其他全国性研究结果。并评估了与设计特征和血清阳性率估计值相关的研究。通过将新型冠状病毒肺炎累计死亡人数除以每个地区估计感染人数，估算出了每项研究的感染死亡率。然后校正了测试的抗体类型（免疫球蛋白、免疫球蛋白 G、免疫球蛋白 M、免疫球蛋白 A）的数量。.",
        "我汇总了 61 项研究（74 个估计值）和 8 个全国性初步估计值。血清阳性率估计值介于 0.02％ 至 53.40％ 之间。感染死亡率介于 0.00％ 至 1.63％ 之间，校正值则介于 0.00％ 至 1.54％ 之间。在 51 个地区中，新型冠状病毒肺炎感染死亡率的中位数为 0.27％（校正值为 0.23％）：在新型冠状病毒肺炎导致的人口死亡率低于全球平均水平（每一百万人口中死亡病例小于 118 例）的地区中，该比率为 0.09％；在每一百万人口中新型冠状病毒肺炎死亡病例介于 118–500 例之间的地区，该比率为 0.20％；而在每一百万人口中新型冠状病毒肺炎死亡病例大于 500 例的地区，该比率则为 0.57％。70 岁以下人群的感染死亡率介于 0.00％ 至 0.31％ 之间，经粗略校正后该比率的中位数为 0.05％。.",
        "不同地区的新型冠状病毒肺炎感染死亡率可能存在很大的差异，据此可反映出在人口年龄结构、感染和死亡病例组合以及其他因素方面存在差异。推断的感染死亡率往往比全球性流行病爆发初期的估计值要低得多。."
      ],
      "CopyrightInformation": "(c) 2021 The authors; licensee World Health Organization."
    },
    {
      "AbstractText": [
        "Оценить показатель летальности при инфицировании коронавирусным заболеванием 2019 г. (COVID-19) на основании данных о серораспространенности.",
        "Автор провел поиск на серверах PubMed и серверах предварительной публикации на предмет исследований серораспространенности COVID-19 с размером выборки ≥500 по состоянию на 9 сентября 2020 года. Были также получены дополнительные результаты национальных исследований из предварительных пресс-релизов и отчетов. Автор оценил исследования по элементам дизайна и оценкам серораспространенности. Автор оценил показатель летальности при инфицировании для каждого исследования, разделив общее количество смертей от COVID-19 на количество людей, предположительно инфицированных в каждом регионе. При этом была сделана поправка на количество протестированных типов антител (иммуноглобины, IgG, IgM, IgA).",
        "В работу вошло 61 исследование (74 прогноза) и восемь предварительных национальных прогнозов. Прогнозы серораспространенности варьировались в диапазоне от 0,02 до 53,40%. Показатели летальности при инфицировании варьировались в диапазоне от 0,00 до 1,63%, скорректированные значения — от 0,00 до 1,54%. В 51 регионе средний показатель летальности при инфицировании COVID-19 составил 0,27% (скорректированный показатель 0,23%): этот показатель составил 0,09% в регионах с уровнем летальности населения от COVID-19 ниже, чем в среднем по миру (<118 смертей на миллион), 0,20% в регионах, в которых зарегистрировано 118–500 случаев смерти от COVID-19 на миллион человек, и 0,57% в регионах, где зарегистрировано более 500 случаев смерти от COVID-19 на миллион человек. У людей младше 70 лет показатель летальности при инфицировании колебался в пределах от 0,00 до 0,31% с приблизительными и скорректированными медианными значениями 0,05%.",
        "Показатель летальности при инфицировании COVID-19 может существенно различаться в разных регионах, и это может отражать различия в возрастной структуре населения, структуре случаев инфицирования и смерти пациентов, а также в других факторах. Предполагаемые показатели летальности при инфицировании, как правило, были намного ниже, чем прогнозы, сделанные ранее во время пандемии."
      ],
      "CopyrightInformation": "(c) 2021 The authors; licensee World Health Organization."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33716331",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "10",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2471/BLT.20.265892"
    ],
    "Journal": {
      "ISSN": "1564-0604",
      "JournalIssue": {
        "Volume": "99",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Jan",
          "Day": "01"
        }
      },
      "Title": "Bulletin of the World Health Organization",
      "ISOAbbreviation": "Bull World Health Organ"
    },
    "ArticleTitle": "Infection fatality rate of COVID-19 inferred from seroprevalence data.",
    "Pagination": {
      "StartPage": "19",
      "EndPage": "33F",
      "MedlinePgn": "19-33F"
    },
    "Abstract": {
      "AbstractText": [
        "To estimate the infection fatality rate of coronavirus disease 2019 (COVID-19) from seroprevalence data.",
        "I searched PubMed and preprint servers for COVID-19 seroprevalence studies with a sample size ≥ 500 as of 9 September 2020. I also retrieved additional results of national studies from preliminary press releases and reports. I assessed the studies for design features and seroprevalence estimates. I estimated the infection fatality rate for each study by dividing the cumulative number of COVID-19 deaths by the number of people estimated to be infected in each region. I corrected for the number of immunoglobin (Ig) types tested (IgG, IgM, IgA).",
        "I included 61 studies (74 estimates) and eight preliminary national estimates. Seroprevalence estimates ranged from 0.02% to 53.40%. Infection fatality rates ranged from 0.00% to 1.63%, corrected values from 0.00% to 1.54%. Across 51 locations, the median COVID-19 infection fatality rate was 0.27% (corrected 0.23%): the rate was 0.09% in locations with COVID-19 population mortality rates less than the global average (< 118 deaths/million), 0.20% in locations with 118-500 COVID-19 deaths/million people and 0.57% in locations with > 500 COVID-19 deaths/million people. In people younger than 70 years, infection fatality rates ranged from 0.00% to 0.31% with crude and corrected medians of 0.05%.",
        "The infection fatality rate of COVID-19 can vary substantially across different locations and this may reflect differences in population age structure and case-mix of infected and deceased patients and other factors. The inferred infection fatality rates tended to be much lower than estimates made earlier in the pandemic."
      ],
      "CopyrightInformation": "(c) 2021 The authors; licensee World Health Organization."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Meta-Research Innovation Center at Stanford (METRICS), Stanford University, 1265 Welch Road, Stanford, California 94305, United States of America."
          }
        ],
        "LastName": "Ioannidis",
        "ForeName": "John P A",
        "Initials": "JPA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Bull World Health Organ",
    "NlmUniqueID": "7507052",
    "ISSNLinking": "0042-9686"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "mortality"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Seroepidemiologic Studies"
    }
  ]
}