{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Emerging variance",
      "Omicron",
      "SARS-CoV-2",
      "Variant of concern"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36446204",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jiph.2022.11.024",
      "S1876-0341(22)00316-1"
    ],
    "Journal": {
      "ISSN": "1876-035X",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "Journal of infection and public health",
      "ISOAbbreviation": "J Infect Public Health"
    },
    "ArticleTitle": "Global emerging Omicron variant of SARS-CoV-2: Impacts, challenges and strategies.",
    "Pagination": {
      "StartPage": "4",
      "EndPage": "14",
      "MedlinePgn": "4-14"
    },
    "Abstract": {
      "AbstractText": [
        "Newly emerging variants of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) are continuously posing high global public health concerns and panic resulting in waves of coronavirus disease 2019 (COVID-19) pandemic. Depending on the extent of genomic variations, mutations and adaptation, few of the variants gain the ability to spread quickly across many countries, acquire higher virulency and ability to cause severe disease, morbidity and mortality. These variants have been implicated in lessening the efficacy of the current COVID-19 vaccines and immunotherapies resulting in break-through viral infections in vaccinated individuals and recovered patients. Altogether, these could hinder the protective herd immunity to be achieved through the ongoing progressive COVID-19 vaccination. Currently, the only variant of interest of SARS-CoV-2 is Omicron that was first identified in South Africa. In this review, we present the overview on the emerging SARS-CoV-2 variants with a special focus on the Omicron variant, its lineages and hybrid variants. We discuss the hypotheses of the origin, genetic change and underlying molecular mechanism behind higher transmissibility and immune escape of Omicron variant. Major concerns related to Omicron including the efficacy of the current available immunotherapeutics and vaccines, transmissibility, disease severity, and mortality are discussed. In the last part, challenges and strategies to counter Omicron variant, its lineages and hybrid variants amid the ongoing COVID-19 pandemic are presented."
      ],
      "CopyrightInformation": "Copyright © 2022 The Author(s). Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Pathology, ICAR-Indian Veterinary Research Institute, Izatnagar, Bareilly 243122, Uttar Pradesh, India. Electronic address: kdhama@rediffmail.com."
          }
        ],
        "LastName": "Dhama",
        "ForeName": "Kuldeep",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, Faculty of Pharmacy, Hasanuddin University, Makassar 90245, Indonesia."
          }
        ],
        "LastName": "Nainu",
        "ForeName": "Firzan",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Division for Natural Product Technology (BPTBA), National Research and Innovation Agency (BRIN), Gunungkidul, Yogyakarta 55861, Indonesia."
          }
        ],
        "LastName": "Frediansyah",
        "ForeName": "Andri",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Veterinary Clinical Complex, Faculty of Veterinary Sciences and Animal Husbandry Shuhama, Sher-E-Kashmir University of Agricultural Sciences and Technology of Kashmir, Shalimar, Srinagar, Jammu and Kashmir 190006, India."
          }
        ],
        "LastName": "Yatoo",
        "ForeName": "Mohd Iqbal",
        "Initials": "MI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Chemistry, Government College of Engineering, Keonjhar 758002, Odisha, India."
          }
        ],
        "LastName": "Mohapatra",
        "ForeName": "Ranjan K",
        "Initials": "RK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Veterinary Microbiology, College of Veterinary Sciences and Animal Husbandry, R.K. Nagar, West Tripura, Tripura, India."
          }
        ],
        "LastName": "Chakraborty",
        "ForeName": "Sandip",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medical Technology, Chengdu University of Traditional Chinese Medicine, Chengdu 611137, China; Department of Microbiology, NYU Grossman School of Medicine, New York 10016, USA."
          }
        ],
        "LastName": "Zhou",
        "ForeName": "Hao",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, University of Asia Pacific, 74/A Green Road, Farmgate, Dhaka 1205, Bangladesh."
          }
        ],
        "LastName": "Islam",
        "ForeName": "Md Rabiul",
        "Initials": "MR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, Faculty of Pharmacy, Hasanuddin University, Makassar 90245, Indonesia."
          }
        ],
        "LastName": "Mamada",
        "ForeName": "Sukamto S",
        "Initials": "SS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Research Unit, School of Medicine, Universitas Syiah Kuala, Banda Aceh, Aceh 23111, Indonesia; Department of Biology, Faculty of Mathematics and Natural Sciences, Universitas Syiah Kuala, Banda Aceh 23111, Indonesia; Biology Education Department, Faculty of Tarbiyah and Teacher Training, Universitas Islam Negeri Ar-Raniry, Jl. Syeikh Abdur Rauf, Kopelma Darussalaml, Banda Aceh 23111, Indonesia."
          }
        ],
        "LastName": "Kusuma",
        "ForeName": "Hendrix Indra",
        "Initials": "HI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Molecular Diagnostic Laboratory, Johns Hopkins Aramco Healthcare, Dhahran 31311, Saudi Arabia; College of Medicine, Alfaisal University, Riyadh 11533, Saudi Arabia; Department of Public Health and Nutrition, The University of Haripur, Haripur 22610, Pakistan."
          }
        ],
        "LastName": "Rabaan",
        "ForeName": "Ali A",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Administration of Pharmaceutical Care, Al-Ahsa Health Cluster, Ministry of Health, Al-Ahsa 31982, Saudi Arabia."
          }
        ],
        "LastName": "Alhumaid",
        "ForeName": "Saad",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Center, Almoosa Specialist Hospital, Al-Ahsa 36342, Saudi Arabia; College of Nursing, Prince Nora University, Riyadh 11564, Saudi Arabia; School of Nursing, Wollongong University, Wollongong, NSW 2522, Australia; Nursing Department, Prince Sultan Military College of Health Sciences, Dhahran 33048, Saudi Arabia."
          }
        ],
        "LastName": "Mutair",
        "ForeName": "Abbas Al",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate School of Mathematics and Applied Sciences, Universitas Syiah Kuala, Banda Aceh 23111, Indonesia."
          }
        ],
        "LastName": "Iqhrammullah",
        "ForeName": "Muhammad",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Specialty Internal Medicine and Quality Department, Johns Hopkins Aramco Healthcare, Dhahran, Saudi Arabia; Infectious Disease Division, Department of Medicine, Indiana University School of Medicine, Indianapolis, IN, USA; Infectious Disease Division, Department of Medicine, Johns Hopkins University School of Medicine, Baltimore, MD, USA."
          }
        ],
        "LastName": "Al-Tawfiq",
        "ForeName": "Jaffar A",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Basic Sciences Department, College of Applied Medical Sciences, King Saud bin Abdulaziz University for Health Sciences, Al-Ahsa 31982, Saudi Arabia; King Abdullah International Medical Research Center, Al-Ahsa 31982, Saudi Arabia."
          }
        ],
        "LastName": "Mohaini",
        "ForeName": "Mohammed Al",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Pharmacy, Faculty of Pharmacy, Northern Border University, Rafha 91911, Saudi Arabia."
          }
        ],
        "LastName": "Alsalman",
        "ForeName": "Abdulkhaliq J",
        "Initials": "AJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biotechnology, Maharishi Markandeshwar University, Mullana, Ambala 133207, Haryana, India."
          }
        ],
        "LastName": "Tuli",
        "ForeName": "Hardeep Singh",
        "Initials": "HS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biotechnology, School of Life Science and Biotechnology, Adamas University, Barasat-Barrackpore Road, Kolkata, West Bengal 700126, India."
          }
        ],
        "LastName": "Chakraborty",
        "ForeName": "Chiranjib",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Research Unit, School of Medicine, Universitas Syiah Kuala, Banda Aceh, Aceh 23111, Indonesia; Tropical Diseases Centre, School of Medicine, Universitas Syiah Kuala, Banda Aceh, Aceh 23111, Indonesia; Department of Microbiology, School of Medicine, Universitas Syiah Kuala, Banda Aceh, Aceh 23111, Indonesia. Electronic address: harapan@unsyiah.ac.id."
          }
        ],
        "LastName": "Harapan",
        "ForeName": "Harapan",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Infect Public Health",
    "NlmUniqueID": "101487384",
    "ISSNLinking": "1876-0341"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "COVID-19 Vaccines"
    }
  ],
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "J Infect Public Health. 2023 Sep;16(9):1460-1461",
      "PMID": "37531705"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Vaccines"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Pandemics"
    }
  ],
  "CoiStatement": "Disclosure statement Authors have no conflict of interests."
}