{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34508064",
  "DateCompleted": {
    "Year": "2021",
    "Month": "09",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "09",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.12659/MSM.931863"
    ],
    "Journal": {
      "ISSN": "1643-3750",
      "JournalIssue": {
        "Volume": "27",
        "PubDate": {
          "Year": "2021",
          "Month": "Sep",
          "Day": "11"
        }
      },
      "Title": "Medical science monitor : international medical journal of experimental and clinical research",
      "ISOAbbreviation": "Med Sci Monit"
    },
    "ArticleTitle": "SARS-CoV-2 and the Eyes: A Review of the Literature on Transmission, Detection, and Ocular Manifestations.",
    "Pagination": {
      "StartPage": "e931863",
      "MedlinePgn": "e931863"
    },
    "Abstract": {
      "AbstractText": [
        "During the coronavirus disease 2019 (COVID-19) pandemic, numerous reports of ocular anomalies occurring in patients infected with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) have emerged. The most frequently reported pathology is conjunctivitis, which may be the first or only clinical manifestation of the disease. Involvement of SARS-CoV-2 in development of alterations in other ocular structures was suggested, including the cornea, the retina, and blood vessels. Possible mechanisms include direct activity of the viral agent, as well as systemic inflammatory response with accompanying thromboembolic complications. Genetic material of SARS-CoV-2 was detected in ocular secretions of infected individuals, including asymptomatic patients. Moreover, angiotensin-converting enzyme 2 (ACE2), a receptor protein used by the virus to enter the cell, has been found on the surface of various structures of the eye, which indicates a risk of transmission through ocular tissues. Therefore, it is crucial to use eye protection by medical professionals having contact with potentially infected patients. This paper is a review of the literature regarding ocular manifestations of SARS-CoV-2 infection and a summary of the current state of knowledge about possibility of transmission from an ophthalmology point of view. For data collection, a thorough PubMed search was performed, using the key words: \"COVID ocular\", \"COVID eye\", \"SARS-CoV-2 ocular\", and \"SARS-CoV-2 eye\". Conclusions: SARS-CoV-2 infection may manifest itself in various ocular conditions. Eye protection should not be neglected, as recent studies suggest the eye as a potential route of transmission. Further search for adequate safety measures in ophthalmology practice is required."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Ophthalmology, Medical University of Warsaw, Warsaw, Poland."
          }
        ],
        "LastName": "Szczęśniak",
        "ForeName": "Michalina",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Ophthalmology, Medical University of Warsaw, Warsaw, Poland."
          }
        ],
        "LastName": "Brydak-Godowska",
        "ForeName": "Joanna",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Sci Monit",
    "NlmUniqueID": "9609063",
    "ISSNLinking": "1234-1010"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "transmission"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Eye Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "\n<b>Conflict of Interests</b>\n. None declared."
}