{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33395576",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "01",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jmoldx.2020.12.008",
      "S1525-1578(20)30616-4"
    ],
    "Journal": {
      "ISSN": "1943-7811",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "3",
        "PubDate": {
          "Year": "2021",
          "Month": "Mar"
        }
      },
      "Title": "The Journal of molecular diagnostics : JMD",
      "ISOAbbreviation": "J Mol Diagn"
    },
    "ArticleTitle": "Relative Sensitivity of Saliva and Upper Airway Swabs for Initial Detection of Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) in Ambulatory Patients: Rapid Review.",
    "Pagination": {
      "StartPage": "265",
      "EndPage": "273",
      "MedlinePgn": "265-273"
    },
    "Abstract": {
      "AbstractText": [
        "Saliva has been proposed as an alternative to upper airway swabs when testing for severe acute respiratory syndrome coronavirus 2. Although some studies have suggested higher viral loads and clinical sensitivity when testing saliva, studies have been relatively small and have given rise to contradictory results. To better understand the relative performance characteristics of saliva and upper airway samples, I performed a rapid systematic review (registered on PROSPERO as CRD42020205035), focusing on studies that included at least 20 subjects who provided diagnostic saliva and upper airway samples on the same day, which were tested by nucleic acid amplification methods and for which a confusion matrix could be constructed for based on a composite reference standard. Nineteen studies comprising 21 cohorts that met predetermined acceptance criteria were identified following a search of PubMed, medRxiv, and bioRxiv. Seven of these cohorts were incorporated into a meta-analysis using a random effects model, which suggests that nasopharyngeal swabs are somewhat more sensitive than saliva samples for the diagnosis of early disease in ambulatory patients, such as in drive-through centers or community health centers. Nevertheless, the difference is modest, and the reduced need for personal protective equipment for saliva sampling may justify the difference. Conclusions are limited by the significant heterogeneity of disease prevalence in the study populations and variation in the approaches to saliva sample collection."
      ],
      "CopyrightInformation": "Published by Elsevier Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Office of Research and Development, Veterans Health Administration, Washington, District of Columbia; and the Department of Pathology, University of Maryland School of Medicine, Baltimore, Maryland. Electronic address: timothy.oleary@va.gov."
          }
        ],
        "LastName": "O'Leary",
        "ForeName": "Timothy J",
        "Initials": "TJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Mol Diagn",
    "NlmUniqueID": "100893612",
    "ISSNLinking": "1525-1578"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Saliva"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Specimen Handling"
    }
  ]
}