{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34982465",
  "DateCompleted": {
    "Year": "2022",
    "Month": "01",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "01",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.26355/eurrev_202112_27652",
      "27652"
    ],
    "Journal": {
      "ISSN": "2284-0729",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "24",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec"
        }
      },
      "Title": "European review for medical and pharmacological sciences",
      "ISOAbbreviation": "Eur Rev Med Pharmacol Sci"
    },
    "ArticleTitle": "Omicron SARS-CoV-2 new variant: global prevalence and biological and clinical characteristics.",
    "Pagination": {
      "StartPage": "8012",
      "EndPage": "8018",
      "MedlinePgn": "8012-8018"
    },
    "Abstract": {
      "AbstractText": [
        "The Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2) has created a challenging and threatening situation worldwide. The SARS-CoV-2 embodies diverse epidemiological trends, alongside emerging and reemerging pathogenic characteristics, which have raised great public health concerns. This study aims to investigate the global prevalence, biological and clinical characteristics of Omicron, a new variant of SARS-CoV-2 that is causing concern and fear internationally.",
        "The data on the outbreak of the new variant \"Omicron\" was obtained from the World Health Organization (WHO), Centers for Disease Control and Prevention (CDC), European Centre for Disease Prevention and Control (ECDC), research institutes, and global international print media. We recorded information on the prevalence, the biological and clinical characteristics of the Omicron Variant of SARS-CoV-2 from November 24 to December 9, 2021.",
        "Worldwide, the new variant of SARS-CoV-2, Omicron, has been identified in 57 countries with 2152 confirmed cases reported on December 9, 2021, ever since the emergence of the first case of this variant dated November 24, 2021. The number of confirmed Omicron variant cases has significantly increased globally. The novel variant is spreading swiftly and has crossed many borders all around the world. This new variant has been observed to be transmitted far more rapidly than other variants of SARS-CoV-2.",
        "The new variant of SARS-CoV-2 has novel epidemiological and biological characteristics, making it more contagious than other variants of SARS-CoV-2. It has affected 2152 people in 57 countries in a short period of two weeks. However, the fatality rate of the SARS-CoV-2 Omicron variant has not yet been reported. The major clinical manifestations in this new variant are those of a \"mild infection\", including headache, body ache, muscles ache, cough, fever, generalized myalgia, and severe fatigue. It is infecting younger and middle-aged people more than previous variants. Worldwide health establishments should take immediate preventive measures to stop outbreaks of this emerging and reemerging pathogenic variant across the globe to minimize the disease burden on humanity."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiology, College of Medicine, King Saud University, Riyadh, Saudi Arabia. smeo@ksu.edu.sa."
          }
        ],
        "LastName": "Meo",
        "ForeName": "S A",
        "Initials": "SA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Meo",
        "ForeName": "A S",
        "Initials": "AS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Al-Jassir",
        "ForeName": "F F",
        "Initials": "FF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Klonoff",
        "ForeName": "D C",
        "Initials": "DC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Eur Rev Med Pharmacol Sci",
    "NlmUniqueID": "9717360",
    "ISSNLinking": "1128-3602"
  },
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "transmission",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "prevention & control",
        "statistics & numerical data"
      ],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Global Burden of Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [
        "genetics",
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    }
  ]
}