{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36324031",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1038/s41579-022-00824-8"
    ],
    "Journal": {
      "ISSN": "1740-1534",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "Mar"
        }
      },
      "Title": "Nature reviews. Microbiology",
      "ISOAbbreviation": "Nat Rev Microbiol"
    },
    "ArticleTitle": "SARS-CoV-2 variants offer a second chance to fix vaccine inequities.",
    "Pagination": {
      "StartPage": "127",
      "EndPage": "128",
      "MedlinePgn": "127-128"
    },
    "Abstract": {
      "AbstractText": [
        "Global COVID-19 vaccine equity remains aspirational for much of the world. But the emergence of rapidly evolving SARS-CoV-2 variants provides new opportunities to correct past public policies, support local vaccine production and combat rising anti-vaccine aggression."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-8770-1042"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Texas Children's Hospital Center for Vaccine Development, Departments of Pediatrics and Molecular Virology and Microbiology, National School of Tropical Medicine, Baylor College of Medicine, Houston, TX, USA. hotez@bcm.edu."
          }
        ],
        "LastName": "Hotez",
        "ForeName": "Peter J",
        "Initials": "PJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Nat Rev Microbiol",
    "NlmUniqueID": "101190261",
    "ISSNLinking": "1740-1526"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antibodies, Neutralizing"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antibodies, Viral"
    }
  ],
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Antibodies, Neutralizing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Antibodies, Viral"
    }
  ],
  "CoiStatement": "P.J.H. is a co-inventor on non-revenue generating patents for parasitic infections and neglected tropical diseases owned by Baylor College of Medicine (BCM). He is also a co-inventor of a COVID-19 recombinant protein vaccine technology owned by BCM that was recently licensed by Baylor Ventures non-exclusively and with no patent restrictions to several companies committed to advance vaccines for low- and middle-income countries. These include Biological E (India), BioFarma (Indonesia), Incepta (Bangladesh) and ImmunityBio (United States with partnerships in the African Continent including Botswana and South Africa). The co-inventors have no involvement in licence negotiations conducted by BCM. Similar to other research universities, a long-standing BCM policy provides its faculty and staff, who make discoveries that result in a commercial licence, with a share of any royalty income. To date, BCM has not distributed any royalty income to the co-inventors on the COVID-19 recombinant protein vaccine technology. Any such distribution will be undertaken in accordance with BCM policy. In addition, P.J.H. is also the author of several books published by academic presses (ASM–Wiley and Johns Hopkins University Press), and he receives modest royalty income from this activity."
}