{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Clinic",
      "Hospital",
      "Pandemic",
      "Point of Care Testing",
      "Prehospital"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "HINTERGRUND: In der deutschen Krankenhauslandschaft sowie Notfallversorgung stellte die COVID-19-Pandemie eine Belastungsprobe dar. Die notfallmedizinische Gesundheitsversorgung wird in Deutschland durch die Versorgungskette zwischen prähospitaler Notfallrettung und klinischer Notfallversorgung in den Notaufnahmen sichergestellt. In Krankenhäusern und in der Notfallversorgung wird ein schneller, einfacher, genauer und kostengünstiger Test benötigt, um SARS-CoV‑2 zu identifizieren. In der zentralen Notaufnahme (ZNA) ist es wichtig, Patienten/Patientinnen mit COVID-19-Verdacht strikt von nichtinfizierten Notfallpersonen zu trennen.",
        "Es wurde die Leistungsfähigkeit von Antigentests in dem Rettungsdienst der Stadt Jena und in einer zentralen Notaufnahme des Universitätsklinikums Jena untersucht und mit dem RT-PCR-Goldstandard überprüft. Hierzu wurden multiple Testungen sowohl im Rettungswagen als auch in der Notaufnahme mittels Antigentests und RT-PCR-Tests durchgeführt. Insgesamt wurden 980 Patienten/Patientinnen in einem Zeitraum von 2 Monaten (Oktober und November 2022) in die Untersuchung eingeschlossen.",
        "Das Durchschnittsalter aller Patienten/Patientinnen lag bei 65 Jahren. Über die Hälfte der behandelten Patienten/Patientinnen kamen aus der Stadt Jena. Die Sensitivität und Spezifität der Antigentests lagen im klinischen Setting (in der Notaufnahme) bei 66,7 % resp. 99,2 % und im prähospitalen Setting (im Rettungsdienst) bei 68,8 % resp. 96,7 % im Vergleich zur RT-PCR. Im prähospitalen Setting lag die Sensitivität der Antigentests mit 2 % etwas höher als die klinische Antigentestung. Bei der Paralleltestung hatten 6 % der Antigentests ein falsch-negatives SARS-CoV-2-Antigentestergebnis im Rettungsdienst und 4,6 % der Antigentests ein falsch-negatives SARS-CoV-2-Antigentestergebnis in der ZNA. Die falsch-negativen Antigentests und somit die potenziell nicht erkannten Personen wurden durch die Betrachtung des Ct-Werts weiter abgeschätzt.",
        "Durch die Verwendung von Antigentests im Rettungsdienst und in der Notaufnahme kann eine zügigere Disposition in den COVID und Non-COVID-Bereich einer Notaufnahme erfolgen. Die Messgenauigkeit der Antigentests im Rettungsdienst und in der ZNA entspricht nicht der der RT-PCR. Dennoch ist der Antigentest ein nützliches Erstscreeninginstrument für die Früherkennung von SARS-CoV‑2 im prähospitalen und im klinischen Bereich. Eine zweifache Antigentestung kann für eine akkuratere Diagnostik des SARS-CoV-2-Erregers sinnvoll sein."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37792046",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "04"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00101-023-01343-8"
    ],
    "Journal": {
      "ISSN": "2731-6866",
      "JournalIssue": {
        "Volume": "72",
        "Issue": "11",
        "PubDate": {
          "Year": "2023",
          "Month": "Nov"
        }
      },
      "Title": "Die Anaesthesiologie",
      "ISOAbbreviation": "Anaesthesiologie"
    },
    "ArticleTitle": "[Diagnostic performance of two antigen-tests compared to one PCR-Test to detect SARS-CoV-2 in an emergency department and emergency service].",
    "Pagination": {
      "StartPage": "791",
      "EndPage": "798",
      "MedlinePgn": "791-798"
    },
    "Abstract": {
      "AbstractText": [
        "In the German hospital landscape and emergency care the COVID-19 pandemic was a stress test. Emergency medical health care in Germany is ensured by the supply chain between prehospital emergency rescue and clinical emergency care in the emergency rooms. In hospitals and emergency care settings a rapid, simple, accurate, and cost-effective test is needed to identify SARS-CoV‑2. In the central emergency department it is important to strictly separate patients with suspected COVID-19 from non-infected emergency persons.",
        "Given the background mentioned above, the performance of antigen tests in the ambulance service of the city Jena and the central emergency department of the university hospital Jena was analysed and in addition verified by using the RT-PCR gold standard. Several multiple testing procedures were performed by using antigen tests in the ambulance service and the central emergency department, and by using one or both of these antigen tests followed by the RT-PCR test. A total of 980 patients were included in the study over a two-month period (October/November 2022).",
        "The average age of all patients was 65 years. More than half of the actively treated patients came from the city of Jena. The sensitivity and specificity of the antigen tests were 66.7% and 99.2% in the clinical setting (the central emergency department) and 68.8% and 96.7% in the prehospital setting (in the ambulance service) compared to RT-PCR. In the prehospital setting the sensitivity of the antigen testing was slightly higher (2%) than the clinical antigen testing. Regarding the parallel testing, 6% of antigen tests had a false negative SARS-CoV‑2 antigen test result in the ambulance service and 4.6% of antigen tests had a false negative SARS-CoV‑2 antigen test result in the central emergency department. The false-negative antigen tests, and thus the potentially unrecognized individuals, were further reviewed by considering the Ct-value.",
        "The use of antigen testing in the ambulance service and the emergency department can lead to a quick classification of COVID and non-COVID areas of an emergency department. The measurement accuracy of antigen testing in the ambulance service and central emergency department is not equivalent to the RT-PCR. Nevertheless, antigen testing is a useful initial screening tool for early detection of SARS-CoV‑2 in prehospital and clinical settings. Dual antigen testing may be useful for more accurate diagnosis of the SARS-CoV‑2 pathogen."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Infektionsmedizin und Krankenhaushygiene, Universitätsklinikum Jena, Jena, Deutschland. veit.kinne@med.uni-jena.de."
          }
        ],
        "LastName": "Kinne",
        "ForeName": "Veit",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Infektionsmedizin und Krankenhaushygiene, Universitätsklinikum Jena, Jena, Deutschland."
          }
        ],
        "LastName": "Ehrenberg",
        "ForeName": "Sandra",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Medizinische Mikrobiologie, Universitätsklinikum Jena, Jena, Deutschland."
          }
        ],
        "LastName": "Baier",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Anästhesiologie und Intensivmedizin, Universitätsklinikum Jena, Jena, Deutschland."
          }
        ],
        "LastName": "Lang",
        "ForeName": "Sebastian",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Notfallmedizin, Universitätsklinikum Jena, Jena, Deutschland."
          }
        ],
        "LastName": "Lewejohann",
        "ForeName": "Jan-Christoph",
        "Initials": "JC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Infektionsmedizin und Krankenhaushygiene, Universitätsklinikum Jena, Jena, Deutschland."
          }
        ],
        "LastName": "Kipp",
        "ForeName": "Frank",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Diagnostische Leistungsfähigkeit von zwei Antigentests im Vergleich zu einem PCR-Test zum Nachweis von SARS-CoV-2 in einer Notaufnahme und im Rettungsdienst."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Anaesthesiologie",
    "NlmUniqueID": "9918384886806676",
    "ISSNLinking": "2731-6858"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emergency Service, Hospital"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Polymerase Chain Reaction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Testing"
    }
  ]
}