{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "SARS-CoV-2",
      "Transmisión vertical",
      "Vertical transmission"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Efectuar una revisión sistemática de estudios originales revisados por pares que contengan datos acerca de la identificación de SARS-CoV-2 en muestras clínicas de líquido amniótico, placenta o membranas, sangre del cordón umbilical y leche humana de mujeres con diagnóstico clínico o confirmado de COVID-19. Para ser incluidos en esta revisión sistemática, los estudios debieron ser aceptados después de la publicación de la guía para el manejo de pacientes con COVID-19 de la Organización Mundial de la Salud (disponible el 13 de marzo de 2020).",
        "Se incluyeron 17 estudios en los que se identificaron 143 muestras clínicas (38 de líquido amniótico, 34 de placentas o membranas, 39 de sangre del cordón umbilical y 32 de leche humana), de las cuales nueve resultaron positivas para ARN de SARS-CoV-2 (una de líquido amniótico obtenida antes de romper las membranas; seis de placenta o membranas, aunque los autores indican la posibilidad de contaminación por sangre materna en tres de ellas; y dos de leche humana).",
        "Siguiendo nuestros criterios de búsqueda no encontramos estudios que demuestren la detección de SARS-CoV-2, a la par del aislamiento viral y la evaluación de la capacidad infectiva de las partículas virales, en muestras clínicas de líquido amniótico, placenta o membranas, sangre del cordón umbilical y leche humana, de mujeres con diagnóstico clínico o confirmado de COVID-19. Sin embargo, la transmisión vertical no puede descartarse y se requieren estudios de mayor tamaño que empleen idealmente técnicas de localización <i>in situ</i> de ARN y proteína de SARS-CoV-2, así como de aislamiento viral que compruebe la capacidad infectiva de las partículas virales."
      ],
      "CopyrightInformation": "Copyright © 2020 SESPAS. Publicado por Elsevier España, S.L.U. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32711871",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "06",
        "Day": "20"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.1016/j.gaceta.2020.06.005",
      "S0213-9111(20)30137-0"
    ],
    "Journal": {
      "ISSN": "1578-1283",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "2",
        "PubDate": {
          "Year": "2022",
          "Season": "Mar-Apr"
        }
      },
      "Title": "Gaceta sanitaria",
      "ISOAbbreviation": "Gac Sanit"
    },
    "ArticleTitle": "[Review of new evidence about the possible vertical transmission of coronavirus disease-2019].",
    "Pagination": {
      "StartPage": "166",
      "EndPage": "172",
      "MedlinePgn": "166-172"
    },
    "Abstract": {
      "AbstractText": [
        "To conduct a systematic review of original peer-reviewed studies, containing data on the identification of SARS-CoV-2 in clinical samples of amniotic fluid, placenta or membranes, umbilical cord blood, and human milk, from women with a clinically or confirmed diagnosis of COVID-19. These studies should have been published after the guide for the management of patients with COVID-19 from World Health Organization guide (available in March 13, 2020).",
        "Seventeen studies were included, in which 143 clinical samples were identified (38 of amniotic fluid; 34 of placentas or membranes; 39 from umbilical cord blood and 32 from human milk). Among the 143 samples, nine were positive for SARS-CoV-2 RNA (one amniotic fluid sample obtained before rupturing the membranes; six samples of placenta or membranes, although authors indicate the possibility of contamination by maternal blood in three of these, and two samples of human milk).",
        "Following our search criteria, we found no studies that demonstrate the detection of SARS-CoV-2, in conjunction with viral isolation and the evaluation of the infective capacity of viral particles, in clinical samples of amniotic fluid, placenta or membranes, umbilical cord blood and human milk, from women with a confirmed or clinical diagnosis of COVID-19. However, vertical transmission cannot be ruled out, larger studies are required that ideally locate in situ RNA and protein of SARS-CoV-2, as well as isolation that demonstrate the infective capacity of the viral particles."
      ],
      "CopyrightInformation": "Copyright © 2020 SESPAS. Publicado por Elsevier España, S.L.U. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Salud Pública, Universidad Veracruzana, Xalapa, Veracruz, México. Electronic address: csampieri@uv.mx."
          }
        ],
        "LastName": "Sampieri",
        "ForeName": "Clara Luz",
        "Initials": "CL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Salud Pública, Universidad Veracruzana, Xalapa, Veracruz, México."
          }
        ],
        "LastName": "Montero",
        "ForeName": "Hilda",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ],
    "VernacularTitle": "Revisión de nuevas evidencias acerca de la posible transmisión vertical de la COVID-19."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Gac Sanit",
    "NlmUniqueID": "8901623",
    "ISSNLinking": "0213-9111"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "RNA, Viral"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "RNA, Viral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}