{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Endoscopy",
      "Gastrointestinal tract",
      "Inflammatory bowel disease",
      "Liver",
      "Management",
      "Pancreas",
      "Pathophysiology",
      "Review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33040064",
  "DateCompleted": {
    "Year": "2021",
    "Month": "04",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "10",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1159/000512152"
    ],
    "Journal": {
      "ISSN": "1421-9875",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "2",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "Digestive diseases (Basel, Switzerland)",
      "ISOAbbreviation": "Dig Dis"
    },
    "ArticleTitle": "COVID-19 and Gastrointestinal Disease: Implications for the Gastroenterologist.",
    "Pagination": {
      "StartPage": "119",
      "EndPage": "139",
      "MedlinePgn": "119-139"
    },
    "Abstract": {
      "AbstractText": [
        "COVID-19 was initially considered a respiratory disease but the SARS-CoV-2 virus can lead to serious systemic consequences affecting major organs including the digestive system.",
        "This review brings new clinically important information for the gastroenterologist. This includes: the mechanisms of tissue damage seen with the SARS-CoV-2 virus; the consequences of immunosuppression in patients with inflammatory bowel disease (IBD) and chronic liver disease with the additional risks of decompensation in patients with cirrhosis; the impact of COVID-19 on gastrointestinal emergencies, on gastrointestinal endoscopy, diagnosis and treatments. These highlight the need to understand the clinical pharmacology, toxicology and therapeutic implications of drugs commonly used by gastroenterologists and their links with COVID-19. Key Messages: Any part of the digestive system may be affected by the SARS-CoV-2 virus, and those with pre-existing disease are at greatest risk of adverse outcomes. The risk for drug-drug interactions is considerable in patients seriously ill with COVID-19 who often require mechanical ventilation and life support. Some repurposed drugs used against SARS-CoV-2 can cause or aggravate some of the COVID-19-related gastrointestinal symptoms and can also induce liver injury. Ongoing clinical studies will hopefully identify effective drugs with a more favourable risk-benefit ratio than many initially tried treatments."
      ],
      "CopyrightInformation": "© 2020 S. Karger AG, Basel."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Farncombe Family Digestive Health Research Institute, Division of Gastroenterology, McMaster University, Hamilton, Ontario, Canada, huntr@mcmaster.ca."
          }
        ],
        "LastName": "Hunt",
        "ForeName": "Richard H",
        "Initials": "RH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Translational Gastroenterology Unit, Experimental Medicine Division, Nuffield Department of Medicine, John Radcliffe Hospital, University of Oxford, Oxford, United Kingdom."
          }
        ],
        "LastName": "East",
        "ForeName": "James E",
        "Initials": "JE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University Hospital Lozano Blesa, IIS Aragón, CIBER Enfermedades Hepáticas y Digestivas (CIBERehd) Digestive Diseases, Universidad de Zaragoza, Zaragoza, Spain."
          }
        ],
        "LastName": "Lanas",
        "ForeName": "Angel",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Gastroenterologie, Hepatologie und Infektiologie, Otto-von-Guericke-Universität, Magdeburg, Germany."
          },
          {
            "Identifier": [],
            "Affiliation": "Med. Klinik und Poliklinik II, Klinikum der Universität, Ludwig Maximilian University of Munich, Munich, Germany."
          }
        ],
        "LastName": "Malfertheiner",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Consultant Physician, Oxford University NHS Trust and Translational Gastroenterology Unit, Experimental Medicine Division, Nuffield Department of Medicine, University of Oxford, Oxford, United Kingdom."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, University of Edinburgh, Edinburgh, United Kingdom."
          }
        ],
        "LastName": "Satsangi",
        "ForeName": "Jack",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Sciences, United Campus of Malta, Msida, Malta."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, Chinese University of Hong Kong, Hong Kong, China."
          }
        ],
        "LastName": "Scarpignato",
        "ForeName": "Carmelo",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Oxford Liver Unit, Translational Gastroenterology Unit, Oxford University Hospitals, Oxford, United Kingdom."
          }
        ],
        "LastName": "Webb",
        "ForeName": "Gwilym J",
        "Initials": "GJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Dig Dis",
    "NlmUniqueID": "8701186",
    "ISSNLinking": "0257-2753"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "epidemiology",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gastroenterologists"
    },
    {
      "QualifierName": [
        "drug therapy",
        "virology"
      ],
      "DescriptorName": "Gastrointestinal Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Inflammatory Bowel Diseases"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Internalization"
    }
  ],
  "CoiStatement": "Richard H. Hunt has been a consultant or speaker for Biocodex, Cinclus, Daewoong, Danone, Dr Reddy, Insys, Takeda. James E. East has served on the clinical advisory board for Lumendi, Boston Scientific and Paion, clinical advisory board and ownership for Satisfai Health and received speaker fees from Falk. Angel Lanas has declared no conflicts of interest. Peter Malfertheiner has been a consultant or speaker for Alfasigma, Bayer Health Care, Danone, Luvos, Mayoly-Spindler, Nordmark. Jack Satsangi has declared no conflicts of interest. Carmelo Scarpignato has served as a speaker, consultant and/or advisory board member for Alfasigma, Pfizer, Takeda, Reckitt-Benkiser and Shionogi, and has in the past received funding from Giuliani Pharmaceuticals and Pfizer. Gwilym J. Webb has received support from the European Association for the Study of the Liver for work on SARS-CoV-2 infection in liver disease via COVID-Hep.net"
}