{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Conducting polymer",
      "Electrochemical biosensor",
      "Immuno-sensor",
      "SARS-CoV-2"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33819902",
  "DateCompleted": {
    "Year": "2021",
    "Month": "04",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "03",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.bios.2021.113192",
      "S0956-5663(21)00229-3"
    ],
    "Journal": {
      "ISSN": "1873-4235",
      "JournalIssue": {
        "Volume": "182",
        "PubDate": {
          "Year": "2021",
          "Month": "Jun",
          "Day": "15"
        }
      },
      "Title": "Biosensors & bioelectronics",
      "ISOAbbreviation": "Biosens Bioelectron"
    },
    "ArticleTitle": "Development strategies of conducting polymer-based electrochemical biosensors for virus biomarkers: Potential for rapid COVID-19 detection.",
    "Pagination": {
      "StartPage": "113192",
      "MedlinePgn": "113192"
    },
    "Abstract": {
      "AbstractText": [
        "Rapid, accurate, portable, and large-scale diagnostic technologies for the detection of severe acute respiratory syndrome-coronavirus-2 (SARS-CoV-2) are crucial for controlling the coronavirus disease (COVID-19). The current standard technologies, i.e., reverse-transcription polymerase chain reaction, serological assays, and computed tomography (CT) exhibit practical limitations and challenges in case of massive and rapid testing. Biosensors, particularly electrochemical conducting polymer (CP)-based biosensors, are considered as potential alternatives owing to their large advantages such as high selectivity and sensitivity, rapid detection, low cost, simplicity, flexibility, long self-life, and ease of use. Therefore, CP-based biosensors can serve as multisensors, mobile biosensors, and wearable biosensors, facilitating the development of point-of-care (POC) systems and home-use biosensors for COVID-19 detection. However, the application of these biosensors for COVID-19 entails several challenges related to their degradation, low crystallinity, charge transport properties, and weak interaction with biomarkers. To overcome these problems, this study provides scientific evidence for the potential applications of CP-based electrochemical biosensors in COVID-19 detection based on their applications for the detection of various biomarkers such as DNA/RNA, proteins, whole viruses, and antigens. We then propose promising strategies for the development of CP-based electrochemical biosensors for COVID-19 detection."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Alan G. MacDiarmid Energy Research Institute, Chonnam National University, Gwangju 61186, South Korea."
          }
        ],
        "LastName": "Tran",
        "ForeName": "Vinh Van",
        "Initials": "VV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Materials Science and Technology, University of Science, HoChiMinh City 700000, Viet Nam; Vietnam National University, HoChiMinh City 700000, Viet Nam."
          }
        ],
        "LastName": "Tran",
        "ForeName": "Nhu Hoa Thi",
        "Initials": "NHT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Alan G. MacDiarmid Energy Research Institute, Chonnam National University, Gwangju 61186, South Korea. Electronic address: hshwang33@chonnam.ac.kr."
          }
        ],
        "LastName": "Hwang",
        "ForeName": "Hye Suk",
        "Initials": "HS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Alan G. MacDiarmid Energy Research Institute, Chonnam National University, Gwangju 61186, South Korea; Department of Polymer Engineering, Graduate School, Chonnam National University, Gwangju 61186, South Korea; School of Polymer Science and Engineering, Chonnam National University, Gwangju 61186, South Korea. Electronic address: mchang35@chonnam.ac.kr."
          }
        ],
        "LastName": "Chang",
        "ForeName": "Mincheol",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Biosens Bioelectron",
    "NlmUniqueID": "9001289",
    "ISSNLinking": "0956-5663"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Polymers"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Biomarkers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biosensing Techniques"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electrochemical Techniques"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Polymers"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}