{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Bacillus Calmette-Guerin (BCG)",
      "COVID-19",
      "SARS-CoV-2",
      "mutations",
      "vaccines",
      "variants"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "The COVID-19 is a contagious respiratory disease caused by a virus known as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) that emerged in 2019. The COVID-19 has now spread to all part of the world and has become a global threat. Even after the strict control measures and immunization programs to prevent the disease, COVID-19 is still causing destruction due to appearance of new strains of SARS-CoV-2 that transmit faster and capable of escaping the immunity. The faster spread of the new strains of viruses that cause more severe disease is the biggest challenge to control the COVID-19 pandemic by using the presently available vaccines. To control the COVID-19 pandemic we urgently need safe and effective vaccines against the corona viral variants. This can be achieved by tracking the appearance of new viral types, design and rapid production and supply of new vaccines against the virus. This article presents the latest information on the new types of SARS-CoV-2, and on the status of vaccine trials and their effectiveness against these viruses. Similarly, the information on the challenges posed by the new viral strains in controlling the COVID-19 and future strategies to overcome the threat posed by corona viruses is also provided."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35635216",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "05",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/08830185.2022.2079642"
    ],
    "Journal": {
      "ISSN": "1563-5244",
      "JournalIssue": {
        "Volume": "42",
        "Issue": "6",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "International reviews of immunology",
      "ISOAbbreviation": "Int Rev Immunol"
    },
    "ArticleTitle": "SARS-CoV-2 variants and COVID-19 vaccines: Current challenges and future strategies.",
    "Pagination": {
      "StartPage": "393",
      "EndPage": "414",
      "MedlinePgn": "393-414"
    },
    "Abstract": {
      "AbstractText": [
        "The ongoing COVID-19 pandemic caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has become a global threat. Despite strict control measures implemented worldwide and immunization using novel vaccines, the pandemic continues to rage due to emergence of several variants of SARS-CoV-2 with increased transmission and immune escape. The rapid spread of variants of concern (VOC) in the recent past has created a massive challenge for the control of COVID-19 pandemic via the currently used vaccines. Vaccines that are safe and effective against the current and future variants of SARS-CoV-2 are essential in controlling the COVID-19 pandemic. Rapid production and massive rollout of next-generation vaccines against the variants are key steps to control the COVID-19 pandemic and to help us return to normality. Coordinated surveillance of SARS-CoV-2, rapid redesign of new vaccines and extensive vaccination are needed to counter the current SARS-CoV-2 variants and prevent the emergence of new variants. In this article, we review the latest information on the VOCs and variants of interest (VOIs) and present the information on the clinical trials that are underway on evaluating the effectiveness of COVID-19 vaccines on VOCs. We also discuss the current challenges posed by the VOCs in controlling the COVID-19 pandemic and future strategies to overcome the threat posed by the highly virulent and rapidly transmissible variants of SARS-CoV2."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-0333-890X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Tuberculosis Prevention and Control Key Laboratory/Beijing Key Laboratory of New Techniques of Tuberculosis Diagnosis and Treatment, Senior Department of Tuberculosis, The 8th Medical Center of PLA General Hospital, Beijing 100091, China."
          }
        ],
        "LastName": "Gong",
        "ForeName": "Wenping",
        "Initials": "W"
      },
      {
        "Identifier": [
          "0000-0001-7323-8536"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine and Health Technology, Tampere University, Tampere, Finland."
          },
          {
            "Identifier": [],
            "Affiliation": "Fimlab Ltd, Tampere University Hospital, Tampere, Finland."
          }
        ],
        "LastName": "Parkkila",
        "ForeName": "Seppo",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0001-8894-1929"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Tuberculosis Prevention and Control Key Laboratory/Beijing Key Laboratory of New Techniques of Tuberculosis Diagnosis and Treatment, Senior Department of Tuberculosis, The 8th Medical Center of PLA General Hospital, Beijing 100091, China."
          }
        ],
        "LastName": "Wu",
        "ForeName": "Xueqiong",
        "Initials": "X"
      },
      {
        "Identifier": [
          "0000-0002-6938-7835"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine and Health Technology, Tampere University, Tampere, Finland."
          }
        ],
        "LastName": "Aspatwar",
        "ForeName": "Ashok",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Review",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int Rev Immunol",
    "NlmUniqueID": "8712260",
    "ISSNLinking": "0883-0185"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "COVID-19 Vaccines"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "RNA, Viral"
    }
  ],
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Vaccines"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "RNA, Viral"
    }
  ]
}