{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "ID NOW",
      "POCT",
      "SARS-CoV-2",
      "rapid testing"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35579469",
  "DateCompleted": {
    "Year": "2022",
    "Month": "07",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "05",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e00513-22",
      "10.1128/spectrum.00513-22"
    ],
    "Journal": {
      "ISSN": "2165-0497",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "3",
        "PubDate": {
          "Year": "2022",
          "Month": "Jun",
          "Day": "29"
        }
      },
      "Title": "Microbiology spectrum",
      "ISOAbbreviation": "Microbiol Spectr"
    },
    "ArticleTitle": "Evaluating the Ability to ID (COVID-19) NOW: a Large Real-World Prospective Evaluation of the Abbott ID NOW COVID-19 Assay.",
    "Pagination": {
      "StartPage": "e0051322",
      "MedlinePgn": "e0051322"
    },
    "Abstract": {
      "AbstractText": [
        "The Abbott ID NOW COVID-19 assay is a rapid point-of-care molecular test for SARS-CoV-2 detection. In theory, it has the potential to decrease turnaround times (TATs) and rapidly facilitate patient flow and triage. Reports for its performance have been mixed, likely due to variations in patient cohorts, preanalytical considerations, and study design. We prospectively evaluated the ID NOW performance against reference reverse transcriptase PCR (RT-PCR) tests, using dual swabs. Patients presented at a large multisite academic hospital with the highest volumes of COVID-19 admissions in Canada. From 1,968 valid swabs, 186 were true positive, 1,760 were true negative, 21 were false negatives, and 1 was false positive. At 10.5% positivity rate, the positive and negative predictive values were 99.5% and 98.8%, respectively. This led to a modest increase in the pretest probability in this cohort of individuals presenting <7 days of symptom onset. The mean times from collection to laboratory receipt and receipt to reporting were 31 and 23 min, respectively. This reduced TAT observed in our study may assist with triage of admitted patients and breaking the chain of transmission through immediate notification of status. We also observed how test performance changed with prevalence, and thus, how the test is used to \"rule in\" or \"rule out\" disease must be considered. Although the ID NOW is regarded as a rapid test, it is not high throughput and requires rapid transportation times (<1 h) that may not be plausible in large centers. The utility of this test should be considered with the observed TAT and interpreted in the context of limitations discussed. <b>IMPORTANCE</b> Rapid testing for COVID-19 has been recognized as one potentially important measure in managing the pandemic. However, these rapid tests vary grossly in their performance and their applicability. There have been many studies evaluating the performance of rapid tests for SARS-CoV-2 detection. However, they are frequently not prospective, and patients are not simultaneously swabbed to compare the reference standard RT-PCR. Previous ID NOW study findings are mixed, which may be due to various factors, including patient, epidemiological, and preanalytical considerations. It is critical to consider how the pretest and posttest probabilities and epidemiological factors may affect the performance as the community prevalence of disease fluctuates during this highly dynamic pandemic. We consider how the ID NOW may be utilized in different settings, with considerations of public health and infection control and prevention risk tolerance."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-9288-6544"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Microbiology, Department of Laboratory Medicine & Genetics, Trillium Health Partners, Mississauga, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute for Better Health, Trillium Health Partners, Mississauga, Ontario, Canada."
          }
        ],
        "LastName": "Barker",
        "ForeName": "K R",
        "Initials": "KR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Infectious Diseases, Department of Medicine, Trillium Health Partners, Mississauga, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Small",
        "ForeName": "L N",
        "Initials": "LN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Division of Pathology, Department of Laboratory Medicine & Genetics, Trillium Health Partners, Mississauga, Ontario, Canada."
          }
        ],
        "LastName": "Thai",
        "ForeName": "D V",
        "Initials": "DV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Biochemistry, Department of Laboratory Medicine & Genetics, Trillium Health Partners, Mississauga, Ontario, Canada."
          }
        ],
        "LastName": "Sohn",
        "ForeName": "K Y",
        "Initials": "KY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Laboratory Medicine and Pathobiology, University of Toronto, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute for Better Health, Trillium Health Partners, Mississauga, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Division of Epidemiology, Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Rosella",
        "ForeName": "L C",
        "Initials": "LC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Microbiol Spectr",
    "NlmUniqueID": "101634614",
    "ISSNLinking": "2165-0497"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Testing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}