{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "blame",
      "communication",
      "culprits",
      "infodemic",
      "infodemic analysis",
      "infodemiology",
      "infoveillance",
      "negativity",
      "pandemic",
      "placing blame",
      "political grievances",
      "sentiment analysis",
      "social media",
      "stigma"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33108306",
  "DateCompleted": {
    "Year": "2020",
    "Month": "12",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "11",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e21504",
      "10.2196/21504"
    ],
    "Journal": {
      "ISSN": "1438-8871",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "11",
        "PubDate": {
          "Year": "2020",
          "Month": "Nov",
          "Day": "25"
        }
      },
      "Title": "Journal of medical Internet research",
      "ISOAbbreviation": "J Med Internet Res"
    },
    "ArticleTitle": "Communicative Blame in Online Communication of the COVID-19 Pandemic: Computational Approach of Stigmatizing Cues and Negative Sentiment Gauged With Automated Analytic Techniques.",
    "Pagination": {
      "StartPage": "e21504",
      "MedlinePgn": "e21504"
    },
    "Abstract": {
      "AbstractText": [
        "Information about a new coronavirus emerged in 2019 and rapidly spread around the world, gaining significant public attention and attracting negative bias. The use of stigmatizing language for the purpose of blaming sparked a debate.",
        "This study aims to identify social stigma and negative sentiment toward the blameworthy agents in social communities.",
        "We enabled a tailored text-mining platform to identify data in their natural settings by retrieving and filtering online sources, and constructed vocabularies and learning word representations from natural language processing for deductive analysis along with the research theme. The data sources comprised of ten news websites, eleven discussion forums, one social network, and two principal media sharing networks in Taiwan. A synthesis of news and social networking analytics was present from December 30, 2019, to March 31, 2020.",
        "We collated over 1.07 million Chinese texts. Almost two-thirds of the texts on COVID-19 came from news services (n=683,887, 63.68%), followed by Facebook (n=297,823, 27.73%), discussion forums (n=62,119, 5.78%), and Instagram and YouTube (n=30,154, 2.81%). Our data showed that online news served as a hotbed for negativity and for driving emotional social posts. Online information regarding COVID-19 associated it with China-and a specific city within China through references to the \"Wuhan pneumonia\"-potentially encouraging xenophobia. The adoption of this problematic moniker had a high frequency, despite the World Health Organization guideline to avoid biased perceptions and ethnic discrimination. Social stigma is disclosed through negatively valenced responses, which are associated with the most blamed targets.",
        "Our sample is sufficiently representative of a community because it contains a broad range of mainstream online media. Stigmatizing language linked to the COVID-19 pandemic shows a lack of civic responsibility that encourages bias, hostility, and discrimination. Frequently used stigmatizing terms were deemed offensive, and they might have contributed to recent backlashes against China by directing blame and encouraging xenophobia. The implications ranging from health risk communication to stigma mitigation and xenophobia concerns amid the COVID-19 outbreak are emphasized. Understanding the nomenclature and biased terms employed in relation to the COVID-19 outbreak is paramount. We propose solidarity with communication professionals in combating the COVID-19 outbreak and the infodemic. Finding solutions to curb the spread of virus bias, stigma, and discrimination is imperative."
      ],
      "CopyrightInformation": "©Angela Chang, Peter Johannes Schulz, ShengTsung Tu, Matthew Tingchi Liu. Originally published in the Journal of Medical Internet Research (http://www.jmir.org), 25.11.2020."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-3663-151X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Communication, Faculty of Social Sciences, University of Macau, Macao, China."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute of Communication and Health, Lugano University, Lugano, Switzerland."
          }
        ],
        "LastName": "Chang",
        "ForeName": "Angela",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0003-4281-489X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Communication and Health, Lugano University, Lugano, Switzerland."
          }
        ],
        "LastName": "Schulz",
        "ForeName": "Peter Johannes",
        "Initials": "PJ"
      },
      {
        "Identifier": [
          "0000-0001-7911-6601"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Radio and Television, Ming Chuan University, Taipei, Taiwan."
          }
        ],
        "LastName": "Tu",
        "ForeName": "ShengTsung",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0002-1820-5691"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Management and Marketing, Faculty of Business Administration, University of Macau, Macao, China."
          }
        ],
        "LastName": "Liu",
        "ForeName": "Matthew Tingchi",
        "Initials": "MT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "J Med Internet Res",
    "NlmUniqueID": "100959882",
    "ISSNLinking": "1438-8871"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chemistry, Analytic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Data Mining"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Health Communication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "Conflicts of Interest: None declared."
}