{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37282687",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1136/bmjophth-2022-EEBA.6"
    ],
    "Journal": {
      "ISSN": "2397-3269",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "Suppl 2",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov"
        }
      },
      "Title": "BMJ open ophthalmology",
      "ISOAbbreviation": "BMJ Open Ophthalmol"
    },
    "ArticleTitle": "6 The impact of COVID-19 on corneal transplantation in England.",
    "Pagination": {
      "StartPage": "A3",
      "MedlinePgn": "A3"
    },
    "Abstract": {
      "AbstractText": [
        "At the beginning of the COVID-19 pandemic, eye banks around the world had to assess the impact of SARS-CoV-2 infection in potential ocular tissue donors and decide how to characterise donors to meet ongoing demand for tissue for transplantation.NHSBT eye banks normally issue cornea grafts for over 4000 transplants per annum (pre-pandemic). SARS-CoV2 RNA screening is not a requirement for eye donor characterisation. Donor authorisation is based on review of donor medical and contact history and any available COVID test results (e.g. from hospital testing or as part of organ donor characterisation). After retrieval, globes are disinfected with PVP-iodine, and corneas stored in organ culture.This presentation explores the impact of COVID-19 on corneal donation and transplantation in England.",
        "UK Transplant Registry data were analysed on all corneal donors and transplants in England from 1 January 2020 to 2 July 2021. All laboratory confirmed SARS CoV-2 infections were collected by Public Health England from 16 March 2020. Information was available until mid-November 2021.To assess the possibility of transmission through a transplanted graft, cases with a diagnosis of infection within 14 days post transplant were identified for further review.",
        "4130 corneal grafts were performed in England. We are aware of 222 recipients who tested positive for SARS-CoV2. 2 of these have been reported to have died within 28 days of testing positive. The diagnosis of SARS-CoV2 infection in these 2 recipients had been made beyond 30 days post transplant.In 3 of the 222 infected recipients, the interval between transplant and infection was within 14 days (all 3 recipients alive). 2 of the 3 donors were fully characterised organ donors (universally screened for SARS-CoV-2 RNA in upper and lower respiratory tract samples), and one was an eye only donor who had tested negative in hospital 2 days prior to death.",
        "The linkage of large registries allows collection of useful data in a large cohort of patients transplanted during the COVID-19 pandemic. The incidence of COVID-19 and characteristics of corneal transplant recipients who tested positive for SARS-CoV2 were found to be similar to those for the general population of England.These data have not identified any epidemiological evidence for transmission of COVID-19 through corneal transplantation, and offer reassurance about the safety and quality systems that are in place to allow ongoing corneal transplantation during the pandemic."
      ],
      "CopyrightInformation": "© Author(s) (or their employer(s)) 2022. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NHS Blood and Transplant, Filton, Bristol, UK."
          }
        ],
        "LastName": "Paulus",
        "ForeName": "Ulrike",
        "Initials": "U"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NHS Blood and Transplant, Colindale, London, UK."
          }
        ],
        "LastName": "Ushiro-Lumb",
        "ForeName": "Ines",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NHS Blood and Transplant, Filton, Bristol, UK."
          }
        ],
        "LastName": "Hopkinson",
        "ForeName": "Cathy",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NHS Blood and Transplant, Filton, Bristol, UK."
          }
        ],
        "LastName": "Downward",
        "ForeName": "Lewis",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NHS Blood and Transplant, Filton, Bristol, UK."
          }
        ],
        "LastName": "Shanmugaranjan",
        "ForeName": "Shaminie",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMJ Open Ophthalmol",
    "NlmUniqueID": "101714806",
    "ISSNLinking": "2397-3269"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "RNA, Viral"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "RNA, Viral"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Corneal Transplantation"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "England"
    }
  ]
}