{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Direct RNA sequencing",
      "SARS-CoV-2",
      "Transcription"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33256807",
  "DateCompleted": {
    "Year": "2020",
    "Month": "12",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "09",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "12",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "108",
      "10.1186/s13073-020-00802-w"
    ],
    "Journal": {
      "ISSN": "1756-994X",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "1",
        "PubDate": {
          "Year": "2020",
          "Month": "Dec",
          "Day": "01"
        }
      },
      "Title": "Genome medicine",
      "ISOAbbreviation": "Genome Med"
    },
    "ArticleTitle": "Pervasive generation of non-canonical subgenomic RNAs by SARS-CoV-2.",
    "Pagination": {
      "StartPage": "108",
      "MedlinePgn": "108"
    },
    "Abstract": {
      "AbstractText": [
        "SARS-CoV-2, a positive-sense RNA virus in the family Coronaviridae, has caused a worldwide pandemic of coronavirus disease 2019 or COVID-19. Coronaviruses generate a tiered series of subgenomic RNAs (sgRNAs) through a process involving homology between transcriptional regulatory sequences (TRS) located after the leader sequence in the 5' UTR (the TRS-L) and TRS located near the start of ORFs encoding structural and accessory proteins (TRS-B) near the 3' end of the genome. In addition to the canonical sgRNAs generated by SARS-CoV-2, non-canonical sgRNAs (nc-sgRNAs) have been reported. However, the consistency of these nc-sgRNAs across viral isolates and infection conditions is unknown. The comprehensive definition of SARS-CoV-2 RNA products is a key step in understanding SARS-CoV-2 pathogenesis.",
        "Here, we report an integrative analysis of eight independent SARS-CoV-2 transcriptomes generated using three sequencing strategies, five host systems, and seven viral isolates. Read-mapping to the SARS-CoV-2 genome was used to determine the 5' and 3' coordinates of all junctions in viral RNAs identified in these samples.",
        "Using junctional abundances, we show nc-sgRNAs make up as much as 33% of total sgRNAs in cell culture models of infection, are largely consistent in abundance across independent transcriptomes, and increase in abundance over time during infection. By assessing the homology between sequences flanking the 5' and 3' junction points, we show that nc-sgRNAs are not associated with TRS-like homology. By incorporating read coverage information, we find strong evidence for subgenomic RNAs that contain only 5' regions of ORF1a. Finally, we show that non-canonical junctions change the landscape of viral open reading frames.",
        "We identify canonical and non-canonical junctions in SARS-CoV-2 sgRNAs and show that these RNA products are consistently generated by many independent viral isolates and sequencing approaches. These analyses highlight the diverse transcriptional activity of SARS-CoV-2 and offer important insights into SARS-CoV-2 biology."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Harvard Program in Virology, Harvard University Graduate School of Arts and Sciences, Boston, MA, USA."
          }
        ],
        "LastName": "Nomburg",
        "ForeName": "Jason",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA. matthew_meyerson@dfci.harvard.edu."
          },
          {
            "Identifier": [],
            "Affiliation": "Broad Institute of MIT and Harvard, Cambridge, MA, USA. matthew_meyerson@dfci.harvard.edu."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Genetics, Harvard Medical School, Boston, MA, USA. matthew_meyerson@dfci.harvard.edu."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Harvard Medical School, Brigham and Women's Hospital, Boston, MA, USA. matthew_meyerson@dfci.harvard.edu."
          }
        ],
        "LastName": "Meyerson",
        "ForeName": "Matthew",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0002-0896-167X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, MA, USA. james_decaprio@dfci.harvard.edu."
          },
          {
            "Identifier": [],
            "Affiliation": "Harvard Program in Virology, Harvard University Graduate School of Arts and Sciences, Boston, MA, USA. james_decaprio@dfci.harvard.edu."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Harvard Medical School, Brigham and Women's Hospital, Boston, MA, USA. james_decaprio@dfci.harvard.edu."
          }
        ],
        "LastName": "DeCaprio",
        "ForeName": "James A",
        "Initials": "JA"
      }
    ],
    "GrantList": [
      {
        "GrantID": "P01 CA203655",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "P01CA203655",
        "Agency": "U.S. Public Health Service",
        "Country": "International"
      },
      {
        "GrantID": "R35CA232128",
        "Agency": "U.S. Public Health Service",
        "Country": "International"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Genome Med",
    "NlmUniqueID": "101475844",
    "ISSNLinking": "1756-994X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "5' Untranslated Regions"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "RNA, Viral"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "5' Untranslated Regions"
    },
    {
      "QualifierName": [
        "epidemiology",
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Open Reading Frames"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "RNA, Viral"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "M.M. receives research support from Bayer, Ono, and Janssen, has patents licensed to Bayer and Labcorp, and is a consultant for OrigiMed. J.A.D. received research support from Constellation Pharmaceuticals and is a consultant for EMD Serono, Inc. and Merck & Co. Inc. The remaining author declares no competing interests."
}