{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Covid-19",
      "Health policy",
      "Inequality",
      "Testing"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33794837",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "637",
      "10.1186/s12889-021-10715-x"
    ],
    "Journal": {
      "ISSN": "1471-2458",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Apr",
          "Day": "01"
        }
      },
      "Title": "BMC public health",
      "ISOAbbreviation": "BMC Public Health"
    },
    "ArticleTitle": "Assessing critical gaps in COVID-19 testing capacity: the case of delayed results in Ecuador.",
    "Pagination": {
      "StartPage": "637",
      "MedlinePgn": "637"
    },
    "Abstract": {
      "AbstractText": [
        "Testing is crucial for COVID-19 response and management, however, WHO's preparedness index omits estimations of actual testing capabilities, which influence the ability to contain, mitigate and clinically manage infectious diseases. With one of the highest excess death rates globally, Ecuador had a comparatively low number of confirmed COVID-19 cases, which may have been influenced by limited availability of data for decision-making due to low laboratory capacity.",
        "We examine de-identified data on 55,063 individuals with suspected COVID-19 between February 27 and April 30, 2020 included in the RT-PCR testing database collected by the Ministry of Health. Processing times and rates per province, and the number of pending tests, were tallied cumulatively. We assessed the relationship between sample shipping, laboratory capacity and case completion using a negative binomial generalized linear model.",
        "The national average time for case completion was 3 days; 12.1% of samples took ≥10 days to complete; the national average daily backlog was 29.1 tests per 100,000 people. Only 8 out of 24 provinces had authorized COVID-19 processing laboratories but not all processed samples. There was an association between samples coming from outside the processing laboratory province, the number of other samples present at the laboratory during processing, and the amount of time needed to process a sample. Samples from another province took 1.29 times as long to process, on average. The percentage of pending results on April 30 was 67.1%.",
        "A centralized RT-PCR testing system contributes to critical delays in processing, which may mask a case burden higher than reported, impeding timely awareness, and adequate clinical care and vaccination strategies and subsequent monitoring. Although Ecuador adapted or authorized existing facilities to address limitations in laboratory capacity for COVID-19, this study highlights the need to estimate and augment laboratory capabilities for improved decision making and policies on diagnostic guidelines and availability. Support is needed to procure the necessary human and physical resources at all phases of diagnostic testing, including transportation of samples and supplies, and information management. Strengthening emergency preparedness enables a clear understanding of COVID-19 disparities within and across the country."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-0516-3090"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Fundacion Octaedro, El Zurriago E8-28, Quito, Ecuador. irene.torres@octaedro.edu.ec."
          }
        ],
        "LastName": "Torres",
        "ForeName": "Irene",
        "Initials": "I"
      },
      {
        "Identifier": [
          "0000-0003-3617-2093"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Global Health & Translational Sciences, State University of New York Upstate Medical University, Syracuse, New York, USA."
          }
        ],
        "LastName": "Sippy",
        "ForeName": "Rachel",
        "Initials": "R"
      },
      {
        "Identifier": [
          "0000-0003-0784-8883"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Ecuadorian Society of Public Health, Quito, Ecuador."
          }
        ],
        "LastName": "Sacoto",
        "ForeName": "Fernando",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Public Health",
    "NlmUniqueID": "100968562",
    "ISSNLinking": "1471-2458"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "RNA, Viral"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "genetics"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Nucleic Acid Testing"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Ecuador"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Policy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics",
        "isolation & purification"
      ],
      "DescriptorName": "RNA, Viral"
    },
    {
      "QualifierName": [
        "genetics",
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The authors report no conflict of interest."
}