{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "DAD",
      "Molecular pathology",
      "Pulmonary pathology",
      "SARS-CoV-2"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33246294",
  "DateCompleted": {
    "Year": "2021",
    "Month": "02",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "11",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.rmed.2020.106239",
      "S0954-6111(20)30379-6"
    ],
    "Journal": {
      "ISSN": "1532-3064",
      "JournalIssue": {
        "Volume": "176",
        "PubDate": {
          "Year": "2021",
          "Month": "Jan"
        }
      },
      "Title": "Respiratory medicine",
      "ISOAbbreviation": "Respir Med"
    },
    "ArticleTitle": "Pulmonary pathology of ARDS in COVID-19: A pathological review for clinicians.",
    "Pagination": {
      "StartPage": "106239",
      "MedlinePgn": "106239"
    },
    "Abstract": {
      "AbstractText": [
        "COVID-19 has quickly reached pandemic levels since it was first reported in December 2019. The virus responsible for the disease, named SARS-CoV-2, is enveloped positive-stranded RNA viruses. During its replication in the cytoplasm of host cells, the viral genome is transcribed into proteins, such as the structural protein spike domain S1, which is responsible for binding to the cell receptor of the host cells. Infected patients have initially flu-like symptoms, rapidly evolving to severe acute lung injury, known as acute respiratory distress syndrome (ARDS). ARDS is characterized by an acute and diffuse inflammatory damage into the alveolar-capillary barrier associated with a vascular permeability increase and reduced compliance, compromising gas exchange and causing hypoxemia. Histopathologically, this condition is known as diffuse alveolar damage which consists of permanent damage to the alveoli epithelial cells and capillary endothelial cells, with consequent hyaline membrane formation and eventually intracapillary thrombosis. All of these mechanisms associated with COVID-19 involve the phenotypic expression from different proteins transcription modulated by viral infection in specific pulmonary microenvironments. Therefore, this knowledge is fundamentally important for a better pathophysiological understanding and identification of the main molecular pathways associated with the disease evolution. Evidently, clinical findings, signs and symptoms of a patient are the phenotypic expression of these pathophysiological and molecular mechanisms of SARS-CoV-2 infection. Therefore, no findings alone, whether molecular, clinical, radiological or pathological axis are sufficient for an accurate diagnosis. However, their intersection and/or correlation are extremely critical for clinicians establish the diagnosis and new treatment perspectives."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology and Legal Medicine, Ribeirão Preto Medical School, University of São Paulo, Brazil."
          }
        ],
        "LastName": "Batah",
        "ForeName": "Sabrina Setembre",
        "Initials": "SS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology and Legal Medicine, Ribeirão Preto Medical School, University of São Paulo, Brazil. Electronic address: fabro@fmrp.usp.br."
          }
        ],
        "LastName": "Fabro",
        "ForeName": "Alexandre Todorovic",
        "Initials": "AT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Respir Med",
    "NlmUniqueID": "8908438",
    "ISSNLinking": "0954-6111"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "pathology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Respiratory Distress Syndrome"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "Nothing to declare."
}