{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Global pandemic",
      "Investigational drugs",
      "SARS-CoV-2",
      "Vaccine development",
      "Virus mechanism"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32991900",
  "DateCompleted": {
    "Year": "2020",
    "Month": "12",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "09",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ijbiomac.2020.09.204",
      "S0141-8130(20)34564-5"
    ],
    "Journal": {
      "ISSN": "1879-0003",
      "JournalIssue": {
        "Volume": "165",
        "Issue": "Pt A",
        "PubDate": {
          "Year": "2020",
          "Month": "Dec",
          "Day": "15"
        }
      },
      "Title": "International journal of biological macromolecules",
      "ISOAbbreviation": "Int J Biol Macromol"
    },
    "ArticleTitle": "Novel insights into the treatment of SARS-CoV-2 infection: An overview of current clinical trials.",
    "Pagination": {
      "StartPage": "18",
      "EndPage": "43",
      "MedlinePgn": "18-43"
    },
    "Abstract": {
      "AbstractText": [
        "The emergence of the global pandemic caused by the novel SARS-CoV-2 virus has motivated scientists to find a definitive treatment or a vaccine against it in the shortest possible time. Current efforts towards this goal remain fruitless without a full understanding of the behavior of the virus and its adaptor proteins. This review provides an overview of the biological properties, functional mechanisms, and molecular components of SARS-CoV-2, along with investigational therapeutic and preventive approaches for this virus. Since the proteolytic cleavage of the S protein is critical for virus penetration into cells, a set of drugs, such as chloroquine, hydroxychloroquine, camostat mesylate have been tested in clinical trials to suppress this event. In addition to angiotensin-converting enzyme 2, the role of CD147 in the viral entrance has also been proposed. Mepolizumab has shown to be effective in blocking the virus's cellular entrance. Antiviral drugs, such as remdesivir, ritonavir, oseltamivir, darunavir, lopinavir, zanamivir, peramivir, and oseltamivir, have also been tested as treatments for COVID-19. Regarding preventive vaccines, the whole virus, vectors, nucleic acids, and structural subunits have been suggested for vaccine development. Mesenchymal stem cells and natural killer cells could also be used against SARS-CoV-2. All the above-mentioned strategies, as well as the role of nanomedicine for the diagnosis and treatment of SARS-CoV-2 infection, have been discussed in this review."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Advanced Sciences and Technologies in Medicine, School of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran; Natural Products and Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."
          }
        ],
        "LastName": "Oroojalian",
        "ForeName": "Fatemeh",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, School of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran; Natural Products and Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran."
          }
        ],
        "LastName": "Haghbin",
        "ForeName": "Ali",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Immunology Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."
          }
        ],
        "LastName": "Baradaran",
        "ForeName": "Behzad",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Immunology Research Center, Tabriz University of Medical Sciences, Tabriz, Iran; Infectious and Tropical Diseases Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."
          }
        ],
        "LastName": "Hemmat",
        "ForeName": "Nima",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Drug Research Program, Division of Pharmaceutical Chemistry and Technology, Faculty of Pharmacy, University of Helsinki, Helsinki FI-00014, Finland; Department of Pharmaceutical Nanotechnology, School of Pharmacy, Zanjan University of Medical Sciences, Zanjan, Iran."
          }
        ],
        "LastName": "Shahbazi",
        "ForeName": "Mohammad-Ali",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Immunology Research Center, Tabriz University of Medical Sciences, Tabriz, Iran; Infectious and Tropical Diseases Research Center, Tabriz University of Medical Sciences, Tabriz, Iran; Department of Virology, Faculty of Medicine, Tabriz University of Medical Sciences, Tabriz, Iran."
          }
        ],
        "LastName": "Baghi",
        "ForeName": "Hossein Bannazadeh",
        "Initials": "HB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Immunology Research Center, Tabriz University of Medical Sciences, Tabriz, Iran. Electronic address: mokhtarzadehah@tbzmed.ac.ir."
          }
        ],
        "LastName": "Mokhtarzadeh",
        "ForeName": "Ahad",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Wellman Center for Photomedicine, Massachusetts General Hospital, Boston, MA 02114, USA; Department of Dermatology, Harvard Medical School, Boston, MA 02115, USA; Laser Research Centre, Faculty of Health Science, University of Johannesburg, Doornfontein 2028, South Africa. Electronic address: hamblin@helix.mgh.harvard.edu."
          }
        ],
        "LastName": "Hamblin",
        "ForeName": "Michael R",
        "Initials": "MR"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 AI050875",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R21 AI121700",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Int J Biol Macromol",
    "NlmUniqueID": "7909578",
    "ISSNLinking": "0141-8130"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antiviral Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Viral Vaccines"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antiviral Agents"
    },
    {
      "QualifierName": [
        "immunology",
        "therapy"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug effects",
        "immunology",
        "physiology"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Viral Vaccines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Drug Treatment"
    }
  ],
  "CoiStatement": "Declaration of competing interest MRH declares the following potential conflicts of interest. Scientific Advisory Boards: Transdermal Cap Inc., Cleveland, OH; BeWell Global Inc., Wan Chai, Hong Kong; Hologenix Inc. Santa Monica, CA; LumiThera Inc., Poulsbo, WA; Vielight, Toronto, Canada; Bright Photomedicine, Sao Paulo, Brazil; Quantum Dynamics LLC, Cambridge, MA; Global Photon Inc., Bee Cave, TX; Medical Coherence, Boston MA; NeuroThera, Newark DE; JOOVV Inc., Minneapolis-St. Paul MN; AIRx Medical, Pleasanton CA; FIR Industries, Inc. Ramsey, NJ; UVLRx Therapeutics, Oldsmar, FL; Ultralux UV Inc., Lansing MI; Illumiheal & Petthera, Shoreline, WA; MB Lasertherapy, Houston, TX; ARRC LED, San Clemente, CA; Varuna Biomedical Corp. Incline Village, NV; Niraxx Light Therapeutics, Inc., Boston, MA. Consulting; Lexington Int, Boca Raton, FL; USHIO Corp, Japan; Merck KGaA, Darmstadt, Germany; Philips Electronics Nederland B.V. Eindhoven, Netherlands; Johnson & Johnson Inc., Philadelphia, PA; Sanofi-Aventis Deutschland GmbH, Frankfurt am Main, Germany. Stockholdings: Global Photon Inc., Bee Cave, TX; Mitonix, Newark, DE."
}