{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Isolation period",
      "Masks",
      "SARS-CoV-2 testing",
      "SARS-CoV-2 variants",
      "Vaccines"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36100081",
  "DateCompleted": {
    "Year": "2022",
    "Month": "10",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "10",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "09",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "102703",
      "10.1016/j.bjid.2022.102703",
      "S1413-8670(22)00395-6"
    ],
    "Journal": {
      "ISSN": "1678-4391",
      "JournalIssue": {
        "Volume": "26",
        "Issue": "5",
        "PubDate": {
          "Year": "2022",
          "Season": "Sep-Oct"
        }
      },
      "Title": "The Brazilian journal of infectious diseases : an official publication of the Brazilian Society of Infectious Diseases",
      "ISOAbbreviation": "Braz J Infect Dis"
    },
    "ArticleTitle": "COVID-19 and isolation: Risks and implications in the scenario of new variants.",
    "Pagination": {
      "StartPage": "102703",
      "MedlinePgn": "102703"
    },
    "Abstract": {
      "AbstractText": [
        "With the emergence of new variants of SARS-CoV-2, questions about transmissibility, vaccine efficacy, and impact on mortality are important to support decision-making in public health measures. Modifications related to transmissibility combined with the fact that much of the population has already been partially exposed to infection and/or vaccination, have stimulated recommendations to reduce the isolation period for COVID-19. However, these new guidelines have raised questions about their effectiveness in reducing contamination and minimizing impact in work environments. Therefore, a collaborative task force was developed to review the subject in a non-systematic manner, answering questions about SARS-CoV-2 variants, COVID-19 vaccines, isolation/quarantine periods, testing to end the isolation period, and the use of masks as mitigation procedures. Overall, COVID-19 vaccines are effective in preventing severe illness and death but are less effective in preventing infection in the case of the Omicron variant. Any strategy that is adopted to reduce the isolation period should take into consideration the epidemiological situation of the geographical region, individual clinical characteristics, and mask for source control. The use of tests for isolation withdrawal should be evaluated with caution, due to results depending on various conditions and may not be reliable."
      ],
      "CopyrightInformation": "Copyright © 2022 Sociedade Brasileira de Infectologia. Published by Elsevier España, S.L.U. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Associação Brasileira dos Profissionais em Controle de Infecções e Epidemiologia Hospitalar, São Paulo, SP, Brazil; Sociedade Brasileira de Infectologia, São Paulo, SP, Brazil; Hospital Nossa Senhora das Graças, Curitiba, PR, Brazil; Hospital Marcelino Champagnat, Curitiba, PR, Brazil. Electronic address: presidencia@abih.org.br."
          }
        ],
        "LastName": "Dias",
        "ForeName": "Viviane Maria de Carvalho Hessel",
        "Initials": "VMCH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sociedade Brasileira de Cirurgia Oncológica, Rio de Janeiro, RJ, Brazil."
          }
        ],
        "LastName": "Oliveira",
        "ForeName": "Alexandre Ferreira",
        "Initials": "AF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Associação Brasileira de Alergia e Imunologia, São Paulo, SP, Brazil; Serviço de Imunologia Clínica e Alergia, Hospital das Clínicas HCFMUSP, Faculdade de Medicina, Universidade de São Paulo, São Paulo, SP, Brazil."
          }
        ],
        "LastName": "Marinho",
        "ForeName": "Ana Karolina Barreto Berselli",
        "Initials": "AKBB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sociedade Brasileira de Patologia Clínica/Medicina Laboratorial, São Paulo, SP, Brazil; Laboratório Clínico ‒ Hospital Israelita Albert Einstein, São Paulo, SP, Brazil; Laboratório Central ‒ Hospital São Paulo, Escola Paulista de Medicina, Universidade Federal de São Paulo, São Paulo, SP, Brazil."
          }
        ],
        "LastName": "Santos Ferreira",
        "ForeName": "Carlos Eduardo Dos",
        "Initials": "CED"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Coordenação Geral de Segurança e Saúde no Trabalho, Ministério do Trabalho e Previdência, Brasília, DF, Brazil."
          }
        ],
        "LastName": "Domingues",
        "ForeName": "Carlos Eduardo Ferreira",
        "Initials": "CEF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Infectologia, Faculdade de Medicina de Botucatu, Universidade Estadual Paulista (UNESP), Botucatu, SP, Brazil."
          }
        ],
        "LastName": "Fortaleza",
        "ForeName": "Carlos Magno Castelo Branco",
        "Initials": "CMCB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Associação Brasileira dos Profissionais em Controle de Infecções e Epidemiologia Hospitalar, São Paulo, SP, Brazil; Hospital das Clínicas da Universidade Federal de Pernambuco (HCUFPE), Recife, PE, Brazil."
          }
        ],
        "LastName": "Vidal",
        "ForeName": "Claudia Fernanda de Lacerda",
        "Initials": "CFL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hospital Universitário, Universidade Estadual de Londrina, Londrina, PR, Brazil."
          }
        ],
        "LastName": "Carrilho",
        "ForeName": "Claudia Maria Dantas de Maio",
        "Initials": "CMDM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Associação Brasileira dos Profissionais em Controle de Infecções e Epidemiologia Hospitalar, São Paulo, SP, Brazil; Hospital Universitário Pedro Ernesto, Universidade do Estado do Rio de Janeiro (UERJ), Rio de Janeiro, RJ, Brazil; Hospital Universitário Gaffrée e Guinle, Universidade Federal do Estado do Rio de Janeiro (UNIRIO), Rio de Janeiro, RJ, Brazil."
          }
        ],
        "LastName": "Pinheiro",
        "ForeName": "Debora Otero Britto Passos",
        "Initials": "DOBP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Divisão de Infecção Hospitalar/Centro de Vigilância Epidemiológica Prof. Alexandre Vranjac/Secretaria de Estado da Saúde de São Paulo, São Paulo, SP, Brazil."
          }
        ],
        "LastName": "de Assis",
        "ForeName": "Denise Brandão",
        "Initials": "DB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sociedade Brasileira de Infectologia, São Paulo, SP, Brazil; Disciplina de Infectologia, Escola Paulista de Medicina, Universidade Federal de São Paulo (UNIFESP), São Paulo, SP, Brazil."
          }
        ],
        "LastName": "Medeiros",
        "ForeName": "Eduardo Alexandrino",
        "Initials": "EA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sociedade Brasileira de Infectologia, São Paulo, SP, Brazil; Hospital das Clínicas da Faculdade de Medicina de Ribeirão Preto, Universidade de São Paulo, Ribeirão Preto, SP, Brazil."
          }
        ],
        "LastName": "Morejón",
        "ForeName": "Karen Mirna Loro",
        "Initials": "KML"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sociedade Brasileira de Infectologia, São Paulo, SP, Brazil; Instituto de Infectologia Emilio Ribas, São Paulo, SP, Brazil; Faculdade de Medicina, Universidade de Ribeirão Preto (UNAERP), Guarujá, SP, Brazil."
          }
        ],
        "LastName": "Weissmann",
        "ForeName": "Leonardo",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sociedade Brasileira de Infectologia, São Paulo, SP, Brazil; Programa de Pós-Graduação em Ciências da Saúde, Universidade de Caxias do Sul (UCS), Rio Grande do Sul, RS, Brazil."
          }
        ],
        "LastName": "Michelin",
        "ForeName": "Lessandra",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Associação Brasileira dos Profissionais em Controle de Infecções e Epidemiologia Hospitalar, São Paulo, SP, Brazil; Programa de Pós-Graduação Promoção da Saúde, Universidade de Santa Cruz do Sul (UNISC), Hospital Santa Cruz, Santa Cruz do Sul, RS, Brazil."
          }
        ],
        "LastName": "Carneiro",
        "ForeName": "Marcelo",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Agência Nacional de Vigilância Sanitária (ANVISA), Brasília, DF, Brazil."
          }
        ],
        "LastName": "Nogueira",
        "ForeName": "Maria Dolores Santos da Purificação",
        "Initials": "MDSDP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sociedade Brasileira de Infectologia, São Paulo, SP, Brazil; Instituto de Ortopedia e Traumatologia, Hospital das Clínicas HCFMUSP, Faculdade de Medicina, Universidade de São Paulo, São Paulo, SP, Brazil."
          }
        ],
        "LastName": "de Oliveira",
        "ForeName": "Priscila Rosalba Domingos",
        "Initials": "PRD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Coordenação Geral de Saúde do Trabalhador, Departamento de Saúde Ambiental, do Trabalhador e Vigilância das Emergências em Saúde Pública, Secretaria de Vigilância em Saúde, Ministério da Saúde, Brasília, DF, Brazil."
          }
        ],
        "LastName": "Buralli",
        "ForeName": "Rafael Junqueira",
        "Initials": "RJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sociedade Brasileira de Infectologia, São Paulo, SP, Brazil; Departamento de Clínica Médica, Área de Infectologia, Faculdade de Ciências Médicas, Universidade Estadual de Campinas (UNICAMP), Campinas, SP, Brazil."
          }
        ],
        "LastName": "Stucchi",
        "ForeName": "Raquel Silveira Bello",
        "Initials": "RSB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sociedade Brasileira de Infectologia, São Paulo, SP, Brazil; Hospital Naval Marcílio Dias, Rio de Janeiro, RJ, Brazil."
          }
        ],
        "LastName": "Lins",
        "ForeName": "Rodrigo Schrage",
        "Initials": "RS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sociedade Brasileira de Infectologia, São Paulo, SP, Brazil; Instituto de Medicina Tropical, Faculdade de Medicina, Universidade de São Paulo, São Paulo, SP, Brazil."
          }
        ],
        "LastName": "Costa",
        "ForeName": "Silvia Figueiredo",
        "Initials": "SF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sociedade Brasileira de Infectologia, São Paulo, SP, Brazil; Hospital Universitário Clementino Fraga Filho, Universidade Federal do Rio de Janeiro (UFRJ), Rio de Janeiro, RJ, Brazil."
          }
        ],
        "LastName": "Chebabo",
        "ForeName": "Alberto",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Braz J Infect Dis",
    "NlmUniqueID": "9812937",
    "ISSNLinking": "1413-8670"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "COVID-19 Vaccines"
    }
  ],
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Vaccines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quarantine"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "Conflicts of interest The authors declare no conflicts of interest."
}