{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Omicron",
      "Pandemic",
      "Sublineages",
      "Vaccine effectiveness",
      "Variants"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36030585",
  "DateCompleted": {
    "Year": "2022",
    "Month": "09",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "08",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.biopha.2022.113522",
      "S0753-3322(22)00911-8"
    ],
    "Journal": {
      "ISSN": "1950-6007",
      "JournalIssue": {
        "Volume": "154",
        "PubDate": {
          "Year": "2022",
          "Month": "Oct"
        }
      },
      "Title": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "ISOAbbreviation": "Biomed Pharmacother"
    },
    "ArticleTitle": "Omicron variant (B.1.1.529) and its sublineages: What do we know so far amid the emergence of recombinant variants of SARS-CoV-2?",
    "Pagination": {
      "StartPage": "113522",
      "MedlinePgn": "113522"
    },
    "Abstract": {
      "AbstractText": [
        "Since the start of the COVID-19 pandemic, numerous variants of SARS-CoV-2 have been reported worldwide. The advent of variants of concern (VOCs) raises severe concerns amid the serious containment efforts against COVID-19 that include physical measures, pharmacological repurposing, immunization, and genomic/community surveillance. Omicron variant (B.1.1.529) has been identified as a highly modified, contagious, and crucial variant among the five VOCs of SARS-CoV-2. The increased affinity of the spike protein (S-protein), and host receptor, angiotensin converting enzyme-2 (ACE-2), due to a higher number of mutations in the receptor-binding domain (RBD) of the S-protein has been proposed as the primary reason for the decreased efficacy of majorly available vaccines against the Omicron variant and the increased transmissible nature of the Omicron variant. Because of its significant competitive advantage, the Omicron variant and its sublineages swiftly surpassed other variants to become the dominant circulating lineages in a number of nations. The Omicron variant has been identified as a prevalent strain in the United Kingdom and South Africa. Furthermore, the emergence of recombinant variants through the conjunction of the Omicron variant with other variants or by the mixing of the Omicron variant's sublineages/subvariants poses a major threat to humanity. This raises various issues and hazards regarding the Omicron variant and its sublineages, such as an Omicron variant breakout in susceptible populations among fully vaccinated persons. As a result, understanding the features and genetic implications of this variant is crucial. Hence, we explained in depth the evolution and features of the Omicron variant and analyzed the repercussions of spike mutations on infectiousness, dissemination ability, viral entry mechanism, and immune evasion. We also presented a viewpoint on feasible strategies for precluding and counteracting any future catastrophic emergence and spread of the omicron variant and its sublineages that could result in a detrimental wave of COVID-19 cases."
      ],
      "CopyrightInformation": "Copyright © 2022 The Authors. Published by Elsevier Masson SAS.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, Punjab Agricultural University, Ludhiana 141004, Punjab, India; Trafford College, Altrincham, Manchester WA14 5PQ, UK. Electronic address: dhawanmanish501@gmail.com."
          }
        ],
        "LastName": "Dhawan",
        "ForeName": "Manish",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Food Safety Authority (NFSA), Aswan Branch, Aswan 81511, Egypt; Ministry of Tourism and Antiquities, Aswan Office, Aswan 81511, Egypt."
          }
        ],
        "LastName": "Saied",
        "ForeName": "AbdulRahman A",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, Faculty of Pharmacy, University of Dhaka, Dhaka 1000, Bangladesh."
          }
        ],
        "LastName": "Mitra",
        "ForeName": "Saikat",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Laboratories, College of Applied Medical Sciences, Qassim University, Buraydah 52571, Saudi Arabia."
          }
        ],
        "LastName": "Alhumaydhi",
        "ForeName": "Fahad A",
        "Initials": "FA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, BGC Trust University Bangladesh, Chittagong 4381, Bangladesh; Department of Pharmacy, Faculty of Allied Health Sciences, Daffodil International University, Dhaka 1207, Bangladesh. Electronic address: talhabmb@bgctub.ac.bd."
          }
        ],
        "LastName": "Emran",
        "ForeName": "Talha Bin",
        "Initials": "TB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Tropical Medicine, Faculty of Tropical Medicine, Mahidol University, Bangkok 10400, Thailand. Electronic address: polrat.wil@mahidol.ac.th."
          }
        ],
        "LastName": "Wilairatana",
        "ForeName": "Polrat",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Biomed Pharmacother",
    "NlmUniqueID": "8213295",
    "ISSNLinking": "0753-3322"
  },
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Internalization"
    }
  ],
  "CoiStatement": "Conflict of interest statement The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}