{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34055991",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "05",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "6645688",
      "10.1155/2021/6645688"
    ],
    "Journal": {
      "ISSN": "2314-6141",
      "JournalIssue": {
        "Volume": "2021",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "BioMed research international",
      "ISOAbbreviation": "Biomed Res Int"
    },
    "ArticleTitle": "Rise and Decay of the COVID-19 Epidemics in the USA and the State of New York in the First Half of 2020: A Nonlinear Physics Perspective Yielding Novel Insights.",
    "Pagination": {
      "StartPage": "6645688",
      "MedlinePgn": "6645688"
    },
    "Abstract": {
      "AbstractText": [
        "As of December 2020, since the beginning of the year 2020, the COVID-19 pandemic has claimed worldwide more than 1 million lives and has changed human life in unprecedented ways. Despite the fact that the pandemic is far from over, several countries managed at least temporarily to make their first-wave COVID-19 epidemics to subside to relatively low levels. Combining an epidemiological compartment model and a stability analysis as used in nonlinear physics and synergetics, it is shown how the first-wave epidemics in the state of New York and nationwide in the USA developed through three stages during the first half of the year 2020. These three stages are the outbreak stage, the linear stage, and the subsiding stage. Evidence is given that the COVID-19 outbreaks in these two regions were due to instabilities of the COVID-19 free states of the corresponding infection dynamical systems. It is shown that from stage 1 to stage 3, these instabilities were removed, presumably due to intervention measures, in the sense that the COVID-19 free states were stabilized in the months of May and June in both regions. In this context, stability parameters and key directions are identified that characterize the infection dynamics in the outbreak and subsiding stages. Importantly, it is shown that the directions in combination with the sign-switching of the stability parameters can explain the observed rise and decay of the epidemics in the state of New York and the USA. The nonlinear physics perspective provides a framework to obtain insights into the nature of the COVID-19 dynamics during outbreak and subsiding stages and allows to discuss possible impacts of intervention measures. For example, the directions can be used to determine how different populations (e.g., exposed versus symptomatic individuals) vary in size relative to each other during the course of an epidemic. Moreover, the timeline of the computationally obtained stages can be compared with the history of the implementation of intervention measures to discuss the effectivity of such measures."
      ],
      "CopyrightInformation": "Copyright © 2021 Till D. Frank."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2533-693X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychological Sciences, University of Connecticut, Storrs, CT 06269, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physics, University of Connecticut, Storrs, CT 06269, USA."
          }
        ],
        "LastName": "Frank",
        "ForeName": "Till D",
        "Initials": "TD"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Biomed Res Int",
    "NlmUniqueID": "101600173"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "transmission",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Statistical"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "New York"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nonlinear Dynamics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physics"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United States"
    }
  ],
  "CoiStatement": "The author declares that there is no conflict of interest regarding the publication of this paper."
}