{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33588458",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "03",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "02",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1055/a-1325-0268"
    ],
    "Journal": {
      "ISSN": "2567-5761",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb"
        }
      },
      "Title": "Hamostaseologie",
      "ISOAbbreviation": "Hamostaseologie"
    },
    "ArticleTitle": "Measuring Fibrinolysis.",
    "Pagination": {
      "StartPage": "69",
      "EndPage": "75",
      "MedlinePgn": "69-75"
    },
    "Abstract": {
      "AbstractText": [
        "Physiological fibrinolysis under normal conditions progresses slowly, in contrast to coagulation which is triggered rapidly to stop bleeding and defend against microbial invasion. Methods to detect fibrinolysis abnormalities are less simple and poorly standardized compared with common coagulation tests. Fibrinolysis can be accelerated by preparing euglobulin from plasma to reduce endogenous inhibitors, or by adding plasminogen activators to normal plasma. However, these manipulations complicate interpretation of results and diagnosis of a \"fibrinolysis deficit.\" Many observational studies on antigen levels of fibrinolysis inhibitors, plasminogen activator inhibitor 1 or thrombin-activatable fibrinolysis inhibitor, zymogen or active enzyme have been published. However, conclusions are mixed and there are clear problems with harmonization of results. Viscoelastic methods have the advantage of being rapid and are used as point-of-care tests. They also work with whole blood, allowing the contribution of platelets to be explored. However, there are no agreed protocols for applying viscoelastic methods in acute care for the diagnosis of hyperfibrinolysis or to direct therapy. The emergence of SARS-CoV-2 and the dangers of associated coagulopathy provide new challenges. A common finding in hospitalized patients is high levels of D-dimer fibrin breakdown products, indicative of ongoing fibrinolysis. Well-established problems with D-dimer testing standardization signal that we should be cautious in using results from such tests as prognostic indicators or to target therapies."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-7608-208X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biotherapeutics, National Institute for Biological Standards and Control, South Mimms, Herts, United Kingdom."
          }
        ],
        "LastName": "Longstaff",
        "ForeName": "Colin",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Hamostaseologie",
    "NlmUniqueID": "8204531",
    "ISSNLinking": "0720-9355"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fibrinolysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Point-of-Care Systems"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The authors declare that they have no conflict of interest."
}