{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "SARS-CoV-2",
      "Th17 asthma",
      "Th2-high asthma",
      "asthma"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33759572",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "03",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1152/ajplung.00547.2020"
    ],
    "Journal": {
      "ISSN": "1522-1504",
      "JournalIssue": {
        "Volume": "320",
        "Issue": "5",
        "PubDate": {
          "Year": "2021",
          "Month": "May",
          "Day": "01"
        }
      },
      "Title": "American journal of physiology. Lung cellular and molecular physiology",
      "ISOAbbreviation": "Am J Physiol Lung Cell Mol Physiol"
    },
    "ArticleTitle": "Implications of preexisting asthma on COVID-19 pathogenesis.",
    "Pagination": {
      "StartPage": "L880",
      "EndPage": "L891",
      "MedlinePgn": "L880-L891"
    },
    "Abstract": {
      "AbstractText": [
        "The coronavirus disease 2019 (COVID-19) pandemic spreading at an alarming rate has taken a heavy toll on the public healthcare systems and economies worldwide. An abnormal and overactivated inflammatory response is occasionally elicited by the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) and this hyperinflammation is associated with worse prognosis of COVID-19. Theoretically, one would expect patients with asthma to be at a greater risk of SARS-CoV-2 infection considering their increased susceptibility to common respiratory virus-associated exacerbations. Surprisingly, current data do not consistently suggest an increased prevalence of asthma among patients with COVID-19. Considering the high global prevalence of asthma, the characteristics of the disease and/or their conventional therapy might play a role in their potential defense against COVID-19. This may be attributed to the T helper type 2 immune response predominantly seen in patients with asthma. Likewise, asthma therapeutics, including corticosteroids and biologics, may in fact benefit the patients with asthma by alleviating the development of hyperinflammation. On the other hand, elevated IL-17 levels are characteristically seen in a subset of asthma patients with severe disease as well as in patients with COVID-19. Targeting the IL-17 pathway as a treatment strategy could plausibly alleviate acute respiratory distress syndrome (ARDS) in patients with COVID-19 and asthma demonstrating a predominant T helper type 17 response. A clinical trial including a drug targeting this pathway may thus, constitute a logical addition to the global pursuit for effective therapeutics against COVID-19. The complex interplay between the asthma endotypes and COVID-19 is not very well understood and will be discussed in this mini-review."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2991-3802"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine, University of Sharjah, Sharjah, United Arab Emirates."
          },
          {
            "Identifier": [],
            "Affiliation": "Sharjah Institute for Medical Research, University of Sharjah, Sharjah, United Arab Emirates."
          }
        ],
        "LastName": "Ramakrishnan",
        "ForeName": "Rakhee K",
        "Initials": "RK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine, Mohammed bin Rashid University of Medicine and Health Sciences, Dubai, United Arab Emirates."
          },
          {
            "Identifier": [],
            "Affiliation": "Meakins-Christie Laboratories, Research Institute of the McGill University Healthy Center, McGill University, Montreal, Quebec, Canada."
          }
        ],
        "LastName": "Al Heialy",
        "ForeName": "Saba",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine, University of Sharjah, Sharjah, United Arab Emirates."
          },
          {
            "Identifier": [],
            "Affiliation": "Meakins-Christie Laboratories, Research Institute of the McGill University Healthy Center, McGill University, Montreal, Quebec, Canada."
          }
        ],
        "LastName": "Hamid",
        "ForeName": "Qutayba",
        "Initials": "Q"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Am J Physiol Lung Cell Mol Physiol",
    "NlmUniqueID": "100901229",
    "ISSNLinking": "1040-0605"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Am J Physiol Lung Cell Mol Physiol. 2022 Mar 1;322(3):L503-L506",
      "PMID": "35263205"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Asthma"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "No conflicts of interest, financial or otherwise, are declared by the authors."
}