{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Clinical Pharmacy history",
      "Collaborative healthcare",
      "Pharmacy Education"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35128705",
  "DateCompleted": {
    "Year": "2022",
    "Month": "02",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/jcpt.13614"
    ],
    "Journal": {
      "ISSN": "1365-2710",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Jan"
        }
      },
      "Title": "Journal of clinical pharmacy and therapeutics",
      "ISOAbbreviation": "J Clin Pharm Ther"
    },
    "ArticleTitle": "Omicron variant as nature's solution to the COVID-19 pandemic.",
    "Pagination": {
      "StartPage": "3",
      "EndPage": "5",
      "MedlinePgn": "3-5"
    },
    "Abstract": {
      "AbstractText": [
        "Omicron is a variant of the COVID-19 virus that is causing considerable concern worldwide, with an increasing number of countries re-imposing national lockdowns. Our objective is to comment on its impact and to suggest that, threatening as it is, Omicron may well contribute to a resolution of the current pandemic.",
        "On 31 December 2019, the World Health Organization (WHO) reported on a cluster of cases of pneumonia in Wuhan, China. Soon after, Chinese investigators who made the discovery identified the causative virus as a new coronavirus, now known as severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). An effective vaccine was licenced for emergency use within a year of its first sequencing. SARS-CoV-2, in common with many respiratory viruses, mutates rapidly, and the challenge for vaccine developers is to obtain vaccines that are effective against the new variants. The licenced first-generation vaccines were fortunately all highly effective against the variant known as Delta. The variant of greatest current concern is the Omicron variant, a highly infectious agent, which seems to show a significant vaccine escape with existing vaccines. Infection protects against further infection. If Omicron turns out to cause less severe disease, it may well be a contributor to ending the pandemic.",
        "It is unlikely that the available vaccines will bring rapid control of the current pandemic, given their patchy availability worldwide and the residual pool of unvaccinated people. New vaccines take time to develop and to deploy even in the age of mRNA vaccines. If Omicron turns out to be relatively mild, it may well be that when we look back at the history of the current pandemic, the variant would be seen as a contributor to its solution. The hand of nature may well show more largesse than the developed nations in immunizing the world."
      ],
      "CopyrightInformation": "© 2022 John Wiley & Sons Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Evidence-Based Pharmacotherapy, Nottingham, NG9 3FD, United Kingdom."
          }
        ],
        "LastName": "Li Wan Po",
        "ForeName": "Alain",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Clin Pharm Ther",
    "NlmUniqueID": "8704308",
    "ISSNLinking": "0269-4727"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "COVID-19 Vaccines"
    }
  ],
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "pathology",
        "prevention & control"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "COVID-19 Vaccines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The author declare that there is no conflict of interest."
}