{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Mathematical modelling",
      "Non-pharmaceutical intervention",
      "Reproduction number",
      "Transmission advantage"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35331730",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "03",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jtbi.2022.111105",
      "S0022-5193(22)00103-5"
    ],
    "Journal": {
      "ISSN": "1095-8541",
      "JournalIssue": {
        "Volume": "542",
        "PubDate": {
          "Year": "2022",
          "Month": "Jun",
          "Day": "07"
        }
      },
      "Title": "Journal of theoretical biology",
      "ISOAbbreviation": "J Theor Biol"
    },
    "ArticleTitle": "The non-pharmaceutical interventions may affect the advantage in transmission of mutated variants during epidemics: A conceptual model for COVID-19.",
    "Pagination": {
      "StartPage": "111105",
      "MedlinePgn": "111105"
    },
    "Abstract": {
      "AbstractText": [
        "As the COVID-19 pandemic continues, genetic mutations in SARS-CoV-2 emerge, and some of them are found more contagious than the previously identified strains, acting as the major mechanism for many large-scale epidemics. The transmission advantage of mutated variants is widely believed as an innate biological feature that is difficult to be altered by artificial factors. In this study, we explore how non-pharmaceutical interventions (NPI) may affect transmission advantage. A two-strain compartmental epidemic model is proposed and simulated to investigate the biological mechanism of the relationships among different NPIs, the changes in transmissibility of each strain and transmission advantage. Although the NPIs are effective in flattening the epidemic curve, we demonstrate that NPIs probably lead to a decline in transmission advantage, which is likely to occur if the NPIs become intensive. Our findings uncover the mechanistic relationship between NPIs and transmission advantage dynamically, and highlight the important role of NPIs not only in controlling the intensity of epidemics but also in slowing or even containing the growth of the proportion of variants."
      ],
      "CopyrightInformation": "Copyright © 2022 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "JC School of Public Health and Primary Care, Chinese University of Hong Kong, Hong Kong, China; CUHK Shenzhen Research Institute, Shenzhen, China. Electronic address: zhaoshi.cmsa@gmail.com."
          }
        ],
        "LastName": "Zhao",
        "ForeName": "Shi",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Engineering and Technology, Xinjiang Medical University, Urumqi, China."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Kai",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "JC School of Public Health and Primary Care, Chinese University of Hong Kong, Hong Kong, China; CUHK Shenzhen Research Institute, Shenzhen, China. Electronic address: marc@cuhk.edu.hk."
          }
        ],
        "LastName": "Chong",
        "ForeName": "Marc K C",
        "Initials": "MKC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Applied Mathematics, Hong Kong Polytechnic University, Hong Kong, China; Department of Mathematics, Kano University of Science and Technology, Wudil, Nigeria. Electronic address: salihu-sabiu.musa@connect.polyu.hk."
          }
        ],
        "LastName": "Musa",
        "ForeName": "Salihu S",
        "Initials": "SS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Foundational Mathematics, Xi'an Jiaotong-Liverpool University, Suzhou, China. Electronic address: mu.he@xjtlu.edu.cn."
          }
        ],
        "LastName": "He",
        "ForeName": "Mu",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Global Health, Chinese Center for Tropical Diseases Research, Shanghai Jiao Tong University School of Medicine, Shanghai, China. Electronic address: lfhan@sjtu.edu.cn."
          }
        ],
        "LastName": "Han",
        "ForeName": "Lefei",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Applied Mathematics, Hong Kong Polytechnic University, Hong Kong, China. Electronic address: daihai.he@polyu.edu.hk."
          }
        ],
        "LastName": "He",
        "ForeName": "Daihai",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "JC School of Public Health and Primary Care, Chinese University of Hong Kong, Hong Kong, China; CUHK Shenzhen Research Institute, Shenzhen, China. Electronic address: maggiew@cuhk.edu.hk."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Maggie H",
        "Initials": "MH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Theor Biol",
    "NlmUniqueID": "0376342",
    "ISSNLinking": "0022-5193"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Epidemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Theoretical"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: MHW is a shareholder of Beth Bioinformatics Co., Ltd. Other authors declared no competing interests. The funding agencies had no role in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, or approval of the manuscript; or decision to submit the manuscript for publication."
}