{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "SARS-CoV-2",
      "alternative cost-effective and high throughput testing approaches",
      "diagnostic testing",
      "low-middle income countries",
      "resource-limited settings"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36430827",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "14350",
      "10.3390/ijms232214350"
    ],
    "Journal": {
      "ISSN": "1422-0067",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "22",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov",
          "Day": "18"
        }
      },
      "Title": "International journal of molecular sciences",
      "ISOAbbreviation": "Int J Mol Sci"
    },
    "ArticleTitle": "Evaluation of Various Alternative Economical and High Throughput SARS-CoV-2 Testing Methods within Resource-Limited Settings.",
    "Abstract": {
      "AbstractText": [
        "The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) outbreak posed a challenge for diagnostic laboratories worldwide, with low-middle income countries (LMICs) being the most affected. The polymerase chain reaction (PCR) is the gold standard method for detecting SARS-CoV-2 infection. However, the challenge with this method is that it is expensive, which has resulted in under-testing for SARS-CoV-2 infection in many LMICs. Hence, this study aimed to compare and evaluate alternative methods for the mass testing of SARS-CoV-2 infection in laboratories with limited resources to identify cost-effective, faster, and accurate alternatives to the internationally approved kits. A total of 50 residual nasopharyngeal swab samples were used for evaluation and comparison between internationally approved kits (Thermo Fisher PureLink™ RNA Isolation Kit and Thermo Fisher TaqPath™ COVID-19 Assay Kit) and alternative methods (three RNA extraction and four commercial SARS-CoV-2 RT-PCR assay kits) in terms of the cost analysis, diagnostic accuracy, and turnaround time. In terms of performance, all of the alternative RNA extraction methods evaluated were comparable to the internationally approved kits but were more cost-effective (Lucigen QuickExtract™ RNA Extraction Kit, Bosphore EX-Tract Dry Swab RNA Solution and Sonicator method) and four commercial SARS-CoV-2 RT-PCR assay kits (Nucleic Acid COVID-19 Test Kit (SARS-CoV-2), abTES<sup>TM</sup> COVID-19 qPCR I Kit, PCL COVID19 Speedy RT-PCR Kit, and PCLMD nCoV One-Step RT-PCR Kit) with a sensitivity range of 76-100% and specificity of 96-100%. The cost per sample was reduced by more than 50% when compared to internationally approved kits. When compared to the Thermo Fisher PureLink™ Kit and Thermo Fisher TaqPath™ COVID-19 Assay Kit, the alternative methods had a faster turnaround time, indicating that laboratories with limited resources may be able to process more samples in a day. The above-mentioned cost-effective, fast, and accurate evaluated alternative methods can be used in routine diagnostic laboratories with limited resources for mass testing for SARS-CoV-2 because these were comparable to the internationally approved kits, Thermo Fisher PureLink™ Kit and Thermo Fisher TaqPath™ COVID-19 Assay Kit. The implementation of alternative methods will be the most cost-effective option for testing SARS-CoV-2 infection in LMICs."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-5780-0218"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Disciplines of Medical Microbiology, Nelson R. Mandela School of Medicine, University of KwaZulu-Natal, Umbilo, Durban 4041, South Africa."
          },
          {
            "Identifier": [],
            "Affiliation": "Division of Research Capacity Development, South African Medical Research Council (SAMRC), Tygerberg, Cape Town 7505, South Africa."
          }
        ],
        "LastName": "Duma",
        "ForeName": "Zamathombeni",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Disciplines of Medical Microbiology, Howard College, University of KwaZulu-Natal, Glenwood, Durban 4041, South Africa."
          }
        ],
        "LastName": "Ramsuran",
        "ForeName": "Veron",
        "Initials": "V"
      },
      {
        "Identifier": [
          "0000-0003-4649-4133"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Disciplines of Medical Biochemistry, Howard College, University of KwaZulu-Natal, Glenwood, Durban 4041, South Africa."
          }
        ],
        "LastName": "Chuturgoon",
        "ForeName": "Anil A",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Aurum Institute, 29 Queens Road, Parktown, Johannesburg 2193, South Africa."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Health Sciences, College of Health Sciences, University of KwaZulu-Natal, Westville, Durban 3629, South Africa."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Environmental Health Sciences, Yale School of Public Health, New Haven, CT 06511, USA."
          }
        ],
        "LastName": "Edward",
        "ForeName": "Vinodh A",
        "Initials": "VA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Disciplines of Medical Microbiology, Nelson R. Mandela School of Medicine, University of KwaZulu-Natal, Umbilo, Durban 4041, South Africa."
          },
          {
            "Identifier": [],
            "Affiliation": "Division of Research Capacity Development, South African Medical Research Council (SAMRC), Tygerberg, Cape Town 7505, South Africa."
          }
        ],
        "LastName": "Naidoo",
        "ForeName": "Pragalathan",
        "Initials": "P"
      },
      {
        "Identifier": [
          "0000-0002-0373-9973"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Disciplines of Medical Microbiology, Nelson R. Mandela School of Medicine, University of KwaZulu-Natal, Umbilo, Durban 4041, South Africa."
          },
          {
            "Identifier": [],
            "Affiliation": "Division of Research Capacity Development, South African Medical Research Council (SAMRC), Tygerberg, Cape Town 7505, South Africa."
          }
        ],
        "LastName": "Mkhize-Kwitshana",
        "ForeName": "Zilungile L",
        "Initials": "ZL"
      }
    ],
    "GrantList": [
      {
        "GrantID": "n/a",
        "Agency": "South African Medical Research Council",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Mol Sci",
    "NlmUniqueID": "101092791",
    "ISSNLinking": "1422-0067"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Testing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Laboratories"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Real-Time Polymerase Chain Reaction"
    }
  ],
  "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper. Furthermore, we had no affiliation with the manufacturers of the RNA extraction kits/reagents and SARS-CoV-2 assay kits that we purchased."
}