{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "ambiguity",
      "communication",
      "uncertainty",
      "vaccination"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33769947",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e27832",
      "10.2196/27832"
    ],
    "Journal": {
      "ISSN": "1438-8871",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "4",
        "PubDate": {
          "Year": "2021",
          "Month": "Apr",
          "Day": "22"
        }
      },
      "Title": "Journal of medical Internet research",
      "ISOAbbreviation": "J Med Internet Res"
    },
    "ArticleTitle": "Communicating Scientific Uncertainty About the COVID-19 Pandemic: Online Experimental Study of an Uncertainty-Normalizing Strategy.",
    "Pagination": {
      "StartPage": "e27832",
      "MedlinePgn": "e27832"
    },
    "Abstract": {
      "AbstractText": [
        "Communicating scientific uncertainty about public health threats such as COVID-19 is an ethically desirable task endorsed by expert guidelines on crisis communication. However, the communication of scientific uncertainty is challenging because of its potential to promote ambiguity aversion-a well-described syndrome of negative psychological responses consisting of heightened risk perceptions, emotional distress, and decision avoidance. Communication strategies that can inform the public about scientific uncertainty while mitigating ambiguity aversion are a critical unmet need.",
        "This study aimed to evaluate whether an \"uncertainty-normalizing\" communication strategy-aimed at reinforcing the expected nature of scientific uncertainty about the COVID-19 pandemic-can reduce ambiguity aversion, and to compare its effectiveness to conventional public communication strategies aimed at promoting hope and prosocial values.",
        "In an online factorial experiment conducted from May to June 2020, a national sample of 1497 US adults read one of five versions of an informational message describing the nature, transmission, prevention, and treatment of COVID-19; the versions varied in level of expressed scientific uncertainty and supplemental focus (ie, uncertainty-normalizing, hope-promoting, and prosocial). Participants then completed measures of cognitive, emotional, and behavioral manifestations of ambiguity aversion (ie, perceived likelihood of getting COVID-19, COVID-19 worry, and intentions for COVID-19 risk-reducing behaviors and vaccination). Analyses assessed (1) the extent to which communicating uncertainty produced ambiguity-averse psychological responses; (2) the comparative effectiveness of uncertainty-normalizing, hope-promoting, and prosocial communication strategies in reducing ambiguity-averse responses; and (3) potential moderators of the effects of alternative uncertainty communication strategies.",
        "The communication of scientific uncertainty about the COVID-19 pandemic increased perceived likelihood of getting COVID-19 and worry about COVID-19, consistent with ambiguity aversion. However, it did not affect intentions for risk-reducing behaviors or vaccination. The uncertainty-normalizing strategy reduced these aversive effects of communicating scientific uncertainty, resulting in levels of both perceived likelihood of getting COVID-19 and worry about COVID-19 that did not differ from the control message that did not communicate uncertainty. In contrast, the hope-promoting and prosocial strategies did not decrease ambiguity-averse responses to scientific uncertainty. Age and political affiliation, respectively, moderated the effects of uncertainty communication strategies on intentions for COVID-19 risk-reducing behaviors and worry about COVID-19.",
        "Communicating scientific uncertainty about the COVID-19 pandemic produces ambiguity-averse cognitive and emotional, but not behavioral, responses among the general public, and an uncertainty-normalizing communication strategy reduces these responses. Normalizing uncertainty may be an effective strategy for mitigating ambiguity aversion in crisis communication efforts. More research is needed to test uncertainty-normalizing communication strategies and to elucidate the factors that moderate their effectiveness."
      ],
      "CopyrightInformation": "©Paul K J Han, Elizabeth Scharnetzki, Aaron M Scherer, Alistair Thorpe, Christine Lary, Leo B Waterston, Angela Fagerlin, Nathan F Dieckmann. Originally published in the Journal of Medical Internet Research (https://www.jmir.org), 22.04.2021."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-0165-1940"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Outcomes Research and Evaluation, Maine Medical Center Research Institute, Portland, ME, United States."
          }
        ],
        "LastName": "Han",
        "ForeName": "Paul K J",
        "Initials": "PKJ"
      },
      {
        "Identifier": [
          "0000-0002-5727-0189"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Outcomes Research and Evaluation, Maine Medical Center Research Institute, Portland, ME, United States."
          }
        ],
        "LastName": "Scharnetzki",
        "ForeName": "Elizabeth",
        "Initials": "E"
      },
      {
        "Identifier": [
          "0000-0002-4134-9300"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of General Internal Medicine, University of Iowa Carver College of Medicine, Iowa City, IA, United States."
          }
        ],
        "LastName": "Scherer",
        "ForeName": "Aaron M",
        "Initials": "AM"
      },
      {
        "Identifier": [
          "0000-0001-5078-2715"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Population Health Sciences, University of Utah, Salt Lake City, UT, United States."
          }
        ],
        "LastName": "Thorpe",
        "ForeName": "Alistair",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0001-5399-9602"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Outcomes Research and Evaluation, Maine Medical Center Research Institute, Portland, ME, United States."
          }
        ],
        "LastName": "Lary",
        "ForeName": "Christine",
        "Initials": "C"
      },
      {
        "Identifier": [
          "0000-0003-1261-0650"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Outcomes Research and Evaluation, Maine Medical Center Research Institute, Portland, ME, United States."
          }
        ],
        "LastName": "Waterston",
        "ForeName": "Leo B",
        "Initials": "LB"
      },
      {
        "Identifier": [
          "0000-0002-9192-2777"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Population Health Sciences, University of Utah, Salt Lake City, UT, United States."
          },
          {
            "Identifier": [],
            "Affiliation": "Salt Lake City VA Center for Informatics Decision Enhancement and Surveillance, Salt Lake City, UT, United States."
          }
        ],
        "LastName": "Fagerlin",
        "ForeName": "Angela",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0001-5061-9889"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, Oregon Health and Science University, Portland, OR, United States."
          }
        ],
        "LastName": "Dieckmann",
        "ForeName": "Nathan F",
        "Initials": "NF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "J Med Internet Res",
    "NlmUniqueID": "100959882",
    "ISSNLinking": "1438-8871"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Communication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Internet Use"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Uncertainty"
    }
  ],
  "CoiStatement": "Conflicts of Interest: None declared."
}