{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "ACE2",
      "Acute kidney injury",
      "COVID-19",
      "Histopathologic damages",
      "SARS-CoV-2"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34333286",
  "DateCompleted": {
    "Year": "2021",
    "Month": "09",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "07",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.biopha.2021.111966",
      "S0753-3322(21)00748-4"
    ],
    "Journal": {
      "ISSN": "1950-6007",
      "JournalIssue": {
        "Volume": "142",
        "PubDate": {
          "Year": "2021",
          "Month": "Oct"
        }
      },
      "Title": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "ISOAbbreviation": "Biomed Pharmacother"
    },
    "ArticleTitle": "Kidney injury in COVID-19 patients, drug development and their renal complications: Review study.",
    "Pagination": {
      "StartPage": "111966",
      "MedlinePgn": "111966"
    },
    "Abstract": {
      "AbstractText": [
        "Since December 2019, the world was encountered a new disease called coronavirus disease 2019 (COVID-19), caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2). Although SARS-CoV-2 initially causes lung damage, it also affects many other organs, including the kidneys, and on average, 5-23% of people with COVID-19 develop the symptoms of acute kidney injury (AKI), including elevated blood creatinine and urea, hematuria, proteinuria, and histopathological damages. The exact mechanism is unknown, but the researchers believe that SARS-CoV-2 directly and indirectly affects the kidneys. The direct pathway is by binding the virus to ACE2 receptor in the kidney, damage to cells, the renin-angiotensin system disturbances, activating coagulation pathways, and damaging the renal vascular endothelium. The initial evidence from studying the kidney tissue in postmortem patients is more in favor of the direct pathway. The indirect pathway is created by increased cytokines and cytokine storm, sepsis, circulatory disturbances, hypoxemia, as well as using the nephrotoxic drugs. Using renal tissue biopsy and autopsy in the patients with COVID-19, recent studies found evidence for a predominant indirect pathway in AKI induction by SARS-CoV-2. Besides, some studies showed that the degree of acute tubular injury (ATI) in autopsies from COVID-19 victims is milder compared to AKI degree. We review the mechanism of AKI induction and the renal side effects of the most common drugs used to treat COVID-19 after the overview of the latest findings on SARS-CoV-2 pathogenicity."
      ],
      "CopyrightInformation": "Copyright © 2021 The Authors. Published by Elsevier Masson SAS.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Biology Research Center, Kermanshah University of Medical Sciences, Kermanshah, Iran; Health Technology Institute, Kermanshah University of Medical Sciences, Kermanshah, Iran."
          }
        ],
        "LastName": "Mohamadi Yarijani",
        "ForeName": "Zeynab",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Biology Research Center, Kermanshah University of Medical Sciences, Kermanshah, Iran; Health Technology Institute, Kermanshah University of Medical Sciences, Kermanshah, Iran. Electronic address: hnajafi@kums.ac.ir."
          }
        ],
        "LastName": "Najafi",
        "ForeName": "Houshang",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Biomed Pharmacother",
    "NlmUniqueID": "8213295",
    "ISSNLinking": "0753-3322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "virology"
      ],
      "DescriptorName": "Acute Kidney Injury"
    },
    {
      "QualifierName": [
        "complications",
        "mortality",
        "physiopathology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Kidney"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Kidney Function Tests"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Drug Treatment"
    }
  ],
  "CoiStatement": "The authors declare that there are no conflicts of interest."
}