{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33993680",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "05",
        "Day": "15"
      }
    ],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.36233/0507-4088-47"
    ],
    "Journal": {
      "ISSN": "2411-2097",
      "JournalIssue": {
        "Volume": "66",
        "Issue": "2",
        "PubDate": {
          "Year": "2021",
          "Month": "May",
          "Day": "15"
        }
      },
      "Title": "Voprosy virusologii",
      "ISOAbbreviation": "Vopr Virusol"
    },
    "ArticleTitle": "[Susceptibility of animal species to experimental SARS-CoV-2 (<i>Coronaviridae: Coronavirinae: Betacoronavirus; Sarbecovirus</i>) infection].",
    "Pagination": {
      "StartPage": "103",
      "EndPage": "111",
      "MedlinePgn": "103-111"
    },
    "Abstract": {
      "AbstractText": [
        "Due to the new coronavirus infection pandemic, the global scientific community has been forced to change the direction of the most research, focusing on vaccine development as well as the search for new antiviral drugs to treat COVID-19. The choice of experimental models, timeframe and approaches for evaluating drugs and vaccines under development is crucial for the development of effective measures to prevent and control this disease.The purpose of this review was to summarize the relevant data concerning the susceptibility of laboratory animals to SARS-CoV-2. This paper describes the most virus-susceptible animal species that can be used to reproduce coronavirus infection, stressing the main advantages and disadvantages of each of them.According to the latest data, small rodents (Rodentia) and non-human primates (Strepsirrhini) are commonly used in the scientific community to model coronavirus infection. The viral load in the upper and lower parts of the respiratory system, clinical symptoms of infection (weight loss, body temperature and general health status), pathomorphological picture in target organs and the production of antibodies after infection are considered to the main markers of pathology. Despite the vast amount of data, none of the described models of SARS-CoV-2 infection may be considered a gold standard, since they do not reproduce all spectrum of morphological and pathogenetic mechanisms of infection, and do not fully reflect the clinical picture observed in patients in human population.Based on the analyzed literature data, we suppose that Syrian hamster (Mesocricetus auratus) and mice (Muridae) expressing the angiotensin converting enzyme receptor 2 (ACE2) are the most suitable animal species for their use in experiments with SARS-CoV-2 infection. The development of neutralizing antibodies makes it possible to evaluate the efficacy of vaccines, while the course and severity of symptoms infection makes the use of mice and hamsters especially popular for screening pharmacological substances with antiviral mechanism of action, when their administration can prevent or slow the disease progression."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "FSBRI «Institute of General Pathology and Pathophysiology»; LLC «NPF «Materia Medica Holding»."
          }
        ],
        "LastName": "Petrova",
        "ForeName": "N V",
        "Initials": "NV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "LLC «NPF «Materia Medica Holding»."
          }
        ],
        "LastName": "Ganina",
        "ForeName": "K K",
        "Initials": "KK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "FSBRI «Institute of General Pathology and Pathophysiology»; LLC «NPF «Materia Medica Holding»."
          }
        ],
        "LastName": "Tarasov",
        "ForeName": "S A",
        "Initials": "SA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Vopr Virusol",
    "NlmUniqueID": "0417337",
    "ISSNLinking": "0507-4088"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "epidemiology",
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cricetinae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Strepsirhini"
    }
  ]
}