{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "BioFire",
      "multiplex PCR",
      "pneumonia"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Bevezetés: A BioFire FilmArray Pneumonia plus Panel (bioMérieux) az alsó légúti fertőzések mikrobiológiai diagnosztikájára kidolgozott „real-time” PCR-rendszer, mely 18 baktérium, 9 vírus és 7 antibiotikum-rezisztenciagén kimutatására képes. A két órán belül eredményt adó módszer segíti a pneumonia differenciáldiagnosztikáját, a terápiás döntéshozatalt. Célkitűzés: Laboratóriumunkban pneumonia kivizsgálása érdekében végzett PCR-paneltesztek eredményeinek áttekintése, a hagyományos bakteriológiai feldolgozás eredményeivel való összehasonlítása. Módszerek: A 2020. október és 2021. szeptember közötti időszakban 820, feltételezetten pneumoniás kórházi betegtől származó alsó légúti mintát vizsgáltunk a PCR-panellel. A mintákból a multiplex PCR-vizsgálat mellett tenyésztést is végeztünk. A kiegészítő SARS-CoV-2-PCR-vizsgálatok orr-garat törletből vett mintákból történtek. Eredmények: A minták 40%-a SARS-CoV-2-pozitív betegtől származott. A minták 60%-ánál jelzett patogént vagy rezisztenciagént a PCR-panel. A három leggyakrabban kimutatott kórokozó a Pseudomonas aeruginosa, a Staphylococcus aureus és az Acinetobacter baumannii volt. A PCR-rel detektált baktériumok 44%-a tenyésztéssel nem igazolódott, és viszont: tenyésztéssel számos olyan baktériumot, gombafajt, antibiotikum-rezisztenciamechanizmust igazoltunk, melyet a PCR-panel nem vizsgált, vagy melyre negatív eredményt adott. A SARS-CoV-2-pozitív csoportban a S. aureus adta az azonosított kórokozók 25,8%-át. A leggyakrabban kimutatott rezisztenciagén a mecA/C (MRSA) volt. A SARS-CoV-2-pozitív betegek mintáinak 2%-ában, míg a SARS-CoV-2-negatív betegek mintáinak 13%-ában mutattunk ki egyéb légúti vírusgént is. Következtetés: A kórházi pneumoniák gyakori kórokozóit PCR-vizsgálataink eredményei igazolták. A PCR-panel célspektrumában nem szereplő kórokozók jelentősége és az antibiotikumrezisztenciák multifaktoriális volta miatt a pneumoniaspecifikus multiplex PCR-vizsgálatokat tenyésztéssel együtt javasolt végezni, és ezek eredményét együttesen érdemes értelmezni. Orv Hetil. 2022; 163(33): 1295–1302."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35964280",
  "DateCompleted": {
    "Year": "2022",
    "Month": "08",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "08",
        "Day": "14"
      }
    ],
    "Language": [
      "hun"
    ],
    "ELocationID": [
      "10.1556/650.2022.32556"
    ],
    "Journal": {
      "ISSN": "1788-6120",
      "JournalIssue": {
        "Volume": "163",
        "Issue": "33",
        "PubDate": {
          "Year": "2022",
          "Month": "Aug",
          "Day": "14"
        }
      },
      "Title": "Orvosi hetilap",
      "ISOAbbreviation": "Orv Hetil"
    },
    "ArticleTitle": "[Molecular microbiological testing of lower respiratory tract samples during COVID-19 pandemic].",
    "Pagination": {
      "StartPage": "1295",
      "EndPage": "1302",
      "MedlinePgn": "1295-1302"
    },
    "Abstract": {
      "AbstractText": [
        "Introduction: BioFire FilmArray Pneumonia plus Panel (bioMerieux) is a PCR method for microbiological diagnostics of lower respiratory infections. It can detect 18 bacteria, 9 viruses and 7 antibiotic resistance genes in real time. It can help the differential diagnosis and the choice of therapy of pneumonia, by giving results in two hours. Objective: Reviewing the results of pneumonia PCR tests performed in our laboratory, and comparing them with the results of conventional culturing. Method: From October 2020 to September 2021, 820 lower respiratory tract samples were analyzed from inpatients with suspected pneumonia. Beside the PCR test, culturing was also performed. Oropharyngeal swabs were used for supplementary SARS-CoV-2 PCR. Results: 40% of samples were collected from SARS-CoV-2-positive patients. In 60% of the samples, the PCR test detected pathogens or resistance genes. The most commonly detected pathogens were Pseudomonas aeruginosa, Staphylococcus aureus and Acinetobacter baumannii. 44% of the bacteria detected by PCR were not verified by culturing, whereas by culturing, several other bacteria, fungi and antibiotic resistance mechanisms were detected, which were not shown in the results of the multiplex PCR tests. In SARS-CoV-2-positive inpatients, 25.8% of the detected bacteria was S. aureus. The most common resistance gene was mecA/C (MRSA). In this group, other respiratory virus genes were detected in 2% of SARS-CoV-2-positive patients, whereas in 13% in samples of SARS-CoV-2-negative patients. Conclusions: Because of the importance of pathogens excluded from the PCR targets and multifactorial mechanisms of antibiotic resistance, culturing is recommended to perform beside pneumonia-specific multiplex PCR tests."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Laboratóriumi Medicina Intézet Budapest, Nagyvárad tér 4., 14. emelet, 1083 Magyarország."
          }
        ],
        "LastName": "Károlyi",
        "ForeName": "Sándor",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Laboratóriumi Medicina Intézet Budapest, Nagyvárad tér 4., 14. emelet, 1083 Magyarország."
          }
        ],
        "LastName": "Juhász",
        "ForeName": "Emese",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Laboratóriumi Medicina Intézet Budapest, Nagyvárad tér 4., 14. emelet, 1083 Magyarország."
          }
        ],
        "LastName": "Iván",
        "ForeName": "Miklós",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Laboratóriumi Medicina Intézet Budapest, Nagyvárad tér 4., 14. emelet, 1083 Magyarország."
          }
        ],
        "LastName": "Szabó",
        "ForeName": "Edina",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Laboratóriumi Medicina Intézet Budapest, Nagyvárad tér 4., 14. emelet, 1083 Magyarország."
          }
        ],
        "LastName": "Farkas",
        "ForeName": "Petronella",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Laboratóriumi Medicina Intézet Budapest, Nagyvárad tér 4., 14. emelet, 1083 Magyarország."
          }
        ],
        "LastName": "Székely",
        "ForeName": "Kamilla",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Laboratóriumi Medicina Intézet Budapest, Nagyvárad tér 4., 14. emelet, 1083 Magyarország."
          }
        ],
        "LastName": "Kristóf",
        "ForeName": "Katalin",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Alsó légúti minták molekuláris mikrobiológiai vizsgálata a koronavírus-járvány időszakában."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Orv Hetil",
    "NlmUniqueID": "0376412",
    "ISSNLinking": "0030-6002"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Bacteria"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multiplex Polymerase Chain Reaction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pneumonia"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Staphylococcus aureus"
    }
  ]
}