{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19 pandemic",
      "Detection effectivity",
      "Fast-screening",
      "SARS-CoV-2 virus",
      "Surface-enhanced Raman spectroscopy",
      "Viral envelope"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33761416",
  "DateCompleted": {
    "Year": "2021",
    "Month": "04",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "03",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.bios.2021.113153",
      "S0956-5663(21)00190-1"
    ],
    "Journal": {
      "ISSN": "1873-4235",
      "JournalIssue": {
        "Volume": "181",
        "PubDate": {
          "Year": "2021",
          "Month": "Jun",
          "Day": "01"
        }
      },
      "Title": "Biosensors & bioelectronics",
      "ISOAbbreviation": "Biosens Bioelectron"
    },
    "ArticleTitle": "Challenges of SERS technology as a non-nucleic acid or -antigen detection method for SARS-CoV-2 virus and its variants.",
    "Pagination": {
      "StartPage": "113153",
      "MedlinePgn": "113153"
    },
    "Abstract": {
      "AbstractText": [
        "The COVID-19 pandemic has caused a significant burden since December 2019 that has negatively impacted the global economy owing to the fact that the SARS-CoV-2 virus is fast-transmitting and highly contagious. Efforts have been taken to minimize the impact through strict screening measures in country borders in order to isolate potential virus carriers. Effective fast-screening methods are thus needed to identify infected individuals. The standard diagnostic methods for screening SARS-CoV-2 virus have always been to perform nucleic acid-based and serological tests. However, with each having drawbacks on producing false results at very early or later stage after symptoms onset, supplementary techniques are needed to back up these tests. Surface-enhanced Raman spectroscopy (SERS) as a detection technique has continuously advanced throughout the years in terms of sensitivity and capability to detect ultralow concentration of analytes ranging from single molecule to pathogens, to present as a highly potential alternative to known sensing methods. SERS technology as a candidate for an alternative and supplementary diagnostic method for the viral envelope of SARS-CoV-2 virus is presented, comparing its pros and cons to the standard methods and what other aspects it could offer that the other methods are not capable of. Factors that contribute to the detection effectivity of SERS is also discussed to show the advantages and limitations of this technique. Despite its promising capabilities, challenges like sources of SARS-CoV-2 virus and its variations, reliable SERS spectra, mass production of SERS-active substrates, and compliance to regulations for wide-scale testing scenario are highlighted."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Engineered Materials for Biomedical Applications Laboratory, Department of Materials Science and Engineering, National Cheng Kung University, Tainan, 701, Taiwan. Electronic address: n58087210@ncku.edu.tw."
          }
        ],
        "LastName": "Sitjar",
        "ForeName": "Jaya",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Engineered Materials for Biomedical Applications Laboratory, Department of Materials Science and Engineering, National Cheng Kung University, Tainan, 701, Taiwan; Medical Device Innovation Center, National Cheng Kung University, 1 University Road, Tainan, 701, Taiwan. Electronic address: jdliao@mail.ncku.edu.tw."
          }
        ],
        "LastName": "Liao",
        "ForeName": "Jiunn-Der",
        "Initials": "JD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Engineered Materials for Biomedical Applications Laboratory, Department of Materials Science and Engineering, National Cheng Kung University, Tainan, 701, Taiwan. Electronic address: 10608102@gs.ncku.edu.tw."
          }
        ],
        "LastName": "Lee",
        "ForeName": "Han",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, Tainan, 704, Taiwan; Division of Cardiology, Internal Medicine, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, 701, Tainan, Taiwan. Electronic address: tsaihp@mail.ncku.edu.tw."
          }
        ],
        "LastName": "Tsai",
        "ForeName": "Huey-Pin",
        "Initials": "HP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Laboratory Science and Biotechnology, College of Medicine, National Cheng Kung University, Tainan, 701, Taiwan; Division of Cardiology, Internal Medicine, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, 701, Tainan, Taiwan. Electronic address: jrwang@mail.ncku.edu.tw."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Jen-Ren",
        "Initials": "JR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Clinical Medicine, College of Medicine, National Cheng Kung University, 701, Tainan, Taiwan; Division of Cardiology, Internal Medicine, National Cheng Kung University Hospital, College of Medicine, National Cheng Kung University, 701, Tainan, Taiwan. Electronic address: larry@mail.ncku.edu.tw."
          }
        ],
        "LastName": "Liu",
        "ForeName": "Ping-Yen",
        "Initials": "PY"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Biosens Bioelectron",
    "NlmUniqueID": "9001289",
    "ISSNLinking": "0956-5663"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Nucleic Acids"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Biosensing Techniques"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nucleic Acids"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Spectrum Analysis, Raman"
    }
  ],
  "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}