{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "SARS-CoV-2 variants",
      "Vaccine coverage",
      "Vaccine effectiveness",
      "Vaccine platforms"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37012880",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.intimp.2023.109968",
      "S1567-5769(23)00289-8"
    ],
    "Journal": {
      "ISSN": "1878-1705",
      "JournalIssue": {
        "Volume": "117",
        "PubDate": {
          "Year": "2023",
          "Month": "Apr"
        }
      },
      "Title": "International immunopharmacology",
      "ISOAbbreviation": "Int Immunopharmacol"
    },
    "ArticleTitle": "Update on the effectiveness of COVID-19 vaccines on different variants of SARS-CoV-2.",
    "Pagination": {
      "StartPage": "109968",
      "MedlinePgn": "109968"
    },
    "Abstract": {
      "AbstractText": [
        "It has been more than three years since the first emergence of coronavirus disease 2019 (COVID-19) and millions of lives have been taken to date. Like most pandemics caused by viral infections, massive public vaccination is the most promising approach to cease COVID-19 infection. In this regard, several vaccine platforms including inactivated virus, nucleic acid-based (mRNA and DNA vaccines), adenovirus-based, and protein-based vaccines have been designed and developed for COVID-19 prevention and many of them have received FDA or WHO approval. Fortunately, after global vaccination, the transmission rate, disease severity, and mortality rate of COVID-19 infection have diminished significantly. However, a rapid increase in COVID-19 cases due to the omicron variant in vaccinated countries has raised concerns about the effectiveness of these vaccines. In this review, articles published between January 2020 and January 2023 were reviewed using PubMed, Google Scholar, and Web of Science search engines with appropriate related keywords. The related papers were selected and discussed in detail. The current review mainly focuses on the effectiveness and safety of COVID-19 vaccines against SARS-CoV-2 variants. Along with discussing the available and approved vaccines, characteristics of different variants of COVID-19 have also been discussed in brief. Finally, the currently circulating COVID-19 variant i.e Omicron, along with the effectiveness of available COVID-19 vaccines against these new variants are discussed in detail. In conclusion, based on the available data, administration of newly developed bivalent mRNA COVID-19 vaccines, as booster shots, would be crucial to prevent further circulation of the newly developed variants."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacology and Toxicology, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."
          }
        ],
        "LastName": "Firouzabadi",
        "ForeName": "Negar",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pharmaceutical Sciences Research Center, Shiraz University of Medical Sciences, Shiraz, Iran; Department of Clinical Pharmacy, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran."
          }
        ],
        "LastName": "Ghasemiyeh",
        "ForeName": "Parisa",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pharmaceutical Sciences Research Center, Shiraz University of Medical Sciences, Shiraz, Iran."
          }
        ],
        "LastName": "Moradishooli",
        "ForeName": "Fatemeh",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pharmaceutical Sciences Research Center, Shiraz University of Medical Sciences, Shiraz, Iran; Department of Pharmaceutics, School of Pharmacy, Shiraz University of Medical Sciences, Shiraz, Iran. Electronic address: smsamani@sums.ac.ir."
          }
        ],
        "LastName": "Mohammadi-Samani",
        "ForeName": "Soliman",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Int Immunopharmacol",
    "NlmUniqueID": "100965259",
    "ISSNLinking": "1567-5769"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "COVID-19 Vaccines"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "RNA, Messenger"
    }
  ],
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Vaccines"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "RNA, Messenger"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}