{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Eine Coronavirus-Erkrankung mit SARS-CoV-2 (COVID-19) mit ihren unterschiedlichen Verläufen von mild bis kritisch ist häufig nicht nur eine akute Erkrankung, sondern führt darüber hinaus bei einem Teil der Betroffenen zu Organschäden und Körperfunktionsstörungen, die auch nach der Akutphase fortbestehen. Wenn die Gesundheitsfolgen die Selbstständigkeit im Alltag oder die beruflichen Fähigkeiten einschränken, ist eine spezifische rehabilitative Behandlung angezeigt."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35995059",
  "DateCompleted": {
    "Year": "2022",
    "Month": "08",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "08",
        "Day": "22"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-1746-4828"
    ],
    "Journal": {
      "ISSN": "1439-1309",
      "JournalIssue": {
        "Volume": "61",
        "Issue": "4",
        "PubDate": {
          "Year": "2022",
          "Month": "Aug"
        }
      },
      "Title": "Die Rehabilitation",
      "ISOAbbreviation": "Rehabilitation (Stuttg)"
    },
    "ArticleTitle": "[Rehabilitation with coronavirus disease with SARS-CoV-2 (COVID-19)].",
    "Pagination": {
      "StartPage": "297",
      "EndPage": "310",
      "MedlinePgn": "297-310"
    },
    "Abstract": {
      "AbstractText": [
        "The Coronavirus disease with SARS-CoV-2 viral infection (COVID-19) and its diverse courses of disease from mild to critical illness frequently is not only an acute disease, but will - in a proportion of those affected - lead to organ structure and body function deficits that still exist or become apparent after the acute stage of disease. When clinically relevant symptoms or functional deficits (impairments) are documented more than four weeks after COVID-19 onset, the syndrome is called \"Long-COVID\", from 12 weeks after onset onwards \"Post-COVID\".In such cases and when everyday life functioning and return to work are affected by persisting deficits specialized rehabilitation treatment is indicated. An individual medical, frequently multi-professional diagnostic evaluation is mandatory in that situation: For adequate treatment, it is important to identify and objectify the individually underlying health conditions based on knowledge about the diverse potential consequences of COVID-19, to assess type and severity of functional consequences (impairments, activity limitations, and restrictions of participation) of Long-/Post-COVID individually, and then to decide on the treatment necessities and plans. With regard to rehabilitation, need and decision for either pulmonary, neurological, cardiac, or psychosomatic rehabilitation depends on the individual medical presentation."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Platz",
        "ForeName": "Thomas",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dewey",
        "ForeName": "Stefan",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Köllner",
        "ForeName": "Volker",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schlitt",
        "ForeName": "Axel",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Rehabilitation bei Coronavirus-Erkrankung mit SARS-CoV-2 (COVID-19)."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Rehabilitation (Stuttg)",
    "NlmUniqueID": "0401273",
    "ISSNLinking": "0034-3536"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Post-Acute COVID-19 Syndrome"
    }
  ],
  "CoiStatement": "Erklärung zu finanziellen InteressenForschungsförderung erhalten: nein; Honorar/geldwerten Vorteil für Referententätigkeit erhalten: nein; Bezahlter Berater/interner Schulungsreferent/Gehaltsempfänger: nein; Patent/Geschäftsanteile/Aktien (Autor/Partner, Ehepartner, Kinder) an Firma (Nicht-Sponsor der Veranstaltung): nein; Patent/Geschäftsanteile/Aktien (Autor/Partner, Ehepartner, Kinder) an Firma (Sponsor der Veranstaltung): nein.Erklärung zu nichtfinanziellen InteressenDie Autoren sind Mitglieder im Redaktionskomitee der S2k-Leitlinie SARS-CoV-2, COVID-19 und (Früh-)Rehabilitation. Deutsche Gesellschaft für Neurorehabilitation (Hrsg.), AWMF Registernummer: 080 – 008 (Version 2; Stand: 1. November 2021), deren Inhalte diesen Fortbildungsbeitrag mit geprägt haben."
}