{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Immunomodulatory",
      "Peptides",
      "Probiotics",
      "SARS-CoV-2"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33226581",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "02",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "11",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s12602-020-09727-7"
    ],
    "Journal": {
      "ISSN": "1867-1314",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "3",
        "PubDate": {
          "Year": "2021",
          "Month": "Jun"
        }
      },
      "Title": "Probiotics and antimicrobial proteins",
      "ISOAbbreviation": "Probiotics Antimicrob Proteins"
    },
    "ArticleTitle": "Probiotics-Derived Peptides and Their Immunomodulatory Molecules Can Play a Preventive Role Against Viral Diseases Including COVID-19.",
    "Pagination": {
      "StartPage": "611",
      "EndPage": "623",
      "MedlinePgn": "611-623"
    },
    "Abstract": {
      "AbstractText": [
        "As of recent, the pandemic episode of COVID-19, a severe acute respiratory syndrome brought about by a novel coronavirus (SARS-CoV-2) expanding the pace of mortality, has affected the disease rate profoundly. Invulnerability is the fundamental choice to prevent the ruining event of COVID-19, as the drugs and antibodies are in the phase of preliminary clinical trials. Within this brief period, a few strains of SARS-CoV-2 have been recognized by the vaccine manufacturers, which could be an incorrect guess about the strain that will end up spreading. Since the circulating SARS-CoV-2 strains continue to mutate, immunizations, if at all works, might be for a restricted time. We have not put sufficient time in research to understand the immune responses that correlate with protection as this could help refine vaccines. Here, we have summed up the adequacy of the immunomodulatory component of probiotics for the prevention against viral infections. Furthermore, an in silico data have been provided in support of the \"probiotics-derived lipopeptides\" role in inactivating spike (S) glycoprotein of SARS-CoV-2 and its host receptor molecule, ACE2. Among well characterized lipopeptides derived from different probiotic strains, subtilisin (Bacillus amyloliquefaciens), curvacin A (Lactobacillus curvatus), sakacin P (Lactobacillus sakei), lactococcin Gb (Lactococcus lactis) was utilized in this study to demonstrate a higher binding proclivity to S-protein of SARS-CoV-2 and human ACE2. The outcome revealed noteworthy capabilities of the lipopeptides, due to their amphiphilic nature, to bind spike protein and receptor molecule, which may act to competitively inhibit the mandatory interaction of SARS-CoV-2 with the host epithelial cell expressing ACE2 for its entry into the cell for reproduction. In the current situation, probiotic treatment alongside chemotherapy may assist in bringing about substantial improvement of the health of COVID-19 patients. At the same time, probiotics may aid towards building up the immune defenses in people to evade COVID-19."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, Midnapore College (Autonomous), Paschim Medinipur, India."
          }
        ],
        "LastName": "Manna",
        "ForeName": "Sounik",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Central Research Facility, Indian Institute of Technology Kharagpur, Kharagpur, 721302, India."
          }
        ],
        "LastName": "Chowdhury",
        "ForeName": "Trinath",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biotechnology, North Bengal University, Darjeeling, India."
          }
        ],
        "LastName": "Chakraborty",
        "ForeName": "Ranadhir",
        "Initials": "R"
      },
      {
        "Identifier": [
          "0000-0002-0119-7138"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Central Research Facility, Indian Institute of Technology Kharagpur, Kharagpur, 721302, India. mandalsm@gmail.com."
          }
        ],
        "LastName": "Mandal",
        "ForeName": "Santi M",
        "Initials": "SM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Probiotics Antimicrob Proteins",
    "NlmUniqueID": "101484100",
    "ISSNLinking": "1867-1306"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Immunologic Factors"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Peptides"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "metabolism",
        "prevention & control"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Immunologic Factors"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Peptides"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Probiotics"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The authors declare that they have no conflict of interest."
}