{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "ACE2",
      "ARDS",
      "Angiotensin II",
      "COVID-19",
      "Coronavirus",
      "SARS"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33461019",
  "DateCompleted": {
    "Year": "2021",
    "Month": "02",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "01",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.biopha.2020.111193",
      "S0753-3322(20)31386-X"
    ],
    "Journal": {
      "ISSN": "1950-6007",
      "JournalIssue": {
        "Volume": "136",
        "PubDate": {
          "Year": "2021",
          "Month": "Apr"
        }
      },
      "Title": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "ISOAbbreviation": "Biomed Pharmacother"
    },
    "ArticleTitle": "Multifunctional angiotensin converting enzyme 2, the SARS-CoV-2 entry receptor, and critical appraisal of its role in acute lung injury.",
    "Pagination": {
      "StartPage": "111193",
      "MedlinePgn": "111193"
    },
    "Abstract": {
      "AbstractText": [
        "The recent emergence of coronavirus disease-2019 (COVID-19) as a pandemic affecting millions of individuals has raised great concern throughout the world, and the severe acute respiratory syndrome coronavirus-2 (SARS-CoV-2) was identified as the causative agent for COVID-19. The multifunctional protein angiotensin converting enzyme 2 (ACE2) is accepted as its primary target for entry into host cells. In its enzymatic function, ACE2, like its homologue ACE, regulates the renin-angiotensin system (RAS) critical for cardiovascular and renal homeostasis in mammals. Unlike ACE, however, ACE2 drives an alternative RAS pathway by degrading Ang-II and thus operates to balance RAS homeostasis in the context of hypertension, heart failure, and cardiovascular as well as renal complications of diabetes. Outside the RAS, ACE2 hydrolyzes key peptides, such as amyloid-β, apelin, and [des-Arg9]-bradykinin. In addition to its enzymatic functions, ACE2 is found to regulate intestinal amino acid homeostasis and the gut microbiome. Although the non-enzymatic function of ACE2 as the entry receptor for SARS-CoV-2 has been well established, the contribution of enzymatic functions of ACE2 to the pathogenesis of COVID-19-related lung injury has been a matter of debate. A complete understanding of this central enzyme may begin to explain the various symptoms and pathologies seen in SARS-CoV-2 infected individuals, and may aid in the development of novel treatments for COVID-19."
      ],
      "CopyrightInformation": "Copyright © 2021 The Author(s). Published by Elsevier Masson SAS.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacology and Therapeutics, Faculty of Pharmacy, Kuwait University, Safat 13110, Kuwait. Electronic address: ahmet.oz@ku.edu.kw."
          }
        ],
        "LastName": "Oz",
        "ForeName": "Murat",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anatomy and Cellular Biology, Khalifa University, Abu Dhabi, United Arab Emirates; Center for Biotechnology, Khalifa University of Science and Technology, Abu Dhabi, United Arab Emirates."
          }
        ],
        "LastName": "Lorke",
        "ForeName": "Dietrich Ernst",
        "Initials": "DE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Biomed Pharmacother",
    "NlmUniqueID": "8213295",
    "ISSNLinking": "0753-3322"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "EC 3.4.17.23",
      "NameOfSubstance": "ACE2 protein, human"
    },
    {
      "RegistryNumber": "EC 3.4.17.23",
      "NameOfSubstance": "Angiotensin-Converting Enzyme 2"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Acute Lung Injury"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Angiotensin-Converting Enzyme 2"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Internalization"
    }
  ],
  "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest. The authors declare that there are no conflicts of interest."
}