{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Étudier la transmission et l'évolution du coronavirus 2 du syndrome respiratoire aigu sévère (SARS-CoV-2) lors d'une quarantaine à bord du navire de croisière Diamond Princess.",
        "Nous avons obtenu l'ensemble des séquences génétiques du SARS-CoV-2 de 28 échantillons issus de la base de données de l'Initiative mondiale de partage des données sur la grippe aviaire (GISAID). Ces échantillons ont été collectés entre le 10 et le 25 février 2020 et prélevés sur des individus soumis à un test de dépistage du SARS-CoV-2 durant la quarantaine à bord du navire. Ils ont ensuite été séquencés soit au Japon, soit aux États-Unis d'Amérique. Nous avons analysé la dynamique d'évolution du SARS-CoV-2 à l'aide d'outils informatiques de phylogénétique, de pression sélective naturelle et de liaison génétique.",
        "L'épidémie de SARS-CoV-2 à bord provient vraisemblablement d'une seule personne infectée par un variant identique aux isolats WIV04, ou simultanément d'un autre cas primaire d'infection par un virus contenant la mutation 11083G > T. Nous avons détecté au total 24 nouvelles mutations virales dans 64,2% (18/28) des échantillons, et le virus a évolué en cinq sous-groupes minimum. La sélection positive accrue de SARS-CoV-2 s'est révélée statistiquement significative durant la quarantaine (<i>D</i> de Tajima: −2,03, <i>P</i> < 0,01; <i>D</i> de Fu et Li: −2,66, <i>P</i> < 0,01; et <i>E</i> de Zeng: −2,37, <i>P</i> < 0,01). L'analyse du déséquilibre de liaison a confirmé que la recombinaison de l'acide ribonucléique (ARN) avec la mutation 11083G > T avait également contribué à la hausse des mutations dans la lignée virale.",
        "Ces résultats indiquent que la mutation 11083G > T du SARS-CoV-2 s'est répandue durant la quarantaine à bord du navire, et par le biais d'une recombinaison <i>de novo</i> de l'ARN sous une pression sélective positive."
      ],
      "CopyrightInformation": "(c) 2021 The authors; licensee World Health Organization."
    },
    {
      "AbstractText": [
        "Examinar la transmisión y la evolución del coronavirus del síndrome respiratorio agudo grave 2 (SARS-CoV-2) en la cuarentena del crucero Diamond Princess.",
        "Obtuvimos las secuencias completas del genoma del SARS-CoV-2 de 28 muestras de la base de datos de la Global Initiative on Sharing All Influenza Data. Las muestras se recogieron entre el 10 y el 25 de febrero de 2020 y procedían de individuos a los que se les había hecho la prueba del SARS-CoV-2 durante la cuarentena en el crucero. Estas muestras se secuenciaron posteriormente en Japón o en los Estados Unidos de América. Se analizó la dinámica evolutiva del SARS-CoV-2 utilizando herramientas computacionales de filogenética, presión de selección natural y enlace genético.",
        "Lo más probable es que el brote de SARS-CoV-2 en el crucero se haya originado a partir de una sola persona infectada con una variante del virus idéntica a las cepas WIV04, o bien simultáneamente con otro caso primario infectado con un virus que contenía la mutación 11083G > T. Identificamos un total de 24 nuevas mutaciones virales en el 64,2% (18/28) de las muestras y el virus evolucionó en al menos cinco subgrupos. El aumento de la selección positiva del SARS-CoV-2 fue estadísticamente significativo durante la cuarentena (D de Tajima -2,03, P < 0,01; D de Fu y Li: -2,66, p < 0,01; y E de Zeng: -2,37, P < 0,01). El análisis de desequilibrio de linaje confirmó que la recombinación del ácido ribonucleico (ARN) con la mutación 11083G > T también contribuyó al aumento de las mutaciones entre la progenie viral.",
        "Los resultados indican que la mutación 11083G > T del SARS-CoV-2 se propagó durante la cuarentena en el crucero y surgió por recombinación de novo del ARN bajo presión de selección positiva."
      ],
      "CopyrightInformation": "(c) 2021 The authors; licensee World Health Organization."
    },
    {
      "AbstractText": [
        "الغرض التحقق من انتقال وتطور فيروس كورونا 2 التنفسي الحاد (سارس كوف 2) في الحجر الصحي على متن السفينة السياحية Diamond Princess. الطريقة حصلنا على تسلسلات جينوم سارس كوف 2 الكامل من 28 عينة من المبادرة العالمية لمشاركة كل قاعدة بيانات الأنفلونزا. تم جمع العينات بين 10 و25 فبراير/شباط 2020، وجاءت من الأفراد الذين تم فحصهم للتحقق من إصابتهم بفيروس سارس كوف 2 أثناء الحجر الصحي على السفينة السياحية. تم ترتيب هذه العينات لاحقًا إما في اليابان أو الولايات المتحدة الأمريكية. وقمنا بتحليل آليات تطور فيروس سارس كوف 2 باستخدام الأدوات الحاسوبية لعلم الجينات الوراثة، وضغط الانتقاء الطبيعي، والارتباط الجيني. النتائج كان تفشي فيروس سارس كوف 2 في الرحلة البحرية قد نشأ إما من شخص واحد مصاب بمتغير فيروسي مماثل للحالات المعزولة من WIV04، أو في نفس الوقت مع حالة أولية أخرى مصابة بفيروس يحتوي على طفرة 11083G > T. حددنا إجمالي 24 طفرة فيروسية جديدة عبر 64.2% (18/28) من العينات، وتطوّر الفيروس إلى خمس مجموعات فرعية على الأقل. كانت الاختيار الإيجابي المتزايد لفيروس سارس كوف 2 ملموساً من الناحية الإحصائية خلال الحجر الصحي (Tajima’s <i>D</i> : -2.03، نسبة الاحتمال أقل من 0.01؛ Fu and Li’s <i>D</i> : -2.66، نسبة الاحتمال أقل من 0.01؛ Zeng’s <i>E</i> : 2.37-؛ نسبة الاحتمال أقل من 0.01). أكد تحليل اختلال التوازن الخطي أن إعادة اتحاد الحمض النووي الريبوزي (RNA)، مع مساهمة طفرة 11083G > T كذلك في زيادة الطفرات بين سلالة الفيروس. الاستنتاج تشير النتائج إلى أن الطفرة 11083G > T لفيروس سارس كوف 2، انتشرت أثناء الحجر الصحي على متن السفينة، ونشأت من خلال إعادة تركيب الحمض النووي الريبوزي <i>de novo</i> (المتكرر) تحت ضغط الاختيار الإيجابي."
      ],
      "CopyrightInformation": "(c) 2021 The authors; licensee World Health Organization."
    },
    {
      "AbstractText": [
        "旨在探讨“钻石公主”号邮轮上严重急性呼吸综合征冠状病毒 2 型 (SARS-CoV-2) 的传播和演变。.",
        "我们从全球共享流感数据倡议组织的数据库里获取了 28 份 SARS-CoV-2 样本的全基因组序列。这些样本的采集时间介于 2020 年 2 月 10 日至 25 日期间，采集对象是在邮轮隔离期间接受 SARS-CoV-2 检测的船上人员。然后，我们在美国或日本对这些样本进行了测序。我们利用种系遗传学、自然选择压力和遗传连锁相关计算工具分析了 SARS-CoV-2 的演变情况。.",
        "邮轮上之所以爆发 SARS-CoV-2 疫情，很有可能是因为有一个人感染了与 WIV04 分离毒株同源的变异病毒，或者另外还存在一位感染了 11083G > T 突变病毒的原发病例。我们在 64.2% (18/28) 的样本中总共发现了 24 种新的突变病毒，而且这些病毒演变成了至少 5 个亚群。在隔离检疫期间选择更多 SARS-CoV-2 检测结果为阳性的病例具有统计学意义（Tajima’s <i>D</i>：-2.03, <i>P</i> < 0.01；Fu and Li’s <i>D</i>：-2.66, <i>P</i> < 0.01；以及 Zeng’s <i>E</i>：-2.37, <i>P</i> < 0.01）。连锁不平衡分析证实了核糖核酸 (RNA) 重组与 11083G > T 突变也会提高病毒子代间的突变几率。.",
        "研究结果显示，SARS-CoV-2 病毒发生 11083G > T 突变传播的原因在于在船舶检疫隔离期间正性选择压力下 RNA 重组的新发突变。."
      ],
      "CopyrightInformation": "(c) 2021 The authors; licensee World Health Organization."
    },
    {
      "AbstractText": [
        "Изучить пути передачи и развитие коронавируса тяжелого острого респираторного синдрома коронавируса‑2 (SARS-CoV-2) в условиях карантина на борту круизного судна Diamond Princess.",
        "Авторы получили полные геномные последовательности SARS-CoV-2 из 28 образцов из базы данных Глобальной инициативы по обмену всеми данными о гриппе. Образцы были собраны в период с 10 по 25 февраля 2020 года у лиц, прошедших тест на SARS-CoV-2 во время карантина на круизном судне. Позже эти образцы секвенировали в Японии или Соединенных Штатах Америки. Авторы проанализировали динамику развития SARS-CoV-2, используя вычислительные инструменты филогенетики, давления отбора и генетического сцепления.",
        "Скорее всего, вспышка SARS-CoV-2 во время круиза возникла либо от одного человека, инфицированного вариантом вируса, идентичным изолятам WIV04, либо одновременно с другим первичным случаем инфицирования вирусом, содержащим мутацию 11083G > T. Авторы идентифицировали в общей сложности 24 новые вирусные мутации в 64,2% (18/28) образцов, и вирус эволюционировал как минимум в пять подгрупп. Повышенный положительный отбор SARS-CoV-2 был статистически значимым во время карантина (значение теста <i>D</i> Таджимы: -2,03, <i>P</i> < 0,01; значение теста <i>D</i> Фу и Ли: -2,66, <i>P</i> < 0,01; значение теста <i>E</i> Цзэн: -2,37, <i>P</i> < 0,01). Анализ неравновесного сцепления генов подтвердил, что рекомбинация рибонуклеиновой кислоты (РНК) с мутацией 11083G > T также способствовала увеличению количества мутаций среди вирусного потомства.",
        "Полученные результаты показывают, что мутация 11083G > T SARS-CoV-2 распространилась во время карантина на борту судна и возникла в результате <i>de novo</i> рекомбинации РНК под давлением положительного отбора."
      ],
      "CopyrightInformation": "(c) 2021 The authors; licensee World Health Organization."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34248221",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2471/BLT.20.255752"
    ],
    "Journal": {
      "ISSN": "1564-0604",
      "JournalIssue": {
        "Volume": "99",
        "Issue": "7",
        "PubDate": {
          "Year": "2021",
          "Month": "Jul",
          "Day": "01"
        }
      },
      "Title": "Bulletin of the World Health Organization",
      "ISOAbbreviation": "Bull World Health Organ"
    },
    "ArticleTitle": "Viral transmission and evolution dynamics of SARS-CoV-2 in shipboard quarantine.",
    "Pagination": {
      "StartPage": "486",
      "EndPage": "495",
      "MedlinePgn": "486-495"
    },
    "Abstract": {
      "AbstractText": [
        "To examine transmission and evolution of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) in shipboard quarantine of the Diamond Princess cruise ship.",
        "We obtained the full SARS-CoV-2 genome sequences of 28 samples from the Global Initiative on Sharing All Influenza Data database. The samples were collected between 10 and 25 February 2020 and came for individuals who had been tested for SARS-CoV-2 during the quarantine on the cruise ship. These samples were later sequenced in either Japan or the United States of America. We analysed evolution dynamics of SARS-CoV-2 using computational tools of phylogenetics, natural selection pressure and genetic linkage.",
        "The SARS-CoV-2 outbreak in the cruise most likely originated from either a single person infected with a virus variant identical to the WIV04 isolates, or simultaneously with another primary case infected with a virus containing the 11083G > T mutation. We identified a total of 24 new viral mutations across 64.2% (18/28) of samples, and the virus evolved into at least five subgroups. Increased positive selection of SARS-CoV-2 were statistically significant during the quarantine (Tajima's <i>D</i>: -2.03, <i>P</i> < 0.01; Fu and Li's <i>D</i>: -2.66, <i>P</i> < 0.01; and Zeng's <i>E</i>: -2.37, <i>P</i> < 0.01). Linkage disequilibrium analysis confirmed that ribonucleic acid (RNA) recombination with the11083G > T mutation also contributed to the increase of mutations among the viral progeny.",
        "The findings indicate that the 11083G > T mutation of SARS-CoV-2 spread during shipboard quarantine and arose through <i>de novo</i> RNA recombination under positive selection pressure."
      ],
      "CopyrightInformation": "(c) 2021 The authors; licensee World Health Organization."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Auxergen Inc., Columbus Center, 701 East Pratt Street, Baltimore, MD 21202, United States of America."
          }
        ],
        "LastName": "Yeh",
        "ForeName": "Ting-Yu",
        "Initials": "TY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Auxergen Inc., Columbus Center, 701 East Pratt Street, Baltimore, MD 21202, United States of America."
          }
        ],
        "LastName": "Contreras",
        "ForeName": "Gregory P",
        "Initials": "GP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Bull World Health Organ",
    "NlmUniqueID": "7507052",
    "ISSNLinking": "0042-9686"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "RNA, recombinant"
    },
    {
      "RegistryNumber": "63231-63-0",
      "NameOfSubstance": "RNA"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "genetics",
        "prevention & control",
        "transmission"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Databases, Nucleic Acid"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Hong Kong"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phylogeny"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quarantine"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "RNA"
    },
    {
      "QualifierName": [
        "genetics",
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ships"
    }
  ]
}