{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "SARS-COV-2",
      "containment",
      "coronavirus",
      "outbreak",
      "virus"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "由严重急性呼吸系统综合症冠状病毒2（SARS-CoV-2）所引起的冠状病毒病2019（COVID-19）威胁着全球人口的健康，并向我们应对大流行病威胁的准备提出了挑战。此前冠状病毒和其他病毒的爆发都表明了诊断技术在抗疫过程中的重要性。核酸检测技术是检测SARS-CoV-2的黄金标准。检测宿主抗体的病毒抗原检测和血清学检测也都得以开发，以研究COVID-19的流行病学特征并预估可能对SARS-CoV-2具有免疫力的人群数量。然而，现有病毒诊断技术在可用性、成本和性能方面的因素限制了它们的实际应用，我们需要新的方法来更好地去应对全球大流行病。本文回顾了主要病毒诊断技术的原理和局限性，并重点介绍了COVID-19分子检测的最新进展。此外，我们还讨论了诸如常间回文重复序列丛集（CRISPR）系统、高通量测序以及单细胞和单分子分析等最新技术，以使得我们更好地去理解、追踪和抑制病毒的爆发。本文同时也介绍了应对未来大流行病威胁的病毒诊断技术的前景。"
      ]
    },
    {
      "AbstractText": [
        "重症急性呼吸器症候群コロナウイルス2型（severe acute respiratory syndrome coronavirus-2：SARS-CoV-2）に起因する新型コロナウイルス感染症（coronavirus disease 2019：COVID-19）の出現は、世界の人々の健康を脅かしており、パンデミックの脅威に備えるという難題を我々に課している。これまでのコロナウイルスやその他のウイルスのアウトブレイクは、ウイルスのアウトブレイクとの闘いにおける診断技術の重要性を示唆してきた。核酸検出法は、SARS-CoV-2の検出のゴールドスタンタードである。COVID-19の疫学を研究しSARS-CoV-2に対する免疫を獲得している可能性がある集団を推定するため、宿主の抗体を検出するウイルス抗原検査や血清学的検査も開発されている。それにもかかわらず、既存のウイルス診断技術はその有効性、コスト、性能の点で実用性に限界があり、新規のアプローチは世界的なパンデミックに直ちに利用できるかという点で改善を要する。本稿では、主なウイルス診断技術の原理と限界を検討するとともに、COVID-19の分子検定の進展状況に注目し、ウイルスのアウトブレイクを把握、追跡、抑制する能力を向上させるため、CRISPR（clustered regularly interspaced short palindromic repeats）システム、ハイスループット塩基配列決定、単一細胞解析や単一分子解析などの未来技術についても検討する。さらに、今後のパンデミックの脅威と闘うためのウイルス診断技術の展望を示す。"
      ]
    },
    {
      "AbstractText": [
        "제2형 중증급성호흡기증후군 코로나바이러스(SARS-COV-2)로 인한 코로나바이러스 감염증 2019(COVID-19)의 출현은 전 세계 인구의 건강을 위협하며 팬데믹 위협에 대비하기 어렵게 한다. 바이러스의 집단 발병 방지를 위한 진단기술의 중요성은 과거 코로나바이러스 및 다른 바이러스의 집단 발병에서 시사되었다. 핵산 검출 기법이 SARS-COV-2를 검출하는 최적 표준이다. 또한, 숙주의 항체를 검출하는 바이러스 항원 검사 및 혈청학적 검사도 개발하여 SARS-COV-2에 대한 면역을 획득할 수 있는 집단을 추정하고 COVID-19의 역학조사를 시행하고자 하였다. 그러나 기존의 바이러스 진단 기술은 그 가용성, 비용, 성능으로 인해 실용성이 제한적이며, 전 세계적 팬데믹에 더 잘 대비할 수 있는 새로운 접근법이 요구된다. 본 논문에서는 주요 바이러스 진단 기술의 원리와 한계를 검토하고 COVID-19 분자진단법의 최근 발전을 중점적으로 살펴본다. 덧붙여, 바이러스의 집단 발병을 이해하고, 추적하며, 억제하는 능력을 개선하기 위해 CRISPR (clustered regularly interspaced short palindromic repeats), 고속 염기서열 분석법, 단세포 및 단일분자 분석법과 같은 최신 기술을 논의하며, 향후 팬데믹의 위협에 대처하기 위한 바이러스 진단 기술의 전망을 제시한다."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32833548",
  "DateCompleted": {
    "Year": "2020",
    "Month": "12",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "08",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1177/2472630320953798"
    ],
    "Journal": {
      "ISSN": "2472-6311",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "6",
        "PubDate": {
          "Year": "2020",
          "Month": "Dec"
        }
      },
      "Title": "SLAS technology",
      "ISOAbbreviation": "SLAS Technol"
    },
    "ArticleTitle": "Advances in Viral Diagnostic Technologies for Combating COVID-19 and Future Pandemics.",
    "Pagination": {
      "StartPage": "513",
      "EndPage": "521",
      "MedlinePgn": "513-521"
    },
    "Abstract": {
      "AbstractText": [
        "The emergence of coronavirus disease 2019 (COVID-19) caused by severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) threatens the health of the global population and challenges our preparedness for pandemic threats. Previous outbreaks of coronaviruses and other viruses have suggested the importance of diagnostic technologies in fighting viral outbreaks. Nucleic acid detection techniques are the gold standard for detecting SARS-CoV-2. Viral antigen tests and serological tests that detect host antibodies have also been developed for studying the epidemiology of COVID-19 and estimating the population that may have immunity to SARS-CoV-2. Nevertheless, the availability, cost, and performance of existing viral diagnostic technologies limit their practicality, and novel approaches are required for improving our readiness for global pandemics. Here, we review the principles and limitations of major viral diagnostic technologies and highlight recent advances of molecular assays for COVID-19. In addition, we discuss emerging technologies, such as clustered regularly interspaced short palindromic repeats (CRISPR) systems, high-throughput sequencing, and single-cell and single-molecule analysis, for improving our ability to understand, trace, and contain viral outbreaks. The prospects of viral diagnostic technologies for combating future pandemic threats are presented."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2942-1170"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biomedical Engineering, The Pennsylvania State University, University Park, PA, USA."
          }
        ],
        "LastName": "Zhu",
        "ForeName": "Ninghao",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biomedical Engineering, The Pennsylvania State University, University Park, PA, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Mechanical Engineering and Department of Surgery, The Pennsylvania State University, University Park, PA, USA."
          }
        ],
        "LastName": "Wong",
        "ForeName": "Pak Kin",
        "Initials": "PK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "SLAS Technol",
    "NlmUniqueID": "101697564",
    "ISSNLinking": "2472-6303"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "COVID-19 Testing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "CRISPR-Cas Systems"
    },
    {
      "QualifierName": [],
      "DescriptorName": "High-Throughput Nucleotide Sequencing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Single-Cell Analysis"
    }
  ],
  "CoiStatement": "\n<b>Declaration of Conflicting Interests</b>\n. The authors declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."
}