{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "supportive care",
      "symptom management"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33421735",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "03",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "12",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "100038",
      "10.1016/j.esmoop.2020.100038",
      "S2059-7029(20)32904-5"
    ],
    "Journal": {
      "ISSN": "2059-7029",
      "JournalIssue": {
        "Volume": "6",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb"
        }
      },
      "Title": "ESMO open",
      "ISOAbbreviation": "ESMO Open"
    },
    "ArticleTitle": "Supportive care in patients with cancer during the COVID-19 pandemic.",
    "Pagination": {
      "StartPage": "100038",
      "MedlinePgn": "100038"
    },
    "Abstract": {
      "AbstractText": [
        "Cancer care has been profoundly impacted by the global pandemic of severe acute respiratory syndrome coronavirus 2 disease (coronavirus disease 2019, COVID-19), resulting in unprecedented challenges. Supportive care is an essential component of cancer treatment, seeking to prevent and manage chemotherapy complications such as febrile neutropenia, anaemia, thrombocytopenia/bleeding, thromboembolic events and nausea/vomiting, all of which are common causes of hospitalisation. These adverse events are an essential consideration under routine patient management, but particularly so during a pandemic, a setting in which clinicians aim to minimise patients' risk of infection and need for hospital visits. Professional medical oncology societies have been providing updated guidelines to support health care professionals with the management, treatment and supportive care needs of their patients with cancer under the threat of COVID-19. This paper aims to review the recommendations made by the most prominent medical oncology societies for devising and modifying supportive care strategies during the pandemic."
      ],
      "CopyrightInformation": "Copyright © 2020 The Authors. Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Genolier Cancer Centre, Clinique de Genolier, Genolier, Switzerland."
          }
        ],
        "LastName": "Aapro",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hutchinson Institute for Cancer Outcomes Research, Public Health Sciences and Clinical Research Divisions, Fred Hutchinson Cancer Research Center and the University of Washington Schools of Medicine, Public Health and Pharmacy, Seattle, USA. Electronic address: glyman@fredhutch.org."
          }
        ],
        "LastName": "Lyman",
        "ForeName": "G H",
        "Initials": "GH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Oncology, Hematology & BMT with Section of Pneumology, Universitaetsklinikum Hamburg Eppendorf, Hamburg, Germany."
          }
        ],
        "LastName": "Bokemeyer",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Immunology, Faculty of Health Sciences, University of Pretoria, Pretoria, South Africa; The Medical Oncology Centre of Rosebank, Johannesburg, South Africa; Neutropenia, Infection and Myelosuppression Study Group (Chair), The Multinational Association for Supportive Care in Cancer, Aurora, Canada."
          }
        ],
        "LastName": "Rapoport",
        "ForeName": "B L",
        "Initials": "BL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sandoz/Hexal AG, Holzkirchen, Germany."
          }
        ],
        "LastName": "Mathieson",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sandoz/Hexal AG, Holzkirchen, Germany."
          }
        ],
        "LastName": "Koptelova",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Comparative Outcomes Group, Bristol, UK."
          }
        ],
        "LastName": "Cornes",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Immunology, Faculty of Health Sciences, University of Pretoria, Pretoria, South Africa."
          }
        ],
        "LastName": "Anderson",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Hematology-Oncology, Laboratory of Molecular & Translational Oncology-CELLEX University of Barcelona, Barcelona, Spain."
          }
        ],
        "LastName": "Gascón",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Advanced Cancer Research Group, Seattle, USA."
          }
        ],
        "LastName": "Kuderer",
        "ForeName": "N M",
        "Initials": "NM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "ESMO Open",
    "NlmUniqueID": "101690685",
    "ISSNLinking": "2059-7029"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Guidelines as Topic"
    },
    {
      "QualifierName": [
        "psychology",
        "statistics & numerical data"
      ],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods",
        "statistics & numerical data"
      ],
      "DescriptorName": "Medical Oncology"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "physiology"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Support"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Societies, Medical"
    }
  ],
  "CoiStatement": "Disclosure MA has consulted for Accord, Amgen, Bristol-Myers Squibb, Celgene, Clinigen, Eisai, Genomic Health, G1 Therapeutics, GlaxoSmithKline, Helsinn, Hospira, Johnson & Johnson, Lilly, Merck, Merck Serono, Novartis, Pfizer, Pierre Fabre, Roche, Sandoz, Tesaro, Teva and Vifor; and has received honoraria for lectures at symposia of Accord, Amgen, Bayer Schering, Biocon, Boehringer Ingelheim, Cephalon, Chugai, Dr Reed, Eisai, Genomic Health, G1 Therapeutics, GlaxoSmithKline, Glenmark, Helsinn, Hospira, Ipsen, Johnson & Johnson, Kirin Kyowa, Lilly, Merck, Merck Serono, Novartis, OrthoBiotech, Pfizer, Pierre Fabre, Roche, Sandoz, Sanofi, Taiho, Tesaro, Teva and Vifor. GHL reports research grant support from Amgen to the Fred Hutchinson Cancer Center and has consulted for Beyond Spring, G1 Therapeutics, Invitae, Mylan, Partner Therapeutics, Samsung Bioepis, Sandoz and Spectrum, outside the submitted work. CB has consulted for AOK Health Insurance, Bayer Schering Pharma, GSO, Lilly/ImClone, Merck Serono, Merck Sharp & Dohme and Sanofi; declares honoraria from AstraZeneca, Bayer, Bristol-Myers Squibb, Merck KGaA, Merck Sharp & Dohme, Roche and Sanofi; and declares travel/accommodation/expenses from Bristol-Myers Squibb, Merck Serono, Pfizer and Sanofi. BR has participated in advisory boards, received research grants and participated in speaker engagements with Sandoz; and has participated in speaker engagements with Amgen South Africa and Teva. NM and NK are employees of Sandoz. PC declares honoraria from Accord, Amgen, EU Commission, Hospira, Mylan, Pfizer, Roche, Sandoz and Teva. RA declares no conflict of interest. PG has consulted for Accord, Hospira, Pfizer and Sandoz; and has received honoraria for lectures at symposia of Accord, Hospira, Pfizer and Sandoz. NMK has consulted for Beyond Spring, Bristol-Myers Squibb, G1 Therapeutics, Invitae, Janssen and Spectrum, outside the submitted work. Data sharing Data sharing not applicable to this article as no datasets were generated or analysed during the current study."
}