{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33945546",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "05",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0250958",
      "10.1371/journal.pone.0250958"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "5",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Risk factors for COVID-19 among healthcare workers. A protocol for a systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "e0250958",
      "MedlinePgn": "e0250958"
    },
    "Abstract": {
      "AbstractText": [
        "Evidence on the spectrum of risk factors for infection with severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) among front-line healthcare workers (HCWs) has not been well-described. While several studies evaluating the risk factors associated with SARS-CoV-2 infection among patient-facing and non-patient-facing front-line HCWs have been reported since the outbreak of the coronavirus disease in 2019 (COVID-19), and several more are still underway. There is, therefore, an immediate need for an ongoing, rigorous systematic review that continuously assesses the risk factors of SARS-CoV-2 infection among front-line HCWs.",
        "Here, we outline a protocol to serve as a guideline for conducting a living systematic review and meta-analysis to examine the burden of COVID-19 on front-line HCWs and identify risk factors for SARS-CoV-2 infection in patient-facing and non-patient-facing front-line HCWs.",
        "The protocol was developed and reported following the Preferred Reporting Items for Systematic Review and Meta-Analysis Protocols (PRISMA-P). The conduct of the proposed living systematic review and meta-analysis will primarily follow the principles recommended in the Centre for Reviews and Dissemination (CRD) guidance for undertaking systematic reviews in healthcare, and the Meta-analysis Of Observational Studies in Epidemiology (MOOSE) guidelines. The systematic literature searches will be performed using the EBSCOhost platform by searching the following databases within the platform: Academic search complete, health source: nursing/academic edition, CINAHL with full text, Embase, PubMed, MEDLINE, Science Direct databases, Google Scholar, and; also a search in the China National Knowledge Infrastructure and the World Health Organization library databases for relevant studies will be performed. The searches will include peer-reviewed articles, published in English and Mandarin language irrespective of publication year, evaluating the risk for testing positive for C0VID-19, the risk of developing symptoms associated with SARS-CoV-2 infection, or both, among front-line HCWs. The initial review period will consider articles published since the onset of COVID-19 disease to the present and then updated monthly. Review Manager (RevMan 5.3) will be used to pool the odds ratios or mean differences for individual risk factors where possible. Results will be presented as relative risks and 95% confidence intervals for dichotomous outcomes and mean differences, or standardised mean differences along with 95% confidence intervals, for continuous outcomes. The Newcastle-Ottawa Scale will be used to rate study quality, and the certainty of the evidence will be assessed by using the Grading of Recommendations, Assessment, Development and Evaluations (GRADE). The results of the living systematic review and meta-analysis will be reported per the PRISMA guidelines.",
        "Though addressing the needs of front-line HCWs during the COVID-19 pandemic is a high priority, data to inform such initiatives are inadequate, particularly data on the risk factor disparities between patient-facing and non-patient-facing front-line HCWs. The proposed living systematic review and meta-analysis anticipate finding relevant studies reporting risk factors driving the SARS-CoV-2 infection rates among patient-facing and non-patient-facing front-line HCWs, thus providing subsidies for public health interventions and occupational health policies. The study results will be disseminated electronically, in print and through conference presentation, and key stakeholder meetings in the form of policy briefs.",
        "PROSPERO registration number: CRD42020193508 available for public comments via the link below https://www.crd.york.ac.uk/prospero/display_record.php?ID=CRD42020193508)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-9929-5739"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health Medicine, School of Nursing and Public Health, University of KwaZulu-Natal, Durban, South Africa."
          }
        ],
        "LastName": "Dzinamarira",
        "ForeName": "Tafadzwa",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health, University of Western Cape, Cape Town, South Africa."
          }
        ],
        "LastName": "Mhango",
        "ForeName": "Malizgani",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, College of Medicine and Health Sciences, University of Zimbabwe, Harare, Zimbabwe."
          }
        ],
        "LastName": "Dzobo",
        "ForeName": "Mathias",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, College of Medicine and Health Sciences, University of Zimbabwe, Harare, Zimbabwe."
          }
        ],
        "LastName": "Ngara",
        "ForeName": "Bernard",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, College of Medicine and Health Sciences, University of Zimbabwe, Harare, Zimbabwe."
          }
        ],
        "LastName": "Chitungo",
        "ForeName": "Itai",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Jinzhou Medical University, Jinzhou, China."
          }
        ],
        "LastName": "Makanda",
        "ForeName": "Pelagia",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Jinzhou Medical University, Jinzhou, China."
          }
        ],
        "LastName": "Atwine",
        "ForeName": "James",
        "Initials": "J"
      },
      {
        "Identifier": [
          "0000-0001-7770-6931"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health Medicine, School of Nursing and Public Health, University of KwaZulu-Natal, Durban, South Africa."
          }
        ],
        "LastName": "Nkambule",
        "ForeName": "Sphamandla Josias",
        "Initials": "SJ"
      },
      {
        "Identifier": [
          "0000-0001-9077-4429"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "ICAP at Columbia University, Harare, Zimbabwe."
          }
        ],
        "LastName": "Musuka",
        "ForeName": "Godfrey",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Databases, Factual"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Occupational Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Public Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}