{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Immune escape",
      "Omicron",
      "Omicron origin",
      "Prevention and control",
      "Vaccine failure",
      "Variant of concern"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35093310",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "01",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.envres.2022.112816",
      "S0013-9351(22)00143-8"
    ],
    "Journal": {
      "ISSN": "1096-0953",
      "JournalIssue": {
        "Volume": "209",
        "PubDate": {
          "Year": "2022",
          "Month": "Jun"
        }
      },
      "Title": "Environmental research",
      "ISOAbbreviation": "Environ Res"
    },
    "ArticleTitle": "Emergence of SARS-CoV-2 Omicron (B.1.1.529) variant, salient features, high global health concerns and strategies to counter it amid ongoing COVID-19 pandemic.",
    "Pagination": {
      "StartPage": "112816",
      "MedlinePgn": "112816"
    },
    "Abstract": {
      "AbstractText": [
        "Since the appearance in the late of December 2019, SARS-CoV-2 is rapidly evolving and mutating continuously, giving rise to various variants with variable degrees of infectivity and lethality. The virus that initially appeared in China later mutated several times, wreaking havoc and claiming many lives worldwide amid the ongoing COVID-19 pandemic. After Alpha, Beta, Gamma, and Delta variants, the most recently emerged variant of concern (VOC) is the Omicron (B.1.1.529) that has evolved due to the accumulation of high numbers of mutations especially in the spike protein, raising concerns for its ability to evade from pre-existing immunity acquired through vaccination or natural infection as well as overpowering antibodies-based therapies. Several theories are on the surface to explain how the Omicron has gathered such a high number of mutations within less time. Few of them are higher mutation rates within a subgroup of population and then its introduction to a larger population, long term persistence and evolution of the virus in immune-compromised patients, and epizootic infection in animals from humans, where under different immune pressures the virus mutated and then got reintroduced to humans. Multifaceted approach including rapid diagnosis, genome analysis of emerging variants, ramping up of vaccination drives and receiving booster doses, efficacy testing of vaccines and immunotherapies against newly emerged variants, updating the available vaccines, designing of multivalent vaccines able to generate hybrid immunity, up-gradation of medical facilities and strict implementation of adequate prevention and control measures need to be given high priority to handle the on-going SARS-CoV-2 pandemic successfully."
      ],
      "CopyrightInformation": "Copyright © 2022 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biochemistry and Genetics, Barkatullah University, Bhopal, 462026, MP, India. Electronic address: bu.rekha.khandia@gmail.com."
          }
        ],
        "LastName": "Khandia",
        "ForeName": "Rekha",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biochemistry and Genetics, Barkatullah University, Bhopal, 462026, MP, India."
          }
        ],
        "LastName": "Singhal",
        "ForeName": "Shailja",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacology, College of Pharmacy, King Khalid University, 62529, Abha, Saudi Arabia."
          }
        ],
        "LastName": "Alqahtani",
        "ForeName": "Taha",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institutes for Systems Genetics, Frontiers Science Center for Disease-related Molecular Network, West China Hospital, Sichuan University, Chengdu, 610041, Sichuan, China; King Fahd Medical Research Center, King Abdulaziz University, Saudi Arabia; Department of Pharmacy, Faculty of Allied Health Sciences, Daffodil International University, Bangladesh; Enzymoics, 7 Peterlee place, Hebersham, NSW, 2770, Novel Global Community Educational Foundation, Australia."
          }
        ],
        "LastName": "Kamal",
        "ForeName": "Mohammad Amjad",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Poultry and Fish Diseases, Faculty of Veterinary Medicine, Alexandria University, Edfina, El-Beheira, 22758, Egypt."
          }
        ],
        "LastName": "El-Shall",
        "ForeName": "Nahed A",
        "Initials": "NA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, Faculty of Pharmacy, Hasanuddin University, Makassar, 90245, Indonesia."
          }
        ],
        "LastName": "Nainu",
        "ForeName": "Firzan",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology and Cell Biology, Indian Institute of Science, Bengaluru, 560012, India."
          }
        ],
        "LastName": "Desingu",
        "ForeName": "Perumal Arumugam",
        "Initials": "PA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Pathology, ICAR-Indian Veterinary Research Institute, Izatnagar, Bareilly, 243122, Uttar Pradesh, India."
          }
        ],
        "LastName": "Dhama",
        "ForeName": "Kuldeep",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Environ Res",
    "NlmUniqueID": "0147621",
    "ISSNLinking": "0013-9351"
  },
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Global Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ],
  "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}