{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "RNAdependent RNA polymerase",
      "SARS-CoV-2",
      "Virus",
      "artificial intelligence",
      "eukaryotic genome",
      "long-COVID",
      "mitochondrial genome"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35450524",
  "DateCompleted": {
    "Year": "2022",
    "Month": "09",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2174/1570159X20666220420121746"
    ],
    "Journal": {
      "ISSN": "1875-6190",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "10",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "Current neuropharmacology",
      "ISOAbbreviation": "Curr Neuropharmacol"
    },
    "ArticleTitle": "Viruses Broaden the Definition of Life by Genomic Incorporation of Artificial Intelligence and Machine Learning Processes.",
    "Pagination": {
      "StartPage": "1888",
      "EndPage": "1893",
      "MedlinePgn": "1888-1893"
    },
    "Abstract": {
      "AbstractText": [
        "Viruses have been classified as non-living because they require a cellular host to support their replicative processes. Empirical investigations have significantly advanced our understanding of the many strategies employed by viruses to usurp and divert host regulatory and metabolic processes to drive the synthesis and release of infectious particles. The recent emergence of SARS-CoV-2 has permitted us to evaluate and discuss a potentially novel classification of viruses as living entities. The ability of SARS CoV-2 to engender comprehensive regulatory control of integrative cellular processes is strongly suggestive of an inherently dynamic informational registry that is programmatically encoded by linear ssRNA sequences responding to distinct evolutionary constraints. Responses to positive evolutionary constraints have resulted in a single-stranded RNA viral genome that occupies a threedimensional space defined by conserved base-paring resulting from a complex pattern of both secondary and tertiary structures. Additionally, regulatory control of virus-mediated infectious processes relies on extensive protein-protein interactions that drive conformational matching and shape recognition events to provide a functional link between complementary viral and host nucleic acid and protein domains. We also recognize that the seamless integration of complex replicative processes is highly dependent on the precise temporal matching of complementary nucleotide sequences and their corresponding structural and non-structural viral proteins. Interestingly, the deployment of concerted transcriptional and translational activities within targeted cellular domains may be modeled by artificial intelligence (AI) strategies that are inherently fluid, self-correcting, and adaptive at accommodating temporal changes in host defense mechanisms. An in-depth understanding of multiple self-correcting AIassociated viral processes will most certainly lead to novel therapeutic development platforms, notably the design of efficacious neuropharmacological agents to treat chronic CNS syndromes associated with long-COVID. In summary, it appears that viruses, notably SARS-CoV-2, are very much alive due to acquired genetic advantages that are intimately entrained to existential host processes via evolutionarily constrained AI-associated learning paradigms."
      ],
      "CopyrightInformation": "Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.net."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Cognitive and Molecular Neuroscience, First Faculty of Medicine, Charles University, Prague, Czech Republic."
          }
        ],
        "LastName": "Stefano",
        "ForeName": "George B",
        "Initials": "GB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Cognitive and Molecular Neuroscience, First Faculty of Medicine, Charles University, Prague, Czech Republic."
          }
        ],
        "LastName": "Kream",
        "ForeName": "Richard M",
        "Initials": "RM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United Arab Emirates",
    "MedlineTA": "Curr Neuropharmacol",
    "NlmUniqueID": "101157239",
    "ISSNLinking": "1570-159X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Artificial Intelligence"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genomics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Machine Learning"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Viruses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Post-Acute COVID-19 Syndrome"
    }
  ]
}