{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Im Rahmen der sich aktuell weiterhin ausbreitenden Corona-Virus-Pandemie wurden bereits viele Millionen Menschen infiziert. Trotz zahlreicher oligosymptomatischer Fälle kann die Erkrankung einen schwerwiegenden oder tödlichen Verlauf nehmen und führt dann immer wieder zu einer Überlastung des Gesundheitssystems. COVID-19 kann durch unterschiedliche Pathomechanismen zu einer Affektion des Myokards führen, was wiederum das Entstehen von Rhythmusstörungen begünstigt. Dieser Artikel beschreibt Inzidenzen, potentielle Mechanismen sowie Behandlungsoptionen für Arrhythmien bei Patienten mit COVID-19-Erkrankung. Es erfolgte eine Literaturrechersche mittels MESH Database und PubMed. Die häufigsten Arrhythmien bei Patienten mit COVID-19 waren Sinustachykardie, Vorhofflimmern, ventrikuläre Tachykardien, Kammerflimmern, QTc-Verlängerung oder sinuatriale und atrioventrikuläre Blockierungen. Vorhofflimmern ist die häufigste Rhythmusstörung bei Patienten mit COVID-19. Ca. 10 Prozent der Patienten zeigen im Rahmen der Erkrankung neu aufgetretenes Vorhofflimmern und 23–33 Prozent ein Rezidiv von bereits vorbekanntem Vorhofflimmern. Die Häufigkeit von ventrikulären Tachykardien oder Kammerflimmern wird in einer retrospektiven Studie mit 5.9 Prozent angegeben. Beide Rhythmusstörungen sind mit einem ungünstigen Verlauf assoziiert. Verschiedene Mechanismen, die zum Auftreten von Rhythmusstörungen bei Patienten mit COVID-19 führen, wurden beschrieben: Diese sind unter anderem Hypoxie, Myokarditis, myokardiale Ischämie oder eine überschießende Immunantwort. Seit QTc-Zeit verlängernde Medikamente nicht mehr zur Behandlung von COVID-19 empfohlen werden, ist dieser Mechanismus für die Entstehung von Rhythmusstörungen deutlich weniger relevant. Die Minimierung der Exposition des Klinikpersonals stellt ein relevanter Gesichtspunkt in der Akutbehandlung von Arrhythmien bei COVID-19 Patienten dar. Zum genaueren Verständnis der Pathopyhsiologie und Optimierung von Behandlungsstrategien bei Patienten mit Rhythmusstörungen und COVID-19 wären prospektive Daten wünschenswert."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34695853",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "10",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1055/a-1581-6881"
    ],
    "Journal": {
      "ISSN": "2567-5761",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "5",
        "PubDate": {
          "Year": "2021",
          "Month": "Oct"
        }
      },
      "Title": "Hamostaseologie",
      "ISOAbbreviation": "Hamostaseologie"
    },
    "ArticleTitle": "COVID-19 and Cardiac Arrhythmias.",
    "Pagination": {
      "StartPage": "372",
      "EndPage": "378",
      "MedlinePgn": "372-378"
    },
    "Abstract": {
      "AbstractText": [
        "Since the coronavirus disease (COVID-19) pandemic spread unrelentingly all over the world, millions of cases have been reported. Despite a high number of asymptomatic cases, the course of the disease can be serious or even fatal. The affection of the myocardium, called myocardial injury, is caused by multiple triggers. The occurrence of cardiac arrhythmias in COVID-19 patients with myocardial involvement and a critical course is common. In this review, potential mechanisms, incidence, and treatment options for cardiac arrhythmias in COVID-19 patients will be provided by performing a literature research in MESH database and the National Library of Medicine. Common cardiac arrhythmias in COVID-19 patients were sinus tachycardia, atrial fibrillation (AF), ventricular tachycardia (VT), ventricular fibrillation (VF), atrioventricular block, sinusoidal block or QTc prolongation. AF was the most common heart rhythm disorder. About 10% of COVID-19 patients develop new-onset AF and 23 to 33% showed recurrence of AF in patients with known AF. One retrospective trial revealed the incidence of VT or VF to be 5.9% in hospitalized patients. Both AF and VT are clearly associated with worse outcome. Several mechanisms such as hypoxia, myocarditis, myocardial ischemia, or abnormal host immune response, which induce cardiac arrhythmias, have been described. The effect of QT-prolonging drugs in inducing cardiac arrhythmias has become mitigated as these medications are no longer recommended. Acute management of cardiac arrhythmias in COVID-19 patients is affected by the reduction of exposure of health care personnel. More prospective data are desirable to better understand pathophysiology and consecutively adapt management."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Innere Medizin III, Department of Cardiology and Angiology, Eberhard Karls Universität Tübingen, Tübingen, Germany."
          }
        ],
        "LastName": "Duckheim",
        "ForeName": "Martin",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Innere Medizin III, Department of Cardiology and Angiology, Eberhard Karls Universität Tübingen, Tübingen, Germany."
          }
        ],
        "LastName": "Schreieck",
        "ForeName": "Jürgen",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Hamostaseologie",
    "NlmUniqueID": "8204531",
    "ISSNLinking": "0720-9355"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Arrhythmias, Cardiac"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Atrial Fibrillation"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Host Microbial Interactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Myocardial Ischemia"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Myocarditis"
    },
    {
      "QualifierName": [
        "immunology",
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Tachycardia, Ventricular"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Water-Electrolyte Imbalance"
    }
  ],
  "CoiStatement": "The authors declare that they have no conflict of interest."
}