{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35916828",
  "DateCompleted": {
    "Year": "2022",
    "Month": "08",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "09",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.26355/eurrev_202207_29319",
      "29319"
    ],
    "Journal": {
      "ISSN": "2284-0729",
      "JournalIssue": {
        "Volume": "26",
        "Issue": "14",
        "PubDate": {
          "Year": "2022",
          "Month": "Jul"
        }
      },
      "Title": "European review for medical and pharmacological sciences",
      "ISOAbbreviation": "Eur Rev Med Pharmacol Sci"
    },
    "ArticleTitle": "Retrospective review of re-positive qPCR tests for SARS-CoV: do they indicate presence of reinfection?",
    "Pagination": {
      "StartPage": "5278",
      "EndPage": "5284",
      "MedlinePgn": "5278-5284"
    },
    "Abstract": {
      "AbstractText": [
        "In 2019, the Coronavirus Disease 2019 (COVID-19) pandemic broke out, caused by the coronavirus called Severe Acute Respiratory Syndrome Coronavirus 2 (SARS-CoV-2). Reinfections can be observed with various respiratory viruses, including human coronaviruses. Moreover, they may result from weak or waning initial immune response, reinfection with another genotype/subtype, or the rapid antigenic changes in the virus. The aim of this study was to investigate the likelihood of reinfection in COVID-19 patients that had a positive qPCR test result at least 60 days after a negative test result in patients that were confirmed with COVID-19 on qPCR.",
        "The quantitative polymerase chain reaction (qPCR) results of a total of 105,000 samples that had been obtained between April 1, 2020, and February 1, 2021, in two separate authorized laboratories were retrospectively analyzed. 22 samples from 11 patients included in the study, qPCR tests were repeated for each sample using the Rotorgene Q PCR system with Diagnovital SARS-CoV-2 (RTA Labs, Turkey) Real-Time PCR kits. Positive samples were screened for B.1.1.7 and E484K mutations using the qPCR method on the Rotorgene Q PCR system with Bio-Speedy SARS-CoV-2 Variant Plus kits (Bioeksen Technology, Turkey).",
        "The 105,000 individuals comprised 55,614 men and 49,386 women. In the qPCR test, 14,511 (13.82%) individuals were found to be positive for SARS-CoV-2. Of these, 11 (0.076%) patients were included in the study based on the inclusion criteria. Accordingly, the risk of reinfection was calculated as 0.076% (95% confidence interval [CI]: 0.056%-0.096%) and the incidence was 1.04 per 10,000 population (95% CI: 0.62-1.38 per 10,000). No patient was admitted to the intensive care unit or died during both episodes. Moreover, no B.1.1.7 or E484K mutation was detected in any patient.",
        "The high frequency of COVID-19 infection poses serious risks for the development of new variants and the currently used vaccines are likely to lose their efficacy against new variants. To reduce these risks and to be successful in the fight against the pandemic, we suggest compliance with personal protective measures as well as rapid and widespread application of vaccination not only in developed countries but also in the whole world and the modification of currently used vaccines in such a way to fight against newly emerged variants."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, Dicle University Medical Faculty, Diyarbakır, Turkey. drhakantemiz@gmail.com."
          }
        ],
        "LastName": "Temiz",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Özbek",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yıldız Zeyrek",
        "ForeName": "F",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Eur Rev Med Pharmacol Sci",
    "NlmUniqueID": "9717360",
    "ISSNLinking": "1128-3602"
  },
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Reinfection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}