{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "COVID-19 vaccine",
      "SARS-CoV-2",
      "coronavirus",
      "multivariant vaccine",
      "mutation",
      "spike protein",
      "variant of concern"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35786330",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2174/1381612828666220701160116"
    ],
    "Journal": {
      "ISSN": "1873-4286",
      "JournalIssue": {
        "Volume": "28",
        "Issue": "35",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "Current pharmaceutical design",
      "ISOAbbreviation": "Curr Pharm Des"
    },
    "ArticleTitle": "COVID-19 Challenge: A Quest for Effective Vaccine Strategies Against Circulating and Emerging SARS-CoV-2 Variants.",
    "Pagination": {
      "StartPage": "2901",
      "EndPage": "2913",
      "MedlinePgn": "2901-2913"
    },
    "Abstract": {
      "AbstractText": [
        "SARS-CoV-2 belongs to the coronavirus family, a large family of viruses infecting avian and mammalian hosts. Accumulated mutations over time in the genome of SARS-CoV-2 have given rise to different variants differing in type and sequence. Variants that did not affect transmissibility, infectivity, and severity have gone unnoticed, and mutations that made the virus unfit for survival were eventually deleted from the gene pool. An emerging variant in the host population needs to be monitored closely for its infection consequences. In addition, the variants of concern (VOC) need to be focused on developing effective disease-fighting regimes. As viral epidemics are better fought using effective vaccines, several vaccines have been developed and used since December 2020. The central point of the present study is the continuous variation in the genome of SARS-CoV-2, instigating the researchers to refine their modus operandi to fight against COVID-19.",
        "Prominent medical and literature databases were searched using relevant keywords to gather study results, reports, and other data helpful in writing this narrative review.",
        "This article successfully collates information about the structure and life cycle of SARS-CoV-2, followed by types and nomenclature of mutations in SARS-CoV-2. Variants B.1.1.7 (Alpha), B.1.351 (Beta), P.1 (Gamma), B.1.617.2 (Delta), and B.1.1.529 (Omicron) are current VOCs due to their widespread transmission capability and probable immune evasion. Furthermore, this review article presents information about the major vaccines available and those under development. Based on the original and new strains of SARS-CoV-2, 19 vaccines have been granted emergency use or conditional marketing approvals, 141 are under clinical development, and 194 are in preclinical development stages worldwide.",
        "Continuous variation in the genome of SARS-CoV-2, presenting new VOCs frequently, has posed a compelling need to amend and evolve current and future vaccine development strategies to overpower the ever-evolving virus."
      ],
      "CopyrightInformation": "Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.net."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "22 A3, DS Tower 1, Sukhumvit Soi 33, Khlong Tan Nuea, Wattana, Bangkok-10110, Thailand."
          }
        ],
        "LastName": "Yogesh",
        "ForeName": "Ruchika",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Chemistry and Biochemistry School of Basic Sciences & Research, Sharda University, Greater Noida, 201310, India."
          }
        ],
        "LastName": "Srivastava",
        "ForeName": "Noopur",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmaceutical Chemistry, College of Pharmacy, Jouf University, Sakaka, Aljouf 2014, Saudi Arabia."
          }
        ],
        "LastName": "Abbas Bukhari",
        "ForeName": "Syed Nasir",
        "Initials": "SN"
      }
    ],
    "PublicationTypeList": [
      "Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United Arab Emirates",
    "MedlineTA": "Curr Pharm Des",
    "NlmUniqueID": "9602487",
    "ISSNLinking": "1381-6128"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Viral Vaccines"
    }
  ],
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Viral Vaccines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mammals"
    }
  ]
}