{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37000135",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1092-4221",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "2",
        "PubDate": {
          "Year": "2023",
          "Season": "Mar-Apr"
        }
      },
      "Title": "International journal of pharmaceutical compounding",
      "ISOAbbreviation": "Int J Pharm Compd"
    },
    "ArticleTitle": "Compounding for the Treatment of COVID-19 and Long COVID, Part 2: Manifestations of Infection, Nomenclature, Transmission, and Treatment.",
    "Pagination": {
      "StartPage": "98",
      "EndPage": "107",
      "MedlinePgn": "98-107"
    },
    "Abstract": {
      "AbstractText": [
        "Described by some authors as a \"black swan event . . . likened to the economic scene of World War Two,\" the effects of coronavirus-disease-2019 (COVID-19) and attempted techniques for its prevention and treatment have presented medical, economic, social, and (often) politicized challenges on a global scale. Caused by the highly transmissible severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), COVID-19 is, in many patients, associated with severe morbidity and mortality during the first few weeks after infection. At the time of this writing, estimates indicate that up to 70% of survivors may also experience \"long COVID,\" a condition that can persist for weeks, months, or years after virus-free status has been achieved, often produces severe symptoms across multiple organ systems, and can result in a wide variety of adverse outcomes. Scientific knowledge about COVID-19 and long COVID continues to evolve at a rate insufficient to address the protean manifestations and effects of continually emerging novel SARS-CoV-2 variants. When the recovery of afflicted patients is further challenged by intolerance to ingredients in (or available doses or dosage forms of) commercially manufactured medications that could provide therapeutic support, customized formulations may offer relief and enable healing. In this article, COVID-19 is addressed as an entity (i.e., the pandemic crisis it engendered is summarized to date, the most common signs and symptoms of that disease are described, and the phenomenon of cytokine storm in infected patients is examined), SARS-CoV-2 is discussed (i.e., common nomenclature systems used to describe and track that virus are presented and the processes of viral transmission, mechanisms of action, replication, and recombination are briefly reviewed), and the efficacy of a currently underappreciated agent (low-dose naltrexone) for the treatment of COVID-19 is considered. Two compounded formulations that can be used to treat the signs, symptoms, and/or sequelae of acute COVID-19 and/or long COVID are provided for easy reference."
      ],
      "CopyrightInformation": "Copyright© by International Journal of Pharmaceutical Compounding, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Retired Compounding Pharmacist, Bismarck, North Dakota. flintlock@bis.midco.net."
          }
        ],
        "LastName": "Riepl",
        "ForeName": "Mike",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Int J Pharm Compd",
    "NlmUniqueID": "9706294",
    "ISSNLinking": "1092-4221"
  },
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Post-Acute COVID-19 Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    }
  ]
}