{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anti-inflammation",
      "Antivirus",
      "Complementary and alternative medicines",
      "NRICM102",
      "SARS-CoV-2",
      "Viral infection"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37138292",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "30",
      "10.1186/s12929-023-00923-5"
    ],
    "Journal": {
      "ISSN": "1423-0127",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "May",
          "Day": "03"
        }
      },
      "Title": "Journal of biomedical science",
      "ISOAbbreviation": "J Biomed Sci"
    },
    "ArticleTitle": "Efficacy analysis and research progress of complementary and alternative medicines in the adjuvant treatment of COVID-19.",
    "Pagination": {
      "StartPage": "30",
      "MedlinePgn": "30"
    },
    "Abstract": {
      "AbstractText": [
        "The coronavirus disease 2019 (COVID-19) pandemic has impacted human lifestyles around the world, causing huge distress in terms of public health systems, emergency response capacity and economic development. The causative agent of COVID-19, severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), is associated with respiratory involvement, cardiovascular-related diseases, and ultimately causes multiple organ failure and death in severely affected individuals. Thus, effective prevention or early treatment of COVID-19 is critical. An effective vaccine offers a way out of the pandemic for governments, the scientific community and people worldwide, but we still lack effective drug therapies, including treatments for the prevention and treatment of COVID-19. This had led to a high global demand for many complementary and alternative medicines (CAMs). Moreover, many healthcare providers are now requesting information about CAMs that prevent, relieve, or treat the symptoms of COVID-19 and even alleviate vaccine-related side effects. Experts and scholars must therefore become familiar with the use of CAMs in COVID-19, current research directions and effectiveness of CAMs for COVID-19. This narrative review updates the current status and research worldwide on the use of CAMs for COVID-19. The review provides reliable evidence on theoretical viewpoints and therapeutic efficacies of CAM combinations, and evidence in support of the therapeutic strategy of Taiwan Chingguan Erhau (NRICM102) against moderate-to-severe novel coronavirus infectious disease in Taiwan."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Chinese Medicine, College of Chinese Medicine, China Medical University, No.91, Hsueh-Shih Road, Taichung, 40402, Taiwan."
          },
          {
            "Identifier": [],
            "Affiliation": "Chinese Medicine Research Center, China Medical University, No.91, Hsueh-Shih Road, Taichung, 40402, Taiwan."
          }
        ],
        "LastName": "Lin",
        "ForeName": "Jaung-Geng",
        "Initials": "JG"
      },
      {
        "Identifier": [
          "0000-0002-9822-3485"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Chinese Pharmaceutical Sciences and Chinese Medicine Resources, College of Chinese Medicine, China Medical University, No.91, Hsueh-Shih Road, Taichung, 40402, Taiwan. gjhuang@mail.cmu.edu.tw."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Food Nutrition and Healthy Biotechnology, Asia University, No. 500, Lioufeng Road, Taichung, 41354, Taiwan. gjhuang@mail.cmu.edu.tw."
          }
        ],
        "LastName": "Huang",
        "ForeName": "Guan-Jhong",
        "Initials": "GJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Research Institute of Chinese Medicine, Ministry of Health and Welfare, No.155-1, Section 2, Linong Street, Beitou District, Taipei, 11221, Taiwan."
          }
        ],
        "LastName": "Su",
        "ForeName": "Yi-Chang",
        "Initials": "YC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Biomed Sci",
    "NlmUniqueID": "9421567",
    "ISSNLinking": "1021-7770"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Taiwan"
    }
  ],
  "CoiStatement": "The National Institute of Traditional Chinese Medicine has obtained domestic and foreign “NRICM101” and “NRICM102” trademarks and patent applications."
}