{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "BA.1",
      "Omicron",
      "disease burden",
      "sub-lineage",
      "vaccine"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37287979",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1130539",
      "10.3389/fimmu.2023.1130539"
    ],
    "Journal": {
      "ISSN": "1664-3224",
      "JournalIssue": {
        "Volume": "14",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "Frontiers in immunology",
      "ISOAbbreviation": "Front Immunol"
    },
    "ArticleTitle": "SARS-CoV-2 Omicron variants: burden of disease, impact on vaccine effectiveness and need for variant-adapted vaccines.",
    "Pagination": {
      "StartPage": "1130539",
      "MedlinePgn": "1130539"
    },
    "Abstract": {
      "AbstractText": [
        "The highly transmissible Omicron (B.1.1.529) variant of severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) was first detected in late 2021. Initial Omicron waves were primarily made up of sub-lineages BA.1 and/or BA.2, BA.4, and BA.5 subsequently became dominant in mid-2022, and several descendants of these sub-lineages have since emerged. Omicron infections have generally caused less severe disease on average than those caused by earlier variants of concern in healthy adult populations, at least, in part, due to increased population immunity. Nevertheless, healthcare systems in many countries, particularly those with low population immunity, have been overwhelmed by unprecedented surges in disease prevalence during Omicron waves. Pediatric admissions were also higher during Omicron waves compared with waves of previous variants of concern. All Omicron sub-lineages exhibit partial escape from wild-type (Wuhan-Hu 1) spike-based vaccine-elicited neutralizing antibodies, with sub-lineages with more enhanced immuno-evasive properties emerging over time. Evaluating vaccine effectiveness (VE) against Omicron sub-lineages has become challenging against a complex background of varying vaccine coverage, vaccine platforms, prior infection rates, and hybrid immunity. Original messenger RNA vaccine booster doses substantially improved VE against BA.1 or BA.2 symptomatic disease. However, protection against symptomatic disease waned, with reductions detected from 2 months after booster administration. While original vaccine-elicited CD8<sup>+</sup> and CD4<sup>+</sup> T-cell responses cross-recognize Omicron sub-lineages, thereby retaining protection against severe outcomes, variant-adapted vaccines are required to expand the breadth of B-cell responses and improve durability of protection. Variant-adapted vaccines were rolled out in late 2022 to increase overall protection against symptomatic and severe infections caused by Omicron sub-lineages and antigenically aligned variants with enhanced immune escape mechanisms."
      ],
      "CopyrightInformation": "Copyright © 2023 Pather, Madhi, Cowling, Moss, Kamil, Ciesek, Muik and Türeci."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "BioNTech, Mainz, Germany."
          }
        ],
        "LastName": "Pather",
        "ForeName": "Shanti",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "South African Medical Research Council Vaccines and Infectious Diseases Analytics Research Unit, Faculty of Health Sciences, University of the Witwatersrand, Johannesburg, South Africa."
          }
        ],
        "LastName": "Madhi",
        "ForeName": "Shabir A",
        "Initials": "SA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health, The University of Hong Kong, Hong Kong, Hong Kong SAR, China."
          }
        ],
        "LastName": "Cowling",
        "ForeName": "Benjamin J",
        "Initials": "BJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Immunology and Immunotherapy, University of Birmingham, Birmingham, United Kingdom."
          }
        ],
        "LastName": "Moss",
        "ForeName": "Paul",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology and Immunology, Louisiana State University Health Sciences Center Shreveport, Shreveport, LA, United States."
          }
        ],
        "LastName": "Kamil",
        "ForeName": "Jeremy P",
        "Initials": "JP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Medical Virology, University Hospital Frankfurt, Goethe University Frankfurt, Frankfurt, Germany."
          }
        ],
        "LastName": "Ciesek",
        "ForeName": "Sandra",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "BioNTech, Mainz, Germany."
          }
        ],
        "LastName": "Muik",
        "ForeName": "Alexander",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "BioNTech, Mainz, Germany."
          }
        ],
        "LastName": "Türeci",
        "ForeName": "Özlem",
        "Initials": "Ö"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Front Immunol",
    "NlmUniqueID": "101560960",
    "ISSNLinking": "1664-3224"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Vaccines"
    }
  ],
  "SupplMeshList": [
    "SARS-CoV-2 variants"
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Front Immunol. 2023 Jun 12;14:1232965",
      "PMID": "37377964"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Vaccine Efficacy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Vaccines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cost of Illness"
    }
  ],
  "CoiStatement": "SAM’s institution has received grants from the Bill and Melinda Gates Foundation and South African Medical Research Council, and grants for COVID-19 vaccine studies from Novavax, Gritsone, Providence, and ImmunityBio. BJC consults for AstraZeneca, Fosun Pharma, GlaxoSmithKline, Moderna, Pfizer, Roche, and Sanofi Pasteur. JPK has a grant from the Rockefeller Foundation to increase equity and representativeness in SARS-CoV-2 sequencing, has served on a BioNTech advisory panel, and holds stock in BioNTech, Pfizer, and Moderna, who manufacture COVID-19 vaccines. SC has received an honorarium for serving on a clinical advisory board for BioNTech. ÖT is a management board member and employee at BioNTech SE Mainz, Germany and co-founder of the company. AM and SP are employees at BioNTech SE. AM and ÖT are inventors on patents and patent applications related to RNA technology and COVID-19 vaccines. AM, SP, and ÖT have securities from BioNTech SE. The remaining authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
}