{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "COVID–19",
      "SARS-CoV-2",
      "breast cancer",
      "chemotherapy",
      "emlőrák",
      "kemoterápia"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33830935",
  "DateCompleted": {
    "Year": "2021",
    "Month": "04",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "04",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "07"
      }
    ],
    "Language": [
      "hun"
    ],
    "ELocationID": [
      "10.1556/650.2021.32192"
    ],
    "Journal": {
      "ISSN": "1788-6120",
      "JournalIssue": {
        "Volume": "162",
        "Issue": "16",
        "PubDate": {
          "Year": "2021",
          "Month": "Apr",
          "Day": "07"
        }
      },
      "Title": "Orvosi hetilap",
      "ISOAbbreviation": "Orv Hetil"
    },
    "ArticleTitle": "[Complex oncologic therapy for loco-regionally advanced breast cancer associated with long-lasting SARS-CoV-2 PCR-positivity].",
    "Pagination": {
      "StartPage": "611",
      "EndPage": "614",
      "MedlinePgn": "611-614"
    },
    "Abstract": {
      "AbstractText": [
        "Összefoglaló. A COVID-19 mortalitását a súlyos társbetegségek, közöttük bizonyos daganatos betegségek is növelik. Immunszuppresszív hatásuk miatt felmerülhet a citotoxikus kezelések rizikónövelő hatása is. Ugyanakkor az onkológiai terápia megszakítása vagy halasztása, különösen az agresszívebb, kiterjedtebb és fiatalkorban jelentkező daganatok esetében ronthatja a kórjóslatot. Egy 39 éves nőbeteg esetét ismertetjük. A járvány során késlekedve felismert, lokoregionálisan kiterjedt emlődaganat miatt primer szisztémás kemoterápiában részesült. A kezelés 5. ciklusa során enyhe légúti tünetek kapcsán, az onkológiai ambulancián SARS-CoV-2-fertőzése igazolódott. Kemoterápiás kezelését felfüggesztettük. A diagnózistól számított 3. napon tünetmentessé vált, ám SARS-CoV-2-PCR-pozitivitása még a 43. napon is fennállt. A 19. napon hormongátló kezelést indítottunk. Az 51. napon mastectomia és axillaris block dissectio történt. A 82. napon a megszakított kemoterápiát a hormongátló kezelés leállítását követően G-CSF-profilaxis mellett újraindítottuk. A kezelés során fertőzéses szövődményt nem észleltünk. Kemoterápia és műtét SARS-CoV-2-fertőzött, tünetmentes daganatos betegnél szövődménymentesen végezhető elhúzódó virológiai pozitivitás esetén, felszabadító vizsgálat nélkül is. A daganatos betegek koronavírus-fertőzése esetén az onkológiai protokolltól történő eltérés egyénre szabott optimalizálásával és a multidiszciplináris team szorosabb együttműködésével az infektológiai és az onkológiai kockázat együttes alacsonyan tartása is megvalósítható. Orv Hetil. 2021; 162(16): 611-614. Summary. Mortality of COVID-19 is increased when certain co-morbidities, among others advanced malignancies are present. Deleterious effect of cytotoxic therapy, related to its immunosuppressive effect, may also be hypothesised. However, postponing or cancelling oncologic treatment, especially in younger patients with advanced and more aggressive tumors may worsen the prognosis. The case of a 39-year-old female patient is presented, who was diagnosed with loco-regionally advanced breast cancer during the pandemic. Primary systemic chemotherapy was started. The patient presented with acute respiratory tract symptoms during the fifth cycle and subsequently SARS-CoV-2 infection was diagnosed. Chemotherapy was cancelled. Symptoms resolved in three days after diagnosis. SARS-CoV-2 PCR remained positive up to day 43. Antihormonal therapy was introduced on day 19 and she underwent mastectomy with axillary lymph node dissection on day 51. Chemotherapy was reset postoperatively on day 82 with prophylactic G-CSF protection. No adverse event was observed throughout the treatment. Cytotoxic chemotherapy and surgery can be successfully delivered in breast cancer patients with prolonged asymptomatic SARS-CoV-2 PCR positivity, even without negative swab result. Individual optimisation of the therapy may require deviations from standard protocols. Closer multidisciplinary cooperation may contribute to the minimisation of both oncologic and infectious risks. Orv Hetil. 2021; 162(16): 611-614."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Petz Aladár Egyetemi Oktató Kórház, Sebészeti Osztály, Győr."
          }
        ],
        "LastName": "Drozgyik",
        "ForeName": "András",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Petz Aladár Egyetemi Oktató Kórház, Sebészeti Osztály, Győr."
          }
        ],
        "LastName": "Kollár",
        "ForeName": "Dániel",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "2 Petz Aladár Egyetemi Oktató Kórház, Mikrobiológiai Laboratórium, Győr."
          }
        ],
        "LastName": "Knausz",
        "ForeName": "Márta",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "3 Petz Aladár Egyetemi Oktató Kórház, Onkoradiológiai Osztály, Győr, Vasvári Pál u. 2-4., 9024."
          }
        ],
        "LastName": "Sipőcz",
        "ForeName": "István",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Petz Aladár Egyetemi Oktató Kórház, Sebészeti Osztály, Győr."
          }
        ],
        "LastName": "Molnár",
        "ForeName": "F Tamás",
        "Initials": "FT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "3 Petz Aladár Egyetemi Oktató Kórház, Onkoradiológiai Osztály, Győr, Vasvári Pál u. 2-4., 9024."
          },
          {
            "Identifier": [],
            "Affiliation": "4 Széchenyi István Egyetem, Egészség- és Sporttudományi Kar, Győr."
          }
        ],
        "LastName": "Kullmann",
        "ForeName": "Tamás",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "Journal Article"
    ],
    "VernacularTitle": "Tartós SARS-CoV-2-PCR-pozitivitáshoz társuló, lokoregionálisan előrehaladott emlődaganat komplex onkológiai kezelése."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Orv Hetil",
    "NlmUniqueID": "0376412",
    "ISSNLinking": "0030-6002"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mastectomy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Polymerase Chain Reaction"
    },
    {
      "QualifierName": [
        "genetics",
        "isolation & purification"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}