{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "914179",
  "DateCompleted": {
    "Year": "1977",
    "Month": "12",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0015-8178",
      "JournalIssue": {
        "Volume": "95",
        "Issue": "37",
        "PubDate": {
          "Year": "1977",
          "Month": "Oct",
          "Day": "06"
        }
      },
      "Title": "Fortschritte der Medizin",
      "ISOAbbreviation": "Fortschr Med"
    },
    "ArticleTitle": "[Perfusion scintigraphy of the myocardium in cardiological diagnosis. Coronary diseases, primary myocardial diseases and rheumatic heart valve diseases].",
    "Pagination": {
      "StartPage": "2256",
      "EndPage": "2262",
      "MedlinePgn": "2256-62"
    },
    "Abstract": {
      "AbstractText": [
        "In 123 patients perfusion scintigrams were compared with the data of clinical investigation, right and left heart catheterisation and coronary arteriography. The intracoronary application of radioactive labelled human-albumin-microspheres and human-microaggregates were without any complications. The patients suffered from coronary heart diseases, primary myocardial diseases and rheumatic valvula heart diseases. There was a good correlation between the myocardial perfusion defect and the degree of coronary artery stenoses. Furthermore an excellent correlation was found between perfusion defects and levocardiographic findings: left ventricular aneurysms, akinetic or hypokinetic areas and the ejection fraction of the left ventricle. All myocardial infarctions were detected by a perfusion defect in the scintigrams. In 16 cardiacsurgery-patients large myocardial perfusion defects were found to be myocardial scars. In primary myocardial diseases perfusion scintigraphy is an effective method of detecting pathological myocardial patterns. The degree of perfusion defects correlates excellently with the levocardiographic findings. It seems that in rheumatic valvular diseases perfusion-scintigraphy is a method to discover rheumatic myocardial abnormalities--probably scar tissue. In comparison with thallium scintigrams it was shown that extensive myocardial failures (aneurysms) can be represented by both nuclear medical procedures but that perfusion scintigraphy is more sensitive and correlates more closely to the levocardiogram findings."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Luther",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Perfusionsszintigraphie des Myokards in der kardiologischen Diagnostik. Koronare Herzerkrankungen, primäre Myokarderkrankungen und rheumatische Herzklappenfehler."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Fortschr Med",
    "NlmUniqueID": "2984763R",
    "ISSNLinking": "0015-8178"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Angiography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiac Catheterization"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Cardiomyopathies"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Perfusion"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Radionuclide Imaging"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Rheumatic Heart Disease"
    }
  ]
}