{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14622505",
  "DateCompleted": {
    "Year": "2004",
    "Month": "03",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0014-2565",
      "JournalIssue": {
        "Volume": "203",
        "Issue": "12",
        "PubDate": {
          "Year": "2003",
          "Month": "Dec"
        }
      },
      "Title": "Revista clinica espanola",
      "ISOAbbreviation": "Rev Clin Esp"
    },
    "ArticleTitle": "[Characteristics of the patients with heart disease in a health area of A Coruña province. Barbanza 2000 study].",
    "Pagination": {
      "StartPage": "570",
      "EndPage": "576",
      "MedlinePgn": "570-6"
    },
    "Abstract": {
      "AbstractText": [
        "The results of the Barbanza study are presented, a cross-sectional study carried out in an area of primary care level of the southwest of A Coruña province and relative to the situation of the cardiovascular diseases.",
        "Demographic, clinical, blood pressure and therapeutic data corresponding to the patients cared during a period of 2 months by 21 primary care physicians were registered prospectively in an uniformized questionnaire.",
        "31% of the total sample of 6,325 patients suffered hypertension and 13.4% showed past history of heart disease. Hypertension was observed in 71% of the patients with heart failure, in 69% of the patients who showed ischemic cardiopathy (angina and myocardial infarction) and in 67% of the patients with atrial fibrillation. More than 50% of the hypertensive patients with heart disease (heart failure, ischemic heart disease and atrial fibrillation) showed values of systolic blood pressure which are equal or greater than 140 mmHg. 90% of the patients with ischemic cardiopathy showed values of LDL cholesterol higher than 100 mg/dl and 65% higher than 130 mg/dl. 54.8% of the patients with heart failure was receiving treatment with an inhibitor of the angiotensin converting enzyme; 27.2% of the patients with ischemic cardiopathy received treatment with a beta-blocker, and 32% of the patients with atrial fibrillation received anticoagulants.",
        "The heart failure, the ischemic cardiopathy, and the atrial fibrillation are associated with great frequency to hypertension. Control of the blood pressure in the hypertensive patients with heart disease is very limited. The utilization of drugs of obligatory use in hypertensives with heart disease is limited. It is necessary to promote strategies of information and coordination between the primary and specialized care to improve the care of the patients with cardiovascular disease."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "CollectiveName": "Grupo Barbanza para el Estudio de las Enfermedades Cardiovasculares"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Características de los pacientes con cardiopatías en un área sanitaria de la provincia de A Coruña. Estudio Barbanza 2000."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Rev Clin Esp",
    "NlmUniqueID": "8608576",
    "ISSNLinking": "0014-2565"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Catchment Area, Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Spain"
    }
  ]
}