{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8994445",
  "DateCompleted": {
    "Year": "1997",
    "Month": "02",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0009-7322",
      "JournalIssue": {
        "Volume": "95",
        "Issue": "1",
        "PubDate": {
          "Year": "1997",
          "Month": "Jan",
          "Day": "07"
        }
      },
      "Title": "Circulation",
      "ISOAbbreviation": "Circulation"
    },
    "ArticleTitle": "Survivors of out-of-hospital cardiac arrest with apparently normal heart. Need for definition and standardized clinical evaluation. Consensus Statement of the Joint Steering Committees of the Unexplained Cardiac Arrest Registry of Europe and of the Idiopathic Ventricular Fibrillation Registry of the United States.",
    "Pagination": {
      "StartPage": "265",
      "EndPage": "272",
      "MedlinePgn": "265-72"
    },
    "Abstract": {
      "AbstractText": [
        "A wide variety of structural abnormalities are associated with the vast majority of cardiac arrests. However, there is no evidence of structural heart disease in approximately 5% of victims of sudden death, indicating that cardiac arrest in the absence of organic heart disease is more common than previously recognized. The risk of recurrence and the acute and long-term response to therapy are important but unanswered questions. Data from the small series reported so far are of limited value because of the lack of uniform criteria to define and diagnose idiopathic ventricular fibrillation (IVF).",
        "This report originates from a Consensus Conference convened by the Steering Committees of the European (UCARE) and North American (IVF-US) Registries on IVF under the auspices of the Working Group on Arrhythmias of the European Society of Cardiology. Its objective is to provide a unified definition of IVF and to outline the investigations necessary to make this diagnosis. Minimal diagnostic tests for the exclusion of an underlying structural heart disease include non-invasive (blood biochemistry, physical examination and clinical history, ECG, exercise stress test, 24-hour Holter recording, and echocardiogram) and invasive (coronary angiography, right and left ventricular cineangiography, and electrophysiological study) examinations. Programmed electrical stimulation, ventricular biopsy, and ergonovine test during coronary angiography are recommended but not mandatory.",
        "It is recognized that despite careful evaluation, conditions such as focal cardiomyopathy, myocarditis, or fibrosis and transient electrolyte abnormalities may remain silent. Therefore, patients should undergo careful follow-up, with noninvasive tests repeated every year. The existence of a unified terminology will allow meaningful comparison of data collected by different investigators and will thus contribute to a better understanding of IVF."
      ]
    },
    "PublicationTypeList": [
      "Consensus Development Conference",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Circulation",
    "NlmUniqueID": "0147763",
    "ISSNLinking": "0009-7322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Heart Arrest"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Survivors"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Ventricular Fibrillation"
    }
  ],
  "NumberOfReferences": "100"
}