{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11399372",
  "DateCompleted": {
    "Year": "2001",
    "Month": "07",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0720-048X",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "3",
        "PubDate": {
          "Year": "2001",
          "Month": "Jun"
        }
      },
      "Title": "European journal of radiology",
      "ISOAbbreviation": "Eur J Radiol"
    },
    "ArticleTitle": "Magnetic resonance imaging in coronary heart disease.",
    "Pagination": {
      "StartPage": "191",
      "EndPage": "199",
      "MedlinePgn": "191-9"
    },
    "Abstract": {
      "AbstractText": [
        "Modern level of cardiac magnetic resonance imaging (MRI) development already allows its routine use (with proper indications) in coronary heart disease patients for studies of heart morphology and functions, performance of stress tests for evaluation of myocardial perfusion and contractile function. Coronary MRA and some other new MR techniques are close to its wide-scale clinical application. It has been shown that cardiac MRI is a valuable tool for detection of postinfarction scars, aneurysms, pseudoaneurysms, septal defects, mural thrombi and valvular regurgitations. Due to intrinsic advantages of the method it is of special value when these pathological conditions cannot be fully confirmed or excluded with echocardiography. MRI is recognized as the best imaging method for quantification of myocardial thickness, myocardial mass, systolic myocardial thickening, chamber volumes, ejection fraction and other parameters of global and regional systolic and diastolic function. MRI is used in studies of cardiac remodeling in postinfarction patients. The most attractive areas for cardiovascular applications of MRI are assessment of myocardial perfusion and non-invasive coronary angiography. Substantial progress has been achieved in these directions. There are some other new developments in studies of coronary artery disease with MRI. High-resolution MR is used for imaging and quantification of atherosclerotic plaque composition in vivo. Intravascular MR devices suitable for performing imaging-guided balloon angioplasty are created. But before MRI will be widely accepted by the medical community as a important cardiovascular imaging modality several important problems have to be solved. Further technical advances are necessary for clinical implementation of all major diagnostic capabilities of cardiac MRI. The subjective obstacles for growth of clinical applications of cardiac MRI are lack of understanding of its possibilities and benefits both by clinicians and radiologists themselves. So proper training of specialists and promotion of this promising modality among the medical community are necessary."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Tomography, Cardiology Research Center, 3d Cherepkovskaya Street 15a, 121552, Moscow, Russia. vsin@online.ru"
          }
        ],
        "LastName": "Sinitsyn",
        "ForeName": "V",
        "Initials": "V"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Ireland",
    "MedlineTA": "Eur J Radiol",
    "NlmUniqueID": "8106411",
    "ISSNLinking": "0720-048X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Coronary Circulation"
    },
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology"
      ],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Magnetic Resonance Angiography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Magnetic Resonance Imaging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Magnetic Resonance Imaging, Cine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Myocardial Contraction"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Myocardial Infarction"
    }
  ],
  "NumberOfReferences": "76"
}