{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11373939",
  "DateCompleted": {
    "Year": "2001",
    "Month": "07",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0300-5860",
      "JournalIssue": {
        "Volume": "90 Suppl 4",
        "PubDate": {
          "Year": "2001"
        }
      },
      "Title": "Zeitschrift fur Kardiologie",
      "ISOAbbreviation": "Z Kardiol"
    },
    "ArticleTitle": "[Pregnancy risks in acquired heart diseases].",
    "Pagination": {
      "StartPage": "16",
      "EndPage": "29",
      "MedlinePgn": "16-29"
    },
    "Abstract": {
      "AbstractText": [
        "Optimal management of pregnancies for patients with acquired heart disease requires exact knowledge of the hemodynamic influence of pregnancy-related cardiovascular adaptation processes on the heart disease. Maternal and fetal risks must be carefully considered and mutually weighed. Critical time periods, during which closely networked, interdisciplinary support for the patient is essential, are primarily during the 30th to 32nd week of pregnancy. This is the period in which maximum increases in heart rate, cardiac output, and plasma volume are observed. The peripartal phase represents another critical period. Owing to the mechanically related fixation of cardiac output, stenotic valvular diseases are generally tolerated much poorer than are valvular insufficiency defects. Therapeutic objectives are reduction in heart rate and--in cases of pulmonary-venous congestion--decrease in preload. Vaginal deliveries are possible with slight to moderate valvular stenosis; cesarean section is to be preferred in more severe cases. In patients with valvular insufficiency and normal left ventricular function pregnancy is usually well tolerated. Reduction in regurgitation is even often observed owing to pregnancy-induced decrease in peripheral vascular resistance. Since ACE inhibitors and AT1 antagonists are contraindicated during pregnancy, afterload reduction can be achieved by a combination of hydralazin and nitrates, or calcium antagonists. Peripartal cardiomyopathy is rare and is associated with a high degree of maternal mortality (25-50%). Apart from the necessary consideration of pregnancy-related contraindications, therapeutic principles do not differ from those for other forms of heart failure. Most patients exhibiting hypertrophic obstructive cardiomyopathy satisfactorily pass through their pregnancies. Individual cases have been described, however, of both pregnancy-related cardiac decompensation as well as sudden death. Aortal and coronary-arterial dissections represent rare, life-endangering complications for mother and fetus: these developments can occur among predisposed patients as a result of the hormonal and hemodynamic adaptation processes during pregnancy. Close interdisciplinary collaboration and tightly networked support for patients are the prerequisite for successful management of high-risk pregnancies involving maternal heart disease."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medizinische Klinik mit Schwerpunkt Kardiologie, Angiologie, Pneumologie Charité der Humboldt-Universität, Campus Mitte, Berlin Schumannstr. 20/21 10117 Berlin. verena.stangl@charite.de"
          }
        ],
        "LastName": "Stangl",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Baumann",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stangl",
        "ForeName": "K",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Schwangerschaftsrisiken bei erworbenen Herzerkrankungen."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Z Kardiol",
    "NlmUniqueID": "0360430",
    "ISSNLinking": "0300-5860"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Hemodynamics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant, Newborn"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Care Team"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Pregnancy Complications, Cardiovascular"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ],
  "NumberOfReferences": "149"
}