{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2248210",
  "DateCompleted": {
    "Year": "1991",
    "Month": "01",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0002-8703",
      "JournalIssue": {
        "Volume": "120",
        "Issue": "6 Pt 2",
        "PubDate": {
          "Year": "1990",
          "Month": "Dec"
        }
      },
      "Title": "American heart journal",
      "ISOAbbreviation": "Am Heart J"
    },
    "ArticleTitle": "Can heart failure be prevented, delayed, or reversed?",
    "Pagination": {
      "StartPage": "1540",
      "EndPage": "1546",
      "MedlinePgn": "1540-6"
    },
    "Abstract": {
      "AbstractText": [
        "A review of the clinical course of chronic heart failure demonstrates that current outcomes remain highly unsatisfactory both in mortality and perhaps more important in morbidity. The extraordinary satisfactory functional responses seen in patients who undergo cardiac transplantation clearly identify the primary cause as the status of the heart itself, whatever the pathophysiologic adjustments of the neuroendocrine system, and interventions of the wide variety of drugs. Since donor hearts are unlikely to be available even from younger sufferers of these clinical syndromes, prevention must be the hallmark. Protection of the viability of myocytes, such as in acute myocarditis and acute infarction, is essential. Myocardial collagen undergoes continual synthesis, and production is greatly stimulated in the presence of hypertrophy caused by increased wall stress. It is possible that excess collagen is intimately involved with diastolic ventricular dysfunction, but that this may be a reversible process if the collagen-producing stimulus is removed. Thus reduction in wall stress and reversibility of ventricular hypertrophy appear to be promising directions. However, to limit the catastrophic effects of chronic heart failure, early recognition of the precursors of these syndromes, prevention of progression, and surgical intervention in valvular heart disease at an optimal point in time are essential."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, UCLA School of Medicine."
          }
        ],
        "LastName": "Swan",
        "ForeName": "H J",
        "Initials": "HJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Am Heart J",
    "NlmUniqueID": "0370465",
    "ISSNLinking": "0002-8703"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "physiopathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Heart Failure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "28"
}