{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "468129",
  "DateCompleted": {
    "Year": "1979",
    "Month": "10",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0309-0167",
      "JournalIssue": {
        "Volume": "3",
        "Issue": "4",
        "PubDate": {
          "Year": "1979",
          "Month": "Jul"
        }
      },
      "Title": "Histopathology",
      "ISOAbbreviation": "Histopathology"
    },
    "ArticleTitle": "Sudden unexpected cardiac death--a practical approach to the forensic problem.",
    "Pagination": {
      "StartPage": "255",
      "EndPage": "277",
      "MedlinePgn": "255-77"
    },
    "Abstract": {
      "AbstractText": [
        "Sudden cardiac death can usually be resolved by the pathologist into ischaemic heart disease, non-vascular cardiac disease such as aortic stenosis or hypertrophic obstructive cardiomyopathy and infrequently a morphologically normal heart on naked eye examination. When ischaemic heart disease is present one third of cases have a recent occlusive coronary artery thrombosis. Two thirds of patients have coronary stenosis only; the minimum degree of disease reasonably associated with sudden death is one area of 85% stenosis. The majority of patients, however, have multiple areas of stenosis. The predominant causes of non-ischaemic sudden death are severe LV hypertrophy, hypertrophic obstructive cardiomyopathy and the prolapsing mitral valve syndrome. Where the heart and coronary arteries are morphologically normal, review of any previous ECG's, a family history and histological examination of the myocardium and conduction system may reveal a cause or at least allow a reasonable assumption of cardiac arrhythmia to be made. Sudden unexpected death where the circumstances strongly suggest a cardiac cause may pose problems for the pathologist. Ischaemic heart disease (coronary atherosclerosis) is undoubtedly the most frequent cause but even when this is so the detailed pathology is controversial. It is when coronary artery disease is conspicuously absent, often in young individuals previously in good health, that a problem exists. Sudden death in infancy (cot death) is a different entity with its own problems and is not here discussed further."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Davies",
        "ForeName": "M J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Popple",
        "ForeName": "A",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Histopathology",
    "NlmUniqueID": "7704136",
    "ISSNLinking": "0309-0167"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "mortality",
        "pathology"
      ],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Death, Sudden"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Forensic Medicine"
    },
    {
      "QualifierName": [
        "diagnosis",
        "mortality",
        "pathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}