{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15616418",
  "DateCompleted": {
    "Year": "2005",
    "Month": "01",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "03",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1741-8267",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "5",
        "PubDate": {
          "Year": "2004",
          "Month": "Oct"
        }
      },
      "Title": "European journal of cardiovascular prevention and rehabilitation : official journal of the European Society of Cardiology, Working Groups on Epidemiology & Prevention and Cardiac Rehabilitation and Exercise Physiology",
      "ISOAbbreviation": "Eur J Cardiovasc Prev Rehabil"
    },
    "ArticleTitle": "Heart disease, comorbidity, and activity limitation in community-dwelling elderly.",
    "Pagination": {
      "StartPage": "427",
      "EndPage": "434",
      "MedlinePgn": "427-34"
    },
    "Abstract": {
      "AbstractText": [
        "The purpose of this study was to describe the impact of self-report heart disease, other chronic comorbidities, and perceived health status on activity limitation among community dwelling persons older than 50 years of age.",
        "Odds ratios for activity limitation in activities of daily living, mobility, and other activities were estimated for respondents with self-report heart disease, eight other chronic comorbid conditions, and perceived health status using data generated in two nationally representative cross-sectional surveys, the Health and Retirement Survey (HRS; respondents aged 51 to 60 years) and the Assets and Health Dynamics of the Oldest Old study (AHEAD; respondents aged 70 years and older).",
        "The prevalence of activity limitation increased significantly across the spectrum from activities of daily living to mobility to other activities in both surveys in respondents with and without heart disease. There was a significantly increased likelihood of mobility and other activity limitation among those with heart disease. Among the HRS respondents with heart disease, five or more of the eight comorbid conditions plus poor or fair perceived health were associated with a significantly increased limitation in each activity category. Among the AHEAD respondents with heart disease, three comorbid conditions plus perceived health were associated with a significantly increased limitation in activities of daily living whereas six comorbid conditions plus perceived health were associated with a significantly increased limitation in mobility and in other activities.",
        "As a prime objective of cardiac rehabilitation is to reduce activity limitation, the strong associations between comorbidity and activity limitation observed in this study among persons older than 50 years with heart disease suggest that the burden of comorbidity-associated is considerable but should not be an automatic exclusion criterion for referral to cardiac rehabilitation. The lack of rigorous scientific information on how these associations may influence clinicians who refer patients to rehabilitation and those who manage these programs strongly reinforces the need for more research to explore the real-world spectrum of comorbidity among persons with heart disease and the impact on activity limitation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Health Sciences, University of Wisconsin-Milwaukee, Milwaukee, Wisconsin 53217, USA. neilb@uwm.edu"
          }
        ],
        "LastName": "Oldridge",
        "ForeName": "Neil B",
        "Initials": "NB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stump",
        "ForeName": "Timothy E",
        "Initials": "TE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Eur J Cardiovasc Prev Rehabil",
    "NlmUniqueID": "101192000",
    "ISSNLinking": "1741-8267"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Activities of Daily Living"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Motor Activity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Residence Characteristics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Concept"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Socioeconomic Factors"
    }
  ]
}