{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11804269",
  "DateCompleted": {
    "Year": "2002",
    "Month": "07",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1464-8431",
      "JournalIssue": {
        "Volume": "3",
        "Issue": "6",
        "PubDate": {
          "Year": "2001",
          "Month": "Dec"
        }
      },
      "Title": "Current opinion in molecular therapeutics",
      "ISOAbbreviation": "Curr Opin Mol Ther"
    },
    "ArticleTitle": "Proteomics: unraveling the complexity of heart disease and striving to change cardiology.",
    "Pagination": {
      "StartPage": "546",
      "EndPage": "553",
      "MedlinePgn": "546-53"
    },
    "Abstract": {
      "AbstractText": [
        "Heart disease encompasses a broad spectrum of pathological conditions, involving many different etiologies. Abnormal changes to the proteome, the complete cellular protein complement, are responsible for the various disease phenotypes. The proteome is dynamic, however, and is constantly changing due to a combination of factors, including temporal and functional regulation of gene expression, differrential mRNA splicing and subsequent protein post-translational modifications. This dynamic response is compounded during the development of acute responses of the heart (such as myocardial preconditioning, stunning and infarction), just as it is during the development and onset of chronic heart disease (eg, heart failure). Proteomic analyses enable the identification and characterization of these disease-induced protein changes using a multitude of experimental techniques. This review provides an overview of proteomic technology with emphasis on the unique problems associated with the analysis of the heart, summarizes the latest proteomic studies, assesses what information analogous genomic studies can provide for the design and execution of proteomics, and finally discusses the implications of proteomics for the identification and development of diagnostics and therapeutic targets specifically for heart disease. The future holds great promise for the availability of a panel of cardiac serum biomarkers able to delineate different stages of each heart disease, thus allowing the design of clinical interventions potentially using stage-specific therapeutics. All of this is feasible only with detailed information about the unique and selective protein modifications that occur during the development of heart disease."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiology, Queen's University, Kingston, Ontario, Canada. JVE1@post.queensu.ca"
          }
        ],
        "LastName": "Van Eyk",
        "ForeName": "J E",
        "Initials": "JE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Curr Opin Mol Ther",
    "NlmUniqueID": "100891485",
    "ISSNLinking": "1464-8431"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Proteome"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cardiology"
    },
    {
      "QualifierName": [
        "diagnosis",
        "metabolism",
        "therapy"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Proteome"
    }
  ],
  "NumberOfReferences": "49"
}