{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26690295",
  "DateCompleted": {
    "Year": "2016",
    "Month": "08",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "03",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "10",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cjca.2015.10.010",
      "S0828-282X(15)01501-9"
    ],
    "Journal": {
      "ISSN": "1916-7075",
      "JournalIssue": {
        "Volume": "32",
        "Issue": "4",
        "PubDate": {
          "Year": "2016",
          "Month": "Apr"
        }
      },
      "Title": "The Canadian journal of cardiology",
      "ISOAbbreviation": "Can J Cardiol"
    },
    "ArticleTitle": "Sexual Activity and Heart Patients: A Contemporary Perspective.",
    "Pagination": {
      "StartPage": "410",
      "EndPage": "420",
      "MedlinePgn": "410-20"
    },
    "Abstract": {
      "AbstractText": [
        "Sexual activity (SA) encompasses several behaviors such as kissing (Ki), touching (T), oral (O) stimulation, masturbation (M), and vaginal/anal intercourse (I). The acronym KiTOMI is proposed here to represent these behaviors. SA, particularly coitus, is a major aspect of health-related quality of life and is often considered the most pleasant and rewarding exercise performed during an entire lifetime. Although several studies have been conducted on sexuality, relatively limited information is available regarding SA in patients with heart disease. Moreover, the level of evidence of this limited information is nearly always B or C. This article provides a comprehensive and updated review of the relevant literature and offers evidence and expert-based practical messages regarding SA in patients with heart disease. Considering the rationale for exercise prescription, SA is typically well tolerated by most clinically stable patients with heart disease. Even in more debilitated and sicker individuals, KiT activities would most likely be feasible and desirable. The absolute risk of major adverse cardiovascular events during SA is typically very low. Even lower death rates have been reported for specific groups, such as women in general, aerobically fit men, and asymptomatic young adults with congenital heart disease. Finally, we emphasize the relevance of sexual counselling for patients and their partners, including the proper use of medications to treat erectile dysfunction. Counselled patients will be reassured and adequately informed regarding how to gradually resume habitual SA after a major cardiac event or procedure, starting with KiT and progressively advancing to KiTOM until all KiTOMI activities are allowed."
      ],
      "CopyrightInformation": "Copyright © 2016 Canadian Cardiovascular Society. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Federal University of Rio Grande do Sul, Porto Alegre, Brazil."
          }
        ],
        "LastName": "Stein",
        "ForeName": "Ricardo",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Federal University of Rio de Janeiro, Rio de Janeiro, Brazil."
          }
        ],
        "LastName": "Sardinha",
        "ForeName": "Aline",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Federal University of Rio de Janeiro, Rio de Janeiro, Brazil. Electronic address: cgaraujo@iis.com.br."
          }
        ],
        "LastName": "Araújo",
        "ForeName": "Claudio Gil S",
        "Initials": "CG"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Can J Cardiol",
    "NlmUniqueID": "8510280",
    "ISSNLinking": "0828-282X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Sexual Behavior"
    }
  ]
}