{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9519922",
  "DateCompleted": {
    "Year": "1998",
    "Month": "04",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1063-3987",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "2",
        "PubDate": {
          "Year": "1998",
          "Season": "Mar-Apr"
        }
      },
      "Title": "Archives of family medicine",
      "ISOAbbreviation": "Arch Fam Med"
    },
    "ArticleTitle": "Preoperative cardiac evaluation for elective noncardiac surgery.",
    "Pagination": {
      "StartPage": "164",
      "EndPage": "173",
      "MedlinePgn": "164-73"
    },
    "Abstract": {
      "AbstractText": [
        "We reviewed the approach to preoperative cardiac risk assessment, incorporating new information regarding the pathophysiologic features of perioperative myocardial ischemia and recent clinical trials. Relevant articles were identified from a MEDLINE search, followed by bibliography review of the articles identified. The multifactorial risk indexes are valuable in stratifying risks among unselected patients undergoing noncardiac surgery, but they underestimate the risks in selected groups, particularly patients with peripheral vascular disease. The preoperative evaluation of patients with coronary artery disease and risk reduction strategies for high-risk patients are considered. There are no prospective randomized clinical data comparing preoperative revascularization to intensive medical therapy and clinical decisions must be individualized. Risks particular to patients with congestive heart failure and valvular heart disease are also reviewed. Patients with congestive heart failure can undergo noncardiac surgery safely, if their cardiac disease is well-compensated. Patients with aortic stenosis have high risks, and management strategies include valve replacement, aortic valvuloplasty, and aggressive medical treatment. These modalities have not been compared prospectively, and clinical decisions must be individualized. Preoperative arrhythmias are important risk factors, although they appear to confer risk only when due to underlying heart disease. A thorough, targeted history and physical examination supplemented with judicious laboratory studies are usually sufficient to assess a patient's risk for upcoming noncardiac surgery. The clinical history should identify risk factors that predict cardiac complications, and special attention should be given to those risk factors that can be modified before surgery. New developments in perioperative medicine will likely lead to postoperative interventions to reduce silent myocardial ischemia and clinical complications."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Internal Medicine Spokane, Internal Medicine Residency Program, Department of Medicine, University of Washington School of Medicine, 99220-2555, USA."
          }
        ],
        "LastName": "Potyk",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Raudaskoski",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Arch Fam Med",
    "NlmUniqueID": "9300357",
    "ISSNLinking": "1063-3987"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Arrhythmias, Cardiac"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Elective Surgical Procedures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Conduction System"
    },
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Heart Failure"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Heart Valve Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Preoperative Care"
    }
  ],
  "NumberOfReferences": "100"
}