{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "coronary heart disease",
      "heart diseases of uncertain etiology",
      "mortality serum cholesterol",
      "risk factors"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31615121",
  "DateCompleted": {
    "Year": "2020",
    "Month": "04",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "10",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "687",
      "10.3390/medicina55100687"
    ],
    "Journal": {
      "ISSN": "1648-9144",
      "JournalIssue": {
        "Volume": "55",
        "Issue": "10",
        "PubDate": {
          "Year": "2019",
          "Month": "Oct",
          "Day": "14"
        }
      },
      "Title": "Medicina (Kaunas, Lithuania)",
      "ISOAbbreviation": "Medicina (Kaunas)"
    },
    "ArticleTitle": "Epidemiology of Heart Disease of Uncertain Etiology: A Population Study and Review of the Problem.",
    "Abstract": {
      "AbstractText": [
        "<i>Background and objectives:</i> Previous epidemiological studies have identified a group of heart diseases (here called heart diseases of uncertain etiology-HDUE) whose characteristics were rather different from cases classified as coronary heart disease (CHD), but frequently confused with them. This analysis had the purpose of adding further evidence on this issue based on a large population study. <i>Materials and Methods:</i> Forty-five Italian population samples for a total of 25,272 men and 21,895 women, free from cardiovascular diseases, were examined with measurement of some risk factors. During follow-up, CHD deaths were those manifested as myocardial infarction, other acute ischemic attacks, and sudden death of probable coronary origin, after reasonable exclusion of other causes. Cases of HDUE were those manifested only as heart failure, chronic arrhythmia, and blocks in the absence of typical coronary syndromes. Cox proportional hazards models were computed separately for CHD and HDUE, with 11 risk factors as possible predictors. <i>Results:</i> During an average of 7.4 years (extremes 1-16) there were 223 CHD and 150 HDUE fatal events. Male sex, age, smoking habits, systolic blood pressure, serum cholesterol, and plasma glucose were significantly and directly related to CHD events, while high density lipoprotein (HDL) cholesterol was so in an inverse way. The same risk factors were predictive of HDUE events except serum cholesterol and HDL cholesterol. Multivariable hazards ratio of serum cholesterol (delta = 1 mmol/L) was higher in the CHD model (1.24, 95% CI 1.11-1.39) than in the HDUE model (1.03, 0.5% C.I. 0.89-1.19) and the difference between the respective coefficients was statistically significant (<i>p</i> = 0.0444). Age at death was not different between the two end-points. <i>Conclusions:</i> CHD and HDUE are probably two different morbid conditions, only the first one is likely bound to gross atherosclerotic lesions of coronary arteries and linked to blood lipid levels. We reviewed the problem in epidemiological investigations and addressed inflammation as a potential cofactor to differentiate between CHD and HDUE."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Association for Cardiac Research, 00161 Rome, Italy. amenotti2@gmail.com."
          }
        ],
        "LastName": "Menotti",
        "ForeName": "Alessandro",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0002-6191-7838"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiovascular, Respiratory, Nephrological, Anesthesiological and Geriatric Sciences, Sapienza University of Rome, 00161 Rome, Italy. puddu.pe@gmail.com."
          },
          {
            "Identifier": [],
            "Affiliation": "Equipe d'Accueil (EA) 4650, 14000 Caen, France. puddu.pe@gmail.com."
          }
        ],
        "LastName": "Puddu",
        "ForeName": "Paolo Emilio",
        "Initials": "PE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Medicina (Kaunas)",
    "NlmUniqueID": "9425208",
    "ISSNLinking": "1010-660X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Italy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Uncertainty"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}