{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12101796",
  "DateCompleted": {
    "Year": "2002",
    "Month": "12",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1302-8723",
      "JournalIssue": {
        "Volume": "2",
        "Issue": "1",
        "PubDate": {
          "Year": "2002",
          "Month": "Mar"
        }
      },
      "Title": "Anadolu kardiyoloji dergisi : AKD = the Anatolian journal of cardiology",
      "ISOAbbreviation": "Anadolu Kardiyol Derg"
    },
    "ArticleTitle": "Atrial fibrillation, the arrhythmia of the elderly, causes and associated conditions.",
    "Pagination": {
      "StartPage": "55",
      "EndPage": "60",
      "MedlinePgn": "55-60"
    },
    "Abstract": {
      "AbstractText": [
        "Atrial fibrillation (AF) is a common clinical problem, particularly in the elderly, and in patients with organic heart disease. A small percentage of patients, have a potentially reversible cause. Atrial fibrillation is in most patients (approximately 70%) associated with chronic organic heart disease including valvular heart disease, coronary artery disease, hypertension, particularly if left ventricular hypertrophy is present, hypertrophic cardiomyopathy, dilated cardiomyopathy and congenital heart disease and most commonly in adults, atrial septal defect. As in many chronic conditions, determining whether AF is the result or is unrelated to the underlying heart disease, remains unclear. The list of possible etiologies also include cardiac amyloidosis, hemochromatosis and endomyocardial fibrosis. Other heart diseases, such as mitral valve prolapse (with or without mitral regurgitation), calcification of the mitral annulus, atrial myxoma, pheochomocytoma and idiopathic dilated right atrium, present a higher incidence of AF. The relationship between these findings and the arrhythmia are still unclear. Atrial fibrillation may occur in the absence of detectable organic heart disease, the so-called \"lone AF\", in about 30% of cases. The term \"lone AF\" or \"idiopathic AF\" implies the absence of any detectable etiology including hyperthyroidism, chronic obstructive lung disease, overt sinus node dysfunction, and overt or concealed preexcitation (Wolf-Parkinson-White syndrome), only to mention a few of other rare causes of AF. In every instance of recently discovered AF, thyrotoxicosis should be ruled out. The autonomous nervous system may contribute to the occurrence of AF in some patients. Atrial fibrillation occurs commonly in patients with valvular heart disease, particularly when it involves the mitral valve. The occurrence of AF is unrelated to the severity of mitral stenosis but is more common in patients with enlarged left atrium and congestive heart failure. In patients with coronary artery disease, Af occurs predominantly in older patients, males and patients with left ventricular dysfunction. Important predictive factors of AF include hypertension, left ventricular hypertrophy and diabetes. However, the relation between AF and hypertension remains unclear. The risk of the development of AF, in an individual patient, is often difficult to assess but increasing age, presence of valvular heart disease and congestive heart failure, increase the risk of AF."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Marseille, School of Medicine, Chief Cardiology Division, Hôpital Nord, Marseille, France."
          }
        ],
        "LastName": "Levy",
        "ForeName": "Samuel",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Turkey",
    "MedlineTA": "Anadolu Kardiyol Derg",
    "NlmUniqueID": "101095069",
    "ISSNLinking": "1302-8723"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "complications",
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Arrhythmias, Cardiac"
    },
    {
      "QualifierName": [
        "complications",
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Atrial Fibrillation"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Hypertension"
    }
  ],
  "NumberOfReferences": "28"
}