{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16857376",
  "DateCompleted": {
    "Year": "2006",
    "Month": "11",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "08",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2006",
        "Month": "07",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1010-7940",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "3",
        "PubDate": {
          "Year": "2006",
          "Month": "Sep"
        }
      },
      "Title": "European journal of cardio-thoracic surgery : official journal of the European Association for Cardio-thoracic Surgery",
      "ISOAbbreviation": "Eur J Cardiothorac Surg"
    },
    "ArticleTitle": "Transplantation for adults with congenital heart disease.",
    "Pagination": {
      "StartPage": "508",
      "EndPage": "514",
      "MedlinePgn": "508-14"
    },
    "Abstract": {
      "AbstractText": [
        "Heart transplantation is a recognised treatment for end-stage heart failure of any cause including congenital heart disease. Congenital heart disease has contributed relatively little to the adult heart transplant activities in the past two decades. However, this is likely to change as an increasing number of children with congenital heart disease reach adulthood because of the advances in paediatric cardiology and surgery. Some of these grown-ups with congenital heart disease (GUCH patients) will need transplantation for late myocardial dysfunction either secondary to uncorrected lesions, or despite previous repair or palliative surgery. These patients are managed along the same clinical principles as those with cardiac failure of other aetiologies, despite the lack of any evidence to support this approach. Nevertheless, they introduce new challenges. First, some may have pulmonary vascular disease and require heart-lung transplantation, or lung transplantation combined with repair of their cardiac defects. Second, those with failing Fontan circulation are usually much sicker than other transplant candidates, with protein-losing enteropathy along with renal and hepatic dysfunction. Third, a suitable donor organ may not be found due to elevated levels of antibodies in response to previous blood transfusions and possibly the previous implantation of homografts. Fourth, the operation may be technically difficult because of the presence of adhesions secondary to previous operations, collaterals, and unusual anatomy. Fifth, postoperative care may be complicated because of predisposition to bleeding, infection and pulmonary hypertension, and the presence of residual aortopulmonary collaterals resulting in a significant left-to-right shunt. Despite a higher early mortality, the overall results of heart transplantation so far have been encouraging with survivals similar to that of adults with acquired heart disease and that of the paediatric population. However, this may change as the proportion of high-risk patients (failing Fontans) increases. GUCH patients with Eisenmenger's syndrome may be offered lung transplantation with repair of the cardiac defect or heart-lung transplantation. However, because of the limited success of these approaches, and improved management of pulmonary hypertension, patient selection remains difficult."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Birmingham Children's Hospital, Steelhouse Lane, Birmingham B4 6NH, UK."
          }
        ],
        "LastName": "Hosseinpour",
        "ForeName": "Amir-Reza",
        "Initials": "AR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cullen",
        "ForeName": "Shay",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tsang",
        "ForeName": "Victor T",
        "Initials": "VT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Eur J Cardiothorac Surg",
    "NlmUniqueID": "8804069",
    "ISSNLinking": "1010-7940"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "congenital",
        "physiopathology",
        "surgery"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Heart Transplantation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Long-Term Care"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Postoperative Care"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Preoperative Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tissue and Organ Procurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "NumberOfReferences": "49"
}