{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27793430",
  "DateCompleted": {
    "Year": "2017",
    "Month": "03",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "10",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/S0140-6736(16)31660-9",
      "S0140-6736(16)31660-9"
    ],
    "Journal": {
      "ISSN": "1474-547X",
      "JournalIssue": {
        "Volume": "388",
        "Issue": "10063",
        "PubDate": {
          "Year": "2016",
          "Month": "Dec",
          "Day": "17"
        }
      },
      "Title": "Lancet (London, England)",
      "ISOAbbreviation": "Lancet"
    },
    "ArticleTitle": "The heart of Africa: succeeding against the odds.",
    "Pagination": {
      "StartPage": "e28",
      "EndPage": "e36",
      "MedlinePgn": "e28-e36"
    },
    "Abstract": {
      "AbstractText": [
        "South Africa and other areas of sub-Saharan Africa have in the past 20 years undergone rapid demographical changes, largely due to urbanisation and changes in lifestyle. This rapid change has led to a marked increase in specific cardiac conditions, such as hypertensive heart disease and coronary artery disease (with the highest prevalence in the middle-aged population), in conjunction with a range of other heart diseases, which are historically common in Africa-eg, rheumatic heart disease, cardiomyopathies, and unoperated congenital heart disease. The short supply of well-equipped screening facilities, late diagnosis, and inadequate care at primary, secondary, and tertiary levels have led to a large burden of patients with poorly treated heart failure. Excellent progress has been made in the understanding of the epidemiology, sociodemographical factors, effect of urbanisation, and pathophysiology of cardiac conditions, such as peripartum cardiomyopathy, rheumatic heart disease, and tuberculous pericarditis, which are common in sub-Saharan Africa. This progress has been achieved largely through several studies, such as the Heart of Soweto, THESUS, REMEDY, BA-HEF, Abeokuta-HF, and the PAPUCO studies. Studies on the suitable therapeutic management of several heart conditions have also been done or are underway. In this Lecture, I provide a personal perspective on the evolving burden of cardiac disease, as witnessed since my appointment at Chris Hani Baragwanath Hospital, in Soweto, South Africa, in 1992, which was also the year that the referendum to end apartheid in South Africa was held. Subsequently, a network of cardiologists was formed under the umbrella of the Heart of Africa Studies and the Pan African Cardiac Society. Furthermore, I summarise the major gaps in the health-care system dealing with the colliding epidemic of communicable and non-communicable heart diseases, including cardiac diseases common in peripartum women. I also touch on the fantastic opportunities available for doing meaningful research with enthusiastic colleagues and, thereby, having a large effect, despite the need to be highly innovative in finding much needed funding support."
      ],
      "CopyrightInformation": "Copyright © 2016 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hatter Institute for Cardiovascular Research in Africa, South African Medical Research Council Inter-University Cape Heart Group, University of Cape Town, Cape Town, South Africa; The Institute of Infectious Disease and Molecular Medicine, Department of Medicine, Faculty of Health Sciences, University of Cape Town, Cape Town, South Africa; The Mary MacKillop Institute for Health Research, Faculty of Health Sciences, Australian Catholic University, Melbourne, VIC, Australia; Soweto Cardiovascular Research Group, University of the Witwatersrand, Johannesburg, South Africa. Electronic address: karen.sliwa-hahnle@uct.ac.za."
          }
        ],
        "LastName": "Sliwa",
        "ForeName": "Karen",
        "Initials": "K"
      }
    ],
    "GrantList": [
      {
        "GrantID": "TW008330-01A1",
        "Agency": "National Institute of Fogarty Programme",
        "Country": "International"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't",
      "Comment"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Lancet",
    "NlmUniqueID": "2985213R",
    "ISSNLinking": "0140-6736"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Eur Heart J. 2011 Feb;32(4):492-9",
      "PMID": "21163850"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Africa"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Africa South of the Sahara"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Cardiomyopathies"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Heart Failure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "South Africa"
    }
  ]
}