{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "G protein-coupled receptor (GPCR)",
      "GPCR-kinase (GRK)",
      "adverse remodeling",
      "aldosterone",
      "cardiac myocyte",
      "crosstalk",
      "heart failure",
      "inflammation",
      "mineralocorticoid receptor",
      "myocardial infarction",
      "oxidative stress",
      "signal transduction"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30486399",
  "DateCompleted": {
    "Year": "2019",
    "Month": "03",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "02",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "11",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "3764",
      "10.3390/ijms19123764"
    ],
    "Journal": {
      "ISSN": "1422-0067",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "12",
        "PubDate": {
          "Year": "2018",
          "Month": "Nov",
          "Day": "27"
        }
      },
      "Title": "International journal of molecular sciences",
      "ISOAbbreviation": "Int J Mol Sci"
    },
    "ArticleTitle": "Novel Insights into the Crosstalk between Mineralocorticoid Receptor and G Protein-Coupled Receptors in Heart Adverse Remodeling and Disease.",
    "Abstract": {
      "AbstractText": [
        "The mineralocorticoid hormone aldosterone regulates sodium and potassium homeostasis but also adversely modulates the maladaptive process of cardiac adverse remodeling post-myocardial infarction. Through activation of its mineralocorticoid receptor (MR), a classic steroid hormone receptor/transcription factor, aldosterone promotes inflammation and fibrosis of the heart, the vasculature, and the kidneys. This is why MR antagonists reduce morbidity and mortality of heart disease patients and are part of the mainstay pharmacotherapy of advanced human heart failure. A plethora of animal studies using cell type⁻specific targeting of the MR gene have established the importance of MR signaling and function in cardiac myocytes, vascular endothelial and smooth muscle cells, renal cells, and macrophages. In terms of its signaling properties, the MR is distinct from nuclear receptors in that it has, in reality, two physiological hormonal agonists: not only aldosterone but also cortisol. In fact, in several tissues, including in the myocardium, cortisol is the primary hormone activating the MR. There is a considerable amount of evidence indicating that the effects of the MR in each tissue expressing it depend on tissue- and ligand-specific engagement of molecular co-regulators that either activate or suppress its transcriptional activity. Identification of these co-regulators for every ligand that interacts with the MR in the heart (and in other tissues) is of utmost importance therapeutically, since it can not only help elucidate fully the pathophysiological ramifications of the cardiac MR's actions, but also help design and develop novel better MR antagonist drugs for heart disease therapy. Among the various proteins the MR interacts with are molecules involved in cardiac G protein-coupled receptor (GPCR) signaling. This results in a significant amount of crosstalk between GPCRs and the MR, which can affect the latter's activity dramatically in the heart and in other cardiovascular tissues. This review summarizes the current experimental evidence for this GPCR-MR crosstalk in the heart and discusses its pathophysiological implications for cardiac adverse remodeling as well as for heart disease therapy. Novel findings revealing non-conventional roles of GPCR signaling molecules, specifically of GPCR-kinase (GRK)-5, in cardiac MR regulation are also highlighted."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory for the Study of Neurohormonal Control of the Circulation, Department of Pharmaceutical Sciences (Pharmacology), College of Pharmacy, Nova Southeastern University, Fort Lauderdale, FL 33328, USA. abs255@yahoo.com."
          }
        ],
        "LastName": "Parker",
        "ForeName": "Barbara M",
        "Initials": "BM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory for the Study of Neurohormonal Control of the Circulation, Department of Pharmaceutical Sciences (Pharmacology), College of Pharmacy, Nova Southeastern University, Fort Lauderdale, FL 33328, USA. sw1541@yahoo.com."
          }
        ],
        "LastName": "Wertz",
        "ForeName": "Shelby L",
        "Initials": "SL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory for the Study of Neurohormonal Control of the Circulation, Department of Pharmaceutical Sciences (Pharmacology), College of Pharmacy, Nova Southeastern University, Fort Lauderdale, FL 33328, USA. cp1743@yahoo.com."
          }
        ],
        "LastName": "Pollard",
        "ForeName": "Celina M",
        "Initials": "CM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory for the Study of Neurohormonal Control of the Circulation, Department of Pharmaceutical Sciences (Pharmacology), College of Pharmacy, Nova Southeastern University, Fort Lauderdale, FL 33328, USA. vdesimine@yahoo.com."
          }
        ],
        "LastName": "Desimine",
        "ForeName": "Victoria L",
        "Initials": "VL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory for the Study of Neurohormonal Control of the Circulation, Department of Pharmaceutical Sciences (Pharmacology), College of Pharmacy, Nova Southeastern University, Fort Lauderdale, FL 33328, USA. jm3706@mynsu.nova.edu."
          },
          {
            "Identifier": [],
            "Affiliation": "Present address: Jackson Memorial Hospital, Miami, FL 33136, USA. jm3706@mynsu.nova.edu."
          }
        ],
        "LastName": "Maning",
        "ForeName": "Jennifer",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory for the Study of Neurohormonal Control of the Circulation, Department of Pharmaceutical Sciences (Pharmacology), College of Pharmacy, Nova Southeastern University, Fort Lauderdale, FL 33328, USA. jm3706@yahoo.com."
          },
          {
            "Identifier": [],
            "Affiliation": "Present address: Massachusetts General Hospital, Boston, MA 02114, USA. jm3706@yahoo.com."
          }
        ],
        "LastName": "McCrink",
        "ForeName": "Katie A",
        "Initials": "KA"
      },
      {
        "Identifier": [
          "0000-0001-9817-6319"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory for the Study of Neurohormonal Control of the Circulation, Department of Pharmaceutical Sciences (Pharmacology), College of Pharmacy, Nova Southeastern University, Fort Lauderdale, FL 33328, USA. al806@nova.edu."
          }
        ],
        "LastName": "Lymperopoulos",
        "ForeName": "Anastasios",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Mol Sci",
    "NlmUniqueID": "101092791",
    "ISSNLinking": "1422-0067"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Receptors, G-Protein-Coupled"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Receptors, Mineralocorticoid"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomarkers"
    },
    {
      "QualifierName": [
        "etiology",
        "metabolism",
        "pathology",
        "physiopathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Molecular Targeted Therapy"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Myocardium"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Protein Binding"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Receptors, G-Protein-Coupled"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Receptors, Mineralocorticoid"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Signal Transduction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ventricular Remodeling"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest related to this publication."
}