{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15714861",
  "DateCompleted": {
    "Year": "2005",
    "Month": "06",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0003-9683",
      "JournalIssue": {
        "Volume": "98 Spec No 1",
        "PubDate": {
          "Year": "2005",
          "Month": "Jan"
        }
      },
      "Title": "Archives des maladies du coeur et des vaisseaux",
      "ISOAbbreviation": "Arch Mal Coeur Vaiss"
    },
    "ArticleTitle": "[The best of congenital heart disease in 2004].",
    "Pagination": {
      "StartPage": "33",
      "EndPage": "38",
      "MedlinePgn": "33-8"
    },
    "Abstract": {
      "AbstractText": [
        "The year 2004 was notable, as were the previous years, for advances in diagnosis, treatment and follow-up of certain congenital cardiac diseases with studies carried out in the foetus, the child and the adult. Foetal cardiology is in constant development: the malformations are better detected, left ventricular function is evaluated by echocardiography, and, consequently, foetal cardiac failure can be treated. Interventional procedures have started in the foetus with results that require confirmation. In children and adults, publications of interventional catheterisation are as numerous as before: percutaneous closure of atrial septal defects, closure of patent foramen ovale in cases of transient ischaemic cerebral attacks, closure of congenital or acquired (iatrogenic, post-infarct or traumatic) ventricular septal defects, percutaneous valve replacement, maintenance of patent ductus arteriosus. Many other interventional procedures have been carried out in operated and unoperated congenital heart lesions: angioplasty, embolisation, valvular stenosis. Adult congenital heart disease may pose problems of arrhythmia, during pregnancy for example. Cardiac resynchronisation, which is well developed in adults with cardiac failure, also has indications in congenital heart disease of children and adults. Pregnancy is possible in women with tetralogy of Fallot, operated or not, with a maternal risk of left ventricular dysfunction and progression of pulmonary regurgitation. After a Mustard procedure, pregnancy may aggravate symptoms and NYHA Class but it is usually well tolerated. Finally, let's cite one publication which showed, if it was still necessary, that maternal and foetal risk in pregnancy is high in patients with an Eisenmenger syndrome."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service des maladies cardiovasculaires infantiles et congénitales, Hôpital cardiologique, Lille Cedex."
          }
        ],
        "LastName": "Rey",
        "ForeName": "C",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "L'essentiel de 2004 dans les cardiopathies congénitales."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Arch Mal Coeur Vaiss",
    "NlmUniqueID": "0406011",
    "ISSNLinking": "0003-9683"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cardiac Catheterization"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Heart Defects, Congenital"
    },
    {
      "QualifierName": [
        "congenital",
        "therapy"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "50"
}