{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17001211",
  "DateCompleted": {
    "Year": "2007",
    "Month": "02",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "09",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1741-8267",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "5",
        "PubDate": {
          "Year": "2006",
          "Month": "Oct"
        }
      },
      "Title": "European journal of cardiovascular prevention and rehabilitation : official journal of the European Society of Cardiology, Working Groups on Epidemiology & Prevention and Cardiac Rehabilitation and Exercise Physiology",
      "ISOAbbreviation": "Eur J Cardiovasc Prev Rehabil"
    },
    "ArticleTitle": "Patients' beliefs about the causes of heart disease: relationships with risk factors, sex and socio-economic status.",
    "Pagination": {
      "StartPage": "724",
      "EndPage": "730",
      "MedlinePgn": "724-30"
    },
    "Abstract": {
      "AbstractText": [
        "Patients' beliefs about the causes of their heart disease (causal attributions) are important to effective medical communication, psychological adaptation, and adherence to advice. We assessed the extent to which causal attributions relate to risk factors, sex and socio-economic status in men and women diagnosed with acute coronary syndrome.",
        "We conducted an interview and questionnaire study of 171 acute coronary syndrome patients assessed within 5 days of admission to three hospitals in the London area.",
        "Patients rated beliefs in the role of 16 factors in causing their heart disease. Associations between attributions and risk factors were assessed, and differences in beliefs by sex and socio-economic status (defined by educational attainment) analysed.",
        "The most common attributions were to stress, smoking, high blood pressure, chance or bad luck, and heredity. Attributions were strongly associated with risk factors: 90% of smokers attributed heart disease to smoking, compared with 0% never smokers; 90.4% of hypertensives attributed heart disease to high blood pressure, 72.2% of patients with a positive family history to heredity, 85% of obese patients to being overweight, and 49% of sedentary patients to lack of exercise. Attributions to stress were related both to current mood and reports of recent life stress. There were few sex differences, but higher socio-economic status patients were more likely to attribute heart disease to heredity and genetic factors.",
        "Causal beliefs about heart disease are strongly associated with risk factors. Effective communication about modifiable risk factors may influence causal beliefs and stimulate lifestyle change, thereby promoting secondary prevention."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology and Public Health, University College London, London, UK."
          }
        ],
        "LastName": "Perkins-Porras",
        "ForeName": "Linda",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Whitehead",
        "ForeName": "Daisy L",
        "Initials": "DL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Steptoe",
        "ForeName": "Andrew",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Eur J Cardiovasc Prev Rehabil",
    "NlmUniqueID": "101192000",
    "ISSNLinking": "1741-8267"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Knowledge, Attitudes, Practice"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Characteristics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Socioeconomic Factors"
    }
  ]
}