{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "6869280",
  "DateCompleted": {
    "Year": "1983",
    "Month": "08",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0002-9149",
      "JournalIssue": {
        "Volume": "52",
        "Issue": "3",
        "PubDate": {
          "Year": "1983",
          "Month": "Aug"
        }
      },
      "Title": "The American journal of cardiology",
      "ISOAbbreviation": "Am J Cardiol"
    },
    "ArticleTitle": "Noncardiovascular findings associated with heart disease in the idiopathic hypereosinophilic syndrome.",
    "Pagination": {
      "StartPage": "321",
      "EndPage": "324",
      "MedlinePgn": "321-4"
    },
    "Abstract": {
      "AbstractText": [
        "Heart disease characterized by endomyocardial fibrosis is one of the major causes of morbidity and mortality in the idiopathic hypereosinophilic syndrome. From our series of 50 patients with idiopathic hypereosinophilia, we defined the noncardiovascular characteristics that distinguish patients at risk of developing endomyocardial fibrosis from those who remain free of heart disease. These groups did not differ with respect to the extent of eosinophilia or the duration of disease. Patients with clinically overt heart disease were more likely (p less than 0.05) to be male and HLA-Bw44 positive and have splenomegaly, thrombocytopenia, elevated serum levels of vitamin B12, and hypogranular or vacuolated eosinophils and abnormal early myeloid precursors in the peripheral blood. These idiopathic hypereosinophilic patients with heart disease were also more likely to have fibrosis and decreased megakaryocytes in the bone marrow. In contrast, those who remained free of heart disease tended to be female and have angioedema, hypergammaglobulinemia, elevated serum levels of immunoglobulin E (IgE), and circulating immune complexes. Therefore, in the idiopathic hypereosinophilic syndrome, male patients with a myeloproliferative type disorder and the HLA-Bw44 haplotype were at a much increased risk for the development of endomyocardial fibrosis. However, those patients with a hypersensitivity-like illness and angioedema who were female did not develop heart disease. Appreciation of this relative degree of risk for the major complication of the idiopathic hypereosinophilic syndrome should prove useful in the early identification and appropriate treatment of patients in whom endomyocardial fibrosis might develop."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Harley",
        "ForeName": "J B",
        "Initials": "JB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fauci",
        "ForeName": "A S",
        "Initials": "AS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gralnick",
        "ForeName": "H R",
        "Initials": "HR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Am J Cardiol",
    "NlmUniqueID": "0207277",
    "ISSNLinking": "0002-9149"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "blood",
        "complications",
        "diagnosis"
      ],
      "DescriptorName": "Endomyocardial Fibrosis"
    },
    {
      "QualifierName": [
        "blood",
        "complications"
      ],
      "DescriptorName": "Eosinophilia"
    },
    {
      "QualifierName": [
        "blood",
        "complications",
        "diagnosis"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}