{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8678395",
  "DateCompleted": {
    "Year": "1996",
    "Month": "08",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0003-4819",
      "JournalIssue": {
        "Volume": "125",
        "Issue": "4",
        "PubDate": {
          "Year": "1996",
          "Month": "Aug",
          "Day": "15"
        }
      },
      "Title": "Annals of internal medicine",
      "ISOAbbreviation": "Ann Intern Med"
    },
    "ArticleTitle": "Diabetic and hypertensive heart disease.",
    "Pagination": {
      "StartPage": "304",
      "EndPage": "310",
      "MedlinePgn": "304-10"
    },
    "Abstract": {
      "AbstractText": [
        "To review the literature on the cardiac effects of diabetes mellitus and hypertension.",
        "A MEDLINE search of English-language articles published between 1980 and January 1996 was done using the terms diabetes mellitus, hypertension or blood pressure, and heart. References cited in identified articles were also reviewed.",
        "Selected studies were divided into those addressing coronary artery disease or myocardial ischemia and those addressing nonischemic cardiomyopathy and its sequelae. Preference was given to articles about the cardiac complications of both diabetes mellitus and hypertension.",
        "Patients with diabetes and hypertension have a higher incidence of coronary artery disease than do patients with diabetes or hypertension alone. The former patients also show impaired systolic and diastolic function and have more severe left ventricular hypertrophy as documented by echocardiography and at autopsy. The structural myocardial damage seen in these patients has been attributed primarily to hypertension; the myocellular dysfunction has been attributed primarily to diabetes. In diabetic hypertensive patients with cardiomyopathy, coronary artery disease as well as structural and functional cardiac abnormalities are more pronounced than would be expected from either diabetes or hypertension alone.",
        "Considerable evidence from both experimental animal models and humans points to hypertension as a critically important factor in the pathogenesis of severe heart disease in persons with diabetes. The pathogenetic sequelae of diabetes and hypertension are devastating to the heart and often lead to premature congestive heart failure, sudden cardiac death, and acute myocardial infarction. Strict control of arterial pressure and glycemia may prevent or even ameliorate heart disease in patients with hypertension and diabetes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hypertension Unit, Chaim Sheba Medical Center, Tel-Hashomer, Israel."
          }
        ],
        "LastName": "Grossman",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Messerli",
        "ForeName": "F H",
        "Initials": "FH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Ann Intern Med",
    "NlmUniqueID": "0372351",
    "ISSNLinking": "0003-4819"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diabetes Complications"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Diabetes Mellitus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology"
      ],
      "DescriptorName": "Hypertension"
    }
  ],
  "NumberOfReferences": "100"
}