{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8339305",
  "DateCompleted": {
    "Year": "1993",
    "Month": "09",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ita"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0393-1978",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "3",
        "PubDate": {
          "Year": "1993",
          "Month": "Mar"
        }
      },
      "Title": "Cardiologia (Rome, Italy)",
      "ISOAbbreviation": "Cardiologia"
    },
    "ArticleTitle": "[Cardiopathy due to therapeutic irradiation of the thorax. The diagnostic criteria].",
    "Pagination": {
      "StartPage": "163",
      "EndPage": "172",
      "MedlinePgn": "163-72"
    },
    "Abstract": {
      "AbstractText": [
        "Between January 1, 1985 and June 30, 1992, 37 patients (25 women and 12 men, aged 13-65 years) who had undergone a radiation treatment to the anterior chest and mediastinum, were admitted to our Institution for cardiac evaluation, which included left and right heart catheterisation in all, but 3 patients. Seventeen had signs or symptoms of ischaemic heart disease, in 8 a pericardial disease was suspected, 5 had a complete heart block, 4 were in congestive heart failure caused by valvular dysfunction, and 3 had a dilated, hypokinetic left ventricle. Diagnostic criteria in these patients were as follows. Stenoses of the coronary ostia were always considered to be caused by radiation damage, in the absence of coronary risk factors. Obstructions of other coronary segments were taken to be of X-ray origin only when accompanied by damage to other cardiac structures. Pericardial lesions were always reckoned to be of X-ray origin in the absence of other recognisable causes. The same held true for aortic stenosis or insufficiency of any degree and for mitral insufficiency > or = 3+. Cases of complete heart block were diagnosed according to Slama's criteria. A restrictive cardiomyopathy was recognised only in patients operated on for pericardiectomy, in whom clinical or haemodynamic signs of \"constriction\" persisted after the operation, or extensive subendocardial fibrosis was found at biopsy. According to the above-mentioned criteria, it was established that radiation therapy was the cause of the cardiac problems in 19 cases: 4 with ischaemic symptoms, 8 with pericardial disease, 4 with complete atrioventricular block, and 3 with valvular disease and congestive heart failure. Coronary ostial lesions were found in all patients with angina, and in 8 of the 14 patients without angina (in 1 the coronary arteries were not investigated), and were critical in 4. Eleven patients were operated on. A myocardial revascularisation was performed in 7 cases, a pericardiectomy in 6, a valve replacement or repair was done in 4. A combined procedure was performed in 4 instances. A pacemaker was implanted in 3 cases, 2 patients had a pericardial drainage, and 3 patients continued their medical treatment. Of the 11 operated patients, 1 died at surgery, in refractory cardiac failure, from what was suspected to be a restrictive disease (normal preoperative left ventricular volume and ejection fraction, extensive myocardial fibrosis at autopsy).(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Istituto di Medicina e Chirurgia Cardiovascolare, Università degli Studi, Torino."
          }
        ],
        "LastName": "Brusca",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Orzan",
        "ForeName": "F",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Figliomeni",
        "ForeName": "M C",
        "Initials": "MC"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "La cardiopatia da irradiazione terapeutica del torace. Criteri diagnostici."
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Cardiologia",
    "NlmUniqueID": "8506637",
    "ISSNLinking": "0393-1978"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "classification",
        "diagnosis",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Cardiomyopathies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "classification",
        "diagnosis",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Italy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Radiotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Thorax"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}