{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "CHARLS",
      "Childhood conditions",
      "Heart disease",
      "Life course"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33731011",
  "DateCompleted": {
    "Year": "2021",
    "Month": "04",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "04",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "03",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "184",
      "10.1186/s12877-021-02134-9"
    ],
    "Journal": {
      "ISSN": "1471-2318",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Mar",
          "Day": "17"
        }
      },
      "Title": "BMC geriatrics",
      "ISOAbbreviation": "BMC Geriatr"
    },
    "ArticleTitle": "The association between childhood conditions and heart disease among middle-aged and older population in China: a life course perspective.",
    "Pagination": {
      "StartPage": "184",
      "MedlinePgn": "184"
    },
    "Abstract": {
      "AbstractText": [
        "Heart disease is a severe health problem among adult populations in China. The prevalence rates of heart disease increase with age. The pathogenic causes of heart disease are often related to conditions in early life. Using a nationally representative sample of adults aged 45 or older in China, we examined the association between childhood conditions and heart disease in later life from a life course perspective.",
        "The data used in this study were derived from the life history module and 2015 wave of China Health and Retirement Longitudinal Study (CHARLS). Missingness were handled by multiple imputation, generating 20 complete datasets with a final sample of 19,800. Doctor-diagnosed heart disease was the main dependent variable. Respondents' conditions in childhood, adulthood, and older age were the independent variables (e.g., socioeconomic status, health, and health resources). Random-effects logistic regression models were conducted to test the hypotheses.",
        "A total of 16.6% respondents reported being diagnosed with heart disease by doctors. Regarding childhood socioeconomic status, 8.2% of the respondents considered that they were (a lot) better off than their neighbors, and 31.1% considered that their health status in childhood was better than their peers. More than 90% of respondents did not have severe illnesses during their childhood, and around 80.3% had access to health resources nearby in childhood. Lower socioeconomic status and poorer health conditions in childhood were associated with a greater likelihood of reporting doctor-diagnosed heart diseases, even after controlling for conditions in adulthood and older age (socioeconomic status: odds ratio (OR) = 0.947; self-rated health: OR = 0.917; severe illnesses: OR = 1.196).",
        "Along with chronic diseases (e.g., hypertension, diabetes, and dyslipidemia), unhealthy behaviors, overweight and obesity, poor childhood conditions should be considered as screening criteria to identify populations at risk of heart disease. Relevant preventive strategies and interventions should be developed from a life course perspective and conducted in communities by providing health education program among older population with low socioeconomic status, and encouraging early detection and treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Gender and Culture, Changchun Normal University, Changji North Road 677, Changchun, 130052, Jilin Province, China."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Sociology, School of Philosophy and Sociology, Jilin University, Qianjin Street 2699, Changchun, 130012, Jilin Province, China."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Jingyue",
        "Initials": "J"
      },
      {
        "Identifier": [
          "0000-0001-9006-6254"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Social Work and Social Policy, School of Sociology and Population Studies, Renmin University of China, No. 59 Zhongguancun Street, Haidian District, Beijing, 100872, China. nalv9728@ruc.edu.cn."
          }
        ],
        "LastName": "Lu",
        "ForeName": "Nan",
        "Initials": "N"
      }
    ],
    "GrantList": [
      {
        "GrantID": "20XNA022",
        "Agency": "the Fundamental Research Funds for the Central Universities and the Research Funds of Renmin University of China",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Geriatr",
    "NlmUniqueID": "100968548",
    "ISSNLinking": "1471-2318"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "China"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Longitudinal Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retirement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Class"
    }
  ],
  "CoiStatement": "The authors declare that they have no competing interests."
}