{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33883239",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "08",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1212/WNL.0000000000012103"
    ],
    "Journal": {
      "ISSN": "1526-632X",
      "JournalIssue": {
        "Volume": "97",
        "Issue": "6",
        "PubDate": {
          "Year": "2021",
          "Month": "Aug",
          "Day": "10"
        }
      },
      "Title": "Neurology",
      "ISOAbbreviation": "Neurology"
    },
    "ArticleTitle": "Brain Health-Curbing Stroke, Heart Disease, and Dementia: The 2020 Wartenberg Lecture.",
    "Pagination": {
      "StartPage": "273",
      "EndPage": "279",
      "MedlinePgn": "273-279"
    },
    "Abstract": {
      "AbstractText": [
        "There is no health without brain health, which is threatened by rising curves of stroke, ischemic heart disease, and dementia (the triple threat). The fastest growing and intractable threat has been dementia. Focusing on finding a drug to stop Alzheimer disease has yielded growing knowledge but no treatments, partly because in the elderly, cognitive impairment results from multiple interactive pathologies aggravated by fragility and tempered by resilience on the advancing background of aging. The concept of vascular cognitive impairment (VCI) cuts pragmatically through this complexity. VCI is any cognitive impairment caused by or associated with vascular factors. It spans the spectrum of undetected cognitive impairment to full-blown dementia. The vascular component represents the only major current, treatable, and preventable contributor to dementia and offers the possibility of delaying, mitigating, or preventing more dementias in the near future. The triple threat conditions share the same protective and treatable risk factors and can be prevented together. The approach needs to be comprehensive, identifying all relevant environmental, socioeconomic, health care, and individual factors; targeted, as risks and protective factors differ among populations and individuals; and and investment valued, yielding worthwhile returns in terms of money, effort, or time. The World Stroke Organization's proclamation calling for the joint prevention of stroke and potentially preventable dementias has been endorsed by 23 international, regional, and national brain and heart organizations, including the American Academy of Neurology. We need to develop joint prevention programs to curb the triple threat. Millions of brains depend on it."
      ],
      "CopyrightInformation": "© 2021 American Academy of Neurology."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the Department of Clinical Neurological Sciences, Western University, London, Ontario, Canada. vladimir.hachinski@lhsc.on.ca."
          }
        ],
        "LastName": "Hachinski",
        "ForeName": "Vladimir",
        "Initials": "V"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Lecture"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Neurology",
    "NlmUniqueID": "0401060",
    "ISSNLinking": "0028-3878"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Dementia"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Stroke"
    }
  ]
}