{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23416938",
  "DateCompleted": {
    "Year": "2014",
    "Month": "06",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "10",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/JCN.0b013e318283b9fb"
    ],
    "Journal": {
      "ISSN": "1550-5049",
      "JournalIssue": {
        "Volume": "28",
        "Issue": "6",
        "PubDate": {
          "Year": "2013",
          "Season": "Nov-Dec"
        }
      },
      "Title": "The Journal of cardiovascular nursing",
      "ISOAbbreviation": "J Cardiovasc Nurs"
    },
    "ArticleTitle": "Factors associated with nurses' intentions to educate female patients on heart disease risk and prevention.",
    "Pagination": {
      "StartPage": "E9",
      "EndPage": "E17",
      "MedlinePgn": "E9-E17"
    },
    "Abstract": {
      "AbstractText": [
        "Heart disease is the leading cause of death in women in the United States. The literature indicates that despite aggressive educational efforts, only about 54% of women are aware that heart disease is their major health risk. Educating women about heart disease risk and prevention should be a focus of all healthcare professionals especially staff nurses. By being the largest group of healthcare professionals, nurses can be in the forefront of this mission. With more than half working in the hospital setting, staff nurses can impact women's awareness of heart disease. However, very little is known about factors associated with nurses' intentions to educate female patients about heart disease risk and prevention.",
        "This study examined the factors, including attitudes and perceptions, associated with nurses' intentions to educate female patients about heart disease risk and prevention.",
        "With the use of a descriptive-correlation design, 91 telemetry and medical-surgical nurses of a suburban acute care hospital completed the Nurses Educating Women About Cardiovascular Disease questionnaire, a self-administered survey instrument (developed by the principal investigator) based on Icek Ajzen's Theory of Planned Behavior. The questionnaire assessed nurses' attitudes, perceptions of expectations from significant others (subjective norms), and perceptions of their abilities to educate female patients about heart disease risk and prevention. Selected professional attributes and their association with the target behavior were also explored using χ statistics.",
        "The study revealed significant associations between nurses' attitudes, subjective norms, and perceived behavioral control and nurses' intentions for the target behavior, with subjective norms scoring the highest.",
        "Knowledge of nurses' attitudes and perceptions can help guide healthcare organizations in mobilizing nurse-led initiatives in raising female patients' awareness of heart disease as a major health risk."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Felella Kiamco-Millman, PhD, RN Assistant Academic Director, Online Nursing Programs, Seton Hall University College of Nursing, South Orange, New Jersey. Genevieve Pinto-Zipp, EdD, PT Associate Professor, Department of Graduate Programs in Health Sciences, Seton Hall University School of Health and Medical Sciences, South Orange, New Jersey."
          }
        ],
        "LastName": "Kiamco-Millman",
        "ForeName": "Felella",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pinto-Zipp",
        "ForeName": "Genevieve",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Cardiovasc Nurs",
    "NlmUniqueID": "8703516",
    "ISSNLinking": "0889-4655"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attitude of Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Intention"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Nurses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Education as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}