{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12001852",
  "DateCompleted": {
    "Year": "2002",
    "Month": "12",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1405-9940",
      "JournalIssue": {
        "Volume": "72 Suppl 1",
        "PubDate": {
          "Year": "2002",
          "Season": "Jan-Mar"
        }
      },
      "Title": "Archivos de cardiologia de Mexico",
      "ISOAbbreviation": "Arch Cardiol Mex"
    },
    "ArticleTitle": "[Role of the echocardiogram in adults with congenital cardiopathy].",
    "Pagination": {
      "StartPage": "S226",
      "EndPage": "S232",
      "MedlinePgn": "S226-32"
    },
    "Abstract": {
      "AbstractText": [
        "Advances in cardiac surgery, intensive care and non-invasive diagnostic methods in congenital heart diseases have allowed ford a high percentage of these patients to arrive to adult hood. Initial presentation of this type of anomalies in adult life is now uncommon. Most of these lesions are not arribe complex and easily acknowledged, but occasionally complex defects that represent a challenge for the diagnostic and treatment options. The handling of this groups of patients requires detailed information of the cardiac anatomy and cardiovascular pathophysiology. Transthoracic echocardiography (TEE) is a widely used method considered the initial method of choice. The transesophageal echocardiography (ETE) in combination with pulsed and continuous wave Doppler and color flow mapping provide high image resolution, in real time, of the cardiac structures to establish the diagnosis and hemodynamic repercussion, offering besides an important support during interventional cardiac catheterization procedures and monitoring during surgical procedures. To perform and interpret the studies of congenital heart disease, it must be acknowledged that this is a highly specialized technique that requires in depth knowledge of the spatial cardiac anatomy and pathology of the lesions, as well as the understanding of the different options of treatment and complications. Recently a it three-dimensional reconstruction of cardiac ultrasound image has which permits the spatial recognition of the intracardiac anatomy and provides additional information for the understanding of the congenital heart disease."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Ecocardiografía, Instituto Nacional de Cardiología Ignacio Chávez, INCICH, Juan Badiano No. 1, Col. Sección XVI, Tlalpan, 14080 México, D. F. cvazquezant@yahoo.com.mx"
          }
        ],
        "LastName": "Vázquez-Antona",
        "ForeName": "Clara A",
        "Initials": "CA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Papel del ecocardiograma en el adulto con cardiopatía congénita."
  },
  "MedlineJournalInfo": {
    "Country": "Mexico",
    "MedlineTA": "Arch Cardiol Mex",
    "NlmUniqueID": "101126728",
    "ISSNLinking": "1665-1731"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Echocardiography, Three-Dimensional"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Echocardiography, Transesophageal"
    },
    {
      "QualifierName": [
        "congenital",
        "diagnostic imaging"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "12"
}