{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37003416",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cjca.2023.03.020",
      "S0828-282X(23)00290-8"
    ],
    "Journal": {
      "ISSN": "1916-7075",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun"
        }
      },
      "Title": "The Canadian journal of cardiology",
      "ISOAbbreviation": "Can J Cardiol"
    },
    "ArticleTitle": "Viral Heart Disease: Diagnosis, Management, and Mechanisms.",
    "Pagination": {
      "StartPage": "829",
      "EndPage": "838",
      "MedlinePgn": "829-838"
    },
    "Abstract": {
      "AbstractText": [
        "\"Viral heart disease\" is a term encompassing numerous virus-triggered heart conditions, wherein cardiac myocytes are injured, causing contractile dysfunction, cell death, or both. Cardiotropic viruses may also damage interstitial cells and vascular cells. Clinical presentation of the disorder varies widely. In most cases, patients are asymptomatic. Presentation includes-but is not limited to-flu-like symptoms, chest pain, cardiac arrhythmias, heart failure, cardiogenic shock, and sudden cardiac death. Laboratory studies, including blood-based heart injury indicators and cardiac imaging, may be needed. Management of viral heart disease requires a graded approach. Watchful observation at home may be the first step. Closer observation, with additional testing such as echocardiography in the clinic or hospital is less common yet may inform the use of cardiac magnetic resonance imaging. Intensive care may be indicated in severe acute illness. Viral heart disease mechanisms are complex. Initially, damage is predominantly virus mediated, whereas, in the second week, immune responses bring unintended obverse consequences for the myocardium. Innate immunity is largely beneficial in initial attempts to quell viral replication, whereas adaptive immunity brings helpful and antigen-specific mechanisms to fight the pathogen but also introduces the capability of autoimmunity. Each cardiotropic virus family has its own pathogenesis signature, including attack on myocytes, vascular cells, and other constitutive cells of myocardial interstitium. The stage of disease and preponderant viral pathways lend opportunities for potential intervention but also the likelihood of uncertainty about management. Overall, this review provides a novel glimpse into the depth of and need for solutions in viral heart disease."
      ],
      "CopyrightInformation": "Copyright © 2023 Canadian Cardiovascular Society. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology and Laboratory Medicine, University of British Columbia, Delta, British Columbia, Canada."
          }
        ],
        "LastName": "Liu-Fei",
        "ForeName": "Felicia",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Division of Cardiology, University of British Columbia, Delta, British Columbia, Canada."
          }
        ],
        "LastName": "McKinney",
        "ForeName": "James",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology and Laboratory Medicine, University of British Columbia, Delta, British Columbia, Canada. Electronic address: bmaxmcm@gmail.com."
          }
        ],
        "LastName": "McManus",
        "ForeName": "Bruce M",
        "Initials": "BM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Can J Cardiol",
    "NlmUniqueID": "8510280",
    "ISSNLinking": "0828-282X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Myocardium"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Heart Failure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Myocytes, Cardiac"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Death, Sudden, Cardiac"
    }
  ]
}