{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22075746",
  "DateCompleted": {
    "Year": "2012",
    "Month": "01",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2011",
    "Month": "11",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0353-5053",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "4",
        "PubDate": {
          "Year": "2011",
          "Month": "Dec"
        }
      },
      "Title": "Psychiatria Danubina",
      "ISOAbbreviation": "Psychiatr Danub"
    },
    "ArticleTitle": "[The relationship between depression, anxiety and heart disease - a psychosomatic challenge].",
    "Pagination": {
      "StartPage": "412",
      "EndPage": "424",
      "MedlinePgn": "412-24"
    },
    "Abstract": {
      "AbstractText": [
        "Depressive and cardiological disorders present a major comorbidity. Their manifold interrelations may be best analysed within a biopsychosocial model of disease.",
        "A systematic research was done on empirical studies published during the last 15 years and dealing with epidemiological, etiopathogenetic and therapeutic dimensions of the comorbidity of depression, anxiety and heart disease.",
        "From an epidemiological perspective recurrent depressions are associated with a significantly increased risk of coronary heart disease. Depressive disorders play a major role in triggering critical cardiac events, e.g. myocardial infarction. The prevalence rates of depressive disorders in various cardiological conditions are significantly higher than the frequencies that can be expected in healthy general population. Depression shows a negative impact on the somatic morbidity and mortality during the further course of illness. Anxiety and posttraumatic stress disorders seem to be interrelated with cardiological conditions in quite a similar way, probably contributing even more negatively to critical and lethal cardiological events than depression. From an etiopathogenetic perspective some clusters of depressive symptoms seem to be linked to cardiotoxicity more closely than other, vital exhaustion, anhedonia, and hopelessness probably mediating a special risk. In any case, postmyocardial infarct depression that proves treatment-resistent indicates a negative prognosis of the prevailing cardiological condition. On a level of psychological and psychosocial constructs type-A personality, anger/hostility, type-D personality, and alexithymia have been explored regarding its proper pathogenetic role. Psychological and psychopathological variables have to be set into a context of psychosocial stressors on the one hand, and have to be simultaneously analysed with various underlying psycho- and neurobiological variables on the other. Above all, HPA- and sympathicomedullary dysfunctions, reduced heart rate variability, altered functions of thrombocytes, and increased proinflammatory processes have to be recognized as significantly contributing to the pathophysiology both of depression and of heart condition. Neurobiological aspects of anxiety and posttraumatic stress disorders must be interlinked with these underpinnings of depression. Differential effects on critical cardiological events must be supposed. From a therapeutic perspective several RCTs demonstrate that SSRIs may safely and efficiently treat depressive disorders in cardiological conditions, and may even improve the general somatic prognosis. Cognitive-behavioural psychotherapies have been empirically validated in treating depression and anxiety with cardiological patients. So far, however, a differential indication of psychopharmacological versus psychotherapeutic approaches has not been proved yet.",
        "Depression and anxiety disorders in patients with heart disease paradigmatically define a psychosomatic-somatopsychic challenge to any health delivery system. A psychosomatic perspective may best be practised within a Consultation-Liaison psychiatric service that cooperates continuously and closely with cardiological departments and experts."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychiatrie, Medizinische Universität Graz, Auenbruggerplatz 31, A-8036 Graz, Austria. Hans-peter.kapfhammer@klinikum-graz.at"
          }
        ],
        "LastName": "Kapfhammer",
        "ForeName": "Hans-Peter",
        "Initials": "HP"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Der zusammenhang von depression, angst und herzerkrankung - eine psychosomatische herausforderung."
  },
  "MedlineJournalInfo": {
    "Country": "Croatia",
    "MedlineTA": "Psychiatr Danub",
    "NlmUniqueID": "9424753",
    "ISSNLinking": "0353-5053"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Combined Modality Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cooperative Behavior"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Interdisciplinary Communication"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Myocardial Infarction"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Psychophysiologic Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Referral and Consultation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ]
}