{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Bronchospasm",
      "COPD",
      "Heart disease",
      "Mortality and morbidity",
      "Pharmacology",
      "β-blockers"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27927840",
  "DateCompleted": {
    "Year": "2017",
    "Month": "06",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "12",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1136/thoraxjnl-2016-208412"
    ],
    "Journal": {
      "ISSN": "1468-3296",
      "JournalIssue": {
        "Volume": "72",
        "Issue": "3",
        "PubDate": {
          "Year": "2017",
          "Month": "Mar"
        }
      },
      "Title": "Thorax",
      "ISOAbbreviation": "Thorax"
    },
    "ArticleTitle": "β-Blockers, heart disease and COPD: current controversies and uncertainties.",
    "Pagination": {
      "StartPage": "271",
      "EndPage": "276",
      "MedlinePgn": "271-276"
    },
    "Abstract": {
      "AbstractText": [
        "Treating people with cardiovascular disease and COPD causes significant clinician anxiety. β-Blockers save lives in people with heart disease, specifically postinfarction and heart failure. COPD and heart disease frequently coexist and people with both disorders have particularly high cardiovascular mortality. There are concerns about giving β-blockers to people with concomitant COPD that include reduced basal lung function, diminished effectiveness of emergency β-agonist treatments, reduced benefit of long-acting β-agonist treatment and difficulty in discriminating between asthma and COPD. β-Blockers appear to reduce lung function in both the general population and those with COPD because they are poorly selective for cardiac β1-adrenoceptors over respiratory β2-adrenoceptors, and studies have shown that higher β-agonist doses are required to overcome the β-blockade. COPD and cardiovascular disease share similar environmental risks and both disease states have high adrenergic and inflammatory activation. β-Blockers may therefore be particularly helpful in reducing cardiovascular events in this high-risk group. They may reduce the background inflammatory state, and inhibit the tachycardia and hypertension associated with both the endogenous adrenaline and high-dose β-agonist treatment associated with acute exacerbations of COPD. Some studies have suggested no increased and, at times, reduced mortality in patients with COPD taking β-blockers for heart disease. However, these are all observational studies and there are no randomised controlled trials. Potential ways to improve this dilemma include the development of highly β1-selective β-blockers or the use of non-β-blocking heart rate reducing agents, such as ivabridine, if these are proven to be beneficial in randomised controlled trials."
      ],
      "CopyrightInformation": "Published by the BMJ Publishing Group Limited. For permission to use (where not already granted under a licence) please go to http://www.bmj.com/company/products-services/rights-and-licensing/."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Respiratory Medicine, Cell Signalling, School of Life Sciences, University of Nottingham, Nottingham, UK."
          }
        ],
        "LastName": "Baker",
        "ForeName": "Jillian G",
        "Initials": "JG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Neurosciences, Queen's Medical Centre, University of Nottingham, Nottingham, UK."
          }
        ],
        "LastName": "Wilcox",
        "ForeName": "Robert G",
        "Initials": "RG"
      }
    ],
    "GrantList": [
      {
        "Agency": "Wellcome Trust",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Thorax",
    "NlmUniqueID": "0417353",
    "ISSNLinking": "0040-6376"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Adrenergic beta-Antagonists"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Adrenergic beta-Antagonists"
    },
    {
      "QualifierName": [
        "complications",
        "drug therapy"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "drug therapy"
      ],
      "DescriptorName": "Pulmonary Disease, Chronic Obstructive"
    }
  ]
}