{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8330849",
  "DateCompleted": {
    "Year": "1993",
    "Month": "08",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0340-9937",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "3",
        "PubDate": {
          "Year": "1993",
          "Month": "Jun"
        }
      },
      "Title": "Herz",
      "ISOAbbreviation": "Herz"
    },
    "ArticleTitle": "The clinical spectrum and diagnosis of syncope.",
    "Pagination": {
      "StartPage": "143",
      "EndPage": "154",
      "MedlinePgn": "143-54"
    },
    "Abstract": {
      "AbstractText": [
        "Syncope is a symptom of a wide variety of underlying disorders. As such, it is a common and challenging clinical problem with different pathophysiologic mechanisms and prognostic implications. The clinical spectrum of etiologies of syncope includes disorders classified as cardiovascular, noncardiovascular and unexplained. Generally, in patients in whom an initial diagnosis can be made, in the majority this is usually accomplished by a detailed history and thorough physical examination, that includes orthostatic vital signs and carotid sinus pressure. In the remaining cases, that can be as many as 50% of patients, the objective of subsequent noninvasive evaluation is to diagnose the cause of syncope, but also to stratify the patients in those with and those without underlying structural heart disease, and selectively apply additional more specialized or invasive tests. Cardiac syncope, and particularly when ventricular tachycardia is the cause, has the worst prognosis with 20 to 30% one-year mortality. This realization prompts rigorous effort in diagnosing or excluding an arrhythmic cause and applying aggressive therapy in such high risk patients. Thus, if after conventional noninvasive testing the etiology of syncope remains elusive in patients with underlying structural heart disease, electrophysiologic studies should be performed. Electrophysiologic studies identify a potential cause in up to two thirds of these patients. Treatment based on electrophysiologic diagnoses is effective in preventing syncope recurrences but may also reduce cardiac mortality. In patients without structural heart disease, head-up tilt testing has been very useful in diagnosing neurally mediated syncope and guiding its therapy. Finally in patients with recurrent syncope which remains unexplained despite extensive testing, a loop monitor may record the rhythm during an episode and provide or exclude a diagnosis. The discussion in this article serves as a brief overview of the clinical spectrum of syncope and describes a stepwise and systematic approach to diagnosis of this common, albeit challenging, medical problem, with emphasis on recent developments in the syncope work-up."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Tufts University School of Medicine, New England Medical Center, Boston, MA."
          }
        ],
        "LastName": "Manolis",
        "ForeName": "A S",
        "Initials": "AS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Herz",
    "NlmUniqueID": "7801231",
    "ISSNLinking": "0340-9937"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Arrhythmias, Cardiac"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electrocardiography"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pacemaker, Artificial"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Syncope"
    }
  ],
  "NumberOfReferences": "72"
}