{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16808550",
  "DateCompleted": {
    "Year": "2006",
    "Month": "12",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0114-5916",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "7",
        "PubDate": {
          "Year": "2006"
        }
      },
      "Title": "Drug safety",
      "ISOAbbreviation": "Drug Saf"
    },
    "ArticleTitle": "Heart failure induced by non-cardiac drugs.",
    "Pagination": {
      "StartPage": "567",
      "EndPage": "586",
      "MedlinePgn": "567-86"
    },
    "Abstract": {
      "AbstractText": [
        "Although heart failure is predominantly caused by cardiovascular conditions such as hypertension, coronary heart disease and valvular heart disease, it can also be an adverse reaction induced by drug therapy. In addition, some drugs have the propensity to adversely affect haemodynamic mechanisms in patients with an already existing heart condition. In this article, non-cardiac drugs known to be associated with the development or worsening of heart failure are reviewed. Moreover, drugs that may adversely affect the heart as a pump without causing symptoms or signs of heart failure are also included. The drugs discussed include anticancer agents such as anthracyclines, mitoxantrone, cyclophosphamide, fluorouracil, capecitabine and trastuzumab; immunomodulating drugs such as interferon-alpha-2, interleukin-2, infliximab and etanercept; antidiabetic drugs such as rosiglitazone, pioglitazone and troglitazone; antimigraine drugs such as ergotamine and methysergide; appetite suppressants such as fenfulramine, dexfenfluramine and phentermine; tricyclic antidepressants; antipsychotic drugs such as clozapine; antiparkinsonian drugs such as pergolide and cabergoline; glucocorticoids; and antifungal drugs such as itraconazole and amphotericin B. NSAIDs, including selective cyclo-oxygenase (COX)-2 inhibitors, are included as a result of their ability to cause heart disease, particularly in patients with an already existing cardiorenal dysfunction. Two drug groups are of particular concern. Anthracyclines and their derivatives may cause cardiomyopathy in a disturbingly high number of exposed individuals, who may develop symptoms of insidious onset several years after drug therapy. The risk seems to encompass all exposed individuals, but data suggest that children are particularly vulnerable. Thus, a high degree of awareness towards this particular problem is warranted in cancer survivors subjected to anthracycline-based chemotherapy. A second group of problematic drugs are the NSAIDs, including the selective COX-2 inhibitors. These drugs may cause renal dysfunction and elevated blood pressure, which in turn may precipitate heart failure in vulnerable individuals. Although NSAID-related cardiotoxicity is relatively rare and most commonly seen in elderly individuals with concomitant disease, the widespread long-term use of these drugs in risk groups is potentially hazardous. Pending comprehensive safety analyses, the use of NSAIDs in high-risk patients should be discouraged. In addition, there is an urgent need to resolve the safety issues related to the use of COX-2 inhibitors. As numerous drugs from various drug classes may precipitate or worsen heart failure, a detailed history of drug exposure in patients with signs or symptoms of heart failure is mandatory."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Laboratory Medicine, Children's and Women's Health, Norwegian University of Science and Technology, Trondheim, Norway. lars.slordal@ntnu.no"
          }
        ],
        "LastName": "Slørdal",
        "ForeName": "Lars",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Spigset",
        "ForeName": "Olav",
        "Initials": "O"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Drug Saf",
    "NlmUniqueID": "9002928",
    "ISSNLinking": "0114-5916"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug-Related Side Effects and Adverse Reactions"
    },
    {
      "QualifierName": [
        "drug effects",
        "physiopathology"
      ],
      "DescriptorName": "Heart"
    },
    {
      "QualifierName": [
        "chemically induced",
        "epidemiology",
        "physiopathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "161"
}