{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2975465",
  "DateCompleted": {
    "Year": "1989",
    "Month": "03",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0002-9343",
      "JournalIssue": {
        "Volume": "84",
        "Issue": "3A",
        "PubDate": {
          "Year": "1988",
          "Month": "Mar",
          "Day": "11"
        }
      },
      "Title": "The American journal of medicine",
      "ISOAbbreviation": "Am J Med"
    },
    "ArticleTitle": "Coronary hemodynamics in hypertensive heart disease. Basic concepts, clinical consequences, and experimental analysis of regression of hypertensive microangiopathy.",
    "Pagination": {
      "StartPage": "45",
      "EndPage": "54",
      "MedlinePgn": "45-54"
    },
    "Abstract": {
      "AbstractText": [
        "Myocardial hypertrophy may influence coronary hemodynamics variably. Therefore, coronary sinus blood flow (gas chromatic argon technique) was determined in patients with left ventricular hypertrophy, with or without dilatation, associated with entirely normal coronary arteriographic results: 12 patients with hypertrophic obstructive cardiomyopathy (left ventricular mass-to-volume ratio, 3.66 +/- 0.52 g/ml), 22 patients with hypertensive heart disease due to essential hypertension (left ventricular mass-to-volume ratio, 2.12 +/- 0.26 g/ml), 18 patients with hypertensive dilatation (left ventricular mass-to-volume ratio, 1.6 +/- 0.48 g/ml), six patients with aortic stenosis (left ventricular mass-to-volume ratio, 1.99 +/- 0.41 g/ml), 12 patients with aortic incompetence, and 20 patients with normal heart function. Coronary sinus blood flow was determined as a control value and as the value following intravenous injection of dipyridamole (0.5 mg/kg of body weight). Coronary reserve was calculated as the ratio of coronary resistance before and after dipyridamole. Normal coronary reserve averaged 4.89 +/- 0.11. Similar values, despite marked left ventricular hypertrophy, were present for both hypertrophic obstructive cardiomyopathy (4.4 +/- 0.19) and aortic stenosis (4.66 +/- 0.12), whereas coronary reserve was considerably reduced in the concentrically hypertrophied hypertensive hearts (3.22 +/- 0.19) (p less than 0.001). Moderate decrease in coronary reserve was found in aortic incompetence and in dilated essential hypertension. These results indicate that patients with nonhypertensive hypertrophy, despite left ventricular mass augmentation, may have normal coronary reserve, whereas at a comparable degree of left ventricular hypertrophy, patients with hypertensive hypertrophy have a specific reduction in coronary reserve. Independent from vascular effects, ventricular dilatation may result in deterioration of coronary reserve because of an abnormal component of coronary vascular resistance. These results were also verified in experimental hypertension. Moreover, prevention and/or regression of the impaired coronary circulation in experimental hypertensive heart disease, most probably due to the reduction of smooth muscle layers of the media of coronary resistance vessels, could be achieved by long-term vasodilator therapy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, University of Düsseldorf, West Germany."
          }
        ],
        "LastName": "Strauer",
        "ForeName": "B E",
        "Initials": "BE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Am J Med",
    "NlmUniqueID": "0267200",
    "ISSNLinking": "0002-9343"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Cardiomegaly"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Coronary Circulation"
    },
    {
      "QualifierName": [
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hemodynamics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology"
      ],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Microcirculation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Vascular Resistance"
    }
  ]
}