{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Autoantibodies",
      "Beta1-adrenergic receptor",
      "Cardiomyopathy",
      "Diagnostic tests",
      "Heart failure",
      "Targeted therapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25149394",
  "DateCompleted": {
    "Year": "2015",
    "Month": "03",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "08",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.autrev.2014.08.021",
      "S1568-9972(14)00165-7"
    ],
    "Journal": {
      "ISSN": "1873-0183",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "9",
        "PubDate": {
          "Year": "2014",
          "Month": "Sep"
        }
      },
      "Title": "Autoimmunity reviews",
      "ISOAbbreviation": "Autoimmun Rev"
    },
    "ArticleTitle": "Diagnostic and therapeutic aspects of β1-adrenergic receptor autoantibodies in human heart disease.",
    "Pagination": {
      "StartPage": "954",
      "EndPage": "962",
      "MedlinePgn": "954-62"
    },
    "Abstract": {
      "AbstractText": [
        "Growing evidence indicates a cardio-pathogenic role of autoantibodies against β1-adrenergic receptors (β1AR). In particular autoantibodies stimulating β1AR-mediated cAMP-production (i.e. agonistic β1AR autoantibodies) play a paramount role in chronic heart failure. When induced by immunisation, such autoantibodies cause heart failure in rodents; when present in patients they negatively affect survival in heart failure. However, the true prevalence and clinical impact of agonistic β1AR autoantibodies in human heart disease are still unclear, as are the events triggering their production, and the inter-relationship between autoantibody level and disease activity. β1AR autoantibodies can be removed by extracorporeal absorption or neutralised by systemic administration of synthetic epitope mimics. Only patients bearing agonistic β1AR autoantibodies in their bloodstream will benefit from these approaches. Therefore, reliable detection of agonistic β1AR autoantibodies is a key pre-requisite for the future implementation of these strategies. β1AR autoantibodies impact on conformation and down-stream signalling of the receptor by binding a conformational epitope, which is poorly represented by synthetic mimics and readily destroyed by fixation. Consequently, β1AR autoantibodies can reliably be detected only by assays utilising the native β1AR as a test antigen. To provide a sufficient basis for diagnostic predictions or therapeutic decisions, one must also determine whether β1AR autoantibodies stimulate the receptor, which again requires native, cell-based reporter systems. Translation of these procedures into versatile diagnostic tests fitting the requirements of general health care is a challenge for future development. Here, we will review the state of diagnostic and therapeutic efforts in the field of β1AR-directed autoimmunity, thereby aiming to furnish a conceptual frame for the further development of novel, more reliable diagnostic tools and more specific antibody-targeted therapeutic concepts."
      ],
      "CopyrightInformation": "Copyright © 2014. Published by Elsevier B.V."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Clinical Chemistry and Laboratory Diagnostics, Heinrich-Heine-University, Med. Faculty, Duesseldorf, Germany."
          }
        ],
        "LastName": "Bornholz",
        "ForeName": "Beatrice",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Natural Sciences, Brandenburg University of Technology, Cottbus-Senftenberg, Germany."
          }
        ],
        "LastName": "Roggenbuck",
        "ForeName": "Dirk",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Comprehensive Heart Failure Center (CHFC), University Hospital of Wuerzburg, Germany; Interdisciplinary Bank of Biomaterials and Data Wuerzburg (IBDW), University Hospital of Wuerzburg, Germany."
          }
        ],
        "LastName": "Jahns",
        "ForeName": "Roland",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Clinical Chemistry and Laboratory Diagnostics, Heinrich-Heine-University, Med. Faculty, Duesseldorf, Germany. Electronic address: boege@med.uni-duesseldorf.de."
          }
        ],
        "LastName": "Boege",
        "ForeName": "Fritz",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Autoimmun Rev",
    "NlmUniqueID": "101128967",
    "ISSNLinking": "1568-9972"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Autoantibodies"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Receptors, Adrenergic, beta-1"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Autoantibodies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Autoimmunity"
    },
    {
      "QualifierName": [
        "diagnosis",
        "immunology",
        "therapy"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Protein Transport"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Receptors, Adrenergic, beta-1"
    }
  ]
}