{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10218665",
  "DateCompleted": {
    "Year": "1999",
    "Month": "06",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0891-5849",
      "JournalIssue": {
        "Volume": "26",
        "Issue": "5-6",
        "PubDate": {
          "Year": "1999",
          "Month": "Mar"
        }
      },
      "Title": "Free radical biology & medicine",
      "ISOAbbreviation": "Free Radic Biol Med"
    },
    "ArticleTitle": "Antioxidant potentials of vitamin A and carotenoids and their relevance to heart disease.",
    "Pagination": {
      "StartPage": "746",
      "EndPage": "761",
      "MedlinePgn": "746-61"
    },
    "Abstract": {
      "AbstractText": [
        "Despite being one of the first vitamins to be discovered, the full range of biological activities for vitamin A remains to be defined. Structurally similar to vitamin A, carotenoids are a group of nearly 600 compounds. Only about 50 of these have provitamin A activity. Recent evidence has shown vitamin A, carotenoids and provitamin A carotenoids can be effective antioxidants for inhibiting the development of heart disease. Vitamin A must be obtained from the diet: green and yellow vegetables, dairy products, fruits and organ meats are some of the richest sources. Within the body, vitamin A can be found as retinol, retinal and retinoic acid. Because all of these forms are toxic at high concentrations, they are bound to proteins in the extracellular fluids and inside cells. Vitamin A is stored primarily as long chain fatty esters and as provitamin carotenoids in the liver, kidney and adipose tissue. The antioxidant activity of vitamin A and carotenoids is conferred by the hydrophobic chain of polyene units that can quench singlet oxygen , neutralize thiyl radicals and combine with and stabilize peroxyl radicals. In general, the longer the polyene chain, the greater the peroxyl radical stabilizing ability. Because of their structures, vitamin A and carotenoids can autoxidize when O2 tension increases, and thus are most effective antioxidants at low oxygen tensions that are typical of physiological levels found in tissues. Overall, the epidemiological evidence suggests that vitamin A and carotenoids are important dietary factors for reducing the incidence of heart disease. Although there is considerable discrepancy in the results from studies in humans regarding this relationship, carefully controlled experimental studies continue to indicate that these compounds are effective for mitigating and defending against many forms of cardiovascular disease. More work, especially concerning the relevance of how tissue concentrations, rather than plasma levels, relate to the progression of tissue damage in heart disease is required. This review assembles information regarding the basic structure and metabolism of vitamin A and carotenoids as related to their antioxidant activities. Epidemiological, intervention trials and experimental evidence about the effectiveness of vitamin A and carotenoids for reducing cardiovascular disease is also reviewed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Cardiovascular Sciences, St. Boniface General Hospital Research Center, Winnipeg, Manitoba, Canada."
          }
        ],
        "LastName": "Palace",
        "ForeName": "V P",
        "Initials": "VP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Khaper",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Qin",
        "ForeName": "Q",
        "Initials": "Q"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Singal",
        "ForeName": "P K",
        "Initials": "PK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Free Radic Biol Med",
    "NlmUniqueID": "8709159",
    "ISSNLinking": "0891-5849"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antioxidants"
    },
    {
      "RegistryNumber": "11103-57-4",
      "NameOfSubstance": "Vitamin A"
    },
    {
      "RegistryNumber": "36-88-4",
      "NameOfSubstance": "Carotenoids"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Antioxidants"
    },
    {
      "QualifierName": [
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Carotenoids"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diet"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fruit"
    },
    {
      "QualifierName": [
        "physiopathology",
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Vegetables"
    },
    {
      "QualifierName": [
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Vitamin A"
    }
  ],
  "NumberOfReferences": "158"
}