{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12963517",
  "DateCompleted": {
    "Year": "2003",
    "Month": "11",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0144-3615",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "5",
        "PubDate": {
          "Year": "2003",
          "Month": "Sep"
        }
      },
      "Title": "Journal of obstetrics and gynaecology : the journal of the Institute of Obstetrics and Gynaecology",
      "ISOAbbreviation": "J Obstet Gynaecol"
    },
    "ArticleTitle": "Pregnancy complicated by heart disease: a review of Canadian experience.",
    "Pagination": {
      "StartPage": "540",
      "EndPage": "544",
      "MedlinePgn": "540-4"
    },
    "Abstract": {
      "AbstractText": [
        "The physiological adaptations to pregnancy can potentially worsen the prognosis in women whose pregnancy is complicated by heart disease. A comprehensive systematic approach to risk identification is desirable. The ability to predict a subgroup of women that are at a particularly increased risk of pregnancy-related complications can enhance the obstetric care we provide to this population. A retrospective review of 276 pregnancies associated with pre-existing heart disease was undertaken in three Toronto teaching institutions. During the course of the pregnancy, 45 (18%) of 252 completed gestations were complicated by adverse cardiovascular events (congestive heart failure, arrhythmia and stroke). Poor maternal functional class or cyanosis, myocardial dysfunction, left heart obstruction, prior arrhythmia and prior cardiac events were predictive of maternal cardiac complications. These predictors were converted into a point score. If a point score was 0, 1 or more than 1, the risk of a given patient running into cardiovascular complication was 3%, 30% and 66%, respectively. The Canadian Prospective Multicenter Study offered the validation of this prediction rule. In this study, 13 centres recruited prospectively 599 patients with completed gestations. Similar factors were identified in their ability to predict adverse cardiac events. In addition, neonatal complications (20% of pregnancies) were associated with poor functional class or cyanosis, left heart obstruction, anticoagulation, smoking and multiple gestation. A sample of this prospective cohort (302 pregnancies) was compared to 572 matched pregnancies with no underlying heart disease. The neonatal complication rate was higher in the study group when compared to controls, 18% versus 7%, respectively. The highest neonatal complication rate (33%) was seen in gravidas with underlying heart disease who had previously identified cardiac risk factors, were at both extremes of reproductive age, had obstetrical risk factors, smoked or received anticoagulants. Both maternal and neonatal morbidity are increased significantly in gravidas with pre-existing heart disease, although mortality is low. Factors that place the mother and the neonate at risk can be identified before pregnancy. This allows informed counselling and development of a patient-specific management plan."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynaecology, Toronto General Hospital, Toronto, Canada. msermer@mtsinai.on.ca"
          }
        ],
        "LastName": "sermer",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Colman",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Siu",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Obstet Gynaecol",
    "NlmUniqueID": "8309140",
    "ISSNLinking": "0144-3615"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Canada"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Pregnancy Complications, Cardiovascular"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy Outcome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    }
  ]
}