{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Arrhythmien",
      "Belastungstest",
      "Echokardiographie",
      "Elektrokardiographie",
      "Herzgeräusche",
      "arrhythmias",
      "echocardiography",
      "electrocardiography",
      "exercise testing",
      "heart murmurs"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Herzgeräusche und Arrhythmien kommen beim Pferd häufig vor. Die Beurteilung der klinischen Bedeutung dieser Befunde in Bezug auf die Gesundheit, die Leistungsfähigkeit, die Sicherheit und die Lebenserwartung von Sportpferden hat höchste Priorität. Eine umfassende kardiovaskuläre Untersuchung ist essentiell, um dieses Ziel zu erreichen und den Schweregrad der Erkrankung festzustellen. Das American College of Veterinary Internal Medicine (ACVIM) und das European College of Equine Internal Medicine (ECEIM) haben kürzlich eine Expertengruppe eingesetzt, die in einer gemeinsamen Stellungnahme Empfehlungen für Sportpferde mit Herzerkrankungen formuliert hat. Der vorliegende Artikel fasst die für den Praktiker relevanten Empfehlungen zusammen. Dabei werden die häufigsten und bedeutendsten Herzerkrankungen bei adulten Sportpferden berücksichtigt. Dies sind Mitral-, Aorten- und Trikuspidalinsuffizienz, Ventrikelseptumdefekt, Vorhofflimmern sowie supraventrikuläre und ventrikuläre Arrhythmien. Obschon die meisten Pferde mit kardiovaskulären Erkrankungen eine ausreichende Leistungsfähigkeit aufweisen, sind bei Patienten mit klinisch relevanten Veränderungen regelmässige Untersuchungen indiziert. Pferde mit mittel- und hochgradigen strukturellen Erkrankungen, mit persistierendem unbehandeltem Vorhofflimmern und mit gewissen ventrikulären Arrhythmien können unter Umständen, nach Aufklärung über bestehende Risiken, durch erwachsene Reiter weiter genutzt werden. Pferde mit komplexen ventrikulären Arrhythmien, pulmonärer Hypertension oder kongestivem Herzversagen sollten nicht geritten oder gefahren werden."
      ]
    },
    {
      "AbstractText": [
        "Chez le cheval, on rencontre fréquemment des souffles cardiaques et des arythmies. L’appréciation de l’importance clinique de ces découvertes par rapport à la santé, au potentiel de performance, à la sécurité et à l’espérance de vie chez les chevaux de sport est une priorité. Un examen cardiovasculaire complet est essentiel pour atteindre ce but et pour estimer la gravité de l’affection. L’American College of Veterinary Internal Medicine (ACVIM) et l‘European College of Equine Internal Medicine (ECEIM) ont récemment engagé un groupe d’experts qui, dans une prise de position commune, a formulé des recommandations concernant les chevaux de sport atteints d’affections cardiaques. Le présent article résume les recommandations importantes pour les praticiens. On y prend en considération les affections cardiaques les plus fréquentes et les plus importantes chez les chevaux de sport adultes. Il s’agit des insuffisances mitrales, aortiques et tricuspides, des communications interventriculaires, des fibrillations atriales ainsi que des arythmies supraventriculaires et ventriculaires. Bien que la majorité des chevaux souffrant de pathologies cardio- vasculaires présentent des performances suffisantes, des contrôles réguliers sont indiqués chez les patients présentant des modifications cliniquement significatives. Les chevaux souffrant d’altérations structurelles d’importance moyenne à élevées, de fibrillations atriales persistantes non traitées ou de certaines arythmies ventriculaires peuvent, suivant les cas et après explication des risques encourus, continuer à être utilisés par des cavaliers adultes. Les chevaux présentant des arythmies ventriculaires complexes, de l’hypertension pulmonaire ou une insuffisance cardiaque congestive ne devraient pas être montés ou attelés."
      ]
    },
    {
      "AbstractText": [
        "Mormorii e aritmie cardiache vengono rilevate di frequente nei cavalli. La valutazione dell’importanza clinica di tali anomalie riguardo a salute, prestazioni, sicurezza e aspettative di vita dei cavalli da sport è di primaria importanza. Una valutazione cardiovascolare completa è essenziale per determinare la gravità della malattia e per raggiungere gli obiettivi preposti. L’American College of Veterinary Internal Medicine (ACVIM) e l’European College of Equine Internal Medicine (ECEIM) hanno recentemente istituito un gruppo di esperti, che ha formulato raccomandazioni per i cavalli da sport affetti da malattie cardiache in un comunicato congiunto. Quest’ articolo riassume le raccomandazioni principali per i veterinari considerando le malattie cardiache più frequenti e significative nei cavalli da sport adulti. Questi disturbi sono: insufficienza mitrale, aortica e tricuspidale, difetto interventricolare, fibrillazione atriale, aritmie sopraventricolari e ventricolari. Anche se la maggior parte dei cavalli affetti da una malattia cardiovascolare mostri ugualmente alte prestazioni, degli esami periodici approfonditi sono indicati nei pazienti con modifiche clinicamente rilevanti. I cavalli con malattie strutturali di medio o alto livello, con fibrillazione atriale persistente non trattata e con alcune aritmie ventricolari possono essere utilizzati in determinate circostanze e dopo aver indagato sui possibili rischi da un cavallerizzo esperimentato. I cavalli affetti da aritmie ventricolari complesse, ipertensione polmonare o insufficienza cardiaca congestizia non dovrebbero essere montati o guidati."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27707681",
  "DateCompleted": {
    "Year": "2016",
    "Month": "12",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "01",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.17236/sat00086"
    ],
    "Journal": {
      "ISSN": "0036-7281",
      "JournalIssue": {
        "Volume": "158",
        "Issue": "10",
        "PubDate": {
          "Year": "2016",
          "Month": "Oct"
        }
      },
      "Title": "Schweizer Archiv fur Tierheilkunde",
      "ISOAbbreviation": "Schweiz Arch Tierheilkd"
    },
    "ArticleTitle": "[Heart disease in sports horses: Current recommendations of the 2014 ACVIM / ECEIM consensus statement].",
    "Pagination": {
      "StartPage": "677",
      "EndPage": "689",
      "MedlinePgn": "677-689"
    },
    "Abstract": {
      "AbstractText": [
        "Heart murmurs and arrhythmias are common in horses. Assessment of their clinical relevance concerning health, performance, safety and longevity of sports horses is of highest importance. A comprehensive cardiovascular examination is crucial for diagnosis and assessment of the severity of disease. Recently, an expert panel of the American College of Veterinary Internal Medicine (ACVIM) and the European College of Equine Internal Medicine (ECEIM) developed a consensus statement containing recommendations for sports horses with heart disease. This article summarizes the most relevant recommendations for practitioners, considering the most common and most important cardiac disorders in adult sports horses. These include mitral, aortic and tricuspid insufficiency, ventricular septal defects, atrial fibrillation as well as supraventricular and ventricular arrhythmias. Despite the fact that most horses with cardiovascular disease maintain a sufficient performance capacity, regular evaluations are indicated in horses with clinically relevant disorders. Under certain circumstances, horses with moderate to severe structural disease, with persistent untreated atrial fibrillation and with certain ventricular arrhythmias might still be used by informed adult riders. Horses with complex ventricular arrhythmias, pulmonary hypertension or congestive heart failure must not be ridden or driven and should be retired."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departement für Pferde, Vetsuisse-Fakultät, Universität Zürich."
          }
        ],
        "LastName": "Schwarzwald",
        "ForeName": "C",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Herzerkrankungen beim Sportpferd: Aktuelle Empfehlungen des 2014 ACVIM/ECEIM Consensus Statements."
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Schweiz Arch Tierheilkd",
    "NlmUniqueID": "0424247",
    "ISSNLinking": "0036-7281"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "therapy",
        "veterinary"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Horse Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Horses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Veterinary Sports Medicine"
    }
  ]
}