{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29596406",
  "DateCompleted": {
    "Year": "2018",
    "Month": "07",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "03",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.15585/mmwr.ss6705a1"
    ],
    "Journal": {
      "ISSN": "1545-8636",
      "JournalIssue": {
        "Volume": "67",
        "Issue": "5",
        "PubDate": {
          "Year": "2018",
          "Month": "Mar",
          "Day": "30"
        }
      },
      "Title": "Morbidity and mortality weekly report. Surveillance summaries (Washington, D.C. : 2002)",
      "ISOAbbreviation": "MMWR Surveill Summ"
    },
    "ArticleTitle": "Heart Disease Death Rates Among Blacks and Whites Aged ≥35 Years - United States, 1968-2015.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "11",
      "MedlinePgn": "1-11"
    },
    "Abstract": {
      "AbstractText": [
        "Heart disease is the leading cause of death in the United States. In 2015, heart disease accounted for approximately 630,000 deaths, representing one in four deaths in the United States. Although heart disease death rates decreased 68% for the total population from 1968 to 2015, marked disparities in decreases exist by race and state.",
        "1968-2015.",
        "The National Vital Statistics System (NVSS) data on deaths in the United States were abstracted for heart disease using diagnosis codes from the eighth, ninth, and tenth revisions of the International Classification of Diseases (ICD-8, ICD-9, and ICD-10) for 1968-2015. Population estimates were obtained from NVSS files. National and state-specific heart disease death rates for the total population and by race for adults aged ≥35 years were calculated for 1968-2015. National and state-specific black-white heart disease mortality ratios also were calculated. Death rates were age standardized to the 2000 U.S. standard population. Joinpoint regression was used to perform time trend analyses.",
        "From 1968 to 2015, heart disease death rates decreased for the total U.S. population among adults aged ≥35 years, from 1,034.5 to 327.2 per 100,000 population, respectively, with variations in the magnitude of decreases by race and state. Rates decreased for the total population an average of 2.4% per year, with greater average decreases among whites (2.4% per year) than blacks (2.2% per year). At the national level, heart disease death rates for blacks and whites were similar at the start of the study period (1968) but began to diverge in the late 1970s, when rates for blacks plateaued while rates for whites continued to decrease. Heart disease death rates among blacks remained higher than among whites for the remainder of the study period. Nationwide, the black-white ratio of heart disease death rates increased from 1.04 in 1968 to 1.21 in 2015, with large increases occurring during the 1970s and 1980s followed by small but steady increases until approximately 2005. Since 2005, modest decreases have occurred in the black-white ratio of heart disease death rates at the national level. The majority of states had increases in black-white mortality ratios from 1968 to 2015. The number of states with black-white mortality ratios >1 increased from 16 (40%) to 27 (67.5%).",
        "Although heart disease death rates decreased both for blacks and whites from 1968 to 2015, substantial differences in decreases were found by race and state. At the national level and in most states, blacks experienced smaller decreases in heart disease death rates than whites for the majority of the period. Overall, the black-white disparity in heart disease death rates increased from 1968 to 2005, with a modest decrease from 2005 to 2015.",
        "Since 1968, substantial increases have occurred in black-white disparities of heart disease death rates in the United States at the national level and in many states. These increases appear to be due to faster decreases in heart disease death rates for whites than blacks, particularly from the late 1970s until the mid-2000s. Despite modest decreases in black-white disparities at the national level since 2005, in 2015, heart disease death rates were 21% higher among blacks than among whites. This study demonstrates the use of NVSS data to conduct surveillance of heart disease death rates by race and of black-white disparities in heart disease death rates. Continued surveillance of temporal trends in heart disease death rates by race can provide valuable information to policy makers and public health practitioners working to reduce heart disease death rates both for blacks and whites and disparities between blacks and whites."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, Georgia."
          }
        ],
        "LastName": "Van Dyke",
        "ForeName": "Miriam",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division for Heart Disease and Stroke Prevention, National Center for Chronic Disease Prevention and Health Promotion, CDC, Atlanta, Georgia."
          }
        ],
        "LastName": "Greer",
        "ForeName": "Sophia",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division for Heart Disease and Stroke Prevention, National Center for Chronic Disease Prevention and Health Promotion, CDC, Atlanta, Georgia."
          }
        ],
        "LastName": "Odom",
        "ForeName": "Erika",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division for Heart Disease and Stroke Prevention, National Center for Chronic Disease Prevention and Health Promotion, CDC, Atlanta, Georgia."
          }
        ],
        "LastName": "Schieb",
        "ForeName": "Linda",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division for Heart Disease and Stroke Prevention, National Center for Chronic Disease Prevention and Health Promotion, CDC, Atlanta, Georgia."
          }
        ],
        "LastName": "Vaughan",
        "ForeName": "Adam",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology, Rollins School of Public Health, Emory University, Atlanta, Georgia."
          }
        ],
        "LastName": "Kramer",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division for Heart Disease and Stroke Prevention, National Center for Chronic Disease Prevention and Health Promotion, CDC, Atlanta, Georgia."
          }
        ],
        "LastName": "Casper",
        "ForeName": "Michele",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "MMWR Surveill Summ",
    "NlmUniqueID": "101142015",
    "ISSNLinking": "1545-8636"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Black or African American"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cause of Death"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status Disparities"
    },
    {
      "QualifierName": [
        "ethnology",
        "mortality"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United States"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "White People"
    }
  ]
}