{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31650806",
  "DateCompleted": {
    "Year": "2020",
    "Month": "04",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "04",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.19191/EP19.4.S2.P051.092"
    ],
    "Journal": {
      "ISSN": "1120-9763",
      "JournalIssue": {
        "Volume": "43",
        "Issue": "4 Suppl 2",
        "PubDate": {
          "Year": "2019",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Epidemiologia e prevenzione",
      "ISOAbbreviation": "Epidemiol Prev"
    },
    "ArticleTitle": "A Systematic Review of Case-Identification Algorithms Based on Italian Healthcare Administrative Databases for Three Relevant Diseases of the Cardiovascular System: Hypertension, Heart Failure, and Congenital Heart Diseases.",
    "Pagination": {
      "StartPage": "51",
      "EndPage": "61",
      "MedlinePgn": "51-61"
    },
    "Abstract": {
      "AbstractText": [
        "to identify and describe all hypertension, heart failure (HF), and congenital heart disease case-identification algorithms by means of Italian Healthcare Administrative Databases (HADs), through the review of papers published in the past 10 years.",
        "this study is part of a project that systematically reviewed case-identification algorithms for 18 acute and chronic conditions by means of HADs in Italy. PubMed was searched for original articles, published between 2007 and 2017, in Italian or English. The search string consisted of a combination of free text and MeSH terms with a common part that focused on HADs and a disease-specific part. All identified papers were screened by two independent reviewers. Pertinent papers were classified according to the objective for which the algorithm had been used, and only articles that used algorithms for primary objectives (I disease occurrence; II population/cohort selection; III outcome identification) were considered for algorithm extraction. The HADs used (hospital discharge records, drug prescriptions, etc.), ICD-9 and ICD-10 codes, ATC classification of drugs, follow-back periods, and age ranges applied by the algorithms have been reported. Further information on specific objective(s), accuracy measures, sensitivity analyses, and the contribution of each HAD have also been recorded.",
        "the search strategy identified 429 papers for hypertension, 479 for HF, and 138 for congenital heart diseases. After title/abstract and full-text screening, the review led to the inclusion of 21 articles for hypertension, 24 for HF, and only 1 for congenital heart diseases. Eighteen algorithms had a primary objective (5 hypertension, 12 HF, 1 congenital heart diseases). All the hypertension algorithms were based on the drug prescription database, except for one algorithm that also used the hospital discharge records and the exemption from co-payment database. As for HF, all the algorithms employed the hospital discharge record database and only two algorithms used another information source. The only algorithm identified for congenital heart diseases was based on the hospital discharge database. The algorithm identified for congenital heart diseases was validated, showing excellent performance. Conversely, only one hypertension algorithm was validated, and none of the HF algorithms were validated - even though 5 out of 12 algorithms were based on previous algorithms used at both national and international level.",
        "the findings of the present study showed wide use of Italian administrative databases for the detection of hypertension and heart failure cases. However, the validity of the algorithms in most cases has not been tested, highlighting the need for introducing stricter requirements to enforce the assessment of the validity of the algorithms used."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardio-Thoraco-Vascular Sciences and Public Health, University of Padua, Padua (Italy)."
          }
        ],
        "LastName": "Lorenzoni",
        "ForeName": "Giulia",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardio-Thoraco-Vascular Sciences and Public Health, University of Padua, Padua (Italy)."
          }
        ],
        "LastName": "Baldi",
        "ForeName": "Ileana",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hygiene and Public Health Unit, Department of Cardio-Thoraco-Vascular Sciences and Public Health, University of Padua, Padua (Italy)."
          }
        ],
        "LastName": "Soattin",
        "ForeName": "Marta",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardio-Thoraco-Vascular Sciences and Public Health, University of Padua, Padua (Italy); dario.gregori@unipd.it."
          }
        ],
        "LastName": "Gregori",
        "ForeName": "Dario",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hygiene and Public Health Unit, Department of Cardio-Thoraco-Vascular Sciences and Public Health, University of Padua, Padua (Italy)."
          }
        ],
        "LastName": "Buja",
        "ForeName": "Alessandra",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Epidemiol Prev",
    "NlmUniqueID": "8902507",
    "ISSNLinking": "1120-9763"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Algorithms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Databases, Factual"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Services Administration"
    },
    {
      "QualifierName": [
        "congenital",
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Heart Failure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Italy"
    }
  ]
}