{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1727204",
  "DateCompleted": {
    "Year": "1992",
    "Month": "01",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "10",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0098-7484",
      "JournalIssue": {
        "Volume": "267",
        "Issue": "1",
        "PubDate": {
          "Year": "1992",
          "Month": "Jan",
          "Day": "01"
        }
      },
      "Title": "JAMA",
      "ISOAbbreviation": "JAMA"
    },
    "ArticleTitle": "Passive smoking and the risk of heart disease.",
    "Pagination": {
      "StartPage": "94",
      "EndPage": "99",
      "MedlinePgn": "94-9"
    },
    "Abstract": {
      "AbstractText": [
        "This paper reviews the evidence that exposure to environmental tobacco smoke (ETS) increases the risk of heart disease death among persons who have never smoked (never-smokers). The annual number of heart disease deaths in the United States attributable to ETS is estimated, as is the individual risk of heart disease death for exposed never-smokers.",
        "Nine epidemiologic studies and numerous experimental studies are available to evaluate the association of ETS and heart disease.",
        "The relative risk for never-smokers living with current or former smokers, compared with never-smokers living with nonsmokers, has ranged from 0.9 to 3.0 in nine studies. Seven studies were positive, one was positive for women but not men, and one was negative. Several studies have shown a dose-response relationship and have controlled for other risk factors. Evidence from experimental studies suggests that ETS can damage the cardiovascular system, via both short-term and long-term mechanisms. Assuming that the observed heart disease risk for those exposed to ETS is not an artifact of misclassification or confounding, approximately 35,000 to 40,000 deaths from ischemic heart disease among never-smokers and long-term former smokers are estimated to have occurred annually in the United States as a result of ETS exposure in the early 1980s. An individual male never-smoker living with a current or former smoker is estimated to have an approximately 9.6% chance of dying of ischemic heart disease by the age of 74 years, compared with a 7.4% chance for a male never-smoker living with a nonsmoker. The corresponding lifetime risks for women are 6.1% and 4.9%.",
        "The public health burden due to ETS exposure is likely to be much greater for heart disease than for lung cancer, which has been the focus of most debate to date. Individual lifetime excess risks of heart disease death due to ETS of one to three per 100 can be compared with much lower excess risks of one death per 100,000, which are often used in determining environmental limits for other toxins. Exposure to ETS is not currently regulated at the federal level, except for domestic air traffic."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Institute for Occupational Safety and Health, Cincinnati, Ohio 45226."
          }
        ],
        "LastName": "Steenland",
        "ForeName": "K",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "JAMA",
    "NlmUniqueID": "7501160",
    "ISSNLinking": "0098-7484"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Tobacco Smoke Pollution"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "JAMA. 1992 Jun 24;267(24):3284; author reply 3285-6",
      "PMID": "1597905"
    },
    {
      "RefSource": "JAMA. 1992 Jun 24;267(24):3284-5; author reply 3285-6",
      "PMID": "1597906"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "etiology",
        "mortality"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Tobacco Smoke Pollution"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United States"
    }
  ],
  "NumberOfReferences": "44"
}