{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8120469",
  "DateCompleted": {
    "Year": "1994",
    "Month": "04",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0398-0499",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "4",
        "PubDate": {
          "Year": "1993"
        }
      },
      "Title": "Journal des maladies vasculaires",
      "ISOAbbreviation": "J Mal Vasc"
    },
    "ArticleTitle": "[How to search for a cardiac cause of an arterial embolism].",
    "Pagination": {
      "StartPage": "340",
      "EndPage": "344",
      "MedlinePgn": "340-4"
    },
    "Abstract": {
      "AbstractText": [
        "Owing to a very high-definition image, transesophageal echocardiography (TEE) allows screening lesions that are not detected by other examination techniques. Its superiority is especially obvious in the analysis of the atrial structure of the mitral valve and of the interatrial septum, therefore for the analysis of structures that are most commonly involved in embolic strokes. After history taking, a clinical examination, and the analysis of the electrocardiogram and of the thoracic X-rays, two cases are possible: 1) There is an indisputable emboligenic heart disease: atrial fibrillation (AF), mitral stenosis, bacterial endocarditis, or a valvular prosthesis. Systematic transthoracic cardiac ultrasonography (TTE) completes this assessment. 2) When the initial findings are negative, ETT being included in the assessment, the identification of a potential cardiac cause of embolism depends on: the degree of investigation implemented: Holter to check for paroxysmal AF, TEE knowing that the diagnostic efficiency of this examination is low when the initial assessment is negative; what is selected as an emboligene cardiac cause. In fact, in addition to commonly recognized causes called major causes, there are so-called minor abnormalities that are still ill-defined but are known to be associated with arterial embolism. For example, a patent foramen ovale or an aneurysm of the interatrial septum are very easily diagnosed with TEE, but the exact mechanism of embolism and the appropriate therapeutic attitude still remain to be defined for this type of pathology."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de Cardiologie, Hôpital Cochin, Paris."
          }
        ],
        "LastName": "Cabanes",
        "ForeName": "L",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Comment rechercher une cause cardiaque à un accident embolique artériel."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "J Mal Vasc",
    "NlmUniqueID": "7707965",
    "ISSNLinking": "0398-0499"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Coronary Thrombosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electrocardiography"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Embolism"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "diagnostic imaging"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Intracranial Embolism and Thrombosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ultrasonography"
    }
  ]
}