{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "apoptosis",
      "cardiac hypertrophy",
      "cardiomyocytes",
      "heart disease",
      "senescence",
      "telomere length"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28550088",
  "DateCompleted": {
    "Year": "2018",
    "Month": "04",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "05",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1152/physiolgenomics.00024.2017"
    ],
    "Journal": {
      "ISSN": "1531-2267",
      "JournalIssue": {
        "Volume": "49",
        "Issue": "7",
        "PubDate": {
          "Year": "2017",
          "Month": "Jul",
          "Day": "01"
        }
      },
      "Title": "Physiological genomics",
      "ISOAbbreviation": "Physiol Genomics"
    },
    "ArticleTitle": "Cardiac telomere length in heart development, function, and disease.",
    "Pagination": {
      "StartPage": "368",
      "EndPage": "384",
      "MedlinePgn": "368-384"
    },
    "Abstract": {
      "AbstractText": [
        "Telomeres are repetitive nucleoprotein structures at chromosome ends, and a decrease in the number of these repeats, known as a reduction in telomere length (TL), triggers cellular senescence and apoptosis. Heart disease, the worldwide leading cause of death, often results from the loss of cardiac cells, which could be explained by decreases in TL. Due to the cell-specific regulation of TL, this review focuses on studies that have measured telomeres in heart cells and critically assesses the relationship between cardiac TL and heart function. There are several lines of evidence that have identified rapid changes in cardiac TL during the onset and progression of heart disease as well as at critical stages of development. There are also many factors, such as the loss of telomeric proteins, oxidative stress, and hypoxia, that decrease cardiac TL and heart function. In contrast, antioxidants, calorie restriction, and exercise can prevent both cardiac telomere attrition and the progression of heart disease. TL in the heart is also indicative of proliferative potential and could facilitate the identification of cells suitable for cardiac rejuvenation. Although these findings highlight the involvement of TL in heart function, there are important questions regarding the validity of animal models, as well as several confounding factors, that need to be considered when interpreting results and planning future research. With these in mind, elucidating the telomeric mechanisms involved in heart development and the transition to disease holds promise to prevent cardiac dysfunction and potentiate regeneration after injury."
      ],
      "CopyrightInformation": "Copyright © 2017 the American Physiological Society."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Science and Technology, School of Applied and Biomedical Sciences, Federation University Australia, Balllarat, Australia."
          }
        ],
        "LastName": "Booth",
        "ForeName": "S A",
        "Initials": "SA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Science and Technology, School of Applied and Biomedical Sciences, Federation University Australia, Balllarat, Australia; f.charchar@federation.edu.au."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physiology, The University of Melbourne, Melbourne, Australia; and."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiovascular Sciences, University of Leicester, Leicester, United Kingdom."
          }
        ],
        "LastName": "Charchar",
        "ForeName": "F J",
        "Initials": "FJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Physiol Genomics",
    "NlmUniqueID": "9815683",
    "ISSNLinking": "1094-8341"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "embryology",
        "physiopathology"
      ],
      "DescriptorName": "Heart"
    },
    {
      "QualifierName": [
        "genetics",
        "physiopathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Animal"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Stem Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Telomere Homeostasis"
    }
  ]
}