{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2663180",
  "DateCompleted": {
    "Year": "1989",
    "Month": "08",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0278-5919",
      "JournalIssue": {
        "Volume": "8",
        "Issue": "1",
        "PubDate": {
          "Year": "1989",
          "Month": "Jan"
        }
      },
      "Title": "Clinics in sports medicine",
      "ISOAbbreviation": "Clin Sports Med"
    },
    "ArticleTitle": "Acute cardiac emergencies in the injured athlete.",
    "Pagination": {
      "StartPage": "81",
      "EndPage": "90",
      "MedlinePgn": "81-90"
    },
    "Abstract": {
      "AbstractText": [
        "In the previous discussion, emphasis has been placed on the detection of cardiac disorders that might lead to sudden death. Cardiac crises result from congenital structural defects in athletes aged 35 years or younger, and from acquired diseases in older individuals. Detection implies preparticipation screening, which, in order to be effective, requires considerable financial resources impractical for community-wide athletic programs. In young asymptomatic individuals, the prevalence of congenital heart disease is estimated at 0.5 per cent. Perhaps 1 per cent of these athletes has congenital lesions that could potentially result in sudden death and of these, only 10 per cent will, indeed, die suddenly. Identification of a group of 1000 athletes who have congenital cardiovascular disease of whom perhaps only one will die suddenly requires screening of 200,000 competitors. It is rather unlikely that any community would consider this type of undertaking economically feasible, especially considering that the most useful test for the younger age group, the echocardiogram, is also one of the most expensive. Noninvasive screening on an individual basis, in most instances, will identify those athletes at risk for sudden death if appropriate financial resources can be applied. History and physical examination, chest roentgenogram, 12-lead electrocardiogram, echocardiography, and exercise stress testing are useful tools in the recognition of those conditions associated with acute cardiac emergencies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Cardiology, Allegheny General Hospital, Pittsburgh, Pennsylvania."
          }
        ],
        "LastName": "Frazier",
        "ForeName": "J E",
        "Initials": "JE",
        "Suffix": "2nd"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Sports Med",
    "NlmUniqueID": "8112473",
    "ISSNLinking": "0278-5919"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acute Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Athletic Injuries"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "38"
}