{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Competitive sports",
      "Elite athletes",
      "Exercise",
      "Leisure time sport",
      "Secondary prevention"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Die Leitlinien für Sportkardiologie der European Society of Cardiology (ESC) sind die ersten dieser Art. Sie geben Empfehlungen zu Freizeit- und Leistungssport bei Sporttreibenden mit kardialen Erkrankungen. Das Spektrum umfasst Sportlerinnen während der Schwangerschaft, Sportreibende mit erhöhtem kardiovaskulären Risiko oder genetischer Prädisposition wie Ionenkanalerkrankungen, Kardiomyopathien oder kongenitale Vitien ebenso wie Patienten mit valvulären Herzerkrankungen, koronarer Herzerkrankung, nach Myokardinfarkt, mit Rhythmusstörungen oder mit Herzinsuffizienz. Die kardiologisch-diagnostische Evaluation des Sporttreibenden ist die Basis für dezidierte und individuelle Empfehlungen hinsichtlich der Sportarten, der Intensität und der Dauer körperlicher Belastung, des körperlichen Trainings und der Wettkampftauglichkeit. Kenntnis der aktuellen Literatur sowie Erfahrung des Sportkardiologen sind Voraussetzungen für die zwischen Sportkardiologen und Sportlern geteilte Verantwortung, welcher vermehrt Bedeutung zukommt. Am Ende steht jedoch nicht die Frage, ob die Herzpatientin oder der Herzpatient Sport treiben darf, sondern welcher Sport in welcher Intensität und mit welchem Umfang der individuell richtige ist."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33336289",
  "DateCompleted": {
    "Year": "2021",
    "Month": "02",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "02",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "12",
        "Day": "17"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00059-020-05008-9"
    ],
    "Journal": {
      "ISSN": "1615-6692",
      "JournalIssue": {
        "Volume": "46",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb"
        }
      },
      "Title": "Herz",
      "ISOAbbreviation": "Herz"
    },
    "ArticleTitle": "[ESC guidelines on sports cardiology 2020 : Which sports can be performed with heart diseases?].",
    "Pagination": {
      "StartPage": "38",
      "EndPage": "45",
      "MedlinePgn": "38-45"
    },
    "Abstract": {
      "AbstractText": [
        "The guidelines for sports cardiology have recently been published for the first time by the European Society of Cardiology (ESC). They address recommendations for leisure time exercise and competitive sports in athletes with cardiovascular diseases. The spectrum ranges from women during pregnancy, athletes with increased cardiovascular risk and risk factors or with a genetic predisposition, such as ion channelopathies, cardiomyopathies, congenital heart diseases as well as patients with valvular heart diseases, coronary heart disease, after myocardial infarction, with arrhythmia and with heart failure. A detailed cardiological evaluation of the athlete with heart disease is the basis for detailed and individually tailored recommendations with respect to the type of sport, mode, duration and intensity of physical exercise, physical training and the capability for competitive sports. Evidence from the current literature and the experience of the sports cardiologist are the basis for shared decision making between the sports cardiologist and the athlete/patient, which is becoming increasingly more important. Together, they will decide which sport can be practiced defining intensity and duration."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lehrstuhl und Poliklinik für Präventive und Rehabilitative Sportmedizin, Accredited European Centre for Sports Cardiology EAPC/ESC, Medizinische Fakultät, Klinikum rechts der Isar, Technische Universität München, Georg-Brauchle-Ring 56, 80992, München, Deutschland. halle@tum.de."
          },
          {
            "Identifier": [],
            "Affiliation": "Munich Heart Alliance, Deutsches Zentrum für Herz-Kreislauf-Forschung (DZHK), München, Deutschland. halle@tum.de."
          }
        ],
        "LastName": "Halle",
        "ForeName": "Martin",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsinstitut für präventive und rehabilitative Sportmedizin, Uniklinikum Salzburg, Paracelsus Medizinische Privatuniversität, Salzburg, Österreich."
          },
          {
            "Identifier": [],
            "Affiliation": "Ludwig Boltzmann Institut für digitale Gesundheit und Prävention, Salzburg, Österreich."
          }
        ],
        "LastName": "Niebauer",
        "ForeName": "Josef",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "ESC-Leitlinie Sportkardiologie 2020 : Welcher Sport kann bei Herzerkrankungen durchgeführt werden?"
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Herz",
    "NlmUniqueID": "7801231",
    "ISSNLinking": "0340-9937"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Athletes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiomyopathies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports Medicine"
    }
  ]
}