{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8583965",
  "DateCompleted": {
    "Year": "1996",
    "Month": "03",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0306-9877",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "5",
        "PubDate": {
          "Year": "1995",
          "Month": "May"
        }
      },
      "Title": "Medical hypotheses",
      "ISOAbbreviation": "Med Hypotheses"
    },
    "ArticleTitle": "Bioenergetics in the pathogenesis, progression and treatment of cardiovascular disorders.",
    "Pagination": {
      "StartPage": "347",
      "EndPage": "358",
      "MedlinePgn": "347-58"
    },
    "Abstract": {
      "AbstractText": [
        "The aim of this manuscript is to review perturbations in bioenergetics that are redundant denominators in the diversity of factors mediating the pathogenesis and progression of coronary heart disease (CHD), congestive heart failure (CHF), hypertension and arrhythmias. This paper likewise assesses the pharmacodynamics of widely prescribed drugs that enhance cellular respiration, maintain positive inotropic, chronotropic, dromotropic cardiac effects, sustain myocardial biosynthesis, reverse the morbidity of heart disease, and assure low levels of toxicity commensurate with the agent's biocompatability. Conversely, it is essential to delineate the modality of xenobiotic drugs that inhibit energy transformations, enhance the pathogenesis of CHD, worsen survival in CHF, provoke arrhythmogenic effects, and induce serious side-effects. Documented evidence, derived from biochemical, physiological and pharmacological data sources, consistently links inhibited mitochondrial decarboxylation to aberrations in cholesterol metabolism, biosynthesis, and calcium balance. Underutilized citrates evolved from inhibited decarboxylation are degraded to acetyl CoA. The acetate is the source of steroid synthesis; its carbon atoms form the molecular basis for all endogenous cholesterol. Myocardial anoxia, a consequence of the atheromatous plaque, inhibits ATP production, impairs biosynthesis, induces negative cardiac inotropic and chronotropic effects, and enhances the pathogenesis of CHF. Inhibited decarboxylation is likewise a factor in the mobilization of in situ cardiac Ca2+, resulting in arrhythmias provoked by the cation's deficiency. The restoration of calcium homeostasis decreases peripheral vasotension, reducing hypertension. Parameters drawn from endocrinopathies and the new physiological dimension of microgravity are developed to illustrate the detrimental effect of inhibited bioenergetics on cardiac pathomorphism and cardiovascular dysfunction. In conclusion, anabolic agents, adjunctive to a productive life-style, can provide the rational basis for the prevention and treatment of cardiac diseases. Failure to understand mechanisms generating cardiovascular morbidity eventuates in ineffective and empirical treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tanner",
        "ForeName": "H A",
        "Initials": "HA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Hypotheses",
    "NlmUniqueID": "7505668",
    "ISSNLinking": "0306-9877"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Xenobiotics"
    },
    {
      "RegistryNumber": "72-89-9",
      "NameOfSubstance": "Acetyl Coenzyme A"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Acetyl Coenzyme A"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Arrhythmias, Cardiac"
    },
    {
      "QualifierName": [
        "metabolism",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [
        "mortality",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Energy Metabolism"
    },
    {
      "QualifierName": [
        "epidemiology",
        "physiopathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Heart Failure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Cardiovascular"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Survival Rate"
    },
    {
      "QualifierName": [
        "toxicity"
      ],
      "DescriptorName": "Xenobiotics"
    }
  ],
  "NumberOfReferences": "82"
}