{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11140544",
  "DateCompleted": {
    "Year": "2001",
    "Month": "04",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1534-892X",
      "JournalIssue": {
        "Volume": "45",
        "Issue": "6",
        "PubDate": {
          "Year": "2000",
          "Season": "Nov-Dec"
        }
      },
      "Title": "International journal of fertility and women's medicine",
      "ISOAbbreviation": "Int J Fertil Womens Med"
    },
    "ArticleTitle": "Heart disease in women.",
    "Pagination": {
      "StartPage": "350",
      "EndPage": "357",
      "MedlinePgn": "350-7"
    },
    "Abstract": {
      "AbstractText": [
        "In every year since 1984, cardiovascular disease has claimed the lives of more females than males. More than 450,000 women succumb to heart disease annually, and 250,000 die of coronary artery disease. Despite the proportions, most women believe they will die of breast cancer. The perception that heart disease is a man's disease and that women are more likely to die of breast cancer is alarming. Although women develop heart disease about 10 years later than men, they are likely to fare worse after a heart attack. The poorer outcomes are due, in part, to the failure to identify heart attack symptoms. Approximately 35% of heart attacks in women are believed to go unnoticed or unreported. However, because of increased age, women are more likely to have co-morbid diseases such as diabetes and hypertension. In women, not only is \"tightness\" or discomfort in the chest a warning sign, but in addition, nausea and dizziness are common indicators of myocardial ischemia. Other symptoms include breathlessness, perspiration, a sensation of fluttering in the heart, and fullness in the chest. In comparison to men, women are less likely to undergo tertiary care interventions such as cardiac catheterization, angioplasty, thrombolytic therapy, and bypass surgery; to participate in cardiac rehabilitation; and to return to work full-time after myocardial infarction. In the past, most research about treatments for heart disease focused on men, and gender differences have been ignored. Recent studies are enrolling enough women to test if there are differences between men and women in outcomes. One of the major areas of research relates to estrogen and hormonal replacement therapy to reduce the relative risk of heart attack and stroke. The Women's Health Initiative is a major NIH-sponsored trial that addresses the issue of primary prevention of cardiac disease by hormonal replacement therapy. The results will be available in 2004. The Heart Estrogen/Progestin Replacement Study (HERS), disappointingly, did not show a significant reduction of coronary events in women taking hormonal replacement therapy, nor did the Estrogen Replacement and Atherosclerosis (ERA) trial of 309 postmenopausal women who underwent coronary angiography. New insight into the role of vitamins, phytoestrogens and other natural sources, and selective estrogen receptor modulators may provide other options for management. Until then, modification of risk factors and healthy life style choices are recommended for reducing the risk of cardiac disease. In fact, the key to a healthy heart in the year 2000 appears closely tied to life style choices. Prevention of disease is the key, and current recommendations are simply to stop smoking, or do not start; treat and control blood pressure >140/90 mm Hg; manage elevated lipids by diet, exercise, and cholesterol-lowering medications (if necessary); treat diabetes; lose weight so that BMI is <25; walk for 20-30 minutes at least three times a week; and take an aspirin tablet daily."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Women's Health, College of Physicians & Surgeons, Columbia University, New York, New York 10032, USA."
          }
        ],
        "LastName": "Giardina",
        "ForeName": "E G",
        "Initials": "EG"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Int J Fertil Womens Med",
    "NlmUniqueID": "9706778",
    "ISSNLinking": "1534-892X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delivery of Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "etiology",
        "mortality",
        "prevention & control"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hormone Replacement Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United States"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Women's Health"
    }
  ],
  "NumberOfReferences": "38"
}