{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15475817",
  "DateCompleted": {
    "Year": "2004",
    "Month": "11",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1079-0713",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "3",
        "PubDate": {
          "Year": "2004",
          "Season": "Jul-Sep"
        }
      },
      "Title": "AACN clinical issues",
      "ISOAbbreviation": "AACN Clin Issues"
    },
    "ArticleTitle": "Diagnosis and treatment of idiopathic ventricular tachycardia.",
    "Pagination": {
      "StartPage": "449",
      "EndPage": "461",
      "MedlinePgn": "449-61"
    },
    "Abstract": {
      "AbstractText": [
        "Idiopathic ventricular tachycardia in patients with an anatomically normal heart is a distinct entity whose management and prognosis differs from ventricular tachycardia associated with structural heart disease. The tachycardia's QRS morphology on surface electrocardiogram (ECG) predicts the site of origin and is commonly classified as right ventricular tachycardia or left ventricular tachycardia. The tachycardia is further characterized by clinical features such as repetitive monomorphic ventricular tachycardia (VT), paroxysmal sustained VT, or catecholamine dependent VT. The responsiveness of VT to adenosine or verapamil is useful in differentiating the mechanism, which may be reentry or triggered activity. Patients generally tolerate the tachycardia but may present with dizziness, syncope, or palpitations. Sudden cardiac death is rare in this patient population. Patient work-up should include 12-lead ECG, signal-averaged ECG, ambulatory ECG recording, stress testing, and tests to rule out structural heart disease such as echocardiography, cardiac angiography, endomyocardial biopsy, or magnetic resonance imaging. Treatment options include pharmacotherapy or catheter ablation. Although the prognosis of these patients remains excellent, they should continue to have periodic cardiac follow-up to rule out latent progressive heart disease such as arrhythmogenic right ventricular dysplasia or cardiomyopathy or other forms of cardiomyopathies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hospital for Sick Children, Toronto, Ontario, Canada. christine.chiu@sickkids.ca"
          }
        ],
        "LastName": "Chiu",
        "ForeName": "Christine",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sequeira",
        "ForeName": "Ilán Buffo",
        "Initials": "IB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "AACN Clin Issues",
    "NlmUniqueID": "9508191",
    "ISSNLinking": "1079-0713"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Electrocardiography"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Tachycardia, Ventricular"
    }
  ],
  "NumberOfReferences": "43"
}