{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27356774",
  "DateCompleted": {
    "Year": "2017",
    "Month": "11",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1873-4286",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "31",
        "PubDate": {
          "Year": "2016"
        }
      },
      "Title": "Current pharmaceutical design",
      "ISOAbbreviation": "Curr Pharm Des"
    },
    "ArticleTitle": "Application of Mitochondria-Targeted Pharmaceuticals for the Treatment of Heart Disease.",
    "Pagination": {
      "StartPage": "4763",
      "EndPage": "4779",
      "MedlinePgn": "4763-4779"
    },
    "Abstract": {
      "AbstractText": [
        "Mitochondria fulfill the massive energy demands of the human heart through oxidative phosphorylation (OXPHOS) which couples nutrient oxidation and the reduction of molecular oxygen (O2) to the phosphorylation of ADP. Reactive oxygen species (ROS) are also generated during OXPHOS which can be damaging at high levels but serve as secondary messengers when produced in a controlled manner.",
        "Here, I review how disruption of control over mitochondrial ROS production can lead to the pathogenesis of a range of cardiovascular diseases (CVD) including decompensated left ventricular hypertrophy, alcoholic and diabetic hypertrophy, myocardial infarction (MI), ischemic-reperfusion injury (IR), and heart failure. In particular I focus on the function of protein S-glutathionylation (PGlu) reactions, a rapid and reversible redox signaling mechanism that involves the conjugation and removal of glutathione from cysteine switches, in the modulation of ROS production in myocardial mitochondria and how these reactions become deregulated in heart disease. I also discuss the use of mitochondria penetrating antioxidants in the treatment of heart disease.",
        "I propose that heart disease related to deregulated PGlu reactions can be treated with a novel and hypothetical class of mitochondria penetrating reduced glutathione (GSH) molecules called MitoGSH. This synthetic form of GSH can be tagged with either SS peptides or triphenylphosphonium ions to ensure accumulation in mitochondria which could restore glutathione levels and preserve redox buffering networks.",
        "Mitochondria penetrating antioxidants have been shown to be efficient at restoring mitochondrial antioxidant defense in CVD. However, CVD and various other disorders are associated with a depletion of GSH pools. Use of mitochondria-targeted GSH analogs could serve as a more efficient means of treating heart disease since it would allow for the direct restoration of GSH levels and preserve mitochondrial redox buffering and signaling capacity."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Memorial University of Newfoundland, Department of Biochemistry, St. John's, Newfoundland, Canada. rjmailloux@mun.ca."
          }
        ],
        "LastName": "Mailloux",
        "ForeName": "Ryan J",
        "Initials": "RJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United Arab Emirates",
    "MedlineTA": "Curr Pharm Des",
    "NlmUniqueID": "9602487",
    "ISSNLinking": "1381-6128"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antioxidants"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Reactive Oxygen Species"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "chemistry",
        "pharmacology"
      ],
      "DescriptorName": "Antioxidants"
    },
    {
      "QualifierName": [
        "drug therapy",
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug effects",
        "metabolism"
      ],
      "DescriptorName": "Mitochondria"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Reactive Oxygen Species"
    }
  ]
}