{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La prise en charge des cardiopathies infantiles congénitales ou acquises dans les pays d’Afrique au sud du Sahara posent encore d’énormes difficultés de diagnostic et d’accès au traitement notamment chirurgical. Les objectifs de ce travail rétrospectif étaient de déterminer la prévalence des cardiopathies observées en milieu pédiatrique au Centre Hospitalier Régional (CHR) de Louga, de décrire les différents types observés et de rapporter leur évolution à court terme. Durant la période d’étude, 1 Juillet 2009 au 31 Décembre 2012, 82 enfants sur 18 815 enfants présentaient une cardiopathie, soit une prévalence de 4.3/1 000. On note une prédominance du sexe féminin avec un sexe ratio de 1.2. Les circonstances de découverte les plus fréquentes sont représentées par la dyspnée 47.5% suivie du souffle cardiaque 35.3% et de l’insuffisance cardiaque congestive 13.4%. Les cardiopathies congénitales sont les plus fréquentes avec 69.5% des cas suivi des cardiopathies acquises avec 29.3% des cas et des formes mixtes avec 1.2%. Les principales cardiopathies congénitales retrouvées sont la communication inter ventriculaire (24.3%) suivie des canaux atrio-ventriculaires (12.1%), de la tétralogie de Fallot (9.7%) et de la persistance du canal artériel (7.3%). Les cardiopathies rhumatismales retrouvées dans 25.6% des cas et les péricardites tuberculeuses dans 3.7% des cas représentent les formes acquises. La mortalité est élevée avec 20 enfants décédés (24.4%) pendant la période d’étude. Seuls 13 patients sur 82 (15.9%) présentant une indication opératoire ont été opérés en France grâce à une prise en charge par l’association humanitaire Mécénat Chirurgie Cardiaque. Ainsi donc les cardiopathies infantiles sont peu fréquentes dans le service de pédiatrie du CHR de Louga. Les formes congénitales sont plus fréquentes que les formes acquises. Leur mortalité est élevée et l’accès à la chirurgie reste faible."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26407327",
  "DateCompleted": {
    "Year": "2016",
    "Month": "07",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "07",
        "Day": "23"
      }
    ],
    "Language": [
      "fre"
    ],
    "ELocationID": [
      "10.5830/CVJA-2015-031"
    ],
    "Journal": {
      "ISSN": "1680-0745",
      "JournalIssue": {
        "Volume": "26",
        "Issue": "4",
        "PubDate": {
          "Year": "2015",
          "Month": "Jul",
          "Day": "23"
        }
      },
      "Title": "Cardiovascular journal of Africa",
      "ISOAbbreviation": "Cardiovasc J Afr"
    },
    "ArticleTitle": "[The prevalence of symptomatic infantile heart disease at Louga Regional Hospital, Senegal].",
    "Pagination": {
      "StartPage": "e1",
      "EndPage": "e5",
      "MedlinePgn": "e1-5"
    },
    "Abstract": {
      "AbstractText": [
        "The management of congenital or acquired infantile heart diseases in sub-Saharan African countries still presents problems, particularly with diagnosis and access to surgical treatment. Our objectives were to describe the heart diseases observed in the paediatric setting of the Louga Regional Hospital (LRH) and report their short-term evolution. In the study period from 1 July 2009 to 31 December 2012, 82 children out of 18,815 presented with heart disease, which was a prevalence of 4.3/1,000. There was a female predominance, with a ratio of 1.2. The most frequent presenting conditions were dyspnoea at 47.5%, followed by heart murmurs at 35.3%, and congestive heart failure at 13.4%. Congenital heart diseases were the most frequent, representing 69.5% of the cases, followed by acquired heart diseases at 29.3%, and mixed-type cases at 1.2%. The most frequently encountered congenital heart diseases were ventricular septal defect (24.4%), followed by atrioventricular septal defect (12.2%), tetralogy of Fallot (9.8%) and patent ductus arteriosus (7.3%). Acquired heart disease was represented by rheumatic heart disease, found in 25.6% of the cases, and tuberculous pericarditis in 3.7%. The mortality rate was high, with 20 children dying (24.4%) during the study period. Only 13 out of 82 patients (15.9%) were operable and surgery was carried out in France, courtesy of the association Humanitarian Mécénat Chirurgie Cardiaque. Infantile heart diseases were therefore not very frequent in the paediatric unit of Louga Regional Hospital. However, congenital heart disease was more frequent than acquired heart disease, with a high mortality rate. Access to surgery remains limited."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Paediatrics, Centre Hospitalier Régional de Louga, Louga, Sénégal."
          }
        ],
        "LastName": "Ngouala",
        "ForeName": "Georges Antoine Bazolo Ba",
        "Initials": "GA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiology, Hôpital Saint Jean de Dieu, Thiès, Sénégal."
          }
        ],
        "LastName": "Affangla",
        "ForeName": "Désiré Alain",
        "Initials": "DA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Hôpital Barthimée, Thiès, Sénégal."
          }
        ],
        "LastName": "Leye",
        "ForeName": "Mohamed",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiology, Hôpital Général Grand Yoff, Dakar, Sénégal."
          }
        ],
        "LastName": "Kane",
        "ForeName": "Abdoul",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Prevalence des cardiopathies infantiles symptomatiques au Centre Hospitalier Régional de Louga, Senegal."
  },
  "MedlineJournalInfo": {
    "Country": "South Africa",
    "MedlineTA": "Cardiovasc J Afr",
    "NlmUniqueID": "101313864",
    "ISSNLinking": "1015-9657"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Ductus Arteriosus, Patent"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Dyspnea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Heart Defects, Congenital"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Heart Failure"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Heart Murmurs"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Heart Septal Defects, Atrial"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Heart Septal Defects, Ventricular"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant, Newborn"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Pericarditis, Tuberculous"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Rheumatic Heart Disease"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Senegal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Distribution"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Tetralogy of Fallot"
    }
  ]
}