{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Arrhythmias",
      "CVD",
      "Heart disease",
      "NAFLD",
      "Non-alcoholic fatty liver disease"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33296704",
  "DateCompleted": {
    "Year": "2022",
    "Month": "01",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "01",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "12",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.diabet.2020.101215",
      "S1262-3636(20)30272-X"
    ],
    "Journal": {
      "ISSN": "1878-1780",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "2",
        "PubDate": {
          "Year": "2021",
          "Month": "Mar"
        }
      },
      "Title": "Diabetes & metabolism",
      "ISOAbbreviation": "Diabetes Metab"
    },
    "ArticleTitle": "NAFLD, and cardiovascular and cardiac diseases: Factors influencing risk, prediction and treatment.",
    "Pagination": {
      "StartPage": "101215",
      "MedlinePgn": "101215"
    },
    "Abstract": {
      "AbstractText": [
        "Non-alcoholic fatty liver disease (NAFLD), affecting up to around 30% of the world's adult population, causes considerable liver-related and extrahepatic morbidity and mortality. Strong evidence indicates that NAFLD (especially its more severe forms) is associated with a greater risk of all-cause mortality, and the predominant cause of mortality in this patient population is cardiovascular disease (CVD). This narrative review aims to discuss the strong association between NAFLD and increased risk of cardiovascular, cardiac and arrhythmic complications. Also discussed are the putative mechanisms linking NAFLD to CVD and other cardiac/arrhythmic complications, with a brief summary of CVD risk prediction/stratification and management of the increased CVD risk observed in patients with NAFLD.",
        "NAFLD is associated with an increased risk of CVD events and other cardiac complications (left ventricular hypertrophy, valvular calcification, certain arrhythmias) independently of traditional CVD risk factors. The magnitude of risk of CVD and other cardiac/arrhythmic complications parallels the severity of NAFLD (especially liver fibrosis severity). There are most likely multiple underlying mechanisms through which NAFLD may increase risk of CVD and cardiac/arrhythmic complications. Indeed, NAFLD exacerbates hepatic and systemic insulin resistance, promotes atherogenic dyslipidaemia, induces hypertension, and triggers synthesis of proatherogenic, procoagulant and proinflammatory mediators that may contribute to the development of CVD and other cardiac/arrhythmic complications.",
        "Careful assessment of CVD risk is mandatory in patients with NAFLD for primary prevention of CVD, together with pharmacological treatment for coexisting CVD risk factors."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier Masson SAS. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Endocrinology, Diabetes and Metabolism, Department of Medicine, University and Azienda Ospedaliera Universitaria Integrata of Verona, Verona, Italy. Electronic address: giovanni.targher@univr.it."
          }
        ],
        "LastName": "Targher",
        "ForeName": "Giovanni",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Liver Center, Division of Gastroenterology, Department of Medicine, Massachusetts General Hospital and Harvard Medical School, Boston, MA, USA."
          }
        ],
        "LastName": "Corey",
        "ForeName": "Kathleen E",
        "Initials": "KE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nutrition and Metabolism, Faculty of Medicine, University of Southampton, UK; National Institute for Health Research Southampton Biomedical Research Centre, University Hospital Southampton, Southampton General Hospital, Tremona Road, Southampton, UK."
          }
        ],
        "LastName": "Byrne",
        "ForeName": "Christopher D",
        "Initials": "CD"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Diabetes Metab",
    "NlmUniqueID": "9607599",
    "ISSNLinking": "1262-3636"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Non-alcoholic Fatty Liver Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ]
}