{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21414761",
  "DateCompleted": {
    "Year": "2016",
    "Month": "07",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2014",
    "Month": "10",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2011",
        "Month": "03",
        "Day": "16"
      }
    ],
    "Language": [
      "fre"
    ],
    "ELocationID": [
      "10.1016/j.arcped.2011.02.001"
    ],
    "Journal": {
      "ISSN": "1769-664X",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "5",
        "PubDate": {
          "Year": "2011",
          "Month": "May"
        }
      },
      "Title": "Archives de pediatrie : organe officiel de la Societe francaise de pediatrie",
      "ISOAbbreviation": "Arch Pediatr"
    },
    "ArticleTitle": "[Role of MSCT and MRI in the diagnosis of congenital heart disease].",
    "Pagination": {
      "StartPage": "617",
      "EndPage": "627",
      "MedlinePgn": "617-27"
    },
    "Abstract": {
      "AbstractText": [
        "Initial diagnosis of congenital heart disease traditionally relies upon clinical examination and ultrasound. Development of non-invasive imaging, multislice CT (MSCT) and magnetic resonance imaging (MRI) has changed the way those patients are evaluated for diagnosis or follow-up. Cardiac catheterization is no longer the step two and in many clinical situations, non-invasive imaging is the method of choice, either before or instead of invasive angiography examination. Cross-sectional cardiovascular imaging brings thorough examination of the thorax, heart and great vessels, leading to three-dimensional volumes imaging, allowing diagnosis of the cardiopathy, evaluation of the anatomy and associated abnormalities. For each imaging technique advantages and drawbacks are discussed. X-ray use is the main disadvantage of MSCT, although it is a fast, easy and efficient technique, especially in babies because of its high spatial and temporal resolutions. Beside a precise 3D evaluation of the heart and great vessels, MSCT allows evaluation of small structures, like coronary arteries in routine, including in neonates and infants, at a fast cardiac rhythm, and in a short examination time. The air-filled structures are well-depicted with MSCT, and 3D imaging is helpful in evaluation of tracheal and bronchi compression as compared to MRI. MR imaging brings, aside from the morphologic evaluation, helpful functional information for the left and right ventricles, and evaluation of valvular disease (stenosis and regurgitation). Those are critical data in the follow-up of patients treated for tetralogy of fallot or after atrial switch for transposition of the great vessels. The technique is also very powerful in evaluating aortic disease, e.g. aortic coarctation and restenosis, and Marfan's disease. Disadvantages are mainly the accessibility and the examination time, which in young patients may require sedation or general anaesthesia. Cross-sectional cardiovascular imaging, MSCT and MRI, have considerably changed the diagnosis and follow-up of patients suffering of congenital cardiopathy. The techniques are complementary, and the choice will depend on the age, the clinical condition and the diagnosis of the patient."
      ],
      "CopyrightInformation": "Copyright © 2011 Elsevier Masson SAS. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre chirurgical Marie-Lannelongue, 133, avenue de la Résistance, 92350 Le-Plessis-Robinson, France."
          }
        ],
        "LastName": "Sigal-Cinqualbre",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lambert",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ronhean",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Paul",
        "ForeName": "J-F",
        "Initials": "JF"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Place du scanner multicoupes (SMC) et de l'IRM dans la stratégie diagnostique des cardiopathies congénitales."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Arch Pediatr",
    "NlmUniqueID": "9421356",
    "ISSNLinking": "0929-693X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Heart Defects, Congenital"
    },
    {
      "QualifierName": [
        "congenital",
        "diagnosis"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Magnetic Resonance Imaging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multidetector Computed Tomography"
    }
  ]
}