{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10532504",
  "DateCompleted": {
    "Year": "1999",
    "Month": "11",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0002-9149",
      "JournalIssue": {
        "Volume": "84",
        "Issue": "8",
        "PubDate": {
          "Year": "1999",
          "Month": "Oct",
          "Day": "15"
        }
      },
      "Title": "The American journal of cardiology",
      "ISOAbbreviation": "Am J Cardiol"
    },
    "ArticleTitle": "Regional endocardial mapping of spontaneous and induced atrial fibrillation in patients with heart disease and refractory atrial fibrillation.",
    "Pagination": {
      "StartPage": "880",
      "EndPage": "889",
      "MedlinePgn": "880-9"
    },
    "Abstract": {
      "AbstractText": [
        "We performed simultaneous catheter mapping of right and left atrial regions at onset and during sustenance of spontaneous atrial fibrillation (AF) in patients with ischemic and/or hypertensive heart disease. Seventeen patients with structural heart disease had spontaneous and electrically induced AF episodes mapped from their onset simultaneously in multiple right and left atrial regions. Atrial premature complexes (APCs) that initiated spontaneous AF had coupling intervals ranging from 260 to 400 ms (mean 332 +/- 61), most commonly arising from the lateral right atrium (31%), right atrioventricular junction (13%), atrial septum (6%), superior left atrium (25%), or inferior left atrium (25%). APC morphology on surface electrocardiograms did not correlate with origin in specific atrial regions. The earliest regions of atrial activation for the first AF cycle were the lateral right atrium (n = 5), superior left atrium (n = 4), distal or mid coronary sinus (n = 4), atrial septum (n = 2), and right atrioventricular junction at the His bundle location (n = 2). Spontaneous AF at onset usually showed discrete but irregular electrograms at virtually all right and left atrial sites mapped, with a reproducible region of AF initiation in all 8 patients with multiple events. The region of earliest atrial activation at spontaneous AF onset was in close proximity to the APC origin in 15 of 16 patients (94%), and 39 of 40 episodes (97%) mapped. Stable patterns of right and left atrial activation were observed at AF onset in 14 patients. Induced AF elicited with right atrial stimulation demonstrated different sites of earliest regional atrial activation at onset compared with spontaneous AF events in 4 of 8 patients. However, discrete intracardiac electrograms were also present in induced AF in all of the mapped atrial regions. Furthermore, the site of extrastimulus delivery in induced AF was also found to be in close proximity to the earliest region of atrial activation for the first AF beat. We conclude that spontaneous AF is initiated by APCs arising in different right or left atrial regions in patients with structural heart disease and the initial region of atrial activation in AF is in proximity to the region of APC origin. Organized and repetitive electrical activation is frequently observed in both right and left atria at AF onset. Although electrically induced AF may have different activation patterns than spontaneous AF at onset in many patients, both types of AF demonstrate organization and earliest atrial activation in proximity to the initiating APC."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pacemaker and Arrhythmia Service, Eastern Heart Institute-Atlantic Health System, Passaic, New Jersey, USA."
          }
        ],
        "LastName": "Saksena",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Prakash",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Krol",
        "ForeName": "R B",
        "Initials": "RB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shankar",
        "ForeName": "A",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Am J Cardiol",
    "NlmUniqueID": "0207277",
    "ISSNLinking": "0002-9149"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Analysis of Variance"
    },
    {
      "QualifierName": [
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Atrial Fibrillation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chi-Square Distribution"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electric Stimulation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electrocardiography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Heart Atria"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    }
  ]
}