{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26243808",
  "DateCompleted": {
    "Year": "2015",
    "Month": "12",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "08",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1136/jramc-2015-000498"
    ],
    "Journal": {
      "ISSN": "0035-8665",
      "JournalIssue": {
        "Volume": "161",
        "Issue": "3",
        "PubDate": {
          "Year": "2015",
          "Month": "Sep"
        }
      },
      "Title": "Journal of the Royal Army Medical Corps",
      "ISOAbbreviation": "J R Army Med Corps"
    },
    "ArticleTitle": "The Hearts of Heroes: the epidemiology of cardiac disease in the UK Armed Forces.",
    "Pagination": {
      "StartPage": "169",
      "EndPage": "172",
      "MedlinePgn": "169-72"
    },
    "Abstract": {
      "AbstractText": [
        "When the general public look from the outside at the armed services, their impression is often one of earnest young men and women who are the pinnacle of physical fitness and health, and put their lives on the line for their country. There is usually sadness and respect for those killed on active operations, having put themselves in harm's way. Therefore, when the public discover that more than 1 in 10 deaths in the UK Armed Forces are due to cardiovascular disease, the air of sadness is invariably replaced with surprise and disbelief. These figures, while lower than those due to deaths in accidents, are approaching the numbers of those due to suicide in the armed services; yet deaths from cardiac disease are barely recognised by society, in spite of many of them being avoidable. This article reviews the epidemiology of cardiac disease in the UK Armed Forces, both in terms of morbidity and mortality. It outlines current understanding and gaps in the knowledge regarding the burden of cardiovascular disease in the military population. The particular demographics of the Armed Forces and its influence on cardiac disease burden are discussed. The role of inherited and congenital diseases in younger servicemen and women is highlighted, as is the trend that with increasing age, the burden of disease shifts to ischaemic heart disease, which becomes the dominant cause of both death and disability."
      ],
      "CopyrightInformation": "Published by the BMJ Publishing Group Limited. For permission to use (where not already granted under a licence) please go to http://group.bmj.com/group/rights-licensing/permissions."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Royal Centre for Defence Medicine, Birmingham, UK Department for Clinical Sciences, St George's University of London, London, UK."
          }
        ],
        "LastName": "Cox",
        "ForeName": "Andrew T",
        "Initials": "AT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiology, Poole Hospital NHS Foundation Trust, Poole, UK."
          }
        ],
        "LastName": "Boos",
        "ForeName": "C J",
        "Initials": "CJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department for Clinical Sciences, St George's University of London, London, UK."
          }
        ],
        "LastName": "Sharma",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J R Army Med Corps",
    "NlmUniqueID": "7505627",
    "ISSNLinking": "0035-8665"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology",
        "mortality"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Military Personnel"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United Kingdom"
    }
  ]
}