{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10551707",
  "DateCompleted": {
    "Year": "1999",
    "Month": "11",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0735-1097",
      "JournalIssue": {
        "Volume": "34",
        "Issue": "5",
        "PubDate": {
          "Year": "1999",
          "Month": "Nov",
          "Day": "01"
        }
      },
      "Title": "Journal of the American College of Cardiology",
      "ISOAbbreviation": "J Am Coll Cardiol"
    },
    "ArticleTitle": "Circadian variation of malignant ventricular arrhythmias in patients with ischemic and nonischemic heart disease after cardioverter defibrillator implantation. European 7219 Jewel Investigators.",
    "Pagination": {
      "StartPage": "1560",
      "EndPage": "1568",
      "MedlinePgn": "1560-8"
    },
    "Abstract": {
      "AbstractText": [
        "The purpose of this study was to examine the circadian variation of ventricular arrhythmias detected by an implantable cardioverter defibrillator in patients with and without ischemic heart disease.",
        "Previous studies have shown a circadian variation of ventricular arrhythmias, sudden death and myocardial infarction with a peak occurrence in the morning hours. The circadian pattern, which is similar for both arrhythmic and ischemic events, suggests that ischemia may play a critical role in the genesis of ventricular arrhythmias and sudden death. We hypothesized that, if ischemia plays an important role in the triggering of ventricular arrhythmias, the circadian pattern should be different in patients with ischemic heart disease compared with patients with nonischemic heart disease.",
        "The circadian variation of ventricular arrhythmias recorded by an implantable cardioverter defibrillator was studied in 310 patients during a mean follow-up of 181 +/- 163 days. Two hundred four patients had a history of ischemic heart disease and 106 patients had nonischemic heart disease. The times of the episodes of ventricular arrhythmias were retrieved from the data log of each device during follow-up, and the circadian pattern was compared between the two groups.",
        "During follow-up, 1,061 episodes of ventricular arrhythmias were recorded by the device in the 310 patients. Six hundred eighty-two episodes occurred in the group of patients with ischemic heart disease and 379 occurred in the nonischemic heart disease group. The circadian variation of the episodes showed a typical pattern with a morning and afternoon peak in both groups of patients with ischemic and nonischemic heart disease, but there was no significant difference between the two groups.",
        "The circadian rhythm of ventricular arrhythmias in patients with ischemic heart disease is similar to patients with nonischemic heart disease, suggesting that the trigger mechanisms of the initiation of ventricular tachyarrhythmias may be similar, irrespective of the underlying heart disease."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiological Sciences, St George's Hospital, London, UK. anders.englund@card.uas.lul.se"
          }
        ],
        "LastName": "Englund",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Behrens",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wegscheider",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rowland",
        "ForeName": "E",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Am Coll Cardiol",
    "NlmUniqueID": "8301365",
    "ISSNLinking": "0735-1097"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Arrhythmias, Cardiac"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Circadian Rhythm"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Defibrillators, Implantable"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology"
      ],
      "DescriptorName": "Myocardial Ischemia"
    }
  ]
}