{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19343556",
  "DateCompleted": {
    "Year": "2009",
    "Month": "06",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "04",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0742-3225",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "4",
        "PubDate": {
          "Year": "2009",
          "Month": "Apr"
        }
      },
      "Title": "Family medicine",
      "ISOAbbreviation": "Fam Med"
    },
    "ArticleTitle": "Probability error in diagnosis: the conjunction fallacy among beginning medical students.",
    "Pagination": {
      "StartPage": "262",
      "EndPage": "265",
      "MedlinePgn": "262-5"
    },
    "Abstract": {
      "AbstractText": [
        "Incorrectly concluding that the probability of a joint event (such as a combination of clinical findings) is greater than the probability of any one of these events alone is known as the conjunction fallacy. It is one type of cognitive error in estimation of probability to which physicians are known to be prone. The purpose of this study was to determine whether beginning medical students are also prone to the conjunction fallacy.",
        "A total of 134 beginning medical students completed a written exercise in which they assigned percent probabilities to symptoms and combinations of symptoms based on a case vignette of a young woman with the common cold. Rates of violation of the conjunction rule were calculated for the entire sample and calculated and compared for the subsets of men, women, and those with different prior educational and statistics backgrounds.",
        "The conjunction rule was violated by 47.8% of the students. Rates of violation did not differ significantly between men and women, among students with different types of prior education, or between students who had and had not taken at least one statistics course.",
        "A significant proportion of medical students were prone to the conjunction fallacy. This proportion, however, was lower than that reported previously for practicing physicians, who may rely more upon \"representativeness\" to make probability judgments. Teaching medical students about the conjunction fallacy has the potential to reduce the predisposition to this error that may develop during medical training."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics and UPMC St Margaret Family Medicine Residency, University of Pittsburgh, Pittsburgh, PA 15213, USA. raog@upmc.edu"
          }
        ],
        "LastName": "Rao",
        "ForeName": "Goutham",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Fam Med",
    "NlmUniqueID": "8306464",
    "ISSNLinking": "0742-3225"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnostic Errors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Education, Medical, Undergraduate"
    },
    {
      "QualifierName": [
        "education"
      ],
      "DescriptorName": "Family Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Probability"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Teaching"
    }
  ]
}