{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19821274",
  "DateCompleted": {
    "Year": "2010",
    "Month": "01",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2009",
        "Month": "10",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD001267",
      "10.1002/14651858.CD001267.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2009",
        "Issue": "4",
        "PubDate": {
          "Year": "2009",
          "Month": "Oct",
          "Day": "07"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "WITHDRAWN: Antihistamines for the common cold.",
    "Pagination": {
      "StartPage": "CD001267",
      "MedlinePgn": "CD001267"
    },
    "Abstract": {
      "AbstractText": [
        "Although antihistamines are prescribed in large quantities for the common cold, there is little evidence as to whether these drugs are effective.",
        "To assess in patients with a common cold the effects of antihistamines in alleviating nasal symptoms, or the shortening the duration of illness.",
        "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library, 2002, issue 4), which contains the Acute Respiratory Infections Group's Specilaized Register; MEDLINE (1966 to February 2003); and EMBASE (1987 to December 2002).",
        "Randomised, placebo-controlled trials on treatment of common cold with antihistamines, used either singly or in combination, in adults or children.",
        "Two review authors extracted data and trial authors were contacted for further data. Trials were subdivided into monotherapy and combination therapy. Data on general recovery, nasal obstruction, rhinorrhea, sneezing, and side-effects were extracted and summarized.",
        "We included 32 papers describing 35 comparisons; 22 trials studied monotherapy, 13 trials a combination of antihistamines with other medication. A total of 8930 people suffering from the common cold were included. There were large differences in study designs, participants, interventions, and outcomes. There was no evidence of any clinically significant effect - in children or in adults - on general recovery of antihistamines in monotherapy. First generation - but not non-sedating - antihistamines have a small effect on rhinorrhea and sneezing. In trials with first generation antihistamines the incidence of side effects (especially sedation) is significantly higher with active treatment. Two trials, studying a combination of antihistamines with decongestives in small children, both failed to show any effect. Of the 11 trials on older children and adults, the majority show an effect on general recovery and on nasal symptom severity.",
        "Antihistamines in monotherapy - in children as well as in adults - do not alleviate to a clinical extent nasal congestion, rhinorrhoea and sneezing, or subjective improvement of the common cold. First generation antihistamines also cause more side-effects than placebo, in particular they increase sedation in cold sufferers.Combinations of antihistamines with decongestives are not effective in small children. In older children and adults most trials show a beneficial effect on general recovery as well as on nasal symptoms. However, it is not clear whether these effects are clinically significant."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of General Practice and Primary Health Care, Ghent University, 1K3, De Pintelaan 185, Ghent, Belgium, 9000."
          }
        ],
        "LastName": "De Sutter",
        "ForeName": "An Im",
        "Initials": "AI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lemiengre",
        "ForeName": "Marc",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Campbell",
        "ForeName": "Harry",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Histamine H1 Antagonists"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Histamine H1 Antagonists, Non-Sedating"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2003;(3):CD001267",
      "PMID": "12917904"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Histamine H1 Antagonists"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Histamine H1 Antagonists, Non-Sedating"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}