{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35060618",
  "DateCompleted": {
    "Year": "2022",
    "Month": "02",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "01",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD004976",
      "10.1002/14651858.CD004976.pub4"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "1",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Jan",
          "Day": "21"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Oral antihistamine-decongestant-analgesic combinations for the common cold.",
    "Pagination": {
      "StartPage": "CD004976",
      "MedlinePgn": "CD004976"
    },
    "Abstract": {
      "AbstractText": [
        "Although combination formulas containing antihistamines, decongestants, and/or analgesics are sold over-the-counter in large quantities for the common cold, the evidence for their effectiveness is limited. This is an update of a review first published in 2012.",
        "To assess the effectiveness of antihistamine-decongestant-analgesic combinations compared with placebo or other active controls (excluding antibiotics) in reducing the duration of symptoms and alleviating symptoms (general feeling of illness, nasal congestion, rhinorrhoea, sneezing, and cough) in children and adults with the common cold.",
        "We searched CENTRAL, MEDLINE via EBSCOhost, Embase, CINAHL via EBSCOhost, LILACS, and Web of Science to 10 June 2021. We searched the WHO ICTRP and ClinicalTrials.gov on 10 June 2021.",
        "Randomised controlled trials investigating the effectiveness of antihistamine-decongestant-analgesic combinations compared with placebo, other active treatment (excluding antibiotics), or no treatment in children and adults with the common cold.",
        "We used standard methodological procedures expected by Cochrane. We assessed the certainty of the evidence using the GRADE approach. We categorised the included trials according to the active ingredients.",
        "We identified 30 studies (6304 participants) including 31 treatment comparisons. The control intervention was placebo in 26 trials and an active substance (paracetamol, chlorphenindione + phenylpropanolamine + belladonna, diphenhydramine) in six trials (two trials had placebo as well as active treatment arms). Reporting of methods was generally poor, and there were large differences in study design, participants, interventions, and outcomes. Most of the included trials involved adult participants. Children were included in nine trials. Three trials included very young children (from six months to five years), and five trials included children aged 2 to 16. One trial included adults and children aged 12 years or older. The trials took place in different settings: university clinics, paediatric departments, family medicine departments, and general practice surgeries.  Antihistamine-decongestant: 14 trials (1298 participants). Eight trials reported on global effectiveness, of which six studies were pooled (281 participants on active treatment and 284 participants on placebo). The odds ratio (OR) of treatment failure was 0.31 (95% confidence interval (CI) 0.20 to 0.48; moderate certainty evidence); number needed to treat for an additional beneficial outcome (NNTB) 3.9 (95% CI 3.03 to 5.2). On the final evaluation day (follow-up: 3 to 10 days), 55% of participants in the placebo group had a favourable response compared to 70% on active treatment. Of the two trials not pooled, one showed some global effect, whilst the other showed no effect. Adverse effects: the antihistamine-decongestant group experienced more adverse effects than the control group: 128/419 (31%) versus 100/423 (13%) participants suffered one or more adverse effects (OR 1.58, 95%CI 0.78 to 3.21; moderate certainty of evidence). Antihistamine-analgesic: four trials (1608 participants). Two trials reported on global effectiveness; data from one trial were presented (290 participants on active treatment and 292 participants on ascorbic acid). The OR of treatment failure was 0.33 (95% CI 0.23 to 0.46; moderate certainty evidence); NNTB 6.67 (95% CI 4.76 to 12.5). Forty-three per cent of participants in the control group and 70% in the active treatment group were cured after six days of treatment. The second trial also showed an effect in favour of the active treatment. Adverse effects: there were not significantly more adverse effects in the active treatment group compared to placebo (drowsiness, hypersomnia, sleepiness  10/152 versus 4/120; OR 1.64 (95 % CI 0.48 to 5.59; low certainty evidence). Analgesic-decongestant: seven trials (2575 participants). One trial reported on global effectiveness: 73% of participants in the analgesic-decongestant group reported a benefit compared with 52% in the control group (paracetamol) (OR of treatment failure 0.28, 95% CI 0.15 to 0.52; moderate certainty evidence; NNTB 4.7). Adverse effects: the decongestant-analgesic group experienced significantly more adverse effects than the control group (199/1122 versus 75/675; OR 1.62  95% CI 1.18 to 2.23; high certainty evidence; number needed to treat for an additional harmful outcome (NNTH 17).  Antihistamine-analgesic-decongestant: six trials (1014 participants). Five trials reported on global effectiveness, of which two studies in adults could be pooled: global effect reported with active treatment (52%) and placebo (34%) was equivalent to a difference of less than one point on a four- or five-point scale; the OR of treatment failure was 0.47 (95% CI 0.33 to 0.67; low certainty evidence); NNTB 5.6 (95% CI 3.8 to 10.2). One trial in children aged 2 to 12 years, and two trials in adults found no beneficial effect. Adverse effects: in one trial 5/224 (2%) suffered adverse effects with the active treatment versus 9/208 (4%) with placebo. Two other trials reported no differences between treatment groups.",
        "We found a lack of data on the effectiveness of antihistamine-analgesic-decongestant combinations for the common cold. Based on these scarce data, the effect on individual symptoms is probably too small to be clinically relevant. The current evidence suggests that antihistamine-analgesic-decongestant combinations have some general benefit in adults and older children. These benefits must be weighed against the risk of adverse effects. There is no evidence of effectiveness in young children. In 2005, the US Food and Drug Administration issued a warning about adverse effects associated with the use of over-the-counter nasal preparations containing phenylpropanolamine."
      ],
      "CopyrightInformation": "Copyright © 2022 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health and Primary Care, Ghent University, Ghent, Belgium."
          }
        ],
        "LastName": "De Sutter",
        "ForeName": "An Im",
        "Initials": "AI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Herston Health Sciences Library, The University of Queensland, Brisbane, Australia."
          }
        ],
        "LastName": "Eriksson",
        "ForeName": "Lars",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health and Primary Care, Ghent University, Ghent, Belgium."
          },
          {
            "Identifier": [],
            "Affiliation": "Primary Care Clinical Unit, Faculty of Medicine, The University of Queensland, Brisbane, Australia."
          }
        ],
        "LastName": "van Driel",
        "ForeName": "Mieke L",
        "Initials": "ML"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Analgesics"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Histamine Antagonists"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Nasal Decongestants"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2012 Feb 15;(2):CD004976",
      "PMID": "22336807"
    },
    {
      "RefSource": "Am Fam Physician. 2022 Sep;106(3):248-249",
      "PMID": "36126004"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Analgesics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cough"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Histamine Antagonists"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Nasal Decongestants"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    }
  ],
  "CoiStatement": "An IM De Sutter has declared that they have no conflict of interest.\u2028Lars Eriksson has declared that they have no conflict of interest.\u2028Mieke L van Driel has declared that they have no conflict of interest.\u2028Anna Gomez has declared that they have no conflict of interest."
}