{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "acute rhinitis",
      "colds",
      "herbal medicine",
      "homeopathic remedies"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Обобщение данных о значении альтернативного и дополнительного лечения острого инфекционного ринита препаратом коризалия.",
        "В качестве источника данных использован материал научных публикаций, вошедших в Кокрейновскую библиотеку, информационные базы РИНЦ, MEDLINE, PubMed. Выбор материала осуществляли с применением ключевых слов: простуда, острый ринит, фитотерапия, гомеопатические препараты.",
        "Данные анализа опубликованных описаний клинических исследований свидетельствуют о потенциальном значении гомеопатических препаратов, в частности коризалии, в повышении эффективности лечения острого ринита. Применение коризалии при остром инфекционном рините оказалось более эффективным в отношении основных симптомов ОРИ по сравнению с плацебо.",
        "Отсутствие оптимальных лекарственных средств для этиотропного лечения вирусных острых респираторных инфекций определяет актуальность альтернативных и дополнительных методов лечения с использованием препаратов природного происхождения. Лекарственное средство коризалия можно применять при острых респираторных инфекциях (остром инфекционном рините) в качестве альтернативного препарата или в комплексе с другими лекарственными средствами."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34964335",
  "DateCompleted": {
    "Year": "2021",
    "Month": "12",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/otorino20218606182"
    ],
    "Journal": {
      "ISSN": "0042-4668",
      "JournalIssue": {
        "Volume": "86",
        "Issue": "6",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "Vestnik otorinolaringologii",
      "ISOAbbreviation": "Vestn Otorinolaringol"
    },
    "ArticleTitle": "[The effectiveness of complex drugs in the treatment of acute rhinitis].",
    "Pagination": {
      "StartPage": "82",
      "EndPage": "86",
      "MedlinePgn": "82-86"
    },
    "Abstract": {
      "AbstractText": [
        "Purpose of the study. Generalization of data on the value of alternative and additional treatment of acute infectious rhinitis with Korizalia.",
        "The material of scientific publications included in the Cochrane Library, information bases of the RSCI, MEDLINE, PubMed was used as a data source. The choice of material was carried out using the key words: colds, acute rhinitis, herbal medicine, homeopathic remedies.",
        "Analysis of published clinical trial descriptions suggests the potential value of homeopathic medicines, in particular Korizalia, in improving the effectiveness of the treatment of acute rhinitis. The use of Korizalia in acute infectious rhinitis was more effective in relation to the main symptoms of ARI compared with placebo.",
        "The lack of optimal drugs for the etiotropic treatment of viral acute respiratory infections determines the relevance of alternative and complementary methods of treatment using drugs of natural origin. The drug Korizalia can be used for acute respiratory infections (acute infectious rhinitis) as an alternative drug or in combination with other drugs."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-3897-8384"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sverzhevsky Research Clinical Institute of Otorhinolaryngology, Moscow, Russia."
          }
        ],
        "LastName": "Nosulya",
        "ForeName": "E V",
        "Initials": "EV"
      },
      {
        "Identifier": [
          "0000-0001-5640-6833"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sverzhevsky Research Clinical Institute of Otorhinolaryngology, Moscow, Russia."
          }
        ],
        "LastName": "Kunelskaya",
        "ForeName": "V Ya",
        "Initials": "VY"
      },
      {
        "Identifier": [
          "0000-0003-1078-6388"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Medical Research Center of Otorhinolaryngology of the Federal Medical and Biological Agency, Moscow, Russia."
          },
          {
            "Identifier": [],
            "Affiliation": "Pirogov Russian National Research Medical University, Moscow, Russia."
          }
        ],
        "LastName": "Kim",
        "ForeName": "I A",
        "Initials": "IA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sverzhevsky Research Clinical Institute of Otorhinolaryngology, Moscow, Russia."
          },
          {
            "Identifier": [],
            "Affiliation": "Pirogov Russian National Research Medical University, Moscow, Russia."
          }
        ],
        "LastName": "Yushkina",
        "ForeName": "M A",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Effektivnost' kompleksnykh preparatov v terapii ostrogo rinita."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Vestn Otorinolaringol",
    "NlmUniqueID": "0416577",
    "ISSNLinking": "0042-4668"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Pharmaceutical Preparations"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pharmaceutical Preparations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phytotherapy"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Respiratory Tract Infections"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Rhinitis"
    }
  ]
}