{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19906491",
  "DateCompleted": {
    "Year": "2010",
    "Month": "05",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2009",
        "Month": "11",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.mehy.2009.10.017"
    ],
    "Journal": {
      "ISSN": "1532-2777",
      "JournalIssue": {
        "Volume": "74",
        "Issue": "3",
        "PubDate": {
          "Year": "2010",
          "Month": "Mar"
        }
      },
      "Title": "Medical hypotheses",
      "ISOAbbreviation": "Med Hypotheses"
    },
    "ArticleTitle": "Zinc lozenges as cure for the common cold--a review and hypothesis.",
    "Pagination": {
      "StartPage": "482",
      "EndPage": "492",
      "MedlinePgn": "482-92"
    },
    "Abstract": {
      "AbstractText": [
        "A 7-day reduction in duration of common colds was shown by Eby et al. in 1984 using 23mg zinc gluconate throat lozenges. Over the following 25years, 14 double-blind, placebo-controlled, randomized clinical trials produced widely differing results with about one-half showing success and the remainder showing failure. Positively charged, ionic zinc (iZn), but not bound zinc, is strongly astringent, antirhinoviral, increases interferon-gamma (IFN-gamma) 10-fold, inhibits intercellular adhesion molecule-1 (ICAM-1) and inhibits the release of vasoactive ingredients from mast cell granules. Solution equilibrium chemistry analytical techniques showed lozenge iZn fraction varying from 0% to 100% of total lozenge zinc between trials, with zinc acetate (ZA) releasing 100% iZn, zinc gluconate (ZG) releasing 72% iZn and other zinc compounds releasing much less or none at physiologic pH 7.4. Since only iZn has in vitro benefits, iZn variations are hypothesized to have produced the widely varying clinical results. In support of the iZn hypothesis, lozenge iZn and total daily iZn in trials were found highly correlated with reductions in common cold durations with statistical significance for mean duration (P<0.001) and median duration (P<0.004), while total zinc (iZn plus bound) showed no correlation with changes in duration. Duration reductions (mean 0 days, median 0.43 days) for multi-ligand ZG and ZA lozenges differed significantly from duration reductions (mean 3.37 days, median 2.9 days) for single ligand ZA and ZG lozenges (P<0.001) showing that additive ligands as flavor-masks damaged or eliminated efficacy. Five of 6 trials with lozenges whose zinc compositions had a first stability constant of 1.7 or less succeeded, while only 2 of 9 trials of lozenges with higher stability succeeded (P<0.02). From the strong, multiple statistical relationships found, it is inferred that iZn is the active ingredient in zinc lozenges for colds, as it is in vitro against rhinoviruses, and that solution chemistry analytical techniques used at physiological pH are correct means for lozenge iZn analysis. Zinc lozenges slowly dissolving in the mouth over a 20-30 min period releasing adequate iZn (18 mg) used each 2h are hypothesized to shorten common colds by 6-7 days, which is a cure for the common cold. Due to inadequate lozenge iZn very few of more than 40 different brands of zinc lozenges on the US market are expected to have any effect on the duration or severity of common colds."
      ],
      "CopyrightInformation": "Copyright (c) 2009 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Director of Research, George Eby Research Institute, 14909-C Fitzhugh Road, Austin, TX 78736, USA."
          }
        ],
        "LastName": "Eby",
        "ForeName": "George A",
        "Initials": "GA",
        "Suffix": "3rd"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Hypotheses",
    "NlmUniqueID": "7505668",
    "ISSNLinking": "0306-9877"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Tablets"
    },
    {
      "RegistryNumber": "J41CSQ7QDS",
      "NameOfSubstance": "Zinc"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Med Hypotheses. 2010 Mar;74(3):614",
      "PMID": "19892473"
    },
    {
      "RefSource": "Med Hypotheses. 2011 Aug;77(2):308-9",
      "PMID": "21550178"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Biological Availability"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Clinical Trials as Topic"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "physiopathology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dose-Response Relationship, Drug"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tablets"
    },
    {
      "QualifierName": [
        "chemistry",
        "pharmacokinetics",
        "therapeutic use"
      ],
      "DescriptorName": "Zinc"
    }
  ]
}