{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "El rinovirus se considera un agente causal de cuadros catarrales banales, sin embargo se ha descrito como un agente inductor de exacerbaciones asmáticas en adultos y niños mayores. En nuestro medio no se ha descrito el papel del rinovirus en infecciones respiratorias de niños hospitalizados.",
        "Describir las infecciones confirmadas por rinovirus en niños hospitalizados por infección respiratoria en un hospital de segundo nivel.",
        "Estudio descriptivo prospectivo de las infecciones confirmadas por rinovirus en niños hospitalizados por fiebre o infección respiratoria en la temporada 2004-2005. Para el diagnóstico virológico se realizó inmunofluorescencia y reacción en cadena de la polimerasa (PCR) en aspirado nasofaríngeo. Se describen las características clínicas de los pacientes.",
        "Se describen un total de 76 niños hospitalizados con infección por rinovirus, lo que supuso el 25 % de los pacientes hospitalizados por procesos respiratorios o fiebre. El rinovirus fue el segundo agente viral identificado tras el virus respiratorio sincitial (29,9% de los hospitalizados). El 71,1 % de los pacientes fueron menores de 2 años. Los diagnósticos más frecuentes fueron sibilancias recurrentes en el 60,5 %, bronquiolitis en 23,7 %, neumonía en el 7,9 % e infección respiratoria de vías altas en el 5,3%. Presentaron fiebre de más de 38 °C el 57,9 % de los niños e infiltrado radiológico el 23,7%. Presentaron hipoxia el 43,4% de los niños. En niños mayores de 2 años el diagnóstico fue crisis asmática en 21 de los 22 casos.",
        "Los rinovirus se detectaron en un importante porcentaje de los niños hospitalizados a consecuencia de infección respiratoria, siendo precedidos en frecuencia sólo por el virus respiratorio sincitial. En nuestra serie es el agente viral más frecuentemente asociado con episodios de sibilancias recurrentes en niños mayores de 2 años, y el segundo en los más pequeños."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16956498",
  "DateCompleted": {
    "Year": "2007",
    "Month": "02",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1695-4033",
      "JournalIssue": {
        "Volume": "65",
        "Issue": "3",
        "PubDate": {
          "Year": "2006",
          "Month": "Sep"
        }
      },
      "Title": "Anales de pediatria (Barcelona, Spain : 2003)",
      "ISOAbbreviation": "An Pediatr (Barc)"
    },
    "ArticleTitle": "[Role of rhinovirus in respiratory tract infections in hospitalized children].",
    "Pagination": {
      "StartPage": "205",
      "EndPage": "210",
      "MedlinePgn": "205-10"
    },
    "Abstract": {
      "AbstractText": [
        "Rhinovirus is a recognized cause of common cold and has been shown to cause asthma exacerbations in adults and children. The burden of rhinovirus infections in hospitalized children has not been described in Spain.",
        "To describe confirmed rhinovirus infections in children hospitalized for respiratory tract infection in a secondary public hospital.",
        "We performed a prospective descriptive study in children admitted to hospital with fever or respiratory tract infection and with a positive isolation of rhinovirus in nasopharyngeal washings between September 2004 and July 2005. Virological diagnosis was made with direct immunofluorescent assay and/or reverse transcription-polymerase chain reaction in specimens obtained from nasopharyngeal washings. The clinical characteristics of the patients were analyzed.",
        "There were 76 children with rhinovirus infection, representing 25 % of admissions in 304 children with fever or respiratory tract infection. Rhinovirus was the second most frequent viral agent identified after respiratory syncytial virus (RSV) (29.9 % of admissions). Fifty-four children (71.1 %) were under 2 years of age. The most frequent clinical diagnoses were recurrent wheezing in 60.5 %, bronchiolitis in 23.7 %, pneumonia in 7.9 %, and upper respiratory tract infection in 5.3 %. Fever > 38 degrees C was present in 57.9 % of the patients and radiologic infiltrate was found in 23.7 %. Oxygen saturation less than 95 % was found in 43.4 % of the patients. Of 22 children aged more than 2 years, a diagnosis of asthmatic crisis was made in 21.",
        "Rhinoviruses were frequently identified in hospitalized children with respiratory tract disease and were the second most common viruses after RSV. In our series, it was the most frequent cause of recurrent wheezing in hospitalized children and the second most common cause in infants."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Servicio de Pediatría. Hospital Severo Ochoa. Centro Nacional de Microbiología. Instituto de Salud Carlos III. Madrid. España. ccalvo@mi.madritel.es"
          }
        ],
        "LastName": "Calvo Rey",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "García García",
        "ForeName": "M L",
        "Initials": "ML"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Casas Flecha",
        "ForeName": "I",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sánchez Mateos",
        "ForeName": "M F",
        "Initials": "MF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rodrigo García",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "de Cea Crespo",
        "ForeName": "J M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pérez-Breña",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ],
    "VernacularTitle": "Papel del rinovirus en las infecciones respiratorias en niños hospitalizados."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "An Pediatr (Barc)",
    "NlmUniqueID": "101162596",
    "ISSNLinking": "1695-4033"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hospitalization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rhinovirus"
    }
  ]
}