{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23440782",
  "DateCompleted": {
    "Year": "2013",
    "Month": "03",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "01",
        "Day": "31"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD000980",
      "10.1002/14651858.CD000980.pub4"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2013",
        "Issue": "1",
        "PubDate": {
          "Year": "2013",
          "Month": "Jan",
          "Day": "31"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Vitamin C for preventing and treating the common cold.",
    "Pagination": {
      "StartPage": "CD000980",
      "MedlinePgn": "CD000980"
    },
    "Abstract": {
      "AbstractText": [
        "Vitamin C (ascorbic acid) for preventing and treating the common cold has been a subject of controversy for 70 years.",
        "To find out whether vitamin C reduces the incidence, the duration or severity of the common cold when used either as a continuous regular supplementation every day or as a therapy at the onset of cold symptoms.",
        "We searched CENTRAL 2012, Issue 11, MEDLINE (1966 to November week 3, 2012), EMBASE (1990 to November 2012), CINAHL (January 2010 to November 2012), LILACS (January 2010 to November 2012) and Web of Science (January 2010 to November 2012). We also searched the U.S. National Institutes of Health trials register and WHO ICTRP on 29 November 2012.",
        "We excluded trials which used less than 0.2 g per day of vitamin C and trials without a placebo comparison. We restricted our review to placebo-controlled trials.",
        "Two review authors independently extracted data. We assessed 'incidence' of colds during regular supplementation as the proportion of participants experiencing one or more colds during the study period. 'Duration' was the mean number of days of illness of cold episodes.",
        "Twenty-nine trial comparisons involving 11,306 participants contributed to the meta-analysis on the risk ratio (RR) of developing a cold whilst taking vitamin C regularly over the study period. In the general community trials involving 10,708 participants, the pooled RR was 0.97 (95% confidence interval (CI) 0.94 to 1.00). Five trials involving a total of 598 marathon runners, skiers and soldiers on subarctic exercises yielded a pooled RR of 0.48 (95% CI 0.35 to 0.64).Thirty-one comparisons examined the effect of regular vitamin C on common cold duration (9745 episodes). In adults the duration of colds was reduced by 8% (3% to 12%) and in children by 14% (7% to 21%). In children, 1 to 2 g/day vitamin C shortened colds by 18%. The severity of colds was also reduced by regular vitamin C administration.Seven comparisons examined the effect of therapeutic vitamin C (3249 episodes). No consistent effect of vitamin C was seen on the duration or severity of colds in the therapeutic trials.The majority of included trials were randomised, double-blind trials. The exclusion of trials that were either not randomised or not double-blind had no effect on the conclusions.",
        "The failure of vitamin C supplementation to reduce the incidence of colds in the general population indicates that routine vitamin C supplementation is not justified, yet vitamin C may be useful for people exposed to brief periods of severe physical exercise. Regular supplementation trials have shown that vitamin C reduces the duration of colds, but this was not replicated in the few therapeutic trials that have been carried out. Nevertheless, given the consistent effect of vitamin C on the duration and severity of colds in the regular supplementation studies, and the low cost and safety, it may be worthwhile for common cold patients to test on an individual basis whether therapeutic vitamin C is beneficial for them. Further therapeutic RCTs are warranted."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health, POB 41, University of Helsinki, Helsinki, Finland. harri.hemila@helsinki.fi."
          }
        ],
        "LastName": "Hemilä",
        "ForeName": "Harri",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chalker",
        "ForeName": "Elizabeth",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "PQ6CK8PD0R",
      "NameOfSubstance": "Ascorbic Acid"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2007;(3):CD000980",
      "PMID": "17636648"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Administration, Oral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "therapeutic use"
      ],
      "DescriptorName": "Ascorbic Acid"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "drug therapy",
        "prevention & control"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "None of the other review authors have any conflict of interest to declare in this review."
}