{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10796659",
  "DateCompleted": {
    "Year": "2000",
    "Month": "07",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "2",
        "PubDate": {
          "Year": "2000"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Heated, humidified air for the common cold.",
    "Pagination": {
      "StartPage": "CD001728",
      "MedlinePgn": "CD001728"
    },
    "Abstract": {
      "AbstractText": [
        "To assess the effects of inhaling heated water vapour with the help of a rhinotherm (an equipment designed to deliver heated water vapour to a person's nasal cavity), in the treatment of the common cold by comparing a. symptoms b. viral shedding c. nasal resistance after a natural or experimentally induced common cold.",
        "We searched MEDLINE with MeSH headings: common cold, rhinopharyngitis, inhalation, steam, heated vapour, rhinothermy, till July 1999. EMBASE, Current Contents, review articles, cross references were also searched. Attempts were also made to contact the manufacturers for any unpublished data.",
        "Randomized trials using heated water vapour in a standardized way in patients with the common cold or volunteers with experimental induction of rhinovirus infection were included in the review.",
        "All the articles retrieved were initially subjected to a review for inclusion / exclusion criteria. Review articles, editorials, abstracts with inadequate outcome description were excluded. Studies selected for inclusion were subjected to a methodological assessment.",
        "The results of a systematic review of six trials with 319 participants, support the use of warm vapour inhalations in the common cold in terms of relief of symptoms (Odds Ratio with 95 % CI 0.31, 0.16-0.60, Relative risk 0.56, 0.4-0. 79). Results on symptom score indices were equivocal. None of the studies demonstrated a worsening of clinical symptom scores. One study demonstrated increased nasal resistance one week after steam inhalation in contrast to an earlier study which showed improvement in the nasal resistance. There was no evidence of decreased viral shedding measured by virus isolation in the nasal secretions (Tyrrell 1989) or measurement of viral titres in nasal washings among treatment group. The rhinovirus titres in the nasal washings from the treatment group were the same as those of the placebo group on day one prior to the treatment and on all four days after the treatment. The area under curve (Hendley 1994) was also similar in the placebo and treatment groups for titres of virus in the nasal washings as were the average viral titres across five days of follow up, the maximum values after treatment, and viral shedding velocity i.e. amount of virus shed per day (Hendley 1994). Minor side effects due to thermal stress were reported in all the studies.",
        "Three trials demonstrated beneficial effects on the symptoms of the common cold. One study from Israel showed a decrease in nasal resistance measured by peak nasal expiratory and inspiratory flow rate. Studies done in North America failed to show any objective improvement in outcome measures with the study intervention. A multi-centre double blind randomised controlled trial testing this therapy with uniform outcome measures is recommended."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Post Graduate Institute of Medical Education and Research, Chandigarh, Sector 12, Chandigarh, India, 160012. medinst@pgi.chd.nic.in"
          }
        ],
        "LastName": "Singh",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2001;(4):CD001728",
      "PMID": "11687118"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Air"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hot Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humidity"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Picornaviridae Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiratory Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rhinovirus"
    }
  ],
  "NumberOfReferences": "6"
}