{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36515550",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "12",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD002190",
      "10.1002/14651858.CD002190.pub6"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "12",
        "PubDate": {
          "Year": "2022",
          "Month": "Dec",
          "Day": "14"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Vaccines for the common cold.",
    "Pagination": {
      "StartPage": "CD002190",
      "MedlinePgn": "CD002190"
    },
    "Abstract": {
      "AbstractText": [
        "The common cold is a spontaneously remitting infection of the upper respiratory tract, characterised by a runny nose, nasal congestion, sneezing, cough, malaise, sore throat, and fever (usually < 37.8 ºC). Whilst the common cold is generally not harmful, it is a cause of economic burden due to school and work absenteeism. In the United States, economic loss due to the common cold is estimated at more than USD 40 billion per year, including an estimate of 70 million workdays missed by employees, 189 million school days missed by children, and 126 million workdays missed by parents caring for children with a cold. Additionally, data from Europe show that the total cost per episode may be up to EUR 1102. There is also a large expenditure due to inappropriate antimicrobial prescription. Vaccine development for the common cold has been difficult due to antigenic variability of the common cold viruses; even bacteria can act as infective agents. Uncertainty remains regarding the efficacy and safety of interventions for preventing the common cold in healthy people, thus we performed an update of this Cochrane Review, which was first published in 2011 and updated in 2013 and 2017.",
        "To assess the clinical effectiveness and safety of vaccines for preventing the common cold in healthy people.",
        "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (April 2022), MEDLINE (1948 to April 2022), Embase (1974 to April 2022), CINAHL (1981 to April 2022), and LILACS (1982 to April 2022). We also searched three trials registers for ongoing studies, and four websites for additional trials (April 2022). We did not impose any language or date restrictions.",
        "Randomised controlled trials (RCTs) of any virus vaccine compared with placebo to prevent the common cold in healthy people.",
        "We used Cochrane's Screen4Me workflow to assess the initial search results. Four review authors independently performed title and abstract screening to identify potentially relevant studies. We retrieved the full-text articles for those studies deemed potentially relevant, and the review authors independently screened the full-text reports for inclusion in the review, recording reasons for exclusion of the excluded studies. Any disagreements were resolved by discussion or by consulting a third review author when needed. Two review authors independently collected data on a data extraction form, resolving any disagreements by consensus or by involving a third review author. We double-checked data transferred into Review Manager 5 software. Three review authors independently assessed risk of bias using RoB 1 tool as outlined in the Cochrane Handbook for Systematic Reviews of Interventions. We carried out statistical analysis using Review Manager 5. We did not conduct a meta-analysis, and we did not assess publication bias. We used GRADEpro GDT software to assess the certainty of the evidence and to create a summary of findings table.  MAIN RESULTS: We did not identify any new RCTs for inclusion in this update. This review includes one RCT conducted in 1965 with an overall high risk of bias. The RCT included 2307 healthy young men in a military facility, all of whom were included in the analyses, and compared the effect of three adenovirus vaccines (live, inactivated type 4, and inactivated type 4 and 7) against a placebo (injection of physiological saline or gelatin capsule). There were 13 (1.14%) events in 1139 participants in the vaccine group, and 14 (1.19%) events in 1168 participants in the placebo group. Overall, we do not know if there is a difference between the adenovirus vaccine and placebo in reducing the incidence of the common cold (risk ratio 0.95, 95% confidence interval 0.45 to 2.02; very low-certainty evidence). Furthermore, no difference in adverse events when comparing live vaccine preparation with placebo was reported. We downgraded the certainty of the evidence to very low due to unclear risk of bias, indirectness because the population of this study was only young men, and imprecision because confidence intervals were wide and the number of events was low. The included study did not assess vaccine-related or all-cause mortality.  AUTHORS' CONCLUSIONS: This Cochrane Review was based on one study with very low-certainty evidence, which showed that there may be no difference between the adenovirus vaccine and placebo in reducing the incidence of the common cold. We identified a need for well-designed, adequately powered RCTs to investigate vaccines for the common cold in healthy people. Future trials on interventions for preventing the common cold should assess a variety of virus vaccines for this condition, and should measure such outcomes as common cold incidence, vaccine safety, and mortality (all-cause and related to the vaccine)."
      ],
      "CopyrightInformation": "Copyright © 2022 The Authors. Cochrane Database of Systematic Reviews published by John Wiley & Sons, Ltd. on behalf of The Cochrane Collaboration."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cochrane Ecuador, Centro de Investigación en Salud Pública y Epidemiología Clínica (CISPEC), Facultad de Ciencias de la Salud Eugenio Espejo, Universidad UTE, Quito, Ecuador."
          }
        ],
        "LastName": "Montesinos-Guevara",
        "ForeName": "Camila",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Social and Preventive Medicine (ISPM), Graduate School of Health Sciences, University of Bern, Bern, Switzerland."
          }
        ],
        "LastName": "Buitrago-Garcia",
        "ForeName": "Diana",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Neonatología, Facultad de Ciencias de la Salud Eugenio Espejo, Universidad UTE, Quito, Ecuador."
          }
        ],
        "LastName": "Felix",
        "ForeName": "Maria L",
        "Initials": "ML"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cochrane Ecuador, Centro de Investigación en Salud Pública y Epidemiología Clínica (CISPEC), Facultad de Ciencias de la Salud Eugenio Espejo, Universidad UTE, Quito, Ecuador."
          }
        ],
        "LastName": "Guerra",
        "ForeName": "Claudia V",
        "Initials": "CV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cochrane Ecuador, Centro de Investigación en Salud Pública y Epidemiología Clínica (CISPEC), Facultad de Ciencias de la Salud Eugenio Espejo, Universidad UTE, Quito, Ecuador."
          }
        ],
        "LastName": "Hidalgo",
        "ForeName": "Ricardo",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cochrane Ecuador, Centro de Investigación en Salud Pública y Epidemiología Clínica (CISPEC), Facultad de Ciencias de la Salud Eugenio Espejo, Universidad UTE, Quito, Ecuador."
          },
          {
            "Identifier": [],
            "Affiliation": "Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau (IIB Sant Pau), CIBER Epidemiología y Salud Pública (CIBERESP), Barcelona, Spain."
          }
        ],
        "LastName": "Martinez-Zapata",
        "ForeName": "Maria José",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cochrane Ecuador, Centro de Investigación en Salud Pública y Epidemiología Clínica (CISPEC), Facultad de Ciencias de la Salud Eugenio Espejo, Universidad UTE, Quito, Ecuador."
          }
        ],
        "LastName": "Simancas-Racines",
        "ForeName": "Daniel",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Adenovirus Vaccines"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Vaccines, Attenuated"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2017 May 18;5:CD002190",
      "PMID": "28516442"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Adenovirus Vaccines"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Systematic Reviews as Topic"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Vaccines, Attenuated"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "Camila Montesinos‐Guevara: declared that they have no conflict of interest.\u2028Diana Buitrago‐Garcia: declared that they have no conflict of interest.\u2028Maria L Felix: declared that they have no conflict of interest.\u2028Claudia V Guerra: declared that they have no conflict of interest.\u2028Ricardo Hidalgo: declared that they have no conflict of interest.\u2028Maria José Martinez‐Zapata: declared that they have no conflict of interest.\u2028Daniel Simancas‐Racines: declared that they have no conflict of interest."
}