{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19342806",
  "DateCompleted": {
    "Year": "2009",
    "Month": "06",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "04",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2166/wst.2009.085"
    ],
    "Journal": {
      "ISSN": "0273-1223",
      "JournalIssue": {
        "Volume": "59",
        "Issue": "6",
        "PubDate": {
          "Year": "2009"
        }
      },
      "Title": "Water science and technology : a journal of the International Association on Water Pollution Research",
      "ISOAbbreviation": "Water Sci Technol"
    },
    "ArticleTitle": "Experiences with a top layer of gravel to enhance the performance of vertical flow constructed wetlands at cold temperatures.",
    "Pagination": {
      "StartPage": "1111",
      "EndPage": "1116",
      "MedlinePgn": "1111-6"
    },
    "Abstract": {
      "AbstractText": [
        "In a first phase of this study it was shown that the Austrian effluent standards for organic matter could not be met in winter for vertical flow (VF) beds designed for and loaded with 27 g COD.m(-2).d(-1) (3 m2 per person equivalent). The aim of this second phase of the study was to investigate, if the performance of a constructed wetland can be enhanced, i.e. if the effluent requirements can be met, when an additional gravel layer (15 cm, 4-8 mm) is added on top of the main layer of the VF bed. The hypothesis was that this top layer would increase the thermal insulation and consequently the temperatures in the filter bed during cold periods, thus resulting in higher removal efficiencies during winter. Two VF beds were operated in parallel; one bed with such a 15 cm top layer, one without. Otherwise the construction of both beds was identical: surface area of about 20 m2, 50 cm main layer (grain size 0.06-4 mm, d10=0.2 mm; d60=0.8 mm), planted with common reed (Phragmites australis). The beds were intermittently loaded 4 times per day with mechanically pre-treated wastewater (hydraulic loading: 47 mm.d(-1); median value of the influent concentration: 505 mg COD.L(-1)). Despite a better performance during the first winter, the bed with additional top layer showed in general a very unstable performance. It is assumed that the main reason for this was that the oxygen transfer was reduced by the additional top layer so far that suspended organic matter could not any longer be degraded in between loadings. Therefore clogging of the filter occurred."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Sanitary Engineering and Water Pollution Control, University of Natural Resources and Applied Life Sciences, Vienna (BOKU), Muthgasse 18, Vienna A-1190, Austria. guenter.langergraber@boku.ac.at"
          }
        ],
        "LastName": "Langergraber",
        "ForeName": "Guenter",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pressl",
        "ForeName": "Alexander",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Leroch",
        "ForeName": "Klaus",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rohrhofer",
        "ForeName": "Roland",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Haberl",
        "ForeName": "Raimund",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Water Sci Technol",
    "NlmUniqueID": "9879497",
    "ISSNLinking": "0273-1223"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Wetlands"
    }
  ]
}