{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10796569",
  "DateCompleted": {
    "Year": "2000",
    "Month": "07",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "2",
        "PubDate": {
          "Year": "2000"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Vitamin C for preventing and treating the common cold.",
    "Pagination": {
      "StartPage": "CD000980",
      "MedlinePgn": "CD000980"
    },
    "Abstract": {
      "AbstractText": [
        "The role of oral ascorbic acid (vitamin C) in the prevention and treatment of colds remains controversial despite many controlled trials. There have also been a number of efforts to synthesize and/or overview the results of these trials, and controversy over what these overviews tell us.",
        "The objective of this review was to answer the following two questions: (1) Does regular high dosage supplementation with vitamin C reduce the incidence of colds? (2) Does taking vitamin C in high doses at the onset of a cold have a therapeutic effect?",
        "This review currently deals only with published trials from two previously published reviews by Kleijnen 1989 and Hemila 1992.",
        "Randomised and non-randomised trials of vitamin C taken to prevent or treat the common cold.",
        "Two reviewers independently extracted data and assessed trial quality.",
        "Thirty trials were included. The quality of the included trials was variable. Vitamin C in doses as high as one gram daily for several winter months, had no consistent beneficial effect on incidence of the common cold. For both preventive and therapeutic trials, there was a consistently beneficial but generally modest therapeutic effect on duration of cold symptoms. This effect was variable, ranging from -0.07% to a 39% reduction in symptom days. The weighted difference across all of the studies revealed a reduction of a little less than half a symptom day per cold episode, representing an 8% to 9% reduction in symptom days. There was no clear indication of the relative benefits of different regimes or vitamin C doses. However in trials that tested vitamin C after cold symptoms occurred, there was some evidence that a large dose produced greater benefits than lower doses.",
        "Long term daily supplementation with vitamin C in large doses daily does not appear to prevent colds. There appears to be a modest benefit in reducing duration of cold symptoms from ingestion of relatively high doses of vitamin C. The relation of dose to therapeutic benefit needs further exploration."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Centre for Epidemiology and Population Health, The Australian National University, Canberra, ACT, Australia, 0200. Bob.Douglas@anu.edu.au"
          }
        ],
        "LastName": "Douglas",
        "ForeName": "R M",
        "Initials": "RM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chalker",
        "ForeName": "E B",
        "Initials": "EB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Treacy",
        "ForeName": "B",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "PQ6CK8PD0R",
      "NameOfSubstance": "Ascorbic Acid"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2004;(4):CD000980",
      "PMID": "15495002"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Administration, Oral"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "therapeutic use"
      ],
      "DescriptorName": "Ascorbic Acid"
    },
    {
      "QualifierName": [
        "drug therapy",
        "prevention & control"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "prevention & control"
      ],
      "DescriptorName": "Respiratory Tract Infections"
    }
  ],
  "NumberOfReferences": "30"
}