{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16678640",
  "DateCompleted": {
    "Year": "2006",
    "Month": "06",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "05",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0149-2918",
      "JournalIssue": {
        "Volume": "28",
        "Issue": "2",
        "PubDate": {
          "Year": "2006",
          "Month": "Feb"
        }
      },
      "Title": "Clinical therapeutics",
      "ISOAbbreviation": "Clin Ther"
    },
    "ArticleTitle": "Echinacea in the prevention of induced rhinovirus colds: a meta-analysis.",
    "Pagination": {
      "StartPage": "174",
      "EndPage": "183",
      "MedlinePgn": "174-83"
    },
    "Abstract": {
      "AbstractText": [
        "The therapeutic effectiveness of Echinacea in the treatment and the prevention of colds has been debated. Studies of naturally occurring colds are hampered by variability in time from onset of symptoms to treatment and by heterogeneity in trial design. Experimental infection studies allow for the standardization of time to initiation of treatment, virus type and dose, and immune competence of volunteers.",
        "To determine whether the negative results obtained in previous studies of Echinacea were a consequence of efficacy or of inadequate sample size, we performed a meta-analysis of experimental rhinovirus infection studies on the efficacy of Echinacea extracts to prevent symptomatic development of an experimentally induced cold.",
        "We carried out a systematic search of English- and German-language literature using the MEDLINE, EMBASE, CAplus, BIOSIS, CABA, AGRICOLA, TOXCENTER, SCISEARCH, NAHL, and NAPRALERT, databases and the search terms Echinacea, black Sampson, coneflower, and Roter Sonnenbut. Matching documents were then searched for > or = 1 of the following terms: rhinovirus, RV, inoculation, Inokulation, induced, induziert, artificial, and artifiziell. Suitable studies were identified and pooled for analysis. The primary end point was the development of symptomatic clinical colds, as defined by the authors of the original studies. Results were reported as differences in the proportion of subjects with symptomatic episodes of a common cold, expressed as odds ratios (ORs) and 95% CIs. The secondary outcome was the difference in total symptom severity scores between treatment groups (assessed daily by integrating the severity scores of 8 individual cold-related symptoms that were rated on a scale from 0 [absent] to 4 [very severe]).",
        "A total of 234 articles were identified through the literature search; 231 were excluded from the analysis because they related to studies of spontaneous common colds. Three suitable studies were selected for pooling of data. Based on the analysis, the likelihood of experiencing a clinical cold was 55% higher with placebo than with Echinacea (OR, 1.55 [95% CI, 1.02-2.36]; P<0.043). The absolute difference in total symptom scores between groups was -1.96 (95% CI, -4.83 to 0.90; P=NS).",
        "This meta-analysis suggests that standardized extracts of Echinacea were effective in the prevention of symptoms of the common cold after clinical inoculation, compared with placebo. Further prospective, appropriately powered clinical studies are required to confirm this finding."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "A. Vogel Bioforce AG, Roggwil, Switzerland. r.schoop@bioforce.ch"
          }
        ],
        "LastName": "Schoop",
        "ForeName": "Roland",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Klein",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Suter",
        "ForeName": "Andy",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Johnston",
        "ForeName": "Sebastian L",
        "Initials": "SL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Ther",
    "NlmUniqueID": "7706726",
    "ISSNLinking": "0149-2918"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Plant Extracts"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Echinacea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phytotherapy"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Plant Extracts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rhinovirus"
    }
  ],
  "NumberOfReferences": "51"
}