{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23733381",
  "DateCompleted": {
    "Year": "2013",
    "Month": "11",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "06",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD000247",
      "10.1002/14651858.CD000247.pub3"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2013",
        "Issue": "6",
        "PubDate": {
          "Year": "2013",
          "Month": "Jun",
          "Day": "04"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Antibiotics for the common cold and acute purulent rhinitis.",
    "Pagination": {
      "StartPage": "CD000247",
      "MedlinePgn": "CD000247"
    },
    "Abstract": {
      "AbstractText": [
        "It has long been believed that antibiotics have no role in the treatment of common colds yet they are often prescribed in the belief that they may prevent secondary bacterial infections.",
        "To determine the efficacy of antibiotics compared with placebo for reducing general and specific nasopharyngeal symptoms of acute upper respiratory tract infections (URTIs) (common colds).To determine if antibiotics have any influence on the outcomes for acute purulent rhinitis and acute clear rhinitis lasting less than 10 days before the intervention.To determine whether there are significant adverse outcomes associated with antibiotic therapy for participants with a clinical diagnosis of acute URTI or acute purulent rhinitis.",
        "For this 2013 update we searched CENTRAL 2013, Issue 1, MEDLINE (March 2005 to February week 2, 2013), EMBASE (January 2010 to February 2013), CINAHL (2005 to February 2013), LILACS (2005 to February 2013) and Biosis Previews (2005 to February 2013).",
        "Randomised controlled trials (RCTs) comparing any antibiotic therapy against placebo in people with symptoms of acute upper respiratory tract infection for less than seven days, or acute purulent rhinitis less than 10 days in duration.",
        "Both review authors independently assessed trial quality and extracted data.",
        "This updated review included 11 studies. Six studies contributed to one or more analyses related to the common cold, with up to 1047 participants. Five studies contributed to one or more analyses relating to purulent rhinitis, with up to 791 participants. One study contributed only to data on adverse events and one met the inclusion criteria but reported only summary statistics without providing any numerical data that could be included in the meta-analyses. Interpretation of the combined data is limited because some studies included only children, or only adults, or only males; a wide range of antibiotics were used and outcomes were measured in different ways. There was a moderate risk of bias because of unreported methods details or because an unknown number of participants were likely to have chest or sinus infections.Participants receiving antibiotics for the common cold did no better in terms of lack of cure or persistence of symptoms than those on placebo (risk ratio (RR) 0.95, 95% confidence interval (CI) 0.59 to 1.51, (random-effects)), based on a pooled analysis of six trials with a total of 1047 participants. The RR of adverse effects in the antibiotic group was 1.8, 95% CI 1.01 to 3.21, (random-effects). Adult participants had a significantly greater risk of adverse effects with antibiotics than with placebo (RR 2.62, 95% CI 1.32 to 5.18) (random-effects) while there was no greater risk in children (RR 0.91, 95% CI 0.51 to 1.63).The pooled RR for persisting acute purulent rhinitis with antibiotics compared to placebo was 0.73 (95% CI 0.47 to 1.13) (random-effects), based on four studies with 723 participants. There was an increase in adverse effects in the studies of antibiotics for acute purulent rhinitis (RR 1.46, 95% CI 1.10 to 1.94).",
        "There is no evidence of benefit from antibiotics for the common cold or for persisting acute purulent rhinitis in children or adults. There is evidence that antibiotics cause significant adverse effects in adults when given for the common cold and in all ages when given for acute purulent rhinitis. Routine use of antibiotics for these conditions is not recommended."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of General Practice and Primary Health Care, University of Auckland, Auckland, New Zealand. t.kenealy@cochraneprimarycare.org"
          }
        ],
        "LastName": "Kenealy",
        "ForeName": "Tim",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Arroll",
        "ForeName": "Bruce",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Bacterial Agents"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2005;(3):CD000247",
      "PMID": "16034850"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acute Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Bacterial Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Rhinitis"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Suppuration"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Failure"
    }
  ],
  "CoiStatement": "There are no known conflicts of interest."
}