{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11193291",
  "DateCompleted": {
    "Year": "2001",
    "Month": "03",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1387-2656",
      "JournalIssue": {
        "Volume": "6",
        "PubDate": {
          "Year": "2000"
        }
      },
      "Title": "Biotechnology annual review",
      "ISOAbbreviation": "Biotechnol Annu Rev"
    },
    "ArticleTitle": "Cold adapted enzymes.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "57",
      "MedlinePgn": "1-57"
    },
    "Abstract": {
      "AbstractText": [
        "The number of reports on enzymes from cold adapted organisms has increased significantly over the past years, and reveals that adaptive strategies for functioning at low temperature varies among enzymes. However, the high catalytic efficiency at low temperature seems, for the majority of cold active enzymes, to be accompanied by a reduced thermal stability. Increased molecular flexibility to compensate for the low working temperature, is therefore still the most dominating theory for cold adaptation, although there also seem to be other adaptive strategies. The number of experimentally determined 3D structures of enzymes possessing cold adaptation features is still limited, and restricts a structural rationalization for cold activity. The present summary of structural characteristics, based on comparative studies on crystal structures (7), homology models (7), and amino acid sequences (24), reveals that there are no common structural feature that can account for the low stability, increased catalytic efficiency, and proposed molecular flexibility. Analysis of structural features that are thought to be important for stability (e.g. intra-molecular hydrogen bonds and ion-pairs, proline-, methionine-, glycine-, or arginine content, surface hydrophilicity, helix stability, core packing), indicates that each cold adapted enzyme or enzyme system use different small selections of structural adjustments for gaining increased molecular flexibility that in turn give rise to increased catalytic efficiency and reduced stability. Nevertheless, there seem to be a clear correlation between cold adaptation and reduced number of interactions between structural domains or subunits. Cold active enzymes also seem, to a large extent, to increase their catalytic activity by optimizing the electrostatics at and around the active site."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Protein Crystallography Group, Department of Chemistry, Faculty of Science, University of Tromsø, N-9037 Tromsø, Norway. arne.smalas@chem.uit.no"
          }
        ],
        "LastName": "Smalås",
        "ForeName": "A O",
        "Initials": "AO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Leiros",
        "ForeName": "H K",
        "Initials": "HK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Os",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Willassen",
        "ForeName": "N P",
        "Initials": "NP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Biotechnol Annu Rev",
    "NlmUniqueID": "9616443",
    "ISSNLinking": "1387-2656"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Enzymes"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Biological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [
        "chemistry",
        "metabolism"
      ],
      "DescriptorName": "Enzymes"
    }
  ],
  "NumberOfReferences": "193"
}