{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10547683",
  "DateCompleted": {
    "Year": "1999",
    "Month": "12",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "01",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0065-3527",
      "JournalIssue": {
        "Volume": "54",
        "PubDate": {
          "Year": "1999"
        }
      },
      "Title": "Advances in virus research",
      "ISOAbbreviation": "Adv Virus Res"
    },
    "ArticleTitle": "Clinical virology of rhinoviruses.",
    "Pagination": {
      "StartPage": "453",
      "EndPage": "466",
      "MedlinePgn": "453-66"
    },
    "Abstract": {
      "AbstractText": [
        "Rhinoviruses cause more infections in humans than any other micro-organism. These acid-sensitive picornaviruses infect epithelial cells following inoculation onto the nasal mucosa and are detected reliably in nasopharyngeal secretions. Rhinovirus colds occur year round, with a peak of illness in the fall. Type-specific serum antibody correlates with protection against infection. The fact that there are at least 100 different immunotypes makes development of an effective vaccine unlikely. Nasopharyngeal secretions must be sampled for detection of rhinovirus by culture or RT-PCR. Efficient isolation of virus requires inoculation into two different types of sensitive cell cultures (i.e., fibroblasts and HeLa cells). RT of conserved sequences in the 5' noncoding region of the viral RNA to produce cDNA for PCR amplification has been coupled with detection of amplimers either by gel electrophoresis after nested PCR or by hybridization with labeled oligonucleotide probes to detect one viral genome in samples. In two studies in which both RT-PCR and cell cultures were used, virtually all of the positives were identified with RT-PCR; culture in two cell lines identified 75-80% of the positives. In year-round surveillance, 50% of colds in adults and children were rhinovirus positive. The symptoms occurring during rhinovirus colds are caused by the host's response to the virus, not by the virus itself. Elaboration of cytokines by infected epithelial cells is central to symptom pathogenesis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Pediatric Infectious Diseases, University of Virginia Health Sciences Center, Charlottesville 22908, USA."
          }
        ],
        "LastName": "Hendley",
        "ForeName": "J O",
        "Initials": "JO"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Adv Virus Res",
    "NlmUniqueID": "0370441",
    "ISSNLinking": "0065-3527"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "pathology",
        "virology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics",
        "isolation & purification"
      ],
      "DescriptorName": "Rhinovirus"
    }
  ]
}