{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15643342",
  "DateCompleted": {
    "Year": "2005",
    "Month": "06",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1528-4050",
      "JournalIssue": {
        "Volume": "5",
        "Issue": "1",
        "PubDate": {
          "Year": "2005",
          "Month": "Feb"
        }
      },
      "Title": "Current opinion in allergy and clinical immunology",
      "ISOAbbreviation": "Curr Opin Allergy Clin Immunol"
    },
    "ArticleTitle": "Nitric oxide and the common cold.",
    "Pagination": {
      "StartPage": "37",
      "EndPage": "42",
      "MedlinePgn": "37-42"
    },
    "Abstract": {
      "AbstractText": [
        "The common cold is a clinical syndrome triggered by a variety of viral pathogens, but rhinoviruses are the most frequent cause. Complications of such infections include sinusitis, otitis media, and exacerbations of asthma and chronic obstructive lung disease. There is growing interest in host innate defence responses that may regulate the severity of viral responses. We will review recent evidence that nitric oxide is an important contributor to the host response during colds.",
        "Infection of human airway epithelial cells with human rhinovirus has been shown to lead to the increased expression of inducible nitric oxide synthase both in vitro and in vivo. This increase in epithelial inducible nitric oxide synthase correlates with increased levels of nitric oxide in exhaled air. Importantly, nitric oxide can inhibit human rhinovirus-induced epithelial expression of several pro-inflammatory cytokines and can inhibit viral replication in epithelial cells in vitro. Moreover, nitric oxide can modulate several signal transduction pathways that are associated with cytokine generation. Nitric oxide can also nitrosylate viral proteases and can interact with the immune system. Consistent with these observations, pilot studies have indicated that the increased generation of nitric oxide during rhinovirus infections is associated with fewer symptoms and more rapid viral clearance.",
        "Further studies are warranted to evaluate the role of nitric oxide in colds and to determine whether the administration of nitric oxide donor compounds could be a viable therapeutic approach for viral exacerbations of airway diseases."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Respiratory Research Group and Department of Physiology and Biophysics, University of Calgary, Calgary, Alberta, Canada. dproud@ucalgary.ca"
          }
        ],
        "LastName": "Proud",
        "ForeName": "David",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Opin Allergy Clin Immunol",
    "NlmUniqueID": "100936359",
    "ISSNLinking": "1473-6322"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "31C4KY9ESH",
      "NameOfSubstance": "Nitric Oxide"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "immunology",
        "virology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Immunity, Innate"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Nitric Oxide"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Picornaviridae Infections"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Rhinovirus"
    }
  ],
  "NumberOfReferences": "65"
}