{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15163422",
  "DateCompleted": {
    "Year": "2004",
    "Month": "08",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1386-6532",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "4",
        "PubDate": {
          "Year": "2004",
          "Month": "Aug"
        }
      },
      "Title": "Journal of clinical virology : the official publication of the Pan American Society for Clinical Virology",
      "ISOAbbreviation": "J Clin Virol"
    },
    "ArticleTitle": "Viral titers in nasal lining fluid compared to viral titers in nasal washes during experimental rhinovirus infection.",
    "Pagination": {
      "StartPage": "326",
      "EndPage": "328",
      "MedlinePgn": "326-8"
    },
    "Abstract": {
      "AbstractText": [
        "The concentration of rhinovirus in nasal wash specimens from infected volunteers peaks at 48-72 h after inoculation. The volume of expelled nasal fluid peaks at the same time, raising the question of whether the viral concentration in nasal wash reflects viral replication in nasal cells or merely the production of an increased volume of nasal fluid during a cold.",
        "To determine the amount of rhinovirus in nasal lining fluid during colds before the nasal fluid has been diluted in a nasal wash.",
        "Rhinovirus titers were determined in nasal wash specimens collected daily for five days from 14 subjects with type16 rhinovirus infection. The urea concentration in nasal lining fluid equals that in blood. By determining the urea concentration in a nasal wash and comparing it to the urea concentration in blood from the same subject, it was possible to determine the amount of dilution of the nasal lining fluid. The dilution factor (reciprocal of the dilution) was then used to calculate the viral concentration in undiluted nasal lining fluid.",
        "The dilution factor in 70 nasal washes varied from 5 to 64. The viral GMTs (+S.E.) in nasal washes were 1.79 (+0.3) TCID(50)/ml at 24 h, 3.11 (+0.15) at 48 h, and 2.61 (+0.3) at 72 h. The viral GMTs in nasal lining fluid, based on urea adjusted values, paralleled those in nasal washes but were approximately one log higher. Virus concentrations returned to near baseline values by day 5.",
        "The temporal pattern of rhinovirus shedding observed in nasal wash specimens, with a peak in virus concentration at 48-72 h after infection, is a true indication of virus production in nasal cells and not an artifact of the increased amount of nasal fluid produced during the early phase of a cold."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics-Box 800386, University of Virginia School of Medicine, Charlottesville, VA 22908, USA. joh@virginia.edu"
          }
        ],
        "LastName": "Hendley",
        "ForeName": "J Owen",
        "Initials": "JO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gwaltney",
        "ForeName": "Jack M",
        "Initials": "JM",
        "Suffix": "Jr"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Clin Virol",
    "NlmUniqueID": "9815671",
    "ISSNLinking": "1386-6532"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Nasal Lavage Fluid"
    },
    {
      "QualifierName": [
        "metabolism",
        "virology"
      ],
      "DescriptorName": "Nasal Mucosa"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "Rhinovirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Shedding"
    }
  ]
}