{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "4014285",
  "DateCompleted": {
    "Year": "1985",
    "Month": "08",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0002-9343",
      "JournalIssue": {
        "Volume": "78",
        "Issue": "6B",
        "PubDate": {
          "Year": "1985",
          "Month": "Jun",
          "Day": "28"
        }
      },
      "Title": "The American journal of medicine",
      "ISOAbbreviation": "Am J Med"
    },
    "ArticleTitle": "Epidemiology of community-acquired respiratory tract infections in adults. Incidence, etiology, and impact.",
    "Pagination": {
      "StartPage": "32",
      "EndPage": "37",
      "MedlinePgn": "32-7"
    },
    "Abstract": {
      "AbstractText": [
        "Upper respiratory tract infections are the most common types of infectious diseases among adults. It is estimated that each adult in the United States experiences two to four respiratory infections annually. The morbidity of these infections is measured by an estimated 75 million physician visits per year, almost 150 million days lost from work, and more than $10 billion in costs for medical care. Serotypes of the rhinoviruses account for 20 to 30 percent of episodes of the common cold. However, the specific causes of most upper respiratory infections are undefined. Pneumonia remains an important cause of morbidity and mortality for nonhospitalized adults despite the widespread use of effective antimicrobial agents. There are no accurate figures on the number of episodes of pneumonia that occur each year in ambulatory patients. In younger adults, the atypical pneumonia syndrome is the most common clinical presentation; Mycoplasma pneumoniae is the most frequently identified causative agent. Other less common agents include Legionella pneumophila, influenza viruses, adenoviruses, and Chlamydia. More than half a million adults are hospitalized each year with pneumonia. Persons older than 65 years of age have the highest rate of pneumonia admissions, 11.5 per 1,000 population. Pneumonia ranks as the sixth leading cause of death in the United States. The pathogens responsible for community-acquired pneumonias are changing. Forty years ago, Streptococcus pneumoniae accounted for the majority of infections. Today, a broad array of community-acquired pathogens have been implicated as etiologic agents including Legionella species, gram-negative bacilli, Hemophilus influenzae, Staphylococcus aureus and nonbacterial pathogens. Given the diversity of pathogenic agents, it has become imperative for clinicians to establish a specific etiologic diagnosis before initiating therapy or to consider the diagnostic possibilities and treat with antimicrobial agents that are effective against the most likely pathogens."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Garibaldi",
        "ForeName": "R A",
        "Initials": "RA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Am J Med",
    "NlmUniqueID": "0267200",
    "ISSNLinking": "0002-9343"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "economics",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Bacterial Infections"
    },
    {
      "QualifierName": [
        "economics",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hospitalization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "economics",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Pneumonia"
    },
    {
      "QualifierName": [
        "economics",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Pneumonia, Mycoplasma"
    },
    {
      "QualifierName": [
        "economics",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Respiratory Tract Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    }
  ]
}