{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27396131",
  "DateCompleted": {
    "Year": "2016",
    "Month": "07",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "chi"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1001-9332",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "2",
        "PubDate": {
          "Year": "2016",
          "Month": "Feb"
        }
      },
      "Title": "Ying yong sheng tai xue bao = The journal of applied ecology",
      "ISOAbbreviation": "Ying Yong Sheng Tai Xue Bao"
    },
    "ArticleTitle": "[Assessment on the yield loss risk of longan caused by cold damage in South China].",
    "Pagination": {
      "StartPage": "559",
      "EndPage": "566",
      "MedlinePgn": "559-66"
    },
    "Abstract": {
      "AbstractText": [
        "Using daily climate variables gathered from 64 meteorological stations in South China from 1961 to 2012, recognized hazard indicators about disaster grades of cold damage for longan, and methods on agricultural meteorological disasters risk and simulation technology, the yield loss risks of longan caused by cold damage in South China during different developmental periods were assessed. The results showed that during the period of physiologic differentiation of flower bud, the disasters of longan affected by mild cold damage in South China were the most common, followed by severe cold damage and moderate cold damage. The hazards caused by cold damage under different grades varied. In particular, under mild cold damage, light disaster of longan was found in Fujian, followed by Guangdong and Hainan, and Guangxi was serious. Under moderate cold damage, light disaster of longan was found in Hainan, followed by Guangdong and Guangxi, and Fujian was serious. Under severe cold damage, light disaster of longan was found in Hainan, followed by Guangdong and Guangxi, Fujian was serious. During the period of morphologic differentiation of flower bud, the disasters of longan affected by mild cold damage in South China were the most common, followed by severe cold damage and moderate cold damage, while the disasters of longan under mild, moderate and severe cold damages within this period were similar. Specifically, light disasters of longan were all found in Hainan, followed by Guangdong, Guangxi and Fujian. During the period of dormancy, the disaster of longan affected by mild cold damage in South China was the most common, followed by severe cold damage and moderate cold damage. Under mild and severe cold damage, light disaster of longan was found in Fujian, followed by Guangdong and Hainan, and Guangxi was serious. However, under moderate cold damage, light disaster of longan was found in Hainan and Guangxi, followed by Guangdong, and Fujian was serious. At the same level of hazard, the largest risk indices of yield loss of longan during different developmental stages significantly differed. Under mild cold damage, serious disasters of longan were found in the period of physiologic differentiation of flower bud, followed by the period of morphologic differentiation of flower bud and the period of dormancy. However, under moderate and severe cold damage, serious disasters of longan were found in the period of physiologic differentiation of flower bud, followed by the period of dormancy and the period of morphologic differentiation of flower bud."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Zhao",
        "ForeName": "Jun-fang",
        "Initials": "JF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yu",
        "ForeName": "Hui-kang",
        "Initials": "HK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "China",
    "MedlineTA": "Ying Yong Sheng Tai Xue Bao",
    "NlmUniqueID": "9425159",
    "ISSNLinking": "1001-9332"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "China"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Climate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Sapindaceae"
    }
  ]
}