{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "birch (Betula platyphylla)",
      "cryo-scanning electron microscopy (cryo-SEM)",
      "dormant buds",
      "extracellular freezing",
      "freezing adaptation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31860718",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1093/treephys/tpz122"
    ],
    "Journal": {
      "ISSN": "1758-4469",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "4",
        "PubDate": {
          "Year": "2021",
          "Month": "Apr",
          "Day": "08"
        }
      },
      "Title": "Tree physiology",
      "ISOAbbreviation": "Tree Physiol"
    },
    "ArticleTitle": "Mechanism of freezing resistance in eco-dormant birch buds under winter subzero temperatures.",
    "Pagination": {
      "StartPage": "606",
      "EndPage": "618",
      "MedlinePgn": "606-618"
    },
    "Abstract": {
      "AbstractText": [
        "Maximum freezing resistance is a component of winter survival and is associated with the eco-dormant state. Differential thermal analysis (DTA) has shown that changes of the freezing response of the dormant buds depend not only on species and bud type, but also on cooling rates. In order to clarify the freezing adaptation at the cellular level of eco-dormant buds in Japanese white birch, birch buds cooled at a rate of 0.2 °C min-1 and 5 °C day-1 were precisely examined by cryo-scanning electron microscopy (cryo-SEM). Freezing responses of floral dormant buds having female inflorescent primordia and leaf primordia with high-cold hardiness were assessed for extracellular freezing patterns by DTA. Cryo-SEM observation showed freezing of viscous solution filling intercellular spaces within buds and formation of extracellular ice in a random distribution within certain tissues, including green scales, leaf primordia and peduncles. The tissues producing extracellular ice had the common property that distinct intercellular spaces were present among cells having comparatively thick primary walls. In contrast, extracellular ice was not formed within flower primordium and parts of leaf primordium. These tissues had also the common property that no detectable intercellular spaces existed around the cells having thin primary walls. Cryo-SEM observation confirmed that all cells in tissues, regardless of whether extracellular ice was formed within tissues, and also regardless of differences in cooling rates, showed distinct cellular shrinkage by freezing. Recrystallization experiments by cryo-SEM confirmed that all freezable water in cells was eliminated by cooling at 0.2 °C min-1 at least to -30 °C. These results confirmed that all cells in birch buds responded to subzero temperatures through rapid equilibrium dehydration. In contrast to deep supercooling associated with extraorgan freezing of other freezing resistant buds of trees in an eco-dormant state, the mechanism of freezing resistance in eco-dormant birch buds is freezing adaptations by extracellular freezing."
      ],
      "CopyrightInformation": "© The Author(s) 2019. Published by Oxford University Press. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Forest Tree Breeding Center, Forestry and Forest Products Research Institute, 3809-1 Ishi, Juo, Hitachi, Ibaraki, 319-1301, Japan."
          }
        ],
        "LastName": "Endoh",
        "ForeName": "Keita",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate School and Research Faculty of Agriculture, Hokkaido University, Kita 9, Nishi 9, Kita-ku, Sapporo, Hokkaido, 060-8589, Japan."
          }
        ],
        "LastName": "Fujikawa",
        "ForeName": "Seizo",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "Tree Physiol",
    "NlmUniqueID": "100955338",
    "ISSNLinking": "0829-318X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acclimatization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Betula"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Freezing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Temperature"
    }
  ]
}