{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9364418",
  "DateCompleted": {
    "Year": "1998",
    "Month": "02",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "12",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-3573",
      "JournalIssue": {
        "Volume": "49",
        "Issue": "10",
        "PubDate": {
          "Year": "1997",
          "Month": "Oct"
        }
      },
      "Title": "The Journal of pharmacy and pharmacology",
      "ISOAbbreviation": "J Pharm Pharmacol"
    },
    "ArticleTitle": "Assessment of the antitussive efficacy of codeine in cough associated with common cold.",
    "Pagination": {
      "StartPage": "1045",
      "EndPage": "1049",
      "MedlinePgn": "1045-9"
    },
    "Abstract": {
      "AbstractText": [
        "Codeine is generally accepted as the standard antitussive against which new antitussive medications are compared. This presents a problem because the support for codeine's antitussive activity comes from studies on cough in animals, and chronic and induced cough models in man, whereas antitussives are almost exclusively used for the treatment of cough associated with acute upper respiratory tract infection (URTI). The aims of this study were twofold. Firstly, to study the antitussive efficacy of codeine in cough associated with URTI and, secondly, to validate a sound meter as tool for quantifying cough. The efficacy of codeine was assessed in a double-blind, stratified, placebo-controlled, parallel-group, clinical trial using three different measures of cough: cough sound-pressure levels (CSPLs) measured on a sound meter; subjective scores of cough severity; and cough frequency recorded by means of a microphone connected to an ink-pen recorder. A group of 82 subjects (51 females and 31 males; mean age 23.5 years, range 18-46 years) with cough owing to acute URTI were included in the study. The study took place on two separate study days. On study day 1 cough measurements were made before and 90 min after treatment with a single dose of either 50 mg codeine or matched placebo in capsule form. The same three measures of cough were repeated 2-5 days later (study day 2). On study day 1 a highly significant (P < 0.0001) decrease in all three measures of cough was found after treatment with both placebo and codeine yet there was no significant difference between the treatment groups. A highly significant (P < 0.0001) decrease in the three measures of cough was also found between days 1 and 2. The results demonstrate that codeine is no more effective than placebo in reducing cough associated with acute URTI, as measured by CSPLs, cough frequency or subjective symptom scores. This result might be explained on the basis of two central pathways for cough; a reflex pathway via the brain-stem which is sensitive to codeine and a voluntary pathway via the cortex which is unaffected by codeine. The results also demonstrate that the sound-level meter appears to be a potentially useful investigative tool for the assessment of cough and antitussive efficacy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Common Cold Centre, School of Molecular and Biomedical Sciences, University of Wales, Cardiff, UK."
          }
        ],
        "LastName": "Freestone",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Eccles",
        "ForeName": "R",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Pharm Pharmacol",
    "NlmUniqueID": "0376363",
    "ISSNLinking": "0022-3573"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antitussive Agents"
    },
    {
      "RegistryNumber": "UX6OWY2V7J",
      "NameOfSubstance": "Codeine"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Air Pressure"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antitussive Agents"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Codeine"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Cough"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Double-Blind Method"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sound"
    }
  ]
}