{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Les rhinovirus sont responsables d'infections respiratoires aiguës atteignant principalement le tractus respiratoire supérieur.",
        "Les 3152 enfants de moins de 16 ans admis dans le service de pédiatrie du CHU de Poitiers du 1<sup>er</sup> janvier 1993 au 31 décembre 1995 et ayant des signes ORL et/ou respiratoires ont été systématiquement prélevés. Cent quarante-cinq souches de rhinovirus ont été isolées à partir d'échantillons de sécrétions nasopharyngées provenant de 87 garçons et de 58 filles (âge moyen: 20,3 mois). Parmi ces enfants, 92 (63,4 %) étaient âgés de moins de 1 an. Des recherches bactériologiques ont été effectuées chez 29 enfants pour lesquels une infection bactérienne concomitante était suspectée.",
        "Le taux d'infection à rhinovirus était maximal avant 1 an (médiane: 6,5 mois) puis diminuait avec l'âge. L'infection était présente tout au long des 3 années, avec un premier pic de février à avril et un second en automne. Les principaux signes cliniques étaient les râles sibilants (27,6 %) et la toux (24,1 %). Les râles sibilants étaient plus fréquemment observés chez les enfants de moins de 1 an (<i>p</i> = 0,01). Des signes ophtalmologiques ou digestifs étaient parfois présents. Trois enfants ont été transférés en réanimation pédiatrique pour détresse respiratoire. Par ailleurs, un rhinovirus a été isolé chez un nourrisson décédé de mort subite. Trente-quatre enfants (23,4 %) étaient co-infectés par un ou plusieurs virus, les plus fréquemment rencontrés étant le virus respiratoire syncytial (41,2 %) et les adénovirus (35,3 %). Vingt-neuf enfants étaient infectés par deux viras, cinq l'étaient par trois virus. Des infections bactériennes associées ont été diagnostiquées chez 23 enfants, notamment des conjonctivites à <i>Haemophilus influenzae</i> (21,7 %). Dans ce groupe d'enfants, huit présentaient une infection virale multiple.",
        "Les rhinovirus ont un pouvoir pathogène limité, mais ils peuvent être associés à des atteintes graves chez le nourrisson et le jeune enfant."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10223104",
  "DateCompleted": {
    "Year": "1999",
    "Month": "05",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "12",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0929-693X",
      "JournalIssue": {
        "Volume": "5",
        "Issue": "1",
        "PubDate": {
          "Year": "1998",
          "Month": "Jan"
        }
      },
      "Title": "Archives de pediatrie : organe officiel de la Societe francaise de pediatrie",
      "ISOAbbreviation": "Arch Pediatr"
    },
    "ArticleTitle": "[Rhinovirus infections in hospitalized children: a 3-year study].",
    "Pagination": {
      "StartPage": "9",
      "EndPage": "14",
      "MedlinePgn": "9-14"
    },
    "Abstract": {
      "AbstractText": [
        "Rhinoviruses (RH) are responsible for acute respiratory illnesses, mainly in the upper respiratory tract.",
        "3,152 children aged under 16 years, admitted to the Paediatrics department of the University Hospital Centre of Poitiers from January 1, 1993 to December 31, 1995 with ear, nose and throat (ENT) and/or respiratory symptoms were systematically investigated. One hundred and forty-five RH strains were isolated from nasopharyngeal secretions of 87 boys and 58 girls (mean age: 20.3 months). Among these, 92 (63.4%) were less than 1 year of age. Bacteriological investigations were done for 29 patients when a concomitant bacterial infection was suspected.",
        "RH infection rate was maximum before 1 year of age (median age: 6.5 months) and decreased with age. RH were isolated throughout the 3 years, with a first peak from February to April, and a second one in autumn. The main symptoms were sibilants (27.6%) and cough (24.1%). Sibilants were more frequently associated in children under 12 months of age (P = 0.01). Sometimes, ophthalmologic or digestive symptoms were present. Three children with respiratory distress were transferred to the reanimation ward. In addition, a RH strain was isolated from a child who died of sudden infant death. Thirty-four children (23.4%) were co-infected by one or several viruses; the most frequently detected were the respiratory syncytial virus (41.2%) and the adenoviruses (35.3%). Twenty-nine children were infected by two viruses and five by three. Associated bacterial infections were diagnosed in 23 children, especially conjunctivitis due to Haemophilus influenzae (21.7%). Among these children, eight had a multiple viral infection.",
        "RH have a limited pathogenicity but can be associated with serious illnesses among infants and children."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratoire de microbiologie B, CHU la Milétrie, Poitiers, France."
          }
        ],
        "LastName": "Pierrès-Surer",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Beby-Defaux",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bourgoin",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Venot",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Berthier",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Grollier",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Oriot",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Agius",
        "ForeName": "G",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Infections à rhinovirus chez des enfants hospitalisés: étude sur une période de 3 ans."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Arch Pediatr",
    "NlmUniqueID": "9421356",
    "ISSNLinking": "0929-693X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology"
      ],
      "DescriptorName": "Bacterial Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Hospitalized"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology",
        "physiopathology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "France"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology"
      ],
      "DescriptorName": "Haemophilus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Haemophilus influenzae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hospital Departments"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Hospitals, University"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rhinovirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sudden Infant Death"
    }
  ]
}