{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24554461",
  "DateCompleted": {
    "Year": "2014",
    "Month": "10",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "02",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD000530",
      "10.1002/14651858.CD000530.pub3"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2014",
        "Issue": "2",
        "PubDate": {
          "Year": "2014",
          "Month": "Feb",
          "Day": "20"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Echinacea for preventing and treating the common cold.",
    "Pagination": {
      "StartPage": "CD000530",
      "MedlinePgn": "CD000530"
    },
    "Abstract": {
      "AbstractText": [
        "Echinacea plant preparations (family Asteraceae) are widely used in Europe and North America for common colds. Most consumers and physicians are not aware that products available under the term Echinacea differ appreciably in their composition, mainly due to the use of variable plant material, extraction methods and the addition of other components.",
        "To assess whether there is evidence that Echinacea preparations are effective and safe compared to placebo in the prevention and treatment of the common cold.",
        "We searched CENTRAL 2013, Issue 5, MEDLINE (1946 to May week 5, 2013), EMBASE (1991 to June 2013), CINAHL (1981 to June 2013), AMED (1985 to February 2012), LILACS (1981 to June 2013), Web of Science (1955 to June 2013), CAMBASE (no time limits), the Centre for Complementary Medicine Research (1988 to September 2007), WHO ICTRP and clinicaltrials.gov (last searched 5 June 2013), screened references and asked experts in the field about published and unpublished studies.",
        "Randomized controlled trials (RCTs) comparing mono-preparations of Echinacea with placebo.",
        "At least two review authors independently assessed eligibility and trial quality and extracted data. The primary efficacy outcome was the number of individuals with at least one cold in prevention trials and the duration of colds in treatment trials. For all included trials the primary safety and acceptability outcome was the number of participants dropping out due to adverse events. We assessed trial quality using the Cochrane 'Risk of bias' tool.",
        "Twenty-four double-blind trials with 4631 participants including a total of 33 comparisons of Echinacea preparations and placebo met the inclusion criteria. A variety of different Echinacea preparations based on different species and parts of plant were used. Evidence from seven trials was available for preparations based on the aerial parts of Echinacea purpurea. Ten trials were considered to have a low risk of bias, six to have an unclear risk of bias and eight to have a high risk of bias. Ten trials with 13 comparisons investigated prevention and 15 trials with 20 comparisons investigated treatment of colds (one trial addressed both prevention and treatment).Due to the strong clinical heterogeneity of the studies we refrained from pooling for the main analysis. None of the 12 prevention comparisons reporting the number of patients with at least one cold episode found a statistically significant difference. However a post hoc pooling of their results, suggests a relative risk reduction of 10% to 20%. Of the seven treatment trials reporting data on the duration of colds, only one showed a significant effect of Echinacea over placebo. The number of patients dropping out or reporting adverse effects did not differ significantly between treatment and control groups in prevention and treatment trials. However, in prevention trials there was a trend towards a larger number of patients dropping out due to adverse events in the treatment groups.",
        "Echinacea products have not here been shown to provide benefits for treating colds, although, it is possible there is a weak benefit from some Echinacea products: the results of individual prophylaxis trials consistently show positive (if non-significant) trends, although potential effects are of questionable clinical relevance."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Allgemeinmedizin/Institute of General Practice, Technische Universität München/Klinikum rechts der Isar, Orlansstr. 47, München, Germany, 81667."
          }
        ],
        "LastName": "Karsch-Völk",
        "ForeName": "Marlies",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barrett",
        "ForeName": "Bruce",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kiefer",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bauer",
        "ForeName": "Rudolf",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ardjomand-Woelkart",
        "ForeName": "Karin",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Linde",
        "ForeName": "Klaus",
        "Initials": "K"
      }
    ],
    "GrantList": [
      {
        "GrantID": "K24 AT006543",
        "Acronym": "AT",
        "Agency": "NCCIH NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "T32 AT006956",
        "Acronym": "AT",
        "Agency": "NCCIH NIH HHS",
        "Country": "United States"
      },
      {
        "Acronym": "ImNIH",
        "Agency": "Intramural NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, N.I.H., Intramural",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Plant Extracts"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2006;(1):CD000530",
      "PMID": "16437427"
    },
    {
      "RefSource": "JAMA. 2015 Feb 10;313(6):618-9",
      "PMID": "25668266"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Echinacea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phytotherapy"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Plant Extracts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "Klaus Linde was involved in one, Karin Ardjomand‐Woelkart in one, Bruce Barrett in two and Rudolf Bauer in four of the studies included in this review. Marlies Karsch‐Völk and David Kiefer have no conflict of interest. Authors did not carry out data extraction or quality assessment of studies they were involved in."
}