{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19370573",
  "DateCompleted": {
    "Year": "2009",
    "Month": "06",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2009",
        "Month": "04",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD001953",
      "10.1002/14651858.CD001953.pub4"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2009",
        "Issue": "2",
        "PubDate": {
          "Year": "2009",
          "Month": "Apr",
          "Day": "15"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "WITHDRAWN: Nasal decongestants for the common cold.",
    "Pagination": {
      "StartPage": "CD001953",
      "MedlinePgn": "CD001953"
    },
    "Abstract": {
      "AbstractText": [
        "The common cold is a major and recurrent cause of morbidity, on average affecting children and adults two or more times each year. Nasal congestion is its commonest symptom and many therapies are marketed for its relief. There is no meta-analysis of controlled clinical trials on the effects of nasal decongestants in the common cold.",
        "To assess the efficacy of nasal decongestants at reducing the symptom of nasal congestion in adults and children with the common cold and to identify possible adverse effects associated with their use.",
        "In this updated review in 2006, the following databases were searched: the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library, 2006, issue 3); MEDLINE (January 1996 to September 2006); OLDMEDLINE (1951 to 1965); EMBASE (1980 to Week 36, 2006). We contacted known principal investigators and pharmaceutical companies.",
        "Randomised, placebo controlled trials of single-active oral and topical nasal decongestants in adults and children suffering from common cold.",
        "Two review authors (DT, GJL) independently extracted data. All outcomes variables were continuous. Subjective outcomes were normalised to a common scale and a weighted mean difference (WMD) was calculated. A standardised mean difference (SMD) was calculated for the objective outcomes.",
        "Seven studies in adults, but none in children, fitted all inclusion criteria. There was a small but statistically significant 6% decrease in subjective symptoms after a single dose of decongestant compared with placebo. This was supported by a significant decrease in nasal airways resistance. With repeated doses, nasal decongestants produce a very small statistical benefit of 4% over three to five days, again supported by a decrease in nasal airways resistance. Two studies provided safety data for this meta-analysis, showing a relatively small number of adverse events and only a small increased risk of insomnia with pseudoephedrine compared to placebo.",
        "A single oral dose of nasal decongestant in the common cold is modestly effective for the short term relief of congestion in adults, and these drugs also provide benefit in some individuals after regular use over three to five days. Adverse events in adults are rare and mild. There is insufficient data on the use of these medications in children and therefore they are not recommended for use in children younger than 12 years of age with the common cold."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Royal Adelaide Hospital, Adelaide, South Australia, Australia, 5000."
          }
        ],
        "LastName": "Taverner",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Latte",
        "ForeName": "G Jenny",
        "Initials": "GJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Nasal Decongestants"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2007;(1):CD001953",
      "PMID": "17253470"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "adverse effects",
        "therapeutic use"
      ],
      "DescriptorName": "Nasal Decongestants"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}