{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38236839",
  "DateCompleted": {
    "Year": "2024",
    "Month": "01",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2024",
        "Month": "01",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0296482",
      "10.1371/journal.pone.0296482"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "1",
        "PubDate": {
          "Year": "2024"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "The impact of cineole treatment timing on common cold duration and symptoms: Non-randomized exploratory clinical trial.",
    "Pagination": {
      "StartPage": "e0296482",
      "MedlinePgn": "e0296482"
    },
    "Abstract": {
      "AbstractText": [
        "Common cold (CC) symptoms arise from an inflammatory response treatable with cineole and generally peak within two days, which complicates research implementation. We therefore explored the benefits of early cineole administration with enrolment of participants prior to CC onset.",
        "Out of 522 adults enrolled in our phase IV, open-label, non-randomized, exploratory clinical trial (EudraCT No. 2020-000860-51), 329 developed a CC and used 200 mg cineole (Soledum®, CNL-1976) t.i.d. for max. 15 (± 2) days. Primary endpoint was burden of disease based on the Wisconsin Upper Respiratory Symptom Survey (WURSS-11).",
        "Comparing three strata based on time to treatment (≤ 12 h, > 12 to ≤ 24 h and > 24 h), earliest treatment resulted in lowest AUC-WURSS (Spearman correlation coefficient of 0.36) and reduced the overall burden of disease by 38% (p < 0.0001). Earlier and lower symptom severity peak resulted, with shorter time to remission (average 8.9 vs. 10.7 days with latest treatment initiation, p < 0.05), and higher and faster recovering quality of life (p < 0.05). Tolerability was mostly rated as \"very good\", with adverse events of suspected causal relationship reported in 4.3% of participants.",
        "Early intervention shows clinical benefits relevant for the effective treatment of CC with cineole."
      ],
      "CopyrightInformation": "Copyright: © 2024 Michalsen et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Internal, Integrative and Complementary Medicine, Immanuel Hospital Berlin, Berlin, Germany."
          }
        ],
        "LastName": "Michalsen",
        "ForeName": "Andreas",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0009-0009-6543-0494"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "MCM Klosterfrau Vertriebsgesellschaft mbH, Klosterfrau Healthcare Group, Cologne, Germany."
          }
        ],
        "LastName": "Goldenstein",
        "ForeName": "Kim",
        "Initials": "K"
      },
      {
        "Identifier": [
          "0000-0002-4725-4820"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lung Centre Maingau, Frankfurt am Main, Germany."
          }
        ],
        "LastName": "Kardos",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Rhinology and Allergology, Wiesbaden, Germany."
          }
        ],
        "LastName": "Klimek",
        "ForeName": "Ludger",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "ENT Practice, Röthenbach, Germany."
          }
        ],
        "LastName": "Palm",
        "ForeName": "Jürgen",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Signum | Brands GmbH, Cologne, Germany."
          }
        ],
        "LastName": "Parganlija",
        "ForeName": "Dajana",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Immunology, Medical University of Vienna, Vienna, Austria."
          }
        ],
        "LastName": "Stöckl",
        "ForeName": "Johannes",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "RV6J6604TK",
      "NameOfSubstance": "Eucalyptol"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "complications"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Eucalyptol"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ],
  "CoiStatement": "All authors received financial support from Cassella-med GmbH & Co. KG or MCM Klosterfrau Vertriebsgesellschaft mbH, Klosterfrau Healthcare Group for the submitted work. JS has received funding for P4-FIT (EU project, no. 955685) and is co-founder and shareholder of G.ST Antivirals GmbH, Vienna, Austria. LK declares grants and/or personal or consulting fees from Allergopharma, Viatris, HAL Allergie, ALK Abelló, LETI Pharma, Stallergenes, Quintiles, Sanofi, ASIT biotech, Lofarma, Allergy Therapeut., AstraZeneca, GSK, Inmunotek, Cassella-med, Novartis, Regeneron Pharmaceuticals, ROXALL Medizin GmbH, payment for expert testimony from GSK and Sanofi, and other financial or non-financial interests in AeDA, DGHNO, Deutsche Akademie für Allergologie und klinische Immunologie, HNO-BV, GPA and EAACI. PK declares consulting fees from AZ, GSK, Novartis, Schwabe and MSD, payment or honoraria for lectures, presentations, speakers bureaus, manuscript writing or educational events from GSK, Novartis, Bionorica, MSD, and participation on a Data Safety Monitoring Board or Advisory Board by GSK. This does not alter our adherence to PLOS ONE policies on sharing data and materials. No other relationships or activities are declared that could appear to have influenced the submitted work."
}