{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11819910",
  "DateCompleted": {
    "Year": "2002",
    "Month": "02",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0755-4982",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "39-40 Pt 2",
        "PubDate": {
          "MedlineDate": "2001 Dec 22-29"
        }
      },
      "Title": "Presse medicale (Paris, France : 1983)",
      "ISOAbbreviation": "Presse Med"
    },
    "ArticleTitle": "[Inflammatory acute rhinosinusitis].",
    "Pagination": {
      "StartPage": "33",
      "EndPage": "40",
      "MedlinePgn": "33-40"
    },
    "Abstract": {
      "AbstractText": [
        "1.",
        "A rhinovirus, the causal agent usually found in common cold, stimulates the local abundance of polymorphonuclears resulting from IL8 secretion. Enzymes and free radicals released by these polymorphonuclears explain the subsequent inflammation. 2.",
        "Treatment for viral rhinosinusitis in adults is based on vasoconstrictors, often associated with anti-histamine agents with atropinergic action. The possible contribution of pure atropinergic agents is currently under evaluation. Non-steroidal antiinflammatory drugs (NSAID) appear to have no effect and corticosteroids are not indicated. 3.",
        "These childhood diseases, which after adaptation disappear spontaneously around the age of 7 to 8 years, result from viruses, distinct from those observed in adults, which have a more pronounced cytolytic and general effect. Proposed treatments are designed to lower the temperature using physical (warm bath, abundant fluids) and medicinal means. Paracetamol is preferred over aspirin because it has less side effects. NSAID have not been found to provide any efficacy. Decongestants are an ideal indication but their use is limited by age. Antibiotics are not warranted, at least for the non-complicated forms. Familial education is indispensable for proper management without antibiotics. 4.",
        "Originating from the relatively constant microbial flora in the nasal cavities, acute bacterial rhinosinusitis in France is basically caused by Haemophilus influenzae, beta hemolytic Streptococcus, Streptococcus pneumoniae, Staphylococcus aureus, and Branhamella catarrhalis. The proportion of Gram negative germs appears to depend on age and rate of recurrence. There is debate about the impact of viral-bacterial interactions; no definite conclusions can be drawn from current knowledge. 5.",
        "Antibiotic therapy is the first intention treatment for bacterial inflammation caused by acute rhinosinusitis. In case of failure, surgery (puncture or microsurgery as needed) may be indicated. 6.",
        "The contribution of NSAID would be limited due to the unfavorable efficacy-adverse effect ratio. Short courses of corticosteroids are commonly used. Two studies conducted with well-designed methodology, have recently proven the efficacy of coticosteroids in reducing the duration and intensity of spontaneous pain in acute maxillary rhinosinusitis in adults. One of these studies demonstrated a reduction in nasal obstruction. These studies confirm the absence of any notable adverse effect in comparison with placebo. 7.",
        "Due to the anatomic disposition (sinusal teeth), the rhinosinusitis is generally unilateral, resulting from paradontal or apical infection. Such cases are exceptional (5% to 10% of all cases of acute sinusitis). 8. CONTAMINATING FLORA IN ACUTE RHINOSINUSITIS: Anaerobic and microaerophilic germs predominate, generally coming from the buccal floral or the edodontoid or periodontoid flora. 9.",
        "Associated with dental care, sinus puncture or meatomy may be required for evacuation of the sinus. Antibiotics directed against a wide variety of aerobic germs (amoxicillin-clavulanic acid or pristinamycin are generally recommended) should be given before and after surgery. The role of NSAID is evaluated in terms of the benefit (pain relief)/adverse effect ratio, which in the present situation can be considered to favor the antalgesic action during or before dental care. 10.",
        "The contribution of short courses of corticosteroids is assessed in the same manner as for maxillary sinusitis resulting from the nasal flora."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stoll",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Inflammation rhinosinusienne aiguë."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Presse Med",
    "NlmUniqueID": "8302490",
    "ISSNLinking": "0755-4982"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Adrenal Cortex Hormones"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Bacterial Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Inflammatory Agents, Non-Steroidal"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acute Disease"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Adrenal Cortex Hormones"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Anti-Bacterial Agents"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Anti-Inflammatory Agents, Non-Steroidal"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Bacterial Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Combined Modality Therapy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Rhinitis"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Sinusitis"
    }
  ],
  "NumberOfReferences": "45"
}