{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10621929",
  "DateCompleted": {
    "Year": "2000",
    "Month": "01",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0300-7995",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "3",
        "PubDate": {
          "Year": "1999"
        }
      },
      "Title": "Current medical research and opinion",
      "ISOAbbreviation": "Curr Med Res Opin"
    },
    "ArticleTitle": "Efficacy and safety of a fixed combination phytomedicine in the treatment of the common cold (acute viral respiratory tract infection): results of a randomised, double blind, placebo controlled, multicentre study.",
    "Pagination": {
      "StartPage": "214",
      "EndPage": "227",
      "MedlinePgn": "214-27"
    },
    "Abstract": {
      "AbstractText": [
        "The common cold (acute viral respiratory tract infection) is one of the most frequent diseases in man, world-wide. Clinically relevant efficacy should include early improvement of all symptoms. Results of a clinical trial of a commercially available fixed combination herbal remedy (Radix echinaceae, Radix baptisiae, Herba thujae) are reported here. The aim of this study was to verify clinical efficacy shown in recent studies under (i) good clinical practice (GCP) quality assurance and (ii) common situations at family doctors.",
        "Patients attending one of 15 study centres (practitioners) as a result of an acute common cold were randomised to the double-blind placebo-controlled study. Three tablets of study medication were applied t.i.d. for 7 to 9 days. Patients daily documented the intensity of 18 cold symptoms, as well as the cold overall, using a 10-point scale and estimated their general well-being using the Welzel-Kohnen colour scales. Additionally, the severity of illness was assessed by the physician on days 4 and 8 (CGI-1). The main and confirmatory outcome measure was expressed as a total efficacy value. This was gauged from the z-standardised AUC values of the primary endpoints (rhinitis score, bronchitis score, CGI-1 and general well-being). Adverse events, overall tolerability, vital signs and laboratory parameters were documented.",
        "263 patients were included. For safety analysis, all patients were used. 259 patients were evaluable for primary efficacy analysis (ITT). Results were confirmed analysing only the 238 valid cases (VCs). The primary efficacy parameters showed the superiority of the herbal remedy over placebo (p < 0.05). Effect size was 20.6% of the standard deviation (90% CI: 0.04-41.1%; ITT) and 23.1% (1.7-44.5%; VC). In relation to the general well-being, the effect size was 33.9% of the standard deviation (12.5-55.3%; VC). Patients who suffered from at least moderate symptom intensity at baseline showed response rates (at least 50% improvement of the global score, day 5) of 55.3% in the herbal remedy group and 27.3% in the placebo group (p = 0.017; NNT = 3.5). In the subgroup of patients who started therapy at an early phase of their cold, the efficacy of the herbal remedy was most prominent (p = 0.014 for the primary efficacy parameter). The therapeutic benefit of the herbal remedy had already occurred on day 2 and reached significance (p < 0.05) on day 4, and continued until the end of the treatment in the totdl score of symptoms, bronchitis score and rhinitis score, as well as in the patients' overall rating of the cold intensity. At that time, equal levels of improvement were reached three days earlier in the verum group than in the placebo group. In 26 patients receiving the herbal remedy and 23 patients receiving placebo, adverse events were reported. Adverse drug reactions were suspected in two patients in the verum group and in four patients in the placebo group. Serious adverse events did not occur.",
        "This study shows that the herbal remedy is effective and safe. The therapeutic benefit consists of a rapid onset of improvement of cold symptoms. If patients with colds are able to start the application of the herbal remedy as soon as practical after the occurrence of the initial symptoms, the benefit would be expected to increase (e.g. self-medication)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Schaper & Brümmer GmbH & Co KG, Salzgitter, Germany."
          }
        ],
        "LastName": "Henneicke-von Zepelin",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hentschel",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schnitker",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kohnen",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Köhler",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wüstenberg",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Journal Article",
      "Multicenter Study",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Curr Med Res Opin",
    "NlmUniqueID": "0351014",
    "ISSNLinking": "0300-7995"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Drug Combinations"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Plant Extracts"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Analysis of Variance"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Consumer Product Safety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Double-Blind Method"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Combinations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Echinacea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phytotherapy"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Plant Extracts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Plants, Medicinal"
    }
  ]
}