{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3265157",
  "DateCompleted": {
    "Year": "1989",
    "Month": "02",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0035-8797",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "309",
        "PubDate": {
          "Year": "1988",
          "Month": "Apr"
        }
      },
      "Title": "The Journal of the Royal College of General Practitioners",
      "ISOAbbreviation": "J R Coll Gen Pract"
    },
    "ArticleTitle": "Diagnosis and patterns of incidence of influenza, influenza-like illness and the common cold in general practice.",
    "Pagination": {
      "StartPage": "159",
      "EndPage": "162",
      "MedlinePgn": "159-62"
    },
    "Abstract": {
      "AbstractText": [
        "The incidence of influenza, influenza-like illness and the common cold during the influenza epidemics of 1972 and 1976 as reported to the weekly returns service of the Royal College of General Practitioners was examined by three regional areas and by age group. The results of a postal questionnaire concerned with diagnostic criteria used by participating doctors were also analysed. These two analyses were used to explore the validity of these diagnostic terms as reported in the weekly returns service.The two influenza epidemics peaked at about the same time throughout the country and in all age groups simultaneously, although the severity of the epidemic seemed to wane from south to north in 1976. The reported incidence of influenza-like illness and of the common cold was less in the central region than in the north and south during both the two epidemic years. Influenza incidence was maximal in age groups 15-44 and 45-64 years, whereas the reported incidence of influenza-like illness and the common cold was maximal in pre-school children.Additionally, influenza-like illness and the common cold appeared to a fairly uniform extent every winter whereas influenza was truly epidemic.From the questionnaire to general practitioners, the symptoms of rigors, malaise and myalgia and the recognition of an epidemic were the important criteria which differentiated influenza from influenza-like illness.We conclude that in general practice the distinction between influenza and influenza-like illness is reliably made and has validity in the clinical context and meaning of these diagnostic terms."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fleming",
        "ForeName": "D M",
        "Initials": "DM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ayres",
        "ForeName": "J G",
        "Initials": "JG"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J R Coll Gen Pract",
    "NlmUniqueID": "7503107",
    "ISSNLinking": "0035-8797"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cohort Studies"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Influenza, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United Kingdom"
    }
  ]
}