{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18026979",
  "DateCompleted": {
    "Year": "2008",
    "Month": "11",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2007",
        "Month": "11",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1439-6319",
      "JournalIssue": {
        "Volume": "104",
        "Issue": "2",
        "PubDate": {
          "Year": "2008",
          "Month": "Sep"
        }
      },
      "Title": "European journal of applied physiology",
      "ISOAbbreviation": "Eur J Appl Physiol"
    },
    "ArticleTitle": "Process- and controller-adaptations determine the physiological effects of cold acclimation.",
    "Pagination": {
      "StartPage": "137",
      "EndPage": "143",
      "MedlinePgn": "137-43"
    },
    "Abstract": {
      "AbstractText": [
        "Experimental results on physiological effects of cold adaptation seem confusing and apparently incompatible with one another. This paper will explain that a substantial part of such a variety of results may be deduced from a common functional concept. A core/shell treatment (\"model\") of the thermoregulatory system is used with mean body temperature as the controlled variable. Adaptation, as a higher control level, is introduced into the system. Due to persistent stressors, either the (heat transfer) process or the controller properties (parameters) are adjusted (or both). It is convenient to call the one \"process adaptation\" and the other \"controller adaptation\". The most commonly demonstrated effect of autonomic cold acclimation is a change in the controller threshold. The analysis shows that this necessarily means a lowering of body temperature because of a lowered metabolic rate. This explains experimental results on both Europeans in the climatic chamber and Australian Aborigines in a natural environment. Exclusive autonomic process adaptation occurs in the form of a better insulation. The analysis explains why the post-adaptive steady-state can only be achieved, if the controller system reduces metabolism and why in spite of this the new state is inevitably characterized by a rise in body temperature. If both process and controller adaptations are simultaneously present, there may be not any change of body temperature at all, e.g., as demonstrated in animal experiments. Whether this kind of adaptation delivers a decrease, an increase or no change of mean body temperature, depends on the proportion of process and controller adaptation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center of Biomedical Methods, Medical Faculty, Ruhr-University Bochum, MA 4/59, 44780, Bochum, Germany. juergen.werner@ruhr-uni-bochum.de"
          }
        ],
        "LastName": "Werner",
        "ForeName": "Jürgen",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Eur J Appl Physiol",
    "NlmUniqueID": "100954790",
    "ISSNLinking": "1439-6319"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Acclimatization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Algorithms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Autonomic Nervous System"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "13"
}