{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28516442",
  "DateCompleted": {
    "Year": "2017",
    "Month": "08",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "05",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD002190",
      "10.1002/14651858.CD002190.pub5"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "5",
        "Issue": "5",
        "PubDate": {
          "Year": "2017",
          "Month": "May",
          "Day": "18"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Vaccines for the common cold.",
    "Pagination": {
      "StartPage": "CD002190",
      "MedlinePgn": "CD002190"
    },
    "Abstract": {
      "AbstractText": [
        "The common cold is a spontaneously remitting infection of the upper respiratory tract, characterised by a runny nose, nasal congestion, sneezing, cough, malaise, sore throat, and fever (usually < 37.8º C). The widespread morbidity caused by the common cold worldwide is related to its ubiquitousness rather than its severity. The development of vaccines for the common cold has been difficult because of antigenic variability of the common cold virus and the indistinguishable multiple other viruses and even bacteria acting as infective agents. There is uncertainty regarding the efficacy and safety of interventions for preventing the common cold in healthy people. This is an update of a Cochrane review first published in 2011 and previously updated in 2013.",
        "To assess the clinical effectiveness and safety of vaccines for preventing the common cold in healthy people.",
        "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (September 2016), MEDLINE (1948 to September 2016), Embase (1974 to September 2016), CINAHL (1981 to September 2016), and LILACS (1982 to September 2016). We also searched three trials registers for ongoing studies and four websites for additional trials (February 2017). We included no language or date restrictions.",
        "Randomised controlled trials (RCTs) of any virus vaccines compared with placebo to prevent the common cold in healthy people.",
        "Two review authors independently evaluated methodological quality and extracted trial data. We resolved disagreements by discussion or by consulting a third review author.",
        "We found no additional RCTs for inclusion in this update. This review includes one RCT dating from the 1960s with an overall high risk of bias. The RCT included 2307 healthy participants, all of whom were included in analyses. This trial compared the effect of an adenovirus vaccine against placebo. No statistically significant difference in common cold incidence was found: there were 13 (1.14%) events in 1139 participants in the vaccines group and 14 (1.19%) events in 1168 participants in the placebo group (risk ratio 0.95, 95% confidence interval 0.45 to 2.02; P = 0.90). No adverse events related to the live vaccine were reported. The quality of the evidence was low due to limitations in methodological quality and a wide 95% confidence interval.",
        "This Cochrane Review was based on one study with low-quality evidence. We found no conclusive results to support the use of vaccines for preventing the common cold in healthy people compared with placebo. We identified a need for well-designed, adequately powered RCTs to investigate vaccines for the common cold in healthy people. Any future trials on medical treatments for preventing the common cold should assess a variety of virus vaccines for this condition. Outcome measures should include common cold incidence, vaccine safety, and mortality related to the vaccine."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cochrane Ecuador, Centro de Investigación en Salud Pública y Epidemiología Clínica (CISPEC), Facultad de Ciencias de la Salud Eugenio Espejo, Universidad Tecnológica Equinoccial, Quito, Ecuador."
          }
        ],
        "LastName": "Simancas-Racines",
        "ForeName": "Daniel",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Argentine Cochrane Centre, Instituto Universitario del Hospital Italiano, Potosí 4234, Buenos Aires, Buenos Aires, Buenos Aires, Argentina, C1199ACL."
          }
        ],
        "LastName": "Franco",
        "ForeName": "Juan Va",
        "Initials": "JV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Ciencias de la Salud Eugenio Espejo, Universidad Tecnológica Equinoccial, Avenida Mariana de Jesús y Occidental, Quito, Pichincha, Ecuador, 593."
          }
        ],
        "LastName": "Guerra",
        "ForeName": "Claudia V",
        "Initials": "CV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neonatology, Universidad Tecnológica Equinoccial, Av. Mariana de Jesús y Occidental, Quito, Pichincha, Ecuador, 593."
          }
        ],
        "LastName": "Felix",
        "ForeName": "Maria L",
        "Initials": "ML"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Ciencias de la Salud Eugenio Espejo, Universidad Tecnológica Equinoccial, Avenida Mariana de Jesús y Occidental, Quito, Pichincha, Ecuador, 593."
          }
        ],
        "LastName": "Hidalgo",
        "ForeName": "Ricardo",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau (IIB Sant Pau), CIBER Epidemiología y Salud Pública (CIBERESP), Sant Antoni Maria Claret 167, Pavilion 18, Barcelona, Catalunya, Spain, 08025."
          },
          {
            "Identifier": [],
            "Affiliation": "Cochrane Ecuador. Centro de Investigación en Salud Pública y Epidemiología Clínica (CISPEC). Facultad de Ciencias de la Salud Eugenio Espejo, Universidad Tecnológica Equinoccial, Avenida República de El Salvador 733 y Portugal Edificio Gabriela 3. Of. 403 Casilla Postal 17-17-525, Quito, Ecuador."
          }
        ],
        "LastName": "Martinez-Zapata",
        "ForeName": "Maria José",
        "Initials": "MJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Adenovirus Vaccines"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Vaccines, Attenuated"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2013 Jun 12;(6):CD002190",
      "PMID": "23757114"
    },
    {
      "RefSource": "Cochrane Database Syst Rev. 2022 Dec 14;12:CD002190",
      "PMID": "36515550"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Adenovirus Vaccines"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Vaccines, Attenuated"
    }
  ],
  "CoiStatement": "Daniel Simancas‐Racines: None known.\u2028\nJuan VA Franco: None known.\u2028\nClaudia V Guerra: None known.\u2028\nMaria L Felix: None known.\u2028\nRicardo Hidalgo: None known.\u2028\nMaria José Martinez‐Zapata: None known."
}