{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "coronavirus",
      "SARS-CoV-2",
      "nervous system",
      "neuroinvasion",
      "neuropropagation",
      "S protein"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Pour une grande partie de l’humanité, le terme coronavirus n’est devenu réalité qu’au début de l’année 2020, associé à une des plus importantes pandémies des deux derniers siècles. Pourtant, bien avant ce moment fatidique, les coronavirus humains (HCoV) étaient bien caractérisés en tant que pathogènes respiratoires depuis la fin des années 1960. Depuis le début du XXIe siècle, deux autres coronavirus pouvant infecter l’humain (SARS-CoV et MERS-CoV), ont montré que ces virus avaient un potentiel pandémique pouvant entraîner des conséquences importantes. Avec la survenue de la pandémie de Covid-19 créée par le SARS-CoV-2, ce potentiel ne fait aujourd’hui plus aucun doute. De plus, un nombre grandissant d’études supporte l’idée d’une association entre les coronavirus et diverses pathologies extra-respiratoires, en particulier au niveau des systèmes nerveux central et périphérique. Liés ou non à un véritable potentiel neuro-invasif et neurotrope, il apparaît maintenant de façon claire que les coronavirus peuvent être associés au développement de divers désordres neurologiques."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36120969",
  "DateCompleted": {
    "Year": "2022",
    "Month": "09",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "10",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [
      "10.1684/vir.2022.0960"
    ],
    "Journal": {
      "ISSN": "1267-8694",
      "JournalIssue": {
        "Volume": "26",
        "Issue": "4",
        "PubDate": {
          "Year": "2022",
          "Month": "Jul",
          "Day": "01"
        }
      },
      "Title": "Virologie (Montrouge, France)",
      "ISOAbbreviation": "Virologie (Montrouge)"
    },
    "ArticleTitle": "[From common colds to COVID-19: potential neurological consequences of a coronavirus infection].",
    "Pagination": {
      "StartPage": "283",
      "EndPage": "302",
      "MedlinePgn": "283-302"
    },
    "Abstract": {
      "AbstractText": [
        "For a large proportion of mankind, the word coronavirus only became a reality in the year 2020, as it was the cause of one of the worst pandemics of the last two centuries. Nevertheless, well before this ominous moment, human coronaviruses (HCoV) were well characterized respiratory pathogens since the 1960s. The most recent discovery of SARS-CoV and MERS-CoV showed that coronaviruses have a pandemic potential with important consequences. With the COVID-19 pandemic caused by SARS-CoV-2, this potential is now certain. Moreover, accumulating evidence support an association between coronaviruses and extra-respiratory pathologies, in particular of the central and peripheral nervous system. Linked or not with a neuro-invasive and neurotropic potential, it is now clear that coronaviruses can be associated with the development of neurological disorders."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratoire de neuroimmunovirologie, Centre Armand-Frappier Santé Biotechnologie, Institut national de la recherche scientifique (INRS), Université du Québec, Laval, Québec, Canada H7V 1B7"
          }
        ],
        "LastName": "Talbot",
        "ForeName": "Pierre J",
        "Initials": "PJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratoire de microbiologie, CHU de Sainte-Justine, Montréal, Québec, H3T 1C5, Canada"
          },
          {
            "Identifier": [],
            "Affiliation": "Faculté de médecine, département de microbiologie, infectiologie et immunologie. Université de Montréal, Montréal, Québec, H3C 3J7, Canada"
          }
        ],
        "LastName": "Desforges",
        "ForeName": "Marc",
        "Initials": "M"
      }
    ],
    "GrantList": [
      {
        "Agency": "CIHR",
        "Country": "Canada"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ],
    "VernacularTitle": "Des rhumes à la Covid-19 : conséquences neurologiques potentielles d’une infection par les coronavirus."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Virologie (Montrouge)",
    "NlmUniqueID": "9802575",
    "ISSNLinking": "1267-8694"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Middle East Respiratory Syndrome Coronavirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}