{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "chill coma recovery time",
      "evolution of plasticity",
      "life history evolution",
      "range expansion",
      "thermal performance curves"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Durante su expansión hacia los polos, las especies encuentran nuevos regímenes de temperatura a los que tienen que adaptarse. Por esto, una rápida evolución de la tolerancia térmica y de la plasticidad térmica de rasgos fisiológicos clave en las poblaciones del borde del área de distribución es crucial para el éxito y la velocidad de las expansiones de rango. En este estudio testamos la adaptación de la tolerancia la frío y la plasticidad térmica de rasgos de historia de vida, comportamiento y fisiológicos durante una expansión de rango hacia el norte. Reconstruimos las curvas de rendimiento térmico de rasgos de historia de vida (supervivencia, tasa de crecimiento y tasa de desarrollo) y comportamiento (ingestión de alimento), así como la tolerancia al frío (tiempo de recuperación del coma por frío) en la larva acuática de la especie de caballito del diablo Ischnura elegans, especie que muestra un rango de expansión actual en el norte de Europa. Estudiamos larvas de tres poblaciones de la región de expansión norte y tres poblaciones de la región central usando experimentos en laboratorio. En concordancia con las temperaturas más bajas, las larvas del área de expansión mostraron mayor tolerancia al frío. Sin embargo, estas larvas no mostraron en general (a lo largo de las temperaturas estudiadas) evolución hacia una historia de vida más rápida, que aumentaría su habilidad para expandirse. Además, en consistencia con la menor temperatura de la región de expansión, las larvas presentaron mayor tasa de desarrollo a la temperatura experimental más alta (28°C), probablemente para explotar mejor los infrecuentes períodos con altas temperaturas en dicha región. Esto estuvo asociado con una mayor ingestión de alimento y una menor tasa metabólica. En conclusión, nuestros resultados sugieren que los valores medios y la plasticidad de los rasgos estudiados de las poblaciones del frente de expansión evolucionaron rápidamente para adaptarse a las nuevas condiciones térmicas en dicha región. Asimismo, nuestros resultados destacan la importancia de considerar, además de la media y plasticidad de los rasgos, la evolución de esta plasticidad, con el fin de mejorar las predicciones de las respuestas de las especies al cambio climático."
      ],
      "CopyrightInformation": "© 2021 British Ecological Society."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33724470",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/1365-2656.13482"
    ],
    "Journal": {
      "ISSN": "1365-2656",
      "JournalIssue": {
        "Volume": "90",
        "Issue": "7",
        "PubDate": {
          "Year": "2021",
          "Month": "Jul"
        }
      },
      "Title": "The Journal of animal ecology",
      "ISOAbbreviation": "J Anim Ecol"
    },
    "ArticleTitle": "Evolution of cold tolerance and thermal plasticity in life history, behaviour and physiology during a poleward range expansion.",
    "Pagination": {
      "StartPage": "1666",
      "EndPage": "1677",
      "MedlinePgn": "1666-1677"
    },
    "Abstract": {
      "AbstractText": [
        "Many species that are moving polewards encounter novel thermal regimes to which they have to adapt. Therefore, rapid evolution of thermal tolerance and of thermal plasticity in fitness-related traits in edge populations can be crucial for the success and speed of range expansions. We tested for adaptation in cold tolerance and in life history, behavioural and physiological traits and their thermal plasticity during a poleward range expansion. We reconstructed the thermal performance curves of life history (survival, growth and development rates), behaviour (food intake) and cold tolerance (chill coma recovery time) in the aquatic larval stage of the damselfly Ischnura elegans that is currently showing a poleward range expansion in northern Europe. We studied larvae from three edge and three core populations using a common-garden experiment. Consistent with the colder annual temperatures, larvae at the expansion front evolved an improved cold tolerance. The edge populations showed no overall (across temperatures) evolution of a faster life history that would improve their range-shifting ability. Moreover, consistent with damselfly edge populations from colder latitudes, edge populations evolved at the highest rearing temperature (28°C) a faster development rate, likely to better exploit the rare periods with higher temperatures. This was associated with a higher food intake and a lower metabolic rate. In conclusion, our results suggest that the edge populations rapidly evolved adaptive changes in trait means and thermal plasticity to the novel thermal conditions at the edge front. Our results highlight the importance of considering besides trait plasticity and the evolution of trait means, also the evolution of trait plasticity to improve forecasts of responses to climate change."
      ],
      "CopyrightInformation": "© 2021 British Ecological Society."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-2800-2369"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Evolutionary Stress Ecology and Ecotoxicology, University of Leuven, Leuven, Belgium."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Wetland Ecology, Doñana Biological Station (EBD-CSIC), Seville, Spain."
          }
        ],
        "LastName": "Carbonell",
        "ForeName": "José Antonio",
        "Initials": "JA"
      },
      {
        "Identifier": [
          "0000-0001-9091-6423"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Evolutionary Stress Ecology and Ecotoxicology, University of Leuven, Leuven, Belgium."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Ying-Jie",
        "Initials": "YJ"
      },
      {
        "Identifier": [
          "0000-0003-4130-0459"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Evolutionary Stress Ecology and Ecotoxicology, University of Leuven, Leuven, Belgium."
          }
        ],
        "LastName": "Stoks",
        "ForeName": "Robby",
        "Initials": "R"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "Dryad",
        "AccessionNumberList": [
          "10.5061/dryad.0gb5mkm0t"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Anim Ecol",
    "NlmUniqueID": "0376574",
    "ISSNLinking": "0021-8790"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Europe"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Odonata"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Temperature"
    }
  ]
}