{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28849871",
  "DateCompleted": {
    "Year": "2017",
    "Month": "09",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "09",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "08",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD001728",
      "10.1002/14651858.CD001728.pub6"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "8",
        "Issue": "8",
        "PubDate": {
          "Year": "2017",
          "Month": "Aug",
          "Day": "29"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Heated, humidified air for the common cold.",
    "Pagination": {
      "StartPage": "CD001728",
      "MedlinePgn": "CD001728"
    },
    "Abstract": {
      "AbstractText": [
        "Heated, humidified air has long been used by people with the common cold. The theoretical basis is that steam may help congested mucus drain better and that heat may destroy the cold virus as it does in vitro. This is an update of a review last published in 2013.",
        "To assess the effects of inhaling heated water vapour (steam) in the treatment of the common cold by comparing symptoms, viral shedding, and nasal resistance.",
        "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (to February 2017), MEDLINE (1966 to 24 February 2017), Embase (1990 to 24 February 2017), and Current Contents (1998 to 24 February 2017). We also searched World Health Organization International Clinical Trials Registry Platform (WHO ICTRP) (8 March 2017) and ClinicalTrials.gov (8 March 2017) as well as reference lists of included studies.",
        "Randomised controlled trials using heated water vapour in participants with the common cold or experimentally induced common cold were eligible for inclusion.",
        "We used standard methodological procedures expected by Cochrane. Three review authors independently screened titles and abstracts for inclusion of potential studies identified from the search. We recorded the selection process in sufficient detail to complete a PRISMA flow diagram. We used a data collection form for study characteristics and outcome data that was developed and used for previous versions of this review. Two review authors independently extracted data, and a third review author resolved any disagreements. We used Review Manager 5 software to analyse data.",
        "We included six trials from five publications involving a total of 387 participants. We included no new studies in this 2017 update. The 'Risk of bias' assessment suggested an unclear risk of bias in the domain of randomisation and a low risk of bias in performance, detection, attrition, and reporting.It was uncertain whether heated, humidified air provides symptomatic relief for the common cold, as the fixed-effect analysis showed evidence of an effect (odds ratio (OR) 0.30, 95% confidence interval (CI) 0.16 to 0.56; 2 studies, 149 participants), but the random-effects analysis showed no significant difference in the results (OR 0.22, 95% CI 0.03 to 1.95). There is an argument for using either form of analysis. No studies demonstrated an exacerbation of clinical symptom scores. One study conducted in the USA demonstrated worsened nasal resistance, but an earlier Israeli study showed improvement. One study examined viral shedding in nasal washings, finding no significant difference between treatment and placebo groups (OR 0.47, 95% CI 0.04 to 5.19). As judged by the subjective response to therapy (i.e. therapy did not help), the number of participants reporting resolution of symptoms was not significantly higher in the heated humidified group (OR 0.58, 95% CI 0.28 to 1.18; 2 studies, 124 participants). There was significant heterogeneity in the effects of heated, humidified air on different outcomes, therefore we graded the quality of the evidence as low. Some studies reported minor adverse events (including discomfort or irritation of the nose).",
        "The current evidence does not show any benefits or harms from the use of heated, humidified air delivered via the RhinoTherm device for the treatment of the common cold. There is a need for more double-blind, randomised trials that include standardised treatment modalities."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, Post Graduate Institute of Medical Education and Research, Sector 12, Chandigarh, India, 160012."
          }
        ],
        "LastName": "Singh",
        "ForeName": "Meenu",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Singh",
        "ForeName": "Manvi",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Jaiswal",
        "ForeName": "Nishant",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chauhan",
        "ForeName": "Anil",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Steam"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2013 Jun 04;(6):CD001728",
      "PMID": "23733382"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Air"
    },
    {
      "QualifierName": [
        "therapy",
        "virology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heating"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humidity"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Picornaviridae Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Respiratory Therapy"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Rhinovirus"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Steam"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Shedding"
    }
  ],
  "CoiStatement": "Meenu Singh: none known.\u2028\nManvi Singh: none known.\u2028\nNishant Jaiswal: none known.\u2028\nAnil Chauhan: none known."
}