{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20088240",
  "DateCompleted": {
    "Year": "2010",
    "Month": "03",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1053-816X",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "6",
        "PubDate": {
          "Year": "2009",
          "Season": "Nov-Dec"
        }
      },
      "Title": "Urologic nursing",
      "ISOAbbreviation": "Urol Nurs"
    },
    "ArticleTitle": "Conventional and alternative medical advice for cold and flu prevention: what should be recommended and what should be avoided?",
    "Pagination": {
      "StartPage": "455",
      "EndPage": "458",
      "MedlinePgn": "455-8"
    },
    "Abstract": {
      "AbstractText": [
        "H1N1, seasonal flu, and upper respiratory infection over-the-counter (OTC) prevention recommendations seem daunting, but in reality, only several diverse lifestyle changes, supplements, and prescriptions have adequate evidence that should be discussed with patients. In addition, numerous other recommendations contain little to no evidence. For example, most heart-healthy behavioral changes, such as reducing visceral adipose tissue, simultaneously improve immune health, and this needs to be emphasized. Ethyl alcohol hand gel and plain soap and water should be encouraged, and antimicrobial soaps should be discouraged. Gargling with water and using nasal saline spray are also cost effective and supported with clinical evidence. Vitamins C and D have the largest benefit-to-risk ratio for patients and may reduce the risk of pneumonia from a recent meta-analysis. Other supplements, such has echinacea, vitamin E, and zinc, have some clinical data, but also have potential long-term safety issues. High-calorie antioxidant beverages only encourage weight and waist gain, but a teaspoon or two of honey has antimicrobial activity and may suppress cough. Finally, vaccine compliance as early as possible should be promoted as a selfless act that reduces viral transmission that could cause morbidity and mortality in the most immune vulnerable individuals, and simply promotes herd immunity, rather than a self-centered act whose individual result and response (n = 1) currently and unfortunately seems to mirror the perceived personal effectiveness or lack of effectiveness of the vaccine."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Michigan Medical Center, Department of Urology, Ann Arbor, MI, USA."
          }
        ],
        "LastName": "Moyad",
        "ForeName": "Mark A",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Urol Nurs",
    "NlmUniqueID": "8812256",
    "ISSNLinking": "1053-816X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dietary Supplements"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hand Disinfection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Influenza, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Therapeutic Irrigation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Vaccination"
    }
  ]
}