{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Antimicrobial stewardship",
      "Bronchitis",
      "Clinic",
      "Common cold"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31879188",
  "DateCompleted": {
    "Year": "2020",
    "Month": "09",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "09",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "12",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jiac.2019.12.005",
      "S1341-321X(19)30374-5"
    ],
    "Journal": {
      "ISSN": "1437-7780",
      "JournalIssue": {
        "Volume": "26",
        "Issue": "2",
        "PubDate": {
          "Year": "2020",
          "Month": "Feb"
        }
      },
      "Title": "Journal of infection and chemotherapy : official journal of the Japan Society of Chemotherapy",
      "ISOAbbreviation": "J Infect Chemother"
    },
    "ArticleTitle": "A nationwide questionnaire survey of clinic doctors on antimicrobial stewardship in Japan.",
    "Pagination": {
      "StartPage": "149",
      "EndPage": "156",
      "MedlinePgn": "149-156"
    },
    "Abstract": {
      "AbstractText": [
        "Clinics are high prescribers of antimicrobials in Japan, but the present situation and the attitude of clinic doctors toward prescribing them remain unclear.",
        "To investigate the present situation at clinics and clinic doctors' attitude toward antimicrobial stewardship.",
        "A questionnaire survey of clinic doctors.",
        "A questionnaire targeting doctors was sent to 1500 clinics that were randomly selected from across the country.",
        "Among 274 respondents (response rate, 18.3%), 269 provided consent and their responses were analyzed. Awareness of the National Action Plan on Antimicrobial Resistance and the Manual of Antimicrobial Stewardship was low, but awareness of antimicrobial stewardship was high. A certain proportion of doctors prescribed antimicrobials for the common cold and acute bronchitis, and macrolides were the most commonly prescribed group of antimicrobials. Such prescription was not based solely on the doctors' knowledge but was also influenced by complex factors such as the doctor-patient relationship.",
        "Various measures such as improving doctor-patient communication and improving clinic doctors' knowledge are necessary to promote antimicrobial stewardship in the outpatient setting."
      ],
      "CopyrightInformation": "Copyright © 2019 Japanese Society of Chemotherapy and The Japanese Association for Infectious Diseases. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; AMR Clinical Reference Center, National Center for Global Health and Medicine Hospital, Tokyo, Japan. Electronic address: yogu@hosp.ncgm.go.jp."
          }
        ],
        "LastName": "Gu",
        "ForeName": "Yoshiaki",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; AMR Clinical Reference Center, National Center for Global Health and Medicine Hospital, Tokyo, Japan."
          }
        ],
        "LastName": "Fujitomo",
        "ForeName": "Yumiko",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Department of Pharmacy, Tokyo Medical University Hospital, Tokyo, Japan."
          }
        ],
        "LastName": "Soeda",
        "ForeName": "Hiroshi",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Nakahama Clinic, Japan."
          }
        ],
        "LastName": "Nakahama",
        "ForeName": "Chikara",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Department of Infectious Diseases, Keio University School of Medicine, Tokyo, Japan."
          }
        ],
        "LastName": "Hasegawa",
        "ForeName": "Naoki",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Department of Infectious Disease and Infection Control, Saitama Medical University, Saitama, Japan."
          }
        ],
        "LastName": "Maesaki",
        "ForeName": "Shigefumi",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Division of Infection Control Sciences, Department of Clinical Pharmacy, School of Pharmacy, Showa University, Tokyo, Japan."
          }
        ],
        "LastName": "Maeda",
        "ForeName": "Masayuki",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Department of Infectious Diseases, International University of Health and Welfare, Chiba, Japan."
          }
        ],
        "LastName": "Matsumoto",
        "ForeName": "Tetsuya",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Division of Infectious Diseases, Department of Medical Subspecialties, National Center for Child Health and Development, Tokyo, Japan."
          }
        ],
        "LastName": "Miyairi",
        "ForeName": "Isao",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; AMR Clinical Reference Center, National Center for Global Health and Medicine Hospital, Tokyo, Japan."
          }
        ],
        "LastName": "Ohmagari",
        "ForeName": "Norio",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Infect Chemother",
    "NlmUniqueID": "9608375",
    "ISSNLinking": "1341-321X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Infective Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Macrolides"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Anti-Infective Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Antimicrobial Stewardship"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Bronchitis"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Knowledge, Attitudes, Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Japan"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Macrolides"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Outpatients"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Patterns, Physicians'"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest Shigefumi Maezaki received lecture fees from Pfizer Japan Inc., Astellas Pharma Inc., Sumitomo Dainippon Pharma Co., Ltd., Shionogi & Co., Ltd., MSD K.K., KYORIN Pharmaceutical Co., Ltd., and Taisho Toyama Pharmaceutical Co., Ltd. Tetsuya Matsumoto received lecture fees from MSD K.K., Pfizer Japan Inc., Taisho Toyama Pharmaceutical Co., Ltd., and Meiji Seika Pharma Co., Ltd., and research funding from Kewpie Corp. The following authors declare no conflicts of interest associated with this manuscript: Norio Ohmagari, Yoshiaki Gu, Hiroshi Soeda, Chikara Nakahama, Naoki Hasegawa, Yumiko Fujitomo, Masayuki Maeda, and Isao Miyairi."
}