{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16437427",
  "DateCompleted": {
    "Year": "2006",
    "Month": "04",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2006",
        "Month": "01",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "1",
        "PubDate": {
          "Year": "2006",
          "Month": "Jan",
          "Day": "25"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Echinacea for preventing and treating the common cold.",
    "Pagination": {
      "StartPage": "CD000530",
      "MedlinePgn": "CD000530"
    },
    "Abstract": {
      "AbstractText": [
        "Preparations of the plant Echinacea (family Compositae) are widely used in some European countries and in North America for common colds. Most consumers and physicians are not aware that products available under the term Echinacea differ appreciably in their composition, mainly due to the use of variable plant material, extraction methods and addition of other components.",
        "The objective of this review was to assess whether there is evidence that Echinacea preparations are 1) more effective than no treatment; 2) more effective than placebo; 3) similarly effective to other treatments in A) the prevention and B) the treatment of the common cold.",
        "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library Issue 3, 2005); PubMed (1997 to April 2005), EMBASE (1998 to June 2005), AMED (to August 2005), Centre for Complementary Medicine Research (in Munich) (1988 to May 2005), contacted experts, and screened references of reviews.",
        "We included randomized controlled trials that compared mono-preparations of Echinacea with a placebo, no treatment, or another treatment for the prevention or treatment of common colds. Trials on combinations of Echinacea and other herbs were excluded.",
        "For all studies, at least two authors independently assessed eligibility and trial quality, and extracted data. Outcomes of interest in prevention trials were: numbers of individuals with one or more colds, and severity and duration of colds; and in treatment trials: total symptom scores, nasal symptoms, and duration of colds.",
        "Sixteen trials including a total of 22 comparisons of an Echinacea preparation and a control group (19 with placebo, 2 with no treatment, 1 with another herbal preparation) met the inclusion criteria. All trials except one were described as double-blind. The majority had reasonable to good methodological quality. Three comparisons investigated prevention of colds and 19 comparisons tested treatment of colds. A variety of different Echinacea preparations were used. None of the three comparisons in the prevention trials showed an effect over placebo. Comparing an Echinacea preparation with placebo as treatment, a significant effect was reported in nine comparisons, a trend in one, and no difference in six. More than one trial was available only for preparations based on the aerial parts from Echinacea purpurea (E. purpurea).",
        "Echinacea preparations tested in clinical trials differ greatly. There is some evidence that preparations based on the aerial parts of Echinacea purpurea might be effective for the early treatment of colds in adults but results are not fully consistent. Beneficial effects of other Echinacea preparations, and for preventative purposes might exist but have not been shown in independently replicated, rigorous randomized trials."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Technische Universität München, Centre for Complementary Medicine Research, Kaiserstrasse 9, Munich, Germany, 80801. Klaus.Linde@lrz.tu-muenchen.de"
          }
        ],
        "LastName": "Linde",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barrett",
        "ForeName": "B",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wölkart",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bauer",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Melchart",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Plant Extracts"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2000;(2):CD000530",
      "PMID": "10796553"
    },
    {
      "RefSource": "Cochrane Database Syst Rev. 2014;2:CD000530",
      "PMID": "24554461"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Echinacea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phytotherapy"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Plant Extracts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "NumberOfReferences": "79"
}