{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "A constipação representa uma inflamação aguda e autolimitada da mucosa das vias aéreas superiores, que pode envolver uma ou todas de entre os seios perinasais, rinofaringe, orofaringe e laringe. Á comum ter-se pelo menos um episódio por ano. Os sintomas da constipação, que podem incluir dor de garganta, crises esternutatórias, congestão nasal, rinorreia, cefaleias, mal-estar e febre baixa geralmente desaparecem dentro de alguns dias sem tratamento. O agente etiológico da maioria das constipações é o rinovírus. Embora não esteja associado letalidade, a constipação é associada com morbidade significativa. Não existe vacina ou cura para a constipação e, portanto, o seu tratamento está centrado em aliviar os sintomas. Esta revisão Cochrane teve como objetivo sintetizar a evidência existente sobre o benefício clínico de anti-histamínicos, utilizados em monoterapia, em comparação com placebo ou nenhum tratamento, em crianças e em doentes adultos com constipação. Foram incluídos um total de 18 ensaios clínicos aleatorizados, com um total de 4 342 participantes. Os principais resultados foram: 1) Anti-histamínicos têm um pequeno (dias um e dois de tratamento) efeito benéfico a curto-prazo sobre a gravidade dos sintomas globais em doentes adultos, embora este efeito não esteja presente no médio a longo prazo; 2) Os anti-histamínicos foram associados com um efeito benéfico não clinicamente relevante sobre os sintomas individuais (congestão nasal, rinorreia e esternutos); 3) Os anti-histamínicos não estão associados com um risco aumentado de efeitos adversos; 4) Nenhuma conclusão pode ser feita sobre a eficácia dos anti-histamínicos em populações pediátricas. A nossa interpretação dos resultados é que a evidência disponível é insuficiente para apoiar a prescrição ou a compra de anti-histamínicos de venda-livre para aliviar os sintomas da constipação sem componente alérgico."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27285091",
  "DateCompleted": {
    "Year": "2017",
    "Month": "08",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "10",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "03",
        "Day": "31"
      }
    ],
    "Language": [
      "por"
    ],
    "ELocationID": [
      "10.20344/amp.7526"
    ],
    "Journal": {
      "ISSN": "1646-0758",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "3",
        "PubDate": {
          "Year": "2016",
          "Month": "Mar"
        }
      },
      "Title": "Acta medica portuguesa",
      "ISOAbbreviation": "Acta Med Port"
    },
    "ArticleTitle": "[Analysis of the Cochrane Review: Antihistamines for the Common Cold. Cochrane Database Syst Rev. 2015;11:CD009345].",
    "Pagination": {
      "StartPage": "164",
      "EndPage": "167",
      "MedlinePgn": "164-7"
    },
    "Abstract": {
      "AbstractText": [
        "The common cold is an acute, self-limiting inflammation of the mucosa of the upper airways, which may involve one or all the sinuses, nasopharynx, oropharynx and larynx. It is common to have at least one episode per year. Common cold symptoms, which may include sore throat, sneezing, nasal congestion, runny nose, headache, malaise and mild fever usually disappear within a few days without treatment. The causative agent of most colds is rhinovirus. Although not associated with mortality, common cold is associated with significant morbidity. There is no vaccine or cure for common cold and, therefore, their treatment is centered on relieving the symptoms. This Cochrane review aimed to synthesize the existing evidence about the clinical benefit of antihistamines, used as monotherapy, compared with placebo or no treatment in children and adult patients with common cold. A total of 18 randomized clinical trials with 4342 participants were included. Main results were: 1) Antihistamines have a small (days one and two) beneficial effect in the short term on the severity of overall symptoms in adult patients, although this effect is not present in the medium to long term; 2) antihistamines were not associated with a clinically significant beneficial effect on the individual symptoms (nasal congestion, rhinorrhea, and sneezing); 3) Antihistamines are not associated with an increased risk of adverse effects; 4) No conclusion can be made about the effectiveness of antihistamines in pediatric populations. Our interpretation of the results is that the available evidence is insufficient to support the prescription or buying OTC antihistamines to relieve the symptoms of common cold without allergic component."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical and Experimental Medicine, Policlinico 'G. Martino'. University of Messina. Messina. Italy."
          }
        ],
        "LastName": "Sterrantino",
        "ForeName": "Carmel",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratório de Farmacologia Clínica e Terapêutica. Faculdade Medicina. Universidade de Lisboa. Portugal. Centro de Estudos de Medicina Baseada na Evidência. Faculdade de Medicina. Universidade de Lisboa. Lisboa. Portugal."
          }
        ],
        "LastName": "Duarte",
        "ForeName": "Gonçalo",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratório de Farmacologia Clínica e Terapêutica. Faculdade Medicina. Universidade de Lisboa. Portugal. Centro de Estudos de Medicina Baseada na Evidência. Faculdade de Medicina. Universidade de Lisboa. Lisboa. Portugal."
          }
        ],
        "LastName": "Costa",
        "ForeName": "João",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Serviço de Farmacologia Clínica. Faculdade de Medicina de Lisboa. Lisboa. Portugal. Centro Colaborador Português da Rede Cochrane Iberoamericana. Lisboa. Portugal."
          }
        ],
        "LastName": "Vaz-Carneiro",
        "ForeName": "António",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Análise da Revisão Cochrane: Antihistamínicos para a Constipação. Cochrane Database Syst Rev. 2015;11:CD009345."
  },
  "MedlineJournalInfo": {
    "Country": "Portugal",
    "MedlineTA": "Acta Med Port",
    "NlmUniqueID": "7906803",
    "ISSNLinking": "0870-399X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Histamine Antagonists"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Histamine Antagonists"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}