{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14748902",
  "DateCompleted": {
    "Year": "2004",
    "Month": "05",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0269-4727",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "1",
        "PubDate": {
          "Year": "2004",
          "Month": "Feb"
        }
      },
      "Title": "Journal of clinical pharmacy and therapeutics",
      "ISOAbbreviation": "J Clin Pharm Ther"
    },
    "ArticleTitle": "Efficacy of a standardized echinacea preparation (Echinilin) for the treatment of the common cold: a randomized, double-blind, placebo-controlled trial.",
    "Pagination": {
      "StartPage": "75",
      "EndPage": "83",
      "MedlinePgn": "75-83"
    },
    "Abstract": {
      "AbstractText": [
        "Recently, echinacea has regained popularity as one of the treatments chosen most commonly by consumers with the expectation that it will reduce the severity and duration of the common cold. However, the results from a limited number of clinical trials for this application have thus far been inconclusive. This incongruity may be the result of investigators utilizing poorly standardized echinacea products, likely devoid of sufficient quantities of active constituents necessary to exert a definitive clinical effect. Therefore, a formulation containing alkamides, cichoric acid, and polysaccharides at concentrations of 0.25, 2.5, and 25 mg/mL, respectively, was prepared from freshly harvested Echinacea purpurea plants (commercially available as Echinilin, Natural Factors Nutritional Products, Inc., Vancouver, BC, Canada). The objective of this study was to test the efficacy of this highly standardized formulation in reducing the severity and duration of symptoms of a naturally acquired common cold.",
        "In a randomized, double-blind, placebo-controlled trial, 282 subjects aged 18-65 years with a history of two or more colds in the previous year, but otherwise in good health, were recruited. The subjects were randomized to receive either echinacea or placebo. They were instructed to start the echinacea or placebo at the onset of the first symptom related to a cold, consuming 10 doses the first day and four doses per day on subsequent days for 7 days. Severity of symptoms (10-point scale: 0, minimum; 9, maximum) and dosing were recorded daily. A nurse examined the subjects on the mornings of days 3 and 8 of their cold.",
        "A total of 128 subjects contracted a common cold (59 echinacea, 69 placebo). The total daily symptom scores were found to be 23.1% lower in the echinacea group than in placebo in those who followed all elements of the study protocol (P<0.01). Throughout the treatment period, the response rate to treatments was greater in the echinacea group. A few adverse event profiles were observed in both groups.",
        "Early intervention with a standardized formulation of echinacea resulted in reduced symptom severity in subjects with naturally acquired upper respiratory tract infection. Further studies with larger patient populations appear to be warranted."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Agricultural, Food and Nutritional Science, University of Alberta, Edmonton, AB, Canada."
          }
        ],
        "LastName": "Goel",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lovlin",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barton",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lyon",
        "ForeName": "M R",
        "Initials": "MR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bauer",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lee",
        "ForeName": "T D G",
        "Initials": "TD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Basu",
        "ForeName": "T K",
        "Initials": "TK"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Clin Pharm Ther",
    "NlmUniqueID": "8704308",
    "ISSNLinking": "0269-4727"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Plant Extracts"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Double-Blind Method"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Echinacea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phytotherapy"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Plant Extracts"
    }
  ]
}