{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10567986",
  "DateCompleted": {
    "Year": "1999",
    "Month": "12",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0300-0729",
      "JournalIssue": {
        "Volume": "37",
        "Issue": "3",
        "PubDate": {
          "Year": "1999",
          "Month": "Sep"
        }
      },
      "Title": "Rhinology",
      "ISOAbbreviation": "Rhinology"
    },
    "ArticleTitle": "An update on the pathophysiology of rhinovirus upper respiratory tract infections.",
    "Pagination": {
      "StartPage": "97",
      "EndPage": "103",
      "MedlinePgn": "97-103"
    },
    "Abstract": {
      "AbstractText": [
        "Upper respiratory tract infections are one of the most common infectious diseases in man and are characterized by relatively mild symptoms. However, complications of bacterial super-infection or asthma exacerbations are not seldomly seen. Most upper respiratory tract infections are caused by rhinoviruses. The rhinovirus is a non-enveloped 30 nm RNA-virus with over 100 serotypes that belongs to the Picornaviridae family and only replicates in primates. It is characterized by a single positive stranded genome acting not only as a template for RNA synthesis, but also encoding for a single polypeptide necessary for viral replication. The viral capsid has an icosahedral symmetry and demonstrates deep canyons, with a receptor-binding domain. Rhinoviruses are transmitted mainly via direct- or indirect contact with infected secretions and invade their host by binding to the ICAM-1 receptor on the nasal epithelium. Typical for rhinovirus upper respiratory tract infections are isolated scattered foci of infected epithelium, not showing any striking damage or cytopathic alterations, between large areas of normal epithelium. Today there is still little detailed knowledge on the pathophysiology of common cold, especially on the aspect of cellular migration and defense. A better understanding in mechanisms underlying this cellular response would not only have therapeutical consequences, but may also explain the relationship between viral infectious rhinitis and asthma or atopy. During a rhinovirus infection, a selective neutrophil and monocyte recruitment is observed. In vitro and in vivo data have demonstrated a time-limited, rhinovirus-induced increase in bradykinin, cytokine, chemokine and sICAM-1 concentrations. Epithelial derived proinflammatory cytokines initiate an adhesion cascade and activate T lymphocytes that create a TH1-type cytokine environment within the infected tissue, necessary to eradicate the virus infection. The selective recruitment of neutrophils seems linked to increased concentrations of the chemokine IL-8 and common cold symptoms. It is doubtful that the cytokine-regulated-production of specific neutralising immunoglobulins is necessary for recovery from viral illnesses and presumably only contributes to a late and temporary protection against rhinovirus reinfection. These observations confirm the crucial role that cytokines and mediators play in the pathogenesis of a rhinovirus infection by mediating chemotaxis, transmigration and activation of inflammatory- and immunocompetent cells."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dept. of Otorhinolaryngology, University Hospital of Ghent, Belgium."
          }
        ],
        "LastName": "van Kempen",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bachert",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Van Cauwenberge",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Rhinology",
    "NlmUniqueID": "0347242",
    "ISSNLinking": "0300-0729"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Cytokines"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "diagnosis",
        "immunology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Cytokines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "immunology",
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "Respiratory Tract Infections"
    },
    {
      "QualifierName": [
        "classification"
      ],
      "DescriptorName": "Rhinovirus"
    }
  ],
  "NumberOfReferences": "74"
}