{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26615034",
  "DateCompleted": {
    "Year": "2016",
    "Month": "03",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "09",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "11",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD009345",
      "10.1002/14651858.CD009345.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2015",
        "Issue": "11",
        "PubDate": {
          "Year": "2015",
          "Month": "Nov",
          "Day": "29"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Antihistamines for the common cold.",
    "Pagination": {
      "StartPage": "CD009345",
      "MedlinePgn": "CD009345"
    },
    "Abstract": {
      "AbstractText": [
        "The common cold is an upper respiratory tract infection, most commonly caused by a rhinovirus. It affects people of all age groups and although in most cases it is self limiting, the common cold still causes significant morbidity. Antihistamines are commonly offered over the counter to relieve symptoms for patients affected by the common cold, however there is not much evidence of their efficacy.",
        "To assess the effects of antihistamines on the common cold.",
        "We searched CENTRAL (2015, Issue 6), MEDLINE (1948 to July week 4, 2015), EMBASE (2010 to August 2015), CINAHL (1981 to August 2015), LILACS (1982 to August 2015) and Biosis Previews (1985 to August 2015).",
        "We selected randomised controlled trials (RCTs) using antihistamines as monotherapy for the common cold. We excluded any studies with combination therapy or using antihistamines in patients with an allergic component in their illness.",
        "Two authors independently assessed trial quality and extracted data. We collected adverse effects information from the included trials.",
        "We included 18 RCTs, which were reported in 17 publications (one publication reports on two trials) with 4342 participants (of which 212 were children) suffering from the common cold, both naturally occurring and experimentally induced. The interventions consisted of an antihistamine as monotherapy compared with placebo. In adults there was a short-term beneficial effect of antihistamines on severity of overall symptoms: on day one or two of treatment 45% had a beneficial effect with antihistamines versus 38% with placebo (odds ratio (OR) 0.74, 95% confidence interval (CI) 0.60 to 0.92). However, there was no difference between antihistamines and placebo in the mid term (three to four days) to long term (six to 10 days). When evaluating individual symptoms such as nasal congestion, rhinorrhoea and sneezing, there was some beneficial effect of the sedating antihistamines compared to placebo (e.g. rhinorrhoea on day three: mean difference (MD) -0.23, 95% CI -0.39 to -0.06 on a four- or five-point severity scale; sneezing on day three: MD -0.35, 95% CI -0.49 to -0.20 on a four-point severity scale), but this effect is clinically non-significant. Adverse events such as sedation were more commonly reported with sedating antihistamines although the differences were not statistically significant. Only two trials included children and the results were conflicting. The majority of the trials had a low risk of bias although some lacked sufficient trial quality information.",
        "Antihistamines have a limited short-term (days one and two of treatment) beneficial effect on severity of overall symptoms but not in the mid to long term. There is no clinically significant effect on nasal obstruction, rhinorrhoea or sneezing. Although side effects are more common with sedating antihistamines, the difference is not statistically significant. There is no evidence of effectiveness of antihistamines in children."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Family Medicine and Primary Health Care, Ghent University, De Pintelaan 185, UZ 1K3, Ghent, Belgium, B-9000."
          }
        ],
        "LastName": "De Sutter",
        "ForeName": "An I M",
        "Initials": "AI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Saraswat",
        "ForeName": "Avadhesh",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "van Driel",
        "ForeName": "Mieke L",
        "Initials": "ML"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Histamine Antagonists"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD009345"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Histamine Antagonists"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ],
  "CoiStatement": "An IM De Sutter: none known.\u2028\nAvadhesh Saraswat: none known.\u2028\nMieke L van Driel: none known."
}