{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29768343",
  "DateCompleted": {
    "Year": "2018",
    "Month": "05",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e10729",
      "10.1097/MD.0000000000010729"
    ],
    "Journal": {
      "ISSN": "1536-5964",
      "JournalIssue": {
        "Volume": "97",
        "Issue": "20",
        "PubDate": {
          "Year": "2018",
          "Month": "May"
        }
      },
      "Title": "Medicine",
      "ISOAbbreviation": "Medicine (Baltimore)"
    },
    "ArticleTitle": "Potential common factors associated with predisposition to common cold in middle-aged and elderly Japanese: A community-based cross-sectional study.",
    "Pagination": {
      "StartPage": "e10729",
      "MedlinePgn": "e10729"
    },
    "Abstract": {
      "AbstractText": [
        "People worldwide frequently catch a common cold, which occasionally develops into secondary severe conditions such as pneumonia. However, it is unclear whether predisposition to the common cold is associated with the individual's characteristics including age, body weight, lifestyles, diets, and intestinal functions, besides exposure to a responsible pathogen. We addressed this issue epidemiologically considering many relevant clinical factors.We reviewed data from a cross-sectional study consisting of 39,524 apparently healthy Japanese aged 40 to 79 years (26,975 men and 12,549 women) who underwent a checkup in 2007. Self-reported predisposition to common cold (SPCC) and relevant clinical conditions and parameters were considered.We observed no significant difference in most clinical parameters including age, body mass index (BMI), glycated hemoglobin (HbA1c), and prevalence of men and current smokers between subjects with and without SPCC. In univariate analysis, circulating white blood cell (WBC) count and serum alanine-aminotransferase (ALT) were significantly higher in subjects with SPCC than in those without, whereas serum high-density lipoprotein cholesterol (HDL-C) and duration of sleep were lower. In logistic regression analysis after full adjustment for relevant confounding factors, BMI categories except BMI of ≥27.0 kg/m were significantly associated with SPCC compared with BMI of 23.0 to 24.9 kg/m. Short duration of sleep (≤5 hours), occasional alcohol drinking, and no-exercise were significantly associated with SPCC compared with 7 hours sleep duration, no-drinking alcohol, and low frequent exercise (twice per month), respectively. All gastrointestinal disorders (gastric complaints, constipation, and diarrhea) were independently associated with SPCC. Imbalanced diet and taking a snack were also associated with SPCC in a degree dependent manner. Furthermore, WBC count, serum ALT, and HDL-C (as continuous variables) were associated with SPCC (HDL-C was inversely), whereas no significant association was observed between SPCC and age, smoking, HbA1c, and pharmacotherapy for diabetes, hypertension, and dyslipidemia.Our results demonstrated that multifactorial conditions and parameters might be simultaneously associated with the predisposition to common cold. Prospective studies including detailed common cold questionnaire and measurements are needed to confirm currently suspected causative and protective factors."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nutrition and Dietetics, Faculty of Health and Social Services, Kanagawa University of Human Services Department of Nutrition, St. Marianna University School of Medicine Hospital, Kawasaki, Kanagawa Saitama Health Promotion Corporation, Yoshimimachi, Hikigun Department of Endocrinology and Diabetes, Saitama Medical Center, Saitama Medical University, Kawagoe, Saitama, Japan."
          }
        ],
        "LastName": "Shibata",
        "ForeName": "Michi",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Iwane",
        "ForeName": "Taizo",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Higuchi",
        "ForeName": "Ryoko",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Suwa",
        "ForeName": "Kaname",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nakajima",
        "ForeName": "Kei",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Medicine (Baltimore)",
    "NlmUniqueID": "2985248R",
    "ISSNLinking": "0025-7974"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Alcohol Drinking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Causality"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Diabetes Mellitus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Susceptibility"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Dyslipidemias"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Japan"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Smoking"
    }
  ],
  "CoiStatement": "The authors report no competing interests."
}