{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36652464",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "01",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0279204",
      "10.1371/journal.pone.0279204"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "1",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Early intervention with ColdZyme mouth spray after self-diagnosis of common cold: A randomized, double-blind, placebo-controlled study.",
    "Pagination": {
      "StartPage": "e0279204",
      "MedlinePgn": "e0279204"
    },
    "Abstract": {
      "AbstractText": [
        "Previous clinical and in vitro investigations have supported the efficacy of a glycerol throat spray containing cold-adapted cod trypsin (ColdZyme) against respiratory viruses causing the common cold bycreating a protective mucosal barrier shown to deactivate common cold virus in vitro and decrease pharyngeal rhinovirus load.",
        "This was a double-blind, randomized, parallel-group, placebo-controlled study conducted at 10 German sites to evaluate the efficacy of the medical device ColdZyme, a glycerol mouth spray containing cold-adapted cod trypsin for a naturally occurring common cold versus placebo spray. Adults experiencing a minimum of three common colds during the previous year, but otherwise healthy, were enrolled to begin treatment with the mouth spray or placebo six times daily at first sign of a common cold. Jackson's symptom scale and the 9-item Wisconsin Upper Respiratory Symptom Survey-21 (WURSS-21) quality of life (QoL) domain and a sore throat scale were recorded daily by subjects, as well as any use of allowed rescue treatment. Between January and April 2019, 701 subjects were enrolled and randomly assigned to the ColdZyme group (n = 351) or the placebo group (n = 350). Of the 701 subjects, 438 (62.5%) subjects developed symptoms typical of common cold, and all 438 started study treatment (n = 220 in the ColdZyme group and n = 218 in the placebo group). The demographic profile of the treatment groups were comparable with 68.1% female and almost all subjects being Caucasian (98.4%). The age ranged between 18 and 70 years with a mean age of 41.3 (±14.4) years. There were no differences between the groups in primary and major secondary endpoints, however, the assessment using the WURSS-21 QoL domain and Jackson score suggests a slightly faster recovery with ColdZyme as symptoms and complaints affecting the quality of life were shortened by about 1 day. The beneficial effect of ColdZyme was particularly noticeable on the fifth day of the common cold. A positive difference between treatment groups was also seen for the subjects' assessments of global efficacy of the investigational product A robust safety profile for ColdZyme was demonstrated throughout the study.",
        "The safety and tolerability of ColdZyme have been confirmed in a large study population and further establishes evidence of a faster recovery from common cold symptoms. Early self-diagnosis and early use of ColdZyme mouth spray is a safe alternative for treatment of naturally occurring colds."
      ],
      "CopyrightInformation": "Copyright: © 2023 Lindberg et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "AGB-Pharma AB, Lund, Sweden."
          }
        ],
        "LastName": "Lindberg",
        "ForeName": "B Fredrik",
        "Initials": "BF"
      },
      {
        "Identifier": [
          "0000-0001-9154-5548"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Enzymatica AB, Lund, Sweden."
          }
        ],
        "LastName": "Nelson",
        "ForeName": "Ida",
        "Initials": "I"
      },
      {
        "Identifier": [
          "0000-0002-8287-7273"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mdas AB, Ystad, Sweden."
          }
        ],
        "LastName": "Ranstam",
        "ForeName": "Jonas",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "On Point Advisors, LLC, Scottsdale, AZ, United States of America."
          }
        ],
        "LastName": "Riker",
        "ForeName": "Donald K",
        "Initials": "DK"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Oral Sprays"
    },
    {
      "RegistryNumber": "PDC6A3C0OX",
      "NameOfSubstance": "Glycerol"
    },
    {
      "RegistryNumber": "EC 3.4.21.4",
      "NameOfSubstance": "Trypsin"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "complications"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oral Sprays"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Glycerol"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Trypsin"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Double-Blind Method"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rhinovirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mouth"
    }
  ],
  "CoiStatement": "I have read the journal’s policy and the authors of this manuscript have the following competing interests: F.L. was employed by Enzymatica AB when the study was conducted. Current affiliation for F.L. is AGB-Pharma AB, 222 20 Lund, Sweden. F.L. owns shares in Enzymatica and has a patent pending. I.N is employed by and owns shares in Enzymatica AB. J.R. and D.R. have provided ad hoc consultancy services and have received payment from Enzymatica AB for services rendered as their only form of compensation. J.R. was contracted as an independent statistical consultant. D.R. was contracted as an independent scientific advisor. This does not alter our adherence to PLOS ONE policies on sharing data and materials."
}