{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32756141",
  "DateCompleted": {
    "Year": "2020",
    "Month": "08",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "10",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e21415",
      "10.1097/MD.0000000000021415"
    ],
    "Journal": {
      "ISSN": "1536-5964",
      "JournalIssue": {
        "Volume": "99",
        "Issue": "31",
        "PubDate": {
          "Year": "2020",
          "Month": "Jul",
          "Day": "31"
        }
      },
      "Title": "Medicine",
      "ISOAbbreviation": "Medicine (Baltimore)"
    },
    "ArticleTitle": "Eunkyosan for the common cold: A PRISMA-compliment systematic review of randomised, controlled trials.",
    "Pagination": {
      "StartPage": "e21415",
      "MedlinePgn": "e21415"
    },
    "Abstract": {
      "AbstractText": [
        "Eunkyosan (EKS), also known as the Yinqiaosan formula, is widely applied for the common cold in East Asia. Many clinical trials have reported the efficacy and safety of the EKS formula for the treatment of the common cold.",
        "This study aimed to assess the clinical evidence for and against the use of EKS formula as a treatment for the common cold.",
        "The following databases were searched from inception to the present: MEDINLE, EMBASE, CENTRAL, AMED CINAHL for English articles; OASIS, the Korean Traditional Knowledge Portal, the Korean Studies Information Service System, KoreaMed, the Korean Medical Database and DBPIA); and 3 Chinese databases, including CNKI (i.e., the China Academic Journal, the China Doctoral Dissertations and Master's Theses Full-text Database, the China Proceedings of Conference Full-Text Database and the Century Journal Project), Wanfang and VIP. In addition, we searched a Japanese database and conduct non-electronic searches of conference proceedings.",
        "Prospective randomised controlled trials (RCTs) evaluating the effectiveness of EKS for the common cold were included in this review.",
        "All types of common colds were eligible for inclusion. Participants who had both the common cold and other conditions were excluded. There were no restrictions based on other factors, such as age, sex, or symptom severity.",
        "Studies that evaluated any type of formulation (ie, decoction, tablet, pill, powder) of EKS were eligible for inclusion.",
        "Differences between intervention and control groups were assessed. Mean differences with 95% confidence intervals (CIs) were used to measure the effects of treatment for continuous data.",
        "Fourteen databases were searched in March 2018. We included RCTs examining EKS decoctions for any type of common cold. All RCTs of decoctions or modified decoctions were included. The methodological qualities of the RCTs were assessed using the Cochrane Collaboration tool for assessing risk of bias; confidence in the cumulative evidence was evaluated using the Grading of Recommendations Assessment, Development and Evaluation (GRADE) instrument.",
        "A total of 315 potentially relevant studies were identified, and 4 RCTs met our inclusion criteria. Four RCTs tested the effects of EKS on the common cold, and all RCTs showed that EKS was superior regarding the treatment effect.",
        "All RCTs were conducted in China, and the generalisation of these results to other countries might be limited. Most trials did not use internationally recognised reliability and validity outcome measurements. Moreover, the result of the response rate can be distorted by the practitioner. Future trials in compliance with international standards in the evaluation of treatment effects may resolve this issue.",
        "Our systemic review and meta-analysis provides suggestive evidence of the superiority of EKS over other therapies for treating the common cold. The level of evidence is low because of the high risk of bias.",
        "The results of this systematic review and meta-analysis provide suggestive evidence of the superiority of EKS alone or combined with conventional drugs.",
        "CRD42018087694."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Internal Medicine, College of Oriental Medicine, Gachon University."
          }
        ],
        "LastName": "Lee",
        "ForeName": "Hesol",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Internal Medicine, College of Oriental Medicine, Gachon University."
          }
        ],
        "LastName": "Kang",
        "ForeName": "Bohyung",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Internal Medicine, Korean Medicine Hospital of Pusan National University."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Korean Medicine, Pusan National University."
          }
        ],
        "LastName": "Hong",
        "ForeName": "Minna",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, College of Korean Medicine, Daejeon University."
          }
        ],
        "LastName": "Lee",
        "ForeName": "Hye-Lim",
        "Initials": "HL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Internal Medicine, Korean Medicine Hospital of Pusan National University."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Korean Medicine, Pusan National University."
          }
        ],
        "LastName": "Choi",
        "ForeName": "Jun-Yong",
        "Initials": "JY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hwapyeong Institute of Integrative Medicine."
          }
        ],
        "LastName": "Lee",
        "ForeName": "Ju Ah",
        "Initials": "JA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Medicine (Baltimore)",
    "NlmUniqueID": "2985248R",
    "ISSNLinking": "0025-7974"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Drugs, Chinese Herbal"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "yinqiaosan"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Drugs, Chinese Herbal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "The authors have no conflicts of interest to disclose."
}