{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1258528",
  "DateCompleted": {
    "Year": "1976",
    "Month": "05",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0044-3255",
      "JournalIssue": {
        "Volume": "48",
        "Issue": "3-4",
        "PubDate": {
          "Year": "1976",
          "Month": "Feb",
          "Day": "06"
        }
      },
      "Title": "Zeitschrift fur Parasitenkunde (Berlin, Germany)",
      "ISOAbbreviation": "Z Parasitenkd"
    },
    "ArticleTitle": "The effects of low temperature on Lymnaea truncatula.",
    "Pagination": {
      "StartPage": "281",
      "EndPage": "286",
      "MedlinePgn": "281-6"
    },
    "Abstract": {
      "AbstractText": [
        "A group of 20 young and another of 20 adult Lymnaea truncatula were abundantly supplied with food and kept continuously under cold conditions (5 degrees C) in the laboratory for 3 months and the effects of low temperature on their behavior, growth and reproduction were studied. The results indicate that at low temperature the activity of L. truncatula was markedly reduced but complete hibernation did not occur. The snails seem to be unaffected by the low temperature itself since none (both young and adult) died during the 3 months that they were kept at 5 degrees C. Reduced feeding, even in the presence of abundant food, during the cold conditions caused an almost total inhibiton of growth. Of even more significance was the suppression of reproduction which was connected with the metabolic rate of adult snails kept at low temperature. Young snails seem to profit by exposure to low temperature. On the return to normal laboratory temperature (16-22 degrees C) the young snails became very active, fed voraciously, grew rapidly, tended to live longer and produced more offspring than the controls. Low temperature, however, appears to have an adverse after-effect on the growth and reproduction of mature snails. Relatively, fewer eggs were deposited in this case. The results indicate that under natural field conditions in England, where temperature fluctuations during the usually mild winter months are common, the greater burden of increasing the population in overwintered snails must rest on the younger members of the community."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hodasi",
        "ForeName": "J K",
        "Initials": "JK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Z Parasitenkd",
    "NlmUniqueID": "8710749",
    "ISSNLinking": "0044-3255"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feeding Behavior"
    },
    {
      "QualifierName": [
        "growth & development",
        "physiology"
      ],
      "DescriptorName": "Lymnaea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproduction"
    }
  ]
}