{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Akute Atemwegsinfektionen wie Rhinitis, Sinusitis, Pharyngitis, Laryngitis und Bronchitis sind weit verbreitet und belasten das Gesundheitswesen mit hohen Kosten. Die Differenzialdiagnose ist dennoch umstritten. Die vorliegende Arbeit diskutiert, in welchem Ausmaß akute Atemwegsinfektionen jeweils anatomisch genau lokalisiert werden können (z. B. Pharyngitis, Rhinitis etc.) oder ob eine solche Unterscheidung angesichts überlappender und ineinander übergehender Symptome ohne Bedeutung ist. Akute Atemwegsinfektionen treten mit örtlich und zeitlich wechselnden Symptomen auf. Die diagnostische Einordnung (z. B. Laryngitis oder Bronchitis) basiert auf einer vermuteten anatomischen Lokalisierung der dominierenden Beschwerden. Es zeigt sich allerdings, dass sich die verschiedenen Symptome stark überlappen bzw. in zeitlicher Abfolge auftreten. Eine symptombasierte diagnostische Unterscheidung bei akuten Atemwegsinfektionen in Abhängigkeit von der jeweiligen anatomischen Lokalisation erscheint somit schwierig. Die symptomatische Behandlung sollte daher auf die Verbesserung aller in Frage kommenden Symptome und nicht auf die Behandlung eines einzelnen Symptoms, wie beispielsweise auf die vermehrte Schleimproduktion bei akuter Bronchitis, gerichtet sein."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27912214",
  "DateCompleted": {
    "Year": "2017",
    "Month": "11",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "12",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1055/s-0042-116112"
    ],
    "Journal": {
      "ISSN": "1438-8790",
      "JournalIssue": {
        "Volume": "71",
        "Issue": "4",
        "PubDate": {
          "Year": "2017",
          "Month": "Apr"
        }
      },
      "Title": "Pneumologie (Stuttgart, Germany)",
      "ISOAbbreviation": "Pneumologie"
    },
    "ArticleTitle": "Common Cold - an Umbrella Term for Acute Infections of Nose, Throat, Larynx and Bronchi.",
    "Pagination": {
      "StartPage": "221",
      "EndPage": "226",
      "MedlinePgn": "221-226"
    },
    "Abstract": {
      "AbstractText": [
        "Acute respiratory tract infections, i. e. rhinitis, sinusitis, pharyngitis, laryngitis, bronchitis, belong to the most common medical conditions with a high economic burden. Nonetheless, there is little agreement concerning their differential diagnosis.This paper will discuss to what extent different anatomical sites of acute respiratory tract infections can be uniquely identified or whether the overlap and consecutive development in signs and symptoms renders these distinctions meaningless.Acute respiratory tract infections are variable but definition of diagnostic categories based on the anatomical sites of the dominant complaints shows that signs and symptoms both overlap to a great extent and/or emerge successively. Thus, in common cold distinguishing between acute symptom-based diagnoses arising from different anatomical sites of the aerodigestive system remains elusive. Therefore, preferred symptomatic treatments should foster a resolution of all possible symptoms as opposed to an isolated treatment of a single symptom (e. g. mucus hypersecretion) according to the presumed anatomical site (i. e. acute bronchitis)."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Group Practice and Centre for Pneumology, Allergy and Sleep Medicine at Red Cross Maingau Hospital, Frankfurt am Main, Germany."
          }
        ],
        "LastName": "Kardos",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Research Department, Dr. Willmar Schwabe GmbH & Co. KG, Karlsruhe, Germany."
          }
        ],
        "LastName": "Malek",
        "ForeName": "F A",
        "Initials": "FA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Erkältung – ein Sammelbegriff für akute Infektionen von Nase, Rachen, Kehlkopf und Bronchien."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Pneumologie",
    "NlmUniqueID": "8906641",
    "ISSNLinking": "0934-8387"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acute Disease"
    },
    {
      "QualifierName": [
        "classification",
        "diagnosis"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "classification",
        "diagnosis"
      ],
      "DescriptorName": "Respiratory Tract Infections"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Symptom Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Terminology as Topic"
    }
  ],
  "CoiStatement": "<b>Competing interests</b> PK received honoraria from Dr. Willmar Schwabe GmbH & Co. KG. FAM is an employee of Dr. Willmar Schwabe GmbH & Co. KG."
}