{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25051811",
  "DateCompleted": {
    "Year": "2014",
    "Month": "08",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2014",
    "Month": "07",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0342-9601",
      "JournalIssue": {
        "Volume": "37",
        "Issue": "6",
        "PubDate": {
          "Year": "2014",
          "Month": "Jun"
        }
      },
      "Title": "Medizinische Monatsschrift fur Pharmazeuten",
      "ISOAbbreviation": "Med Monatsschr Pharm"
    },
    "ArticleTitle": "[PHARMAGRIPS: structured pharmaceutical counseling in the self-medication of the common cold. A randomised controlled study (RCT)].",
    "Pagination": {
      "StartPage": "209",
      "EndPage": "220",
      "MedlinePgn": "209-20"
    },
    "Abstract": {
      "AbstractText": [
        "Many minor ailments are treated in Germany by self-medication. Most drugs dispensed by pharmacy staff are those for the common cold, general pain and gastrointestinal disorders. Whilst pharmacists express their need for further training in counseling on side effects, interactions and contraindications, they tend to receive feedback from patients to the effect that the drugs used have not worked. From July to October 2013 we carried out a prospective, single-blind, quasi-randomised controlled study on the effect of training on structured pharmaceutical advice in self-medication of the common cold (PHARMAGRIPS Study). Using a controlled, interventional study design we investigated whether it is possible to improve the pharmaceutical counseling in self-medication within a short time, by using an appropriate teaching method. The counseling should be made in a systematic way and refer to evidence-based content in order to avoid incorrect advice. We enrolled 86 pharmacists and assigned them randomly into the study protocol. Of those, 56 completed the study as planned and were analysed. In this study, we reviewed the structure of the average pharmaceutical consultation and added evidence-based content from the Cochrane Reviews on common cold. We then integrated this structured consultation in a methodical modem training program consisting of e-learning and live classes which we evaluated scientifically. For this purpose, we conducted telephone interviews with the participating pharmacists by using standardized case report forms. The case report forms contained the questions that the participants were supposed to ask. For every question asked, the participant received a certain amount of points, 18 in total. The training was stated to be successful at the primary endpoint when an improvement of at least 3.5 out of 18 points was achieved on average. The secondary endpoints were related to various aspects of the interview process (medical history, limits of self-medication, evidence-based drug selection and integration of customer input in the consultation interaction). The training group improved in the primary endpoint by an average of 5.93 points (p < 0.001) and compared to the control group significantly in all secondary endpoints, with one participant managing to achieve the full score. The participants recognized the importance and practical relevance of the exercise in a short time and were able to implement even integrate complex content in their consultations and to give the customer appropriate advice."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Laven",
        "ForeName": "Anna",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schäfer",
        "ForeName": "Julia",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Läer",
        "ForeName": "Stephanie",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Randomized Controlled Trial"
    ],
    "VernacularTitle": "PHARMAGRIPS: Pharmazeutische Beratung in der Selbstmedikation des grippalen Infekts. Eine randomisierte kontrollierte Studie (RCT)."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Med Monatsschr Pharm",
    "NlmUniqueID": "7802665",
    "ISSNLinking": "0342-9601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Community Pharmacy Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Counseling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pharmacists"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Medication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Single-Blind Method"
    }
  ]
}