{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8986468",
  "DateCompleted": {
    "Year": "1997",
    "Month": "03",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0258-851X",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "6",
        "PubDate": {
          "Year": "1996",
          "Season": "Nov-Dec"
        }
      },
      "Title": "In vivo (Athens, Greece)",
      "ISOAbbreviation": "In Vivo"
    },
    "ArticleTitle": "The value of the dehydroepiandrosterone-annexed vitamin C infusion treatment in the clinical control of chronic fatigue syndrome (CFS). II. Characterization of CFS patients with special reference to their response to a new vitamin C infusion treatment.",
    "Pagination": {
      "StartPage": "585",
      "EndPage": "596",
      "MedlinePgn": "585-96"
    },
    "Abstract": {
      "AbstractText": [
        "This study is a counterpart of the pilot study on the clinical management of chronic fatigue syndrome (CFS) by the combined use of the old (annex-free) and the new (dehydro-epiandrosterone- annexed) vitamin C infusion treatments with and without oral intake of erythromycin and chloramphenicol. We were motivated to start this clinical study by 2 reasons: i) we have made a success in the clinical management of autoimmune disease and allergy by use of the old megadose vitamin C infusion treatment, and we therefore took up CFS as a good candidate for vitamin C infusion treatment; ii) In 1995, we received a total of 313 chronic pneumonia patients whose clinical course showed a good fitness to the criteria of CFS. We assessed the nature of the disease by investigating the clinicoepidemiological aspect of our patients on the one hand and the response of the disease to both the old and new vitamin C infusion treatments with and without the use of 2 antibiotics on the other hand. Results are summarized as follows: a) the analysis of the medical records of our outpatients revealed that chronic type pneumonia epidemic in Nagoya Japan, with its onset of January 1995, showed no sign of its extinction by the end of May 1996. The patient population contained no patients under 15 years of age, and showed a distinct female predominance in the patient number (207 females versus 106 males). In 1995, we also experienced a simple cold epidemic with its onset of January 1995 (162 males and 224 females). The majority of simple cold patients were under 25 years of age in both sexes. b) A chronic type pneumonia patient was distinguished from a simple cold patient in 2 respects: firstly the former required prolonged medical care (over 1 month) resulting in an incomplete cure and return to medical care upon the recurrence of disease, whereas the latter required short-term medical care (mostly within 1 week) ending up with complete cure. Secondly, the former required the long term use of 2 antibiotics (erythromycin and chloramphenicol) together with regular practice of the old and new vitamin C infusion treatments for disease control, whereas the latter recovered from the disease after the short time use of a set of conventional cold remedies. c) The clinical manifestations of our chronic pneumonia patients showed good fitness to the criteria of CFS. d) CFS was distinguished from autoimmune disease-allergy complex by the method of clinical control: the former required the long-term use of 2 antibiotics together with regular practice of the old and new vitamin C infusion treatments, whereas the latter was controllable by the single use of the old vitamin C infusion treatment. e) The combined use of the old and new vitamin C infusion treatments rather than the single use of the old vitamin C infusion treatment was more effective for the control of CFS-a finding which suggests that deficient activities of both endogenous glucocorticoid and endogenous androgen in a CFS patient are somehow related to the genesis and further development of CFS. f) Evidence was available to indicate that the sole use of the new vitamin C infusion treatment may induce a state of gonadal steroid excess together with various other problems in the recipient. The maintenance of a good balance between the old vitamin C infusion set (glucocorticoid-inducer) and the new vitamin C infusion set (inducer of both glucocorticoid and gonadal steroids) in their use was of prime importance for the successful control of CFS. g) The historical significance of CFS epidemic in 1995, and in Nagoya-Japan, is discussed in the light of the new infection concept."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kodama Research Institute of Preventive Medicine, Nagoya, Japan."
          }
        ],
        "LastName": "Kodama",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kodama",
        "ForeName": "T",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Murakami",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Greece",
    "MedlineTA": "In Vivo",
    "NlmUniqueID": "8806809",
    "ISSNLinking": "0258-851X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Bacterial Agents"
    },
    {
      "RegistryNumber": "459AG36T1B",
      "NameOfSubstance": "Dehydroepiandrosterone"
    },
    {
      "RegistryNumber": "63937KV33D",
      "NameOfSubstance": "Erythromycin"
    },
    {
      "RegistryNumber": "66974FR9Q1",
      "NameOfSubstance": "Chloramphenicol"
    },
    {
      "RegistryNumber": "PQ6CK8PD0R",
      "NameOfSubstance": "Ascorbic Acid"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Ambulatory Care Facilities"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Bacterial Agents"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Ascorbic Acid"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Chloramphenicol"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Dehydroepiandrosterone"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Erythromycin"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Fatigue Syndrome, Chronic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Immunity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Japan"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Leukocytes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Pneumonia"
    }
  ]
}