{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20127751",
  "DateCompleted": {
    "Year": "2010",
    "Month": "07",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/rmv.644"
    ],
    "Journal": {
      "ISSN": "1099-1654",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "3",
        "PubDate": {
          "Year": "2010",
          "Month": "May"
        }
      },
      "Title": "Reviews in medical virology",
      "ISOAbbreviation": "Rev Med Virol"
    },
    "ArticleTitle": "Newly identified human rhinoviruses: molecular methods heat up the cold viruses.",
    "Pagination": {
      "StartPage": "156",
      "EndPage": "176",
      "MedlinePgn": "156-76"
    },
    "Abstract": {
      "AbstractText": [
        "Human rhinovirus (HRV) infections cause at least 70% of virus-related wheezing exacerbations and cold and flu-like illnesses. They are associated with otitis media, sinusitis and pneumonia. Annually, the economic impact of HRV infections costs billions in healthcare and lost productivity. Since 1987, 100 officially recognised HRV serotypes reside in two genetically distinct species; HRV A and HRV B, within the genus Enterovirus, family Picornaviridae. Sequencing of their approximately 7kb genomes was finalised in 2009. Since 1999, many globally circulating, molecularly-defined 'strains', perhaps equivalent to novel serotypes, have been discovered but remain uncharacterised. Many of these currently unculturable strains have been assigned to a proposed new species, HRV C although confusion exists over the membership of the species. There has not been sufficient sampling to ensure the identification of all strains and no consensus criteria exist to define whether clinical HRV detections are best described as a distinct strain or a closely related variant of a previously identified strain (or serotype). We cannot yet robustly identify patterns in the circulation of newly identified HRVs (niHRVs) or the full range of associated illnesses and more data are required. Many questions arise from this new found diversity: what drives the development of so many distinct viruses compared to other species of RNA viruses? What role does recombination play in generating this diversity? Are there species- or strain-specific circulation patterns and clinical outcomes? Are divergent strains sensitive to existing capsid-binding antivirals? This update reviews the findings that trigger these and other questions arising during the current cycle of intense rhinovirus discovery."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Qpid Laboratory, Sir Albert Sakzewski Virus Research Centre, Queensland Children's Medical Research Institute, Royal Children's Hospital, Queensland, Australia."
          }
        ],
        "LastName": "Arden",
        "ForeName": "Katherine E",
        "Initials": "KE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mackay",
        "ForeName": "Ian M",
        "Initials": "IM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Rev Med Virol",
    "NlmUniqueID": "9112448",
    "ISSNLinking": "1052-9276"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Rev Med Virol. 2010 Nov;20(6):408"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "pathology",
        "virology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evolution, Molecular"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Molecular Epidemiology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Polymorphism, Genetic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Recombination, Genetic"
    },
    {
      "QualifierName": [
        "classification",
        "genetics",
        "isolation & purification"
      ],
      "DescriptorName": "Rhinovirus"
    }
  ]
}