{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Common cold",
      "Common cold treatment",
      "Over-the-counter medication",
      "Pharmacist",
      "Respiratory infections"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34717562",
  "DateCompleted": {
    "Year": "2021",
    "Month": "12",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "10",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "216",
      "10.1186/s12875-021-01561-2"
    ],
    "Journal": {
      "ISSN": "1471-2296",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Oct",
          "Day": "30"
        }
      },
      "Title": "BMC family practice",
      "ISOAbbreviation": "BMC Fam Pract"
    },
    "ArticleTitle": "Pharmacist's recommendations of over-the-counter treatments for the common cold - analysis of prospective cases in Poland.",
    "Pagination": {
      "StartPage": "216",
      "MedlinePgn": "216"
    },
    "Abstract": {
      "AbstractText": [
        "Common cold is a frequent illness in northern hemisphere between late autumn and early spring. Patients suffering from it frequently turn to pharmacists instead of physicians in order to receive medical advice and treatment. We studied its treatment advised by pharmacists in Poland, as well as evidence for the efficacy of their recommendations by utilizing a self-developed questionnaire and a study of existing literature.",
        "The data were collected by 27 pharmacists who worked in four large network community pharmacies in Lodz, Poland. The study took place from December 2019 to February 2020. Data were recorded only if the patient asked for pharmacy counselling for over-the counter (OTC) products due to common cold self-diagnosis and a product was sold. Pharmacists' recommendations were compared with the results of a literature review of best evidence to determine appropriateness of the pharmacists' decisions.",
        "In four out of five cases the pharmacists recommended products contained paracetamol. In addition, in one out of three patient encounters they advised nasal decongestant, inosines and/or OTC mucolytics. There was a significant relationship between fever and recommendation frequency of some analgesics, inosines, mucolytics and sore throat products (OR > 1, p < 0.05); rhinorrhea and recommendation frequency of paracetamol, inosines, anti-histamines and alpha-mimetics (OR > 1, p < 0.05); cough and recommendation frequency of paracetamol, inosines, mucolytics and sore throat products (OR > 1, p < 0.05); and fatigue and recommendation frequency of paracetamol, acetylsalicylic acid, inosines and sore throat products (OR > 1, p < 0.05). The pharmacist recommendations were based on patients' symptoms, product price, pharmaceutical company promotion and the financial incentive. In many cases their recommendations were not in line with current best practice recommendations.",
        "Our study suggests that the most common rationale for pharmacist recommendation on anti-common cold treatment was to take a \"shotgun\" approach. Pharmacists commonly made recommendations for products that lack strong evidence for efficacy (i.e. anti-viral agents) and are potentially unnecessary, based on presentation of the symptom. Reasons for this situation include lack of training, lack of time to evaluate the patient, lack of awareness of evidence as well as drug company marketing and financial incentives (i.e. fulfilling sale plans and target sale bonuses).",
        "The study was a non-interventional, observational research trial. The study registration was not required."
      ],
      "CopyrightInformation": "© 2021. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Immunopathology, Faculty of Medicine, Medical University of Lodz, Lodz, Poland."
          }
        ],
        "LastName": "Pietrusiewicz",
        "ForeName": "Malgorzata",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Immunopathology, Faculty of Medicine, Medical University of Lodz, Lodz, Poland."
          }
        ],
        "LastName": "Kopa-Stojak",
        "ForeName": "Paulina Natalia",
        "Initials": "PN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Immunopathology, Faculty of Medicine, Medical University of Lodz, Lodz, Poland. rafal.pawliczak@csk.umed.lodz.pl."
          }
        ],
        "LastName": "Pawliczak",
        "ForeName": "Rafal",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Fam Pract",
    "NlmUniqueID": "100967792",
    "ISSNLinking": "1471-2296"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Nonprescription Drugs"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Nonprescription Drugs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pharmacies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pharmacists"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Poland"
    }
  ],
  "CoiStatement": "The authors declare that they have no competing interests."
}