{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "catarrhal stomatitis",
      "endotoxicosis",
      "oral fluid",
      "substances of low and medium molecular weight"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Оценка изменений параметров эндогенной интоксикации по уровню веществ низкой и средней молекулярной массы в ротовой жидкости у больных с катаральным стоматитом, развившимся после острого медикаментозного отравления.",
        "Для определения степени интоксикации исследовали концентрации веществ низкой и средней молекулярной массы (ВНСММ) в ротовой жидкости больных. Исследовали слюну 20 больных (13 мужчин и 7 женщин, средний возраст 39 лет). Контролем служила ротовая жидкость 10 практически здоровых лиц. Исследования проводились в контрольной группе (10 практически здоровых лиц с интактной слизистой оболочкой полости рта) и в двух группах больных (всего 20) с медикаментозными отравлениями: в 1-й группе было 8 больных с медикаментозными отравлениями без патологических изменений слизистой оболочке полости рта, во 2-й группе — 12 больных с катаральным стоматитом, развившимся после острого медикаментозного отравления.",
        "Выявлено, что в ротовой жидкости больных с острыми медикаментозными отравлениями развивается эндогенная интоксикация, которая проявляется статистически значимым ростом содержания ВНСММ по сравнению с таковым у практически здоровых лиц (15,3%). При этом суммарный уровень ВНСММ в ротовой жидкости больных с острым медикаментозным стоматитом и катаральным стоматитом был повышен на 42,3% по сравнению с таковым у практически здоровых лиц.",
        "Проведенные исследования показали необходимость наблюдения за полостью рта у больных с острыми медикаментозными отравлениями для своевременного выявления у них патологии слизистой оболочки полости рта и назначения комплексного лечения."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32608947",
  "DateCompleted": {
    "Year": "2020",
    "Month": "07",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "07",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/stomat20209903137"
    ],
    "Journal": {
      "ISSN": "0039-1735",
      "JournalIssue": {
        "Volume": "99",
        "Issue": "3",
        "PubDate": {
          "Year": "2020"
        }
      },
      "Title": "Stomatologiia",
      "ISOAbbreviation": "Stomatologiia (Mosk)"
    },
    "ArticleTitle": "[Assessment of endogenous intoxication values by oral fluid composition].",
    "Pagination": {
      "StartPage": "37",
      "EndPage": "40",
      "MedlinePgn": "37-40"
    },
    "Abstract": {
      "AbstractText": [
        "To study changes in the parameters of endogenous intoxication using the level of substances of low and medium molecular weight in the oral fluid in patients with catarrhal stomatitis, which got developed after the acute drug poisoning.",
        "To determine the degree of intoxication, we studied the concentrations of low and medium molecular weight substances (SLMMW) in the oral fluid of patients. We studied the saliva of 20 patients (13 men and 7 women, average age 39 years). The control was done against the oral fluid of 10 healthy individuals. The studies were conducted in a control group consisting of 10 healthy individuals with intact oral mucosa and two groups of patients (20 patients in total) with drug poisoning. The first of these two groups of patients included 8 individuals without pathological changes in the oral mucosa, while the second group consisted of 12 patients diagnosed with catarrhal stomatitis that developed after acute drug poisoning.",
        "It became known that endogenous intoxication develops in the oral fluid of patients with acute drug poisoning, which is manifested by a statistically significant increase in the content of SLMMW in comparison with practically healthy individuals (15.3%). And the total level of SLMMW in the oral fluid of patients with acute drug stomatitis and catarrhal stomatitis has increased by 42.3% relative to the data of practically healthy individuals.",
        "Studies have shown the need for monitoring the oral cavity in patients with acute drug poisoning, with the aim of timely detection of pathologies of the oral mucosa in them and the appointment of complex treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-9956-9672"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Azerbaijan State Advanced Training Institute for Doctors named after A. Aliyev, Baku, Azerbaijan."
          }
        ],
        "LastName": "Shiraliyev",
        "ForeName": "A V",
        "Initials": "AV"
      },
      {
        "Identifier": [
          "0000-0002-6625-0315"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Azerbaijan State Advanced Training Institute for Doctors named after A. Aliyev, Baku, Azerbaijan."
          }
        ],
        "LastName": "Alasgarova",
        "ForeName": "F A",
        "Initials": "FA"
      },
      {
        "Identifier": [
          "0000-0002-9716-0865"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Azerbaijan State Advanced Training Institute for Doctors named after A. Aliyev, Baku, Azerbaijan."
          }
        ],
        "LastName": "Gasimova",
        "ForeName": "A R",
        "Initials": "AR"
      },
      {
        "Identifier": [
          "0000-0001-5965-500X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Azerbaijan State Advanced Training Institute for Doctors named after A. Aliyev, Baku, Azerbaijan."
          }
        ],
        "LastName": "Aliyev",
        "ForeName": "M M",
        "Initials": "MM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Izuchenie parametrov endogennoi intoksikatsii po sostavu rotovoi zhidkosti."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Stomatologiia (Mosk)",
    "NlmUniqueID": "0412072",
    "ISSNLinking": "0039-1735"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mouth Mucosa"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Saliva"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stomatitis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Substance-Related Disorders"
    }
  ]
}