{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2976194",
  "DateCompleted": {
    "Year": "1989",
    "Month": "04",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0277-9536",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "5",
        "PubDate": {
          "Year": "1988"
        }
      },
      "Title": "Social science & medicine (1982)",
      "ISOAbbreviation": "Soc Sci Med"
    },
    "ArticleTitle": "Plural medicine in Sri Lanka: do Ayurvedic and Western medical practices differ?",
    "Pagination": {
      "StartPage": "531",
      "EndPage": "544",
      "MedlinePgn": "531-44"
    },
    "Abstract": {
      "AbstractText": [
        "In Sri Lanka, as in India, two formally structured systems of medicine exist side by side. While Western-style biomedicine is believed to be useful, Ayurvedic medicine is well established and commonly used. Underlying one explanation for the persistence of such plural medical systems is a functional theory, suggesting that each system is used for different treatments, diseases, or for the ideological, linguistic or social characteristics of the physician. In part, Ayurvedic and Western medicine may persist because their practitioners provide distinctly different services. We tested part of this functional explanation by sending trained 'pseudo-patients' to 764 Ayurvedic and allopathic physicians across Sri Lanka. 'Patients' reported symptoms of common cold, diarrhea or back pain, and recorded after leaving the clinic many aspects of history-taking, diagnostic procedures and physician-patient interaction. Medicines prescribed were later analyzed by a laboratory. We found, basically, no significant differences between the medical practices of sampled Ayurvedic and Western-style physicians, with one exception. While both types spend 3-4 min asking four questions and doing two or three physical examination procedures, and while both prescribe, overwhelmingly, only Western medicines, the allopathic physicians give drugs, that, from the point of view of Western medicine, either 'help' or 'harm' and Ayurvedic physicians prescribe 'neutral' medicines. While we have not directly tested the entire functional explanation we suggest that a structural explanation of the persistence of two systems of medicine may be more valid. Ayurvedic and Western medicine continue in Sri Lanka because they, as institutions, are linked to the social, economic and political structure of the society. Thus, survival is based, not on what a physician does in his practice but upon the power of his medical profession to control medical territory."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Social Work, University of British Columbia, Vancouver, Canada."
          }
        ],
        "LastName": "Waxler-Morrison",
        "ForeName": "N E",
        "Initials": "NE"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Soc Sci Med",
    "NlmUniqueID": "8303205",
    "ISSNLinking": "0277-9536"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Back Pain"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Community Health Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Cultural Comparison"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Diarrhea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Medicine, Ayurvedic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physician's Role"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physician-Patient Relations"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Referral and Consultation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sick Role"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sri Lanka"
    }
  ]
}