{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "649520",
  "DateCompleted": {
    "Year": "1978",
    "Month": "07",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0021-8855",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "1",
        "PubDate": {
          "Year": "1978",
          "Season": "Spring"
        }
      },
      "Title": "Journal of applied behavior analysis",
      "ISOAbbreviation": "J Appl Behav Anal"
    },
    "ArticleTitle": "Behavioral control of medicine compliance.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "9",
      "MedlinePgn": "1-9"
    },
    "Abstract": {
      "AbstractText": [
        "This study examined the effectiveness of several behavioral techniques on compliance of college students taking vitamin C on q.i.d. regimen. Compliance was assessed by a new technique using a variation of the urine tracer procedure designed specifically for this study. Subjects were provided vitamin C tablets, with three tablets per week containing phenazopyridine, a drug that produces a bright red-orange urine discoloration. Subjects were requested to indicate when urine discolorations occurred, and compliance was assessed by comparing the time of their report to the time predicted on the basis of the scheduled sequence of vitamin C and phenazopyridine tablets. Baseline compliance was assessed for 72 subjects over a three-week period, with the 40 most noncompliant subjects randomly assigned to four groups for Treatment I. The groups were: self-monitoring, taste, taste and self-monitoring, and a no-treatment control group. The self-monitoring procedure involved recording the time medicine was taken; the taste procedure involved providing the subjects with flavored tablets to increase the saliency of tablet taking; and the self-monitoring and taste procedure involved providing subjects with flavored tablets and asking them to record the flavor of each tablet they ingested. At the end of six weeks, half the subjects in each of these groups participated in response-cost procedures while the remaining subjects continued with their previous procedures. Response-cost procedures were implemented by returning a portion of the subjects' deposit only if a preset compliance criterion was met. Treatment II procedures were implemented for an additional three weeks. Results indicated the self-monitoring and taste plus self-monitoring procedures were superior during Treatment I. The implementation of response cost during Treatment II was associated with a marked improvement in compliance, independent of the history of noncompliance. The effects of the taste plus self-monitoring procedure were maintained during Treatment II and results obtained by this procedure were not significantly different from effects of response cost."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Epstein",
        "ForeName": "L H",
        "Initials": "LH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Masek",
        "ForeName": "B J",
        "Initials": "BJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Appl Behav Anal",
    "NlmUniqueID": "0174763",
    "ISSNLinking": "0021-8855"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Flavoring Agents"
    },
    {
      "RegistryNumber": "K2J09EMJ52",
      "NameOfSubstance": "Phenazopyridine"
    },
    {
      "RegistryNumber": "PQ6CK8PD0R",
      "NameOfSubstance": "Ascorbic Acid"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Ascorbic Acid"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Behavior Therapy"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Flavoring Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [
        "urine"
      ],
      "DescriptorName": "Phenazopyridine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reinforcement, Psychology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self-Assessment"
    }
  ]
}