{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26482324",
  "DateCompleted": {
    "Year": "2016",
    "Month": "04",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "01",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "10",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD008202",
      "10.1002/14651858.CD008202.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2015",
        "Issue": "10",
        "PubDate": {
          "Year": "2015",
          "Month": "Oct",
          "Day": "19"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Leukotriene receptor antagonists as maintenance and intermittent therapy for episodic viral wheeze in children.",
    "Pagination": {
      "StartPage": "CD008202",
      "MedlinePgn": "CD008202"
    },
    "Abstract": {
      "AbstractText": [
        "Episodic viral wheeze (EVW) associated with viral respiratory tract infections is a common reason for pre-school children to utilise health care resources and for carers to take time away from employment. About a third of children experience a wheezing episode before the age of five years. EVW therefore represents a significant public health problem. Many pre-school children only wheeze in association with viral infections and in such cases EVW appears to be a separate entity from atopic asthma. Some trials have explored the effectiveness of leukotriene receptor antagonists (LTRAs) as regular (maintenance) or episodic (intermittent) treatment in this context.",
        "To evaluate the evidence for the efficacy and safety of maintenance and intermittent LTRAs in the management of EVW in children aged one to six years.",
        "We searched the Cochrane Airways Group register of trials with pre-specified terms. We performed additional searches by consulting the authors of identified trials, online trial registries of manufacturers' web sites, and reference lists of identified primary papers and reviews. Search results are current to June 2015.",
        "We included randomised controlled trials with a parallel-group or cross-over (for intermittent LTRA only) design. Maintenance was considered as treatment for more than two months and intermittent as less than 14 days. EVW was defined as a history of at least one previous episode of wheezing in association with a viral respiratory tract infection in the absence of symptoms between episodes. As far as possible, relevant specific data were obtained from authors of studies that included children of a wider age group or phenotype.  ",
        "Two authors independently assessed studies for inclusion in the review and assessed risk of bias. The primary outcome was number of children with one or more viral-induced episodes requiring one or more treatments with rescue oral corticosteroids. We analysed combined continuous data outcomes with the mean difference and dichotomous data outcomes with an odds ratio (OR).",
        "We identified five studies eligible for inclusion in the review (one investigated maintenance treatment, three intermittent therapy and one had both maintenance and intermittent treatment arms) these included 3741 participants. Each study involved oral montelukast and was of good methodological quality, but differed in choice of outcome measures thus limiting our ability to aggregate data across studies. Only primary outcome and adverse event data are reported in this abstract.For maintenance treatment, specific data obtained from a single study, pertaining to children with only an EVW phenotype, showed no statistically significant group reduction in the number of episodes requiring rescue oral corticosteroids associated with daily montelukast versus placebo (OR 1.20, 95% CI 0.70 to 2.06, moderate quality evidence).For intermittent LTRA, pooled data showed no statistically significant reduction in the number of episodes requiring rescue oral steroids in children treated with LTRA versus placebo (OR 0.77, 95% CI 0.48 to 1.25, moderate quality evidence). Specific data for children with an EVW phenotype obtained from a single study of intermittent montelukast treatment showed a small, but statistically significant reduction in unscheduled medical attendances due to wheeze (RR 0.83, 95% CI 0.71 to 0.98).For maintenance compared to intermittent LTRA treatment no data relating to the primary outcome of the review were identified.There were no other significant group differences identified in other secondary efficacy outcomes for maintenance or intermittent LTRA treatment versus placebo, or maintenance versus intermittent LTRA treatment. We collected descriptive data on adverse events as reported by four of the five included studies, and rates were similar between treatment and placebo groups.Potential heterogeneity in the phenotype of participants within and across trials is a limitation of the evidence.",
        "In pre-school children with EVW, there is no evidence of benefit associated with maintenance or intermittent LTRA treatment, compared to placebo, for reducing the number of children with one or more viral-induced episodes requiring rescue oral corticosteroids, and little evidence of significant clinical benefit for other secondary outcomes. Therefore until further data are available, LTRA should be used with caution in individual children. When used, we suggest a therapeutic trial is undertaken, during which efficacy should be carefully monitored. It is likely that children with an apparent EVW phenotype are not a homogeneous group and that subgroups may respond to LTRA treatment depending on the exact patho-physiological mechanisms involved."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Cellular Medicine, Newcastle University and Great North Children's Hospital, c/o Paediatric Respiratory Secretaries, Royal Victoria Infirmary, Queen Victoria Road, Newcastle upon Tyne, Tyne and Wear, UK, NE1 4LP."
          }
        ],
        "LastName": "Brodlie",
        "ForeName": "Malcolm",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gupta",
        "ForeName": "Atul",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rodriguez-Martinez",
        "ForeName": "Carlos E",
        "Initials": "CE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Castro-Rodriguez",
        "ForeName": "Jose A",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ducharme",
        "ForeName": "Francine M",
        "Initials": "FM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "McKean",
        "ForeName": "Michael C",
        "Initials": "MC"
      }
    ],
    "GrantList": [
      {
        "GrantID": "G0800419",
        "Acronym": "MRC_",
        "Agency": "Medical Research Council",
        "Country": "United Kingdom"
      },
      {
        "GrantID": "MR/M008797/1",
        "Acronym": "MRC_",
        "Agency": "Medical Research Council",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Acetates"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Cyclopropanes"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Leukotriene Antagonists"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Quinolines"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Sulfides"
    },
    {
      "RegistryNumber": "MHM278SD3E",
      "NameOfSubstance": "montelukast"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD008202"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Acetates"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "complications",
        "virology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cyclopropanes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Leukotriene Antagonists"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Maintenance Chemotherapy"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Quinolines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Respiratory Sounds"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Respiratory Tract Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sulfides"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Virus Diseases"
    }
  ],
  "CoiStatement": "Malcolm Brodlie has received funding from Pfizer for an investigator‐led pneumonia research study and has been local PI on an asthma study sponsored by Glaxo SmithKline. Atul Gupta: none known. Carlos E Rodriguez‐Martinez: in the last three years has received honoraria for lectures from Astra Zeneca, Glaxo SmithKline, Merck Sharp Dohme and Novartis; and travel and accommodation from Glaxo SmithKline. Jose A Castro‐Rodriguez: has received honoraria from Merck Sharp Dohme for expert testimony about a product of this pharmaceutical company: mometasone furoate and formoterol fumarate dihydrate (Dulera), has received honoraria from Merck Sharp Dohme for lectures about the use of montelukast for asthma treatment in children and has received financial support (travel/accomodation) from Merck Sharp Dohme to attend international meetings about respiratory medicine. Francine M Ducharme has received travel support, research funds, and fees for speaking from Glaxo SmithKline, Novartis, Nycomed, and/or Merck Frosst Inc. Michael C McKean: none known."
}