{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36903364",
  "DateCompleted": {
    "Year": "2023",
    "Month": "03",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "02",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "2118",
      "10.3390/molecules28052118"
    ],
    "Journal": {
      "ISSN": "1420-3049",
      "JournalIssue": {
        "Volume": "28",
        "Issue": "5",
        "PubDate": {
          "Year": "2023",
          "Month": "Feb",
          "Day": "24"
        }
      },
      "Title": "Molecules (Basel, Switzerland)",
      "ISOAbbreviation": "Molecules"
    },
    "ArticleTitle": "Potential Anti-SARS-CoV-2 Molecular Strategies.",
    "Abstract": {
      "AbstractText": [
        "Finding effective antiviral molecular strategies was a main concern in the scientific community when the severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) emerged at the end of 2019 as an easily transmissible and potentially deadly β-coronavirus able to cause the coronavirus disease 19 (COVID-19), which famously led to one of the most worrying pandemics in recent times. Other members of this zoonotic pathogenic family were already known before 2019, but apart from the SARS-CoV, which was responsible of severe acute respiratory syndrome (SARS) pandemic in 2002/2003, and Middle East respiratory syndrome coronavirus (MERS-CoV), whose main impact on humans is geographically restricted to Middle Eastern countries, the other human β-coronaviruses known at that time were those typically associated with common cold symptoms which had not led to the development of any specific prophylactic or therapeutic measures. Although SARS-CoV-2 and its mutations are still causing illness in our communities, COVID-19 is less deadly than before and we are returning to normality. Overall, the main lesson learnt after the past few years of pandemic is that keeping our bodies healthy and immunity defenses strong using sport, nature-inspired measures, and using functional foods are powerful weapons for preventing the more severe forms of illness caused by SARS-CoV-2 and, from a more molecular perspective, that finding drugs with mechanisms of action involving biological targets conserved within the different mutations of SARS-CoV-2-and possibly within the entire family of β-coronaviruses-gives more therapeutic opportunities in the scenario of future pandemics based on these pathogens. In this regard, the main protease (M<sup>pro</sup>), having no human homologues, offers a lower risk of off-target reactivity and represents a suitable therapeutic target in the search for efficacious, broad-spectrum anti-β-coronavirus drugs. Herein, we discuss on the above points and also report some molecular approaches presented in the past few years to counteract the effects of β-coronaviruses, with a special focus on SARS-CoV-2 but also MERS-CoV."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Biostructures and Bioimaging, Italian National Council for Research (IBB-CNR), Area di Ricerca Site and Headquarters, Via Pietro Castellino 111, 80131 Naples, Italy."
          }
        ],
        "LastName": "Vicidomini",
        "ForeName": "Caterina",
        "Initials": "C"
      },
      {
        "Identifier": [
          "0000-0002-6978-542X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Biostructures and Bioimaging, Italian National Council for Research (IBB-CNR), Area di Ricerca Site and Headquarters, Via Pietro Castellino 111, 80131 Naples, Italy."
          }
        ],
        "LastName": "Roviello",
        "ForeName": "Giovanni N",
        "Initials": "GN"
      }
    ],
    "PublicationTypeList": [
      "Editorial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Molecules",
    "NlmUniqueID": "100964009",
    "ISSNLinking": "1420-3049"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antiviral Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle East Respiratory Syndrome Coronavirus"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Antiviral Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Common Cold"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}