{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15303643",
  "DateCompleted": {
    "Year": "2004",
    "Month": "11",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0954-6111",
      "JournalIssue": {
        "Volume": "98",
        "Issue": "8",
        "PubDate": {
          "Year": "2004",
          "Month": "Aug"
        }
      },
      "Title": "Respiratory medicine",
      "ISOAbbreviation": "Respir Med"
    },
    "ArticleTitle": "Cough induction by high-frequency chest percussion in healthy volunteers and patients with common cold.",
    "Pagination": {
      "StartPage": "771",
      "EndPage": "776",
      "MedlinePgn": "771-6"
    },
    "Abstract": {
      "AbstractText": [
        "In patients with chronic obstructive pulmonary disease, chest percussion is often used to facilitate the drainage of respiratory secretions which may be removed from the airway by coughing. The cough reflex is believed to be mediated by mechanically sensitive rapidly adapting receptors (RARs). Chest percussion stimulation may stimulate RAR cough receptors, but there is no evidence that mechanical airway stimulation in man induces cough. The aim of this study was to determine if cough can be induced by high-frequency chest percussion in healthy subjects and in patients with acute upper respiratory tract infection (URTI).",
        "Two groups were studied: 15 healthy subjects and 29 subjects with URTI, mean age 22 years. Percussion stimulation (70 Hz) was applied to the chest. Cough frequency and latency were recorded. All subjects were asked to complete a questionnaire about how they felt after the chest percussion by questionnaires.",
        "The results demonstrate that high-frequency chest percussion causes cough in human subjects with a recent history of URTI, but induces relatively little cough in healthy subjects. In URTI subjects there was a significant increase in the number of coughs after three periods of airway vibration, whereas in healthy subjects there was no change in cough. Furthermore, analysis of the questionnaires showed that more of the subjects with URTI felt an urge to cough compared to the healthy subjects in the subjective questionnaires.",
        "This study demonstrates that cough can be induced in subjects with URTI by chest percussion. This method of inducing cough in subjects with URTI may be useful for studies on the mechanism of cough and for studies on antitussive medicines."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Common Cold Centre, Cardiff School of Biosciences, Cardiff University, Cardiff CF10 3US, UK."
          }
        ],
        "LastName": "Lee",
        "ForeName": "P C L",
        "Initials": "PC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Eccles",
        "ForeName": "R",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Respir Med",
    "NlmUniqueID": "8908438",
    "ISSNLinking": "0954-6111"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Cough"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Percussion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Stimulation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reflex"
    }
  ]
}