{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15927921",
  "DateCompleted": {
    "Year": "2005",
    "Month": "10",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "06",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1522-8940",
      "JournalIssue": {
        "Volume": "4",
        "Issue": "4",
        "PubDate": {
          "Year": "2004"
        }
      },
      "Title": "Journal of herbal pharmacotherapy",
      "ISOAbbreviation": "J Herb Pharmacother"
    },
    "ArticleTitle": "Clinical validation of efficacy and safety of herbal cough formula: study of herbal cough syrup.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "12",
      "MedlinePgn": "1-12"
    },
    "Abstract": {
      "AbstractText": [
        "To clinically validate the efficacy and safety of herbal cough formula CORSHE-E of ayurvedic origin.",
        "An open label, uncontrolled clinical study was done on thirty patients with history of cough. The patients were given the cough syrup after they were enrolled in the study and were followed up for a period of seven days. The cough severity, frequency (as recorded on Visual Analogue Scale from 0 to 10 cm), chest discomfort, quantity and type of sputum were recorded at screening, on the fourth day and on the seventh day of treatment. The patient recorded the severity and frequency of cough on a Visual Analogue Scale which was divided into ten equal parts of 1 cm each. The patient marked the extent of symptoms on this scale at screening and after four days of consumption of the cough syrup. The scores were marked on these days and reduction in score was examined for efficacy evaluation of the cough syrup. The clinical and hematological safety parameters and parameters for acceptability of cough syrup (palatability, color, odor and consistency) were also studied. Global assessment by the patient and the physician was also carried out on the fourth day.",
        "Twenty-six of the thirty patients studied showed a significant decrease in the frequency and severity of cough (on Visual Analogue Scale). The sputum quantity and consistency also showed steady decrease and liquefaction respectively. Four patients who had longer duration of did not respond adequately to treatment. These patients had history of sub-acute to chronic cough with mean duration of cough being forty days (40 +/- 34 days), sore-throat and fever, highly suggestive of bacterial upper respiratory tract infection and a long duration of cough before initiation of therapy. Most of the patients found the cough syrup to be acceptable in terms of these criteria. Nineteen patients rated the cough syrup as excellent in palatability, two in color, four in odor and five in consistency. Six patients rated the syrup as good to taste, twenty-eight patients rated the natural color as good and twenty five and twenty patients rated the odor and consistency as good, respectively. Five patients described the taste as bad, none described the color as bad, one patient found the odor bad and five described the consistency as bad. All patients described a soothing effect of the study drug and appreciated the natural color and flavor of the same. Global assessment was based on improvement in symptoms, acceptability and overall efficacy and safety as reported by the physician and the patient. Thirteen of the thirty patients rated the trial medicine as excellent, thirteen rated it as good and four considered it poor. The investigator in charge of the patients rated the trial medicine as excellent in eighteen cases, good in eight cases, fair in two cases and poor in two cases.",
        "The test drug CORSHE-E is an effective and safe cough syrup that is highly acceptable for patients with cough of short duration."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Tilak Ayurvedic Mahavidyalaya and Tarachand Hospital, Rasta Peth, Pune-411011, India."
          }
        ],
        "LastName": "Nesari",
        "ForeName": "Tanuja",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bhagwat",
        "ForeName": "B K",
        "Initials": "BK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Johnson",
        "ForeName": "Jasmin",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bhatt",
        "ForeName": "Narendra S",
        "Initials": "NS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chitre",
        "ForeName": "Deepa",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Herb Pharmacother",
    "NlmUniqueID": "100888586",
    "ISSNLinking": "1522-8940"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antitussive Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Plant Extracts"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects"
      ],
      "DescriptorName": "Antitussive Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Patient Satisfaction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phytotherapy"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Plant Extracts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproducibility of Results"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}