{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17929639",
  "DateCompleted": {
    "Year": "2007",
    "Month": "11",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0002-4538",
      "JournalIssue": {
        "Volume": "49",
        "Issue": "2 Suppl",
        "PubDate": {
          "Year": "2007"
        }
      },
      "Title": "Alaska medicine",
      "ISOAbbreviation": "Alaska Med"
    },
    "ArticleTitle": "The influence of cold on energy expenditure at rest and during exercise in person in the North.",
    "Pagination": {
      "StartPage": "231",
      "EndPage": "236",
      "MedlinePgn": "231-6"
    },
    "Abstract": {
      "AbstractText": [
        "In the majority of research on human adaptation in the North signs of hypoxia were found. In physiology studies of animals it is established that adaptive changes to cold and hypoxia have much in common, for example, the decrease of spent energy (hypometabolism). This phenomenon has been studied much less in humans than in animals. The first study was that of A. Hemingway and L. Birzis which showed that under the influence of air temperature of -3 degrees C on natives of Kalahari deserts the average body temperature and level of metabolism decrease. The reduction of lung ventilation and decrease of heat loss in humans was interpreted as the result of cold. However, it is obvious that ventilation decrease in humans in cold air leads to reduction of oxygen consumption, i.e. to hypoxia. It is possible to assume that adaptation of Northerners is closely connected with cold and hypoxia. At hypoxia and under cold conditions the decrease of energy expenditure is the natural phenomenon. Y. Gauiter and M. Bonora, S. Wood consider that the fall of body temperature observable at hypoxia is a consequence of the decrease in oxygen consumption and reduction of energy expenditure. Besides, the decrease in oxygen consumption (Vo2) always precedes the fall of body temperature. In the work of C. Pedraz, J. Mortola it is shown that the external warming at hypoxia in newborn cats and dogs during restoration of body temperature up to the reference values is not accompanied by authentic change of metabolism. It remains lowered as under the previous conditions of hypoxia (before warming). It specifies that the fall in body temperature at hypoxia is a consequence instead of the reason of Vo2 fall. This is an important question for the human's adaptation--the influence of cold and hypoxia on spent energy. The paper presents the results of research into the effects of cold on resting and exercise energy expenditure among Northerners of the Russian North."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "SI Research Institute for Physiology SB RAMS, Novosibirsk, Russia. ovgrishin@iph.ma.nsc.ru"
          }
        ],
        "LastName": "Grishin",
        "ForeName": "O V",
        "Initials": "OV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ustuzaninova",
        "ForeName": "N V",
        "Initials": "NV"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Alaska Med",
    "NlmUniqueID": "0370457",
    "ISSNLinking": "0002-4538"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cold Climate"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Energy Metabolism"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Geography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hypoxia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rest"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Thermogenesis"
    }
  ]
}