{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26567449",
  "DateCompleted": {
    "Year": "2016",
    "Month": "03",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1078-6791",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "6",
        "PubDate": {
          "Year": "2015",
          "Season": "Nov-Dec"
        }
      },
      "Title": "Alternative therapies in health and medicine",
      "ISOAbbreviation": "Altern Ther Health Med"
    },
    "ArticleTitle": "Compound Formulas of Traditional Chinese Medicine for the Common Cold: Systematic Review of Randomized, Placebo-controlled Trials.",
    "Pagination": {
      "StartPage": "48",
      "EndPage": "57",
      "MedlinePgn": "48-57"
    },
    "Abstract": {
      "AbstractText": [
        "The common cold is one of the most frequent acute illnesses of the respiratory tract, affecting all age groups. The compound formulas of traditional Chinese medicine (TCM) are frequently used to treat the common cold in China and other parts of the world. Until now, however, the efficacy and safety of compound formulas of TCM for the common cold, studied in comparison with placebos, have not been systematically reviewed.",
        "This literature review intended to assess existing evidence of the effectiveness and safety of compound formulas of TCM for the common cold.",
        "Randomized, controlled trials (RCTs) comparing compound formulas of TCM with placebos in treating the common cold were included, regardless of publication status. The research team searched the Cochrane Library, PubMed, Embase, the Chinese Biomedical Literature Database, the Chinese Scientific and Technological Periodical Database, the Chinese National Knowledge Infrastructure and the Wangfang Database from their inceptions to December 2013. The team also searched Web sites listing ongoing trials and contacted experts in the field and relevant pharmaceutical companies to locate unpublished materials.",
        "Two review authors independently extracted data and assessed the methodological quality of included studies, using the Cochrane risk of bias tool.",
        "A total of 6 randomized, double-blind, placebo-controlled trials involving 1502 participants were included. Most trials had a low risk of bias. Five were conducted in mainland China and 1 in Hong Kong; 5 were multicenter clinical trials and 1 was a single-center trial; 4 were published in Chinese and 2 were published in English. Compound formulas of TCM were superior to placebos in reducing disease symptoms, inducing recovery from a TCM syndrome, and increasing quality of life. In addition, the formulas were superior in shortening the duration of the main symptoms, the amount of time for a decline in temperature of at least 0.5°C to occur, and the duration of any fever. The team did not perform a summary meta-analysis due to clinical heterogeneity. No serious adverse event (AE) occurred in either the treatment or the control groups.",
        "This systematic review indicated that compound formulas of TCM, compared with placebo, can provide benefits to patients with the common cold, with no serious side effects having been identified in the included trials. However, due to the small number of included studies and of participants and the unclear risk of some biases in the included studies, more high-quality, large-scale RCTs are still warranted to clarify fully the effectiveness and safety of compound formulas of TCM in treating the common cold."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Li",
        "ForeName": "Guanhong",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cai",
        "ForeName": "Linli",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Jiang",
        "ForeName": "Hongli",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dong",
        "ForeName": "Shoujin",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fan",
        "ForeName": "Tao",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Liu",
        "ForeName": "Wei",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Xie",
        "ForeName": "Li",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mao",
        "ForeName": "Bing",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Altern Ther Health Med",
    "NlmUniqueID": "9502013",
    "ISSNLinking": "1078-6791"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Drugs, Chinese Herbal"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Plant Extracts"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Complementary Therapies"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Drugs, Chinese Herbal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Medicine, Chinese Traditional"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Phytotherapy"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Plant Extracts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}