{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8133733",
  "DateCompleted": {
    "Year": "1994",
    "Month": "04",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0195-9131",
      "JournalIssue": {
        "Volume": "26",
        "Issue": "1",
        "PubDate": {
          "Year": "1994",
          "Month": "Jan"
        }
      },
      "Title": "Medicine and science in sports and exercise",
      "ISOAbbreviation": "Med Sci Sports Exerc"
    },
    "ArticleTitle": "Reporting behaviors and activity levels of intercollegiate athletes with an URI.",
    "Pagination": {
      "StartPage": "22",
      "EndPage": "26",
      "MedlinePgn": "22-6"
    },
    "Abstract": {
      "AbstractText": [
        "Some contend that upper respiratory illness (URI) causes more disability among athletes than all other diseases combined. The purpose of this study was to describe the reporting behaviors, activity levels, and perceived physical performance levels of intercollegiate athletes with an URI. Respondents rated the severity of 14 cold symptoms and indicated to whom they reported their cold, and within how many days. Additionally, respondents were to indicate whether they self-treated their illness, whether they missed a practice or game due to the cold, and whether the cold affected their performance. The subjects for this study were 290 intercollegiate athletes (165 males, 125 females) in a large Midwestern conference. The instrument was administered at three regular intervals during the sport seasons. There was a total of 118 illness episodes. Respondents reported their colds to the athletic trainer (50.4%, N = 61), doctor/nurse (33%, N = 41), and/or coach (28.3%, N = 32). Athletes reported their cold symptoms earliest to the coach (2.45 d) or athletic trainer (2.71 d). The number of days prior to reporting to a doctor or nurse was longer (3.64 d). Of the illness episodes reported, 17.8% (N = 21) caused the athlete to miss a practice and 5.1% (N = 6) caused the athlete to miss a game. Athletes with an URI felt in some instances that their illness episode affected their performance. Cold symptoms of cough, fever, laryngitis, aching muscles/joints, and nasal discharge were significantly (P < 0.05) correlated with reporting behaviors, activity levels, and/or perceived physical performance. Possible implications for athlete participation and education are offered."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education, Ball State University, Muncie, IN 47306."
          }
        ],
        "LastName": "Weidner",
        "ForeName": "T G",
        "Initials": "TG"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Sci Sports Exerc",
    "NlmUniqueID": "8005433",
    "ISSNLinking": "0195-9131"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    }
  ]
}