{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10796673",
  "DateCompleted": {
    "Year": "2000",
    "Month": "07",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "2",
        "PubDate": {
          "Year": "2000"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Nasal decongestants for the common cold.",
    "Pagination": {
      "StartPage": "CD001953",
      "MedlinePgn": "CD001953"
    },
    "Abstract": {
      "AbstractText": [
        "The common cold is a major and recurrent cause of morbidity, affecting children and adults two or more times each year. Nasal congestion is its commonest symptom, and many therapies are marketed for its relief. There is no meta-analysis of controlled clinical trials on the effects of nasal decongestants for the common cold.",
        "To assess the efficacy of nasal decongestants at reducing the symptom of nasal congestion in adults and children with the common cold and to identify possible adverse effects associated with their use.",
        "MEDLINE, EMBASE and Current Contents were searched up to May 1999. Searching the Cochrane Acute Respiratory Infections Group's trials register, following the review citation trail from other references and contacting known principal investigators and pharmaceutical companies was also done.",
        "Randomised, placebo controlled trials of single-active oral and topical nasal decongestants in adults and children suffering from the common cold.",
        "Data were independently extracted by two reviewers (DT and LB). All outcomes variables were continuous. Subjective outcomes were normalised to a common scale and a weighted mean difference (WMD) was calculated. A standardised mean difference (SMD) was calculated for the objective outcomes.",
        "Four studies in adults, but none in children, fitted all inclusion criteria. There was a significant 13% decrease in subjective symptoms after decongestant compared with placebo. This was supported by a significant decrease in nasal airways resistance. Repeated doses of nasal decongestant were not significantly better than placebo at relieving symptoms of nasal congestion.",
        "A single dose of nasal decongestant in the common cold is moderately effective for the short term relief of congestion in adults, while there is no evidence available to show benefit after repeated use over several days. These medications are not recommended for use in young children with the common cold."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical and Experimental Pharmacology, University of Adelaide, Frome RD, Adelaide, South Australia, Australia, 5006. dtaverne@medicine.adelaide.edu.au"
          }
        ],
        "LastName": "Taverner",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bickford",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Draper",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Nasal Decongestants"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2004;(3):CD001953",
      "PMID": "15266459"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "adverse effects",
        "therapeutic use"
      ],
      "DescriptorName": "Nasal Decongestants"
    }
  ],
  "NumberOfReferences": "4"
}