{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      " Epistemonikos",
      " GRADE.",
      " common cold",
      "Vitamin C"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "El resfrío común causa una gran morbilidad en todo el mundo y no se cuenta con agentes terapéuticos eficaces contra éste. Existe la creencia de que ingerir vitamina C durante un episodio de resfrío ayuda a disminuir la duración y severidad de los síntomas, sin embargo existe controversia respecto a esta afirmación.",
        "Para responder esta pregunta utilizamos Epistemonikos, la mayor base de datos de revisiones sistemáticas en salud, la cual es mantenida mediante búsquedas en múltiples fuentes de información, incluyendo MEDLINE, EMBASE, Cochrane, entre otras. Extrajimos los datos desde las revisiones identificadas, reanalizamos los datos de los estudios primarios, realizamos un metanálisis y preparamos una tabla de resumen de los resultados utilizando el método GRADE.",
        "Identificamos cuatro revisiones sistemáticas que en conjunto incluyeron ocho estudios primarios, de los cuales siete son ensayos aleatorizados. Concluimos que la vitamina C tiene un impacto mínimo o nulo en la duración del resfrío y en los días en casa o sin trabajar."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30339136",
  "DateCompleted": {
    "Year": "2019",
    "Month": "03",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "03",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "10",
        "Day": "03"
      }
    ],
    "Language": [
      "spa",
      "eng"
    ],
    "ELocationID": [
      "10.5867/medwave.2018.06.7260"
    ],
    "Journal": {
      "ISSN": "0717-6384",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "6",
        "PubDate": {
          "Year": "2018",
          "Month": "Oct",
          "Day": "03"
        }
      },
      "Title": "Medwave",
      "ISOAbbreviation": "Medwave"
    },
    "ArticleTitle": "What are the effects of vitamin C on the duration and severity of the common cold?",
    "Pagination": {
      "StartPage": "e7261",
      "MedlinePgn": "e7261"
    },
    "Abstract": {
      "AbstractText": [
        "The common cold causes great morbidity throughout the world and there are no effective therapeutic agents against it. There is a belief that consuming vitamin C during a cold episode would help reduce duration and severity of symptoms. However, there is controversy about this claim.",
        "To answer this question we used Epistemonikos, the largest database of systematic reviews in health, which is maintained by screening multiple information sources, including MEDLINE, EMBASE, Cochrane, among others. We extracted data from the systematic reviews, reanalyzed data of primary studies, conducted a meta-analysis and generated a summary of findings table using the GRADE approach.",
        "We identified four systematic reviews that included eight primary studies overall, of which seven were randomized trials. We concluded vitamin C has minimal or no impact on the duration of common cold or in the number of days at home or out of work."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; Proyecto Epistemonikos, Santiago, Chile."
          }
        ],
        "LastName": "Quidel",
        "ForeName": "Sebastián",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile; Proyecto Epistemonikos, Santiago, Chile."
          }
        ],
        "LastName": "Gómez",
        "ForeName": "Evelyn",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Proyecto Epistemonikos, Santiago, Chile; Centro Evidencia UC, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile."
          }
        ],
        "LastName": "Bravo-Soto",
        "ForeName": "Gonzalo",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Proyecto Epistemonikos, Santiago, Chile; Departamento de Medicina Familiar, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile. Email: acortigoza@uc.cl. Address: Centro Evidencia UC, Pontificia Universidad Católica de Chile, Diagonal Paraguay 476, Santiago, Chile."
          }
        ],
        "LastName": "Ortigoza",
        "ForeName": "Ángela",
        "Initials": "Á"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review"
    ],
    "VernacularTitle": "¿Cuál es el efecto del tratamiento con vitamina C en la duración y severidad del resfrío común?"
  },
  "MedlineJournalInfo": {
    "Country": "Chile",
    "MedlineTA": "Medwave",
    "NlmUniqueID": "101581949",
    "ISSNLinking": "0717-6384"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "PQ6CK8PD0R",
      "NameOfSubstance": "Ascorbic Acid"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Ascorbic Acid"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Databases, Factual"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}