{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "25-hydroxyvitamin D",
      "Diurnal variation",
      "Trough sampling"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30712514",
  "DateCompleted": {
    "Year": "2019",
    "Month": "05",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "02",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "02",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "29",
      "10.1186/s13256-018-1948-9"
    ],
    "Journal": {
      "ISSN": "1752-1947",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "1",
        "PubDate": {
          "Year": "2019",
          "Month": "Feb",
          "Day": "04"
        }
      },
      "Title": "Journal of medical case reports",
      "ISOAbbreviation": "J Med Case Rep"
    },
    "ArticleTitle": "25-Hydroxyvitamin D variability within-person due to diurnal rhythm and illness: a case report.",
    "Pagination": {
      "StartPage": "29",
      "MedlinePgn": "29"
    },
    "Abstract": {
      "AbstractText": [
        "Vitamin D nutrition research requires accurate measures of circulating 25-hydroxyvitamin D. Our objectives were to test whether a diurnal fluctuation in blood-spot concentrations of 25-hydroxyvitamin D can be demonstrated statistically in a single individual, and whether such fluctuation is affected by the pre-dose versus post-dose timing of the blood draw.",
        "The participant in this case study was a generally healthy Caucasian woman in her 40s who has taken 5000 IU vitamin D3 supplement at midday for over 1 year. Each blood sample was drawn individually from a finger prick onto filter paper at morning, midday, or night, on 4 days (three groups of five individual blood samples per collection day). On days 1 and 2, the midday samples were collected approximately 1 hour after the supplement was taken; on days 3 and 4, the midday samples were collected within an hour prior to supplementation (the classical, daily \"trough\" value for a drug). There was a significant daily pattern of variation in 25-hydroxyvitamin D concentrations (analysis of variance p ≤ 0.02 for 3 of the 4 days): peak midday mean 25-hydroxyvitamin D was approximately 20% higher than in the morning, and approximately 13% higher than in the evening. Trough sampling produced no significant difference in 25-hydroxyvitamin D compared to sampling an hour after the dose. An incidental finding was that acute illness during the study was related to acutely lower 25-hydroxyvitamin D at every sampling time in the day (p < 0.00001).",
        "There was a consistent diurnal variation in 25-hydroxyvitamin D, with the peak at midday. There was no difference between trough versus post-dose blood draws. Acute illness may acutely lower serum 25-hydroxyvitamin D levels. Because within-person, within-day variability in 25-hydroxyvitamin D is approximately 20%, sampling time introduces systematic error in vitamin D nutritional assessment that is bigger than random analytical error or choice of assay method."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-5859-7231"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "GrassrootsHealth, 315 S. Coast Hwy 101, Suite U-87, Encinitas, CA, 92024, USA. christine@grassrootshealth.org."
          }
        ],
        "LastName": "French",
        "ForeName": "Christine B",
        "Initials": "CB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "GrassrootsHealth, 315 S. Coast Hwy 101, Suite U-87, Encinitas, CA, 92024, USA."
          }
        ],
        "LastName": "McDonnell",
        "ForeName": "Sharon L",
        "Initials": "SL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Nutritional Sciences, and Department of Laboratory Medicine and Pathobiology, University of Toronto, 27 King's College Circle, Toronto, Ontario, M5S 1A1, Canada."
          }
        ],
        "LastName": "Vieth",
        "ForeName": "Reinhold",
        "Initials": "R"
      }
    ],
    "GrantList": [
      {
        "GrantID": "N/A",
        "Agency": "GrassrootsHealth",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Med Case Rep",
    "NlmUniqueID": "101293382",
    "ISSNLinking": "1752-1947"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "1406-16-2",
      "NameOfSubstance": "Vitamin D"
    },
    {
      "RegistryNumber": "1C6V77QF41",
      "NameOfSubstance": "Cholecalciferol"
    },
    {
      "RegistryNumber": "A288AR3C9H",
      "NameOfSubstance": "25-hydroxyvitamin D"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "blood"
      ],
      "DescriptorName": "Cholecalciferol"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Circadian Rhythm"
    },
    {
      "QualifierName": [
        "blood",
        "physiopathology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dietary Supplements"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [
        "analogs & derivatives",
        "blood",
        "physiology"
      ],
      "DescriptorName": "Vitamin D"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The GrassrootsHealth study was approved by the Western Institutional Review Board (Olympia, WA, USA), and this case participant provided written informed consent to participate. CONSENT FOR PUBLICATION: Written informed consent was obtained from the participant for publication of this case report and any accompanying images. A copy of the written consent is available for review by the Editor-in-Chief of this journal. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}