{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1330221",
  "DateCompleted": {
    "Year": "1992",
    "Month": "12",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0001-4079",
      "JournalIssue": {
        "Volume": "176",
        "Issue": "5",
        "PubDate": {
          "Year": "1992",
          "Month": "May"
        }
      },
      "Title": "Bulletin de l'Academie nationale de medecine",
      "ISOAbbreviation": "Bull Acad Natl Med"
    },
    "ArticleTitle": "[Chemoprophylaxis and chemotherapy of common colds caused by rhinoviruses: overview and outlook].",
    "Pagination": {
      "StartPage": "669",
      "EndPage": "681",
      "MedlinePgn": "669-81"
    },
    "Abstract": {
      "AbstractText": [
        "Rhinoviruses are the main etiologic agents of infectious common colds, which represent about 40% of the acute respiratory infections in man. The antigenic diversity of rhinoviruses precludes any prevention by vaccination. Within the last 20 years, efforts have therefore concentrated on chemoprophylaxis or chemotherapy with antiviral agents. Interferons (alpha and beta) administered intranasally at high doses, exerted a significant prophylactic activity in volunteers inoculated with rhinoviruses or in the course of epidemics in families. By contrast, the therapeutic activity of interferons is almost nonexistent, which greatly limits their practical interest. Various synthetic chemicals exert a marked and selective inhibitory effect on the replication of various serotypes of rhinoviruses in cell cultures. In the absence of an animal model of rhinovirus infection, in vivo studies of these molecules have been performed in human volunteers, chiefly at the Common Cold Research Unit in Salisbury (Great Britain). 3 synthetic compounds (an imidazothiazole, a benzimidazole derivative and a piperazinyl-pyridazine) have exerted a significant prophylactic activity, especially marked with the latter. None of these compounds, however, was active when administered after the infectious challenge. The search for selective anti-rhinovirus compounds is still going on; it will probably be facilitated through a combination of structural studies of rhinovirus capsids (or of their cellular receptors) with computer-assisted design of synthetic molecules. The recent observation of the influence of psychological factors on the propensity of rhinovirus-infected subjects to develop clinically apparent common cold must be taken into account in future studies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut de chimie des substances naturelles, CNRS, Gif-sur-Yvette."
          }
        ],
        "LastName": "Werner",
        "ForeName": "G H",
        "Initials": "GH"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Chimioprophylaxie et chimiothérapie des rhumes caués par les rhinovirus: bilan et perspectives."
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Bull Acad Natl Med",
    "NlmUniqueID": "7503383",
    "ISSNLinking": "0001-4079"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antiviral Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antiviral Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "microbiology",
        "prevention & control"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Rhinovirus"
    }
  ],
  "NumberOfReferences": "33"
}