{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8039434",
  "DateCompleted": {
    "Year": "1994",
    "Month": "08",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "11",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0907-8916",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "2",
        "PubDate": {
          "Year": "1994",
          "Month": "Apr"
        }
      },
      "Title": "Danish medical bulletin",
      "ISOAbbreviation": "Dan Med Bull"
    },
    "ArticleTitle": "Effects on the nasal mucosa of upper respiratory viruses (common cold).",
    "Pagination": {
      "StartPage": "193",
      "EndPage": "204",
      "MedlinePgn": "193-204"
    },
    "Abstract": {
      "AbstractText": [
        "Delineation of the pathogenesis of symptoms during common colds is the overall aim of this work. The studies included in this thesis have focused on the histopathologic changes in the nasal mucosa produced by infection with respiratory viruses. The accepted concept when these studies were undertaken was that cold symptoms were caused by destruction of nasal epithelium by virus and that epithelial damage sometimes led to secondary bacterial infection evidenced by purulent nasal secretions. The pathogenesis of cold symptoms has been reviewed in this thesis based on investigations by others and my own research. Chapter 1 described the clinical design of a naturally acquired cold model and an experimental rhinovirus cold model which were used. The advantages of the experimental model over the natural cold model are that the viral etiology is known and that volunteers can be studied beginning at viral inoculation rather than onset of symptoms. Unfortunately, the experimental model is very expensive. Chapter 2 reviewed the histopathology of the nasal mucosa during colds. The degree of destruction of the mucosa during naturally acquired colds reported in the literature has varied. We did not detect any discernible damage of the epithelium by light and scanning electron microscopy in naturally acquired colds. We repeated the study in volunteers with rhinovirus colds and again did not find any damage to the surface epithelium (light microscopy). Although different viruses may cause epithelial damage in naturally acquired colds, in rhinovirus colds the epithelium of the anterior part of the inferior turbinate is not destroyed. There was an early influx of neutrophils into the nasal mucosa in patients both with naturally acquired colds (day 2 after onset) and with experimental rhinovirus colds. This discovery in combination with the minimal damage of the nasal epithelium led to formulation of a new hypothesis of how cold symptoms may be produced. The influx of neutrophils might be a direct response to viral infection and/or may reflect the release of a cascade of inflammatory mediators which are responsible in part for the symptoms. Naclerio et al (1988) has since shown that the number of neutrophils in nasal secretions increases early in rhinovirus colds. This increase correlated nicely with the symptoms. In addition, Turner (1988) demonstrated the elaboration of a chemoattractant factor for neutrophils by cell cultures infected with rhinovirus type 39. Chapter 3 focused on the location of rhinovirus replication in the nose and nasopharynx. The entire mucosal lining of the nasal cavities was not infected during the first week of a rhinovirus colds.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Otolaryngology, Rigshospitalet, Copenhagen."
          }
        ],
        "LastName": "Winther",
        "ForeName": "B",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Denmark",
    "MedlineTA": "Dan Med Bull",
    "NlmUniqueID": "0066040",
    "ISSNLinking": "0907-8916"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Trials as Topic"
    },
    {
      "QualifierName": [
        "microbiology",
        "pathology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Lymphocyte Subsets"
    },
    {
      "QualifierName": [
        "microbiology",
        "pathology"
      ],
      "DescriptorName": "Nasal Mucosa"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Nasopharynx"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Nose"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "physiology"
      ],
      "DescriptorName": "Rhinovirus"
    }
  ],
  "NumberOfReferences": "49"
}