{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20151787",
  "DateCompleted": {
    "Year": "2010",
    "Month": "06",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1185/03007991003648015"
    ],
    "Journal": {
      "ISSN": "1473-4877",
      "JournalIssue": {
        "Volume": "26",
        "Issue": "4",
        "PubDate": {
          "Year": "2010",
          "Month": "Apr"
        }
      },
      "Title": "Current medical research and opinion",
      "ISOAbbreviation": "Curr Med Res Opin"
    },
    "ArticleTitle": "Effects of intranasal xylometazoline, alone or in combination with ipratropium, in patients with common cold.",
    "Pagination": {
      "StartPage": "889",
      "EndPage": "899",
      "MedlinePgn": "889-99"
    },
    "Abstract": {
      "AbstractText": [
        "Common cold is one of the most prevalent conditions that family doctors encounter. One of the first symptoms to occur is nasal congestion, which can have a negative impact on daily life and prompts many patients to seek treatment for relief. Xylometazoline nasal spray (Otrivin*) is a topical decongestant that has been used successfully for many years and is generally recognized as an effective and safe therapy. However, most studies have investigated its clinical efficacy in healthy patients and few have included patients with common cold.",
        "To review the published clinical efficacy and safety of xylometazoline alone and in combination in the management of nasal congestion in patients with common cold. Literature searches of PubMed and the Cochrane Library were conducted to obtain published open or blinded, randomized, placebo- or active-controlled studies on the use of xylometazoline hydrochloride for the symptomatic relief of nasal congestion in patients with common cold. Searches included papers published in English only, up to September 2009.",
        "Despite the small number of studies identified in common cold (n = 4), as per search criteria defined, intranasal xylometazoline quickly and effectively relieved nasal congestion. When used alone, xylometazoline had a clinically relevant decongestant effect that was significantly superior for up to 10 hours compared with placebo. The superior decongestant effect with xylometazoline led to high patient satisfaction with treatment. When used in combination with ipratropium bromide, nasal congestion and rhinorrhoea were treated simultaneously, leading to significantly higher patient general impression scores compared with either agent used alone. Xylometazoline was well tolerated, with generally mild to moderate nasal-related side effects (e.g. epistaxis in 3.4% of patients, and blood-tinged mucus in 10-26% of patients) that were easily resolved; the most frequently reported non-nasal AEs were headache (3.4%) and period pain (10.3%); no cases of sedation were reported. As expected, no rhinitis medicamentosa or rebound congestion was noted with short-term use (<10 days). No clinically important differences in ciliary motility and mucociliary clearance were observed. Xylometazoline does not result in sympathomimetic systemic side effects seen with oral decongestants (e.g. pseudoephedrine, phenylephrine).",
        "The few studies available in common cold suggest that intranasal xylometazoline provides fast and effective relief of nasal congestion and is well tolerated. When xylometazoline is used in combination with ipratropium, patients with common cold experience the additive benefit of nasal congestion and rhinorrhoea being treated simultaneously."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Common Cold Centre & Healthcare Clinical Trials, Cardiff School of Biosciences, Cardiff University, Cardiff, UK. eccles@cardiff.ac.uk"
          }
        ],
        "LastName": "Eccles",
        "ForeName": "Ronald",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Martensson",
        "ForeName": "Kaj",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chen",
        "ForeName": "Shirley C",
        "Initials": "SC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Curr Med Res Opin",
    "NlmUniqueID": "0351014",
    "ISSNLinking": "0300-7995"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Bronchodilator Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Imidazoles"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Nasal Decongestants"
    },
    {
      "RegistryNumber": "GR88G0I6UL",
      "NameOfSubstance": "Ipratropium"
    },
    {
      "RegistryNumber": "WPY40FTH8K",
      "NameOfSubstance": "xylometazoline"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Administration, Intranasal"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects"
      ],
      "DescriptorName": "Bronchodilator Agents"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Drug Therapy, Combination"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug-Related Side Effects and Adverse Reactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects",
        "therapeutic use"
      ],
      "DescriptorName": "Imidazoles"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects"
      ],
      "DescriptorName": "Ipratropium"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects",
        "therapeutic use"
      ],
      "DescriptorName": "Nasal Decongestants"
    }
  ],
  "NumberOfReferences": "46"
}