{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [
    "00026624"
  ],
  "InvestigatorList": [],
  "PMID": "11589226",
  "DateCompleted": {
    "Year": "2001",
    "Month": "10",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0914-9201",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "4",
        "PubDate": {
          "Year": "2000",
          "Month": "Dec"
        }
      },
      "Title": "Uchu Seibutsu Kagaku",
      "ISOAbbreviation": "Biol Sci Space"
    },
    "ArticleTitle": "[Microbial diversity of deep-sea extremophiles--Piezophiles, Hyperthermophiles, and subsurface microorganisms].",
    "Pagination": {
      "StartPage": "341",
      "EndPage": "352",
      "MedlinePgn": "341-52"
    },
    "Abstract": {
      "AbstractText": [
        "Knowledge of our Planet's biosphere has increased tremendously during the last 10 to 20 years. In the field of Microbiology in particular, scientists have discovered novel \"extremophiles\", microorganisms capable of living in extreme environments such as highly acidic or alkaline conditions, at high salt concentration, with no oxygen, extreme temperatures (as low as -20 degrees C and as high as 300 degrees C), at high concentrations of heavy metals and in high pressure environments such as the deep-sea. It is apparent that microorganisms can exist in any extreme environment of the Earth, yet already scientists have started to look for life on other planets; the so-called \"Exobiology\" project. But as yet we have little knowledge of the deep-sea and subsurface biosphere of our own planet. We believe that we should elucidate the Biodiversity of Earth more thoroughly before exploring life on other planets, and these attempts would provide deeper insight into clarifying the existence of extraterrestrial life. We focused on two deep-sea extremophiles in this article; one is \"Piezophiles\", and another is \"Hyperthermophiles\". Piezophiles are typical microorganisms adapted to high-pressure and cold temperature environments, and located in deep-sea bottom. Otherwise, hyperthermophiles are living in high temperature environment, and located at around the hydrothermal vent systems in deep-sea. They are not typical deep-sea microorganisms, but they can grow well at high-pressure condition, just like piezophiles. Deming and Baross mentioned that most of the hyperthermophilic archaea isolated from deep-sea hydrothermal vents are able to grow under conditions of high temperature and pressure, and in most cases their optimal pressure for growth was greater than the environmental pressure they were isolated from. It is possible that originally their native environment may have been deeper than the sea floor and that there had to be a deeper biosphere. This implication suggests that the deep-sea hydrothermal vents are the windows to a deep subsurface biosphere. A vast array of chemoautotrophic deep-sea animal communities have been found to exist in cold seep environments, and most of these animals are common with those found in hydrothermal vent environments. Thus, it is possible to consider that the cold seeps are also one of slit windows to a deep subsurface biosphere. We conclude that the deep-sea extremophiles are very closely related into the unseen majority in subsurface biosphere, and the subsurface biosphere probably concerns to consider the \"exobiology\"."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The DEEPSTAR Group, Japan Marine Science and Technology Center. katoc@jamstec.go.jp"
          }
        ],
        "LastName": "Kato",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Takai",
        "ForeName": "K",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Biol Sci Space",
    "NlmUniqueID": "100972048",
    "ISSNLinking": "0914-9201"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Archaea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Atmospheric Pressure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bacteria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ecosystem"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exobiology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hot Temperature"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Seawater"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Water Microbiology"
    }
  ]
}