{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22336807",
  "DateCompleted": {
    "Year": "2012",
    "Month": "05",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "02",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "02",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/14651858.CD004976.pub3"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "2",
        "PubDate": {
          "Year": "2012",
          "Month": "Feb",
          "Day": "15"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Oral antihistamine-decongestant-analgesic combinations for the common cold.",
    "Pagination": {
      "StartPage": "CD004976",
      "MedlinePgn": "CD004976"
    },
    "Abstract": {
      "AbstractText": [
        "Although combination formulas containing antihistamines, decongestants and/or analgesics are sold over-the-counter (OTC) in large quantities for the common cold, the evidence of effectiveness is limited.",
        "To assess the effectiveness of antihistamine-decongestant-analgesic combinations in reducing the duration and alleviating the symptoms of the common cold in adults and children.",
        "We searched the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2011, Issue 4), which contains the Cochrane Acute Respiratory Infections Group's Specialised Register, OLDMEDLINE (1953 to 1965), MEDLINE (1966 to November Week 3, 2011) and EMBASE (1990 to December 2011).",
        "Randomised controlled trials (RCTs) investigating the effectiveness of antihistamine-decongestant-analgesic combinations compared with placebo, other active treatment (excluding antibiotics) or no treatment in children and adults with the common cold.",
        "Two review authors independently extracted and summarised data on general recovery, nasal obstruction, rhinorrhoea, sneezing, cough and side effects. We categorised the trials according to the active ingredients.",
        "We included 27 trials (5117 participants) of common cold treatments. Fourteen trials studied antihistamine-decongestant combinations; two antihistamine-analgesic; six analgesic-decongestant; and five antihistamine-analgesic-decongestant combinations. In 21 trials the control intervention was placebo and in six trials an active substance. Reporting of methods in most trials was poor and there were large differences in design, participants, interventions and outcomes. Pooling was only possible for a limited number of studies and outcomes.Antihistamine-decongestant: 12 trials. Eight trials report on global effectiveness, six could be pooled; n = 309 on active treatment, n = 312 placebo) the odds ratio (OR) of treatment failure was 0.27 (95% confidence interval (CI) 0.15 to 0.50); the number needed to treat for an additional beneficial outcome (NNTB) was four (95% CI 3 to 5.6). On the final evaluation day 41% of participants in the placebo group had a favourable response compared to 66% on active treatment. Of the two trials that were not included in the pooling, one showed some global effect, the other showed no effect.Antihistamine-analgesic: three trials. Two reported on global effectiveness, data from one study was presented. (n = 290 on active treatment, n = 292 ascorbic acid). The OR of treatment failure was 0.33 (95% CI 0.23 to 0.46) and the NNTB was 6.67 (95% CI 4.76 to 12.5). After six days of treatment 43% were cured in the control group and 70% in the active treatment group. The second study also showed an effect in favour of active treatment.Analgesic-decongestant: six trials. One trial reported on global effectiveness: 73% benefited compared with 52% in the control group (paracetamol) (OR 0.28, 95% CI 0.15 to 0.52).Antihistamine-analgesic-decongestant: Five trials. Four trials reported on global effectiveness, two could be pooled: global effect reported (less than one severity point on a four or five-point scale) with active treatment (52%) and placebo (34%); the OR of treatment failure was 0.47 (95% CI 0.33 to 0.67) and the NNTB was 5.6 (95% CI 3.8 to 10.2). Two other trials found no beneficial effect. Two other studies did not show any effect.Two studies with antihistamine-decongestant (113 children) could not be pooled. There was no significant effect of the active treatment.Adverse effects: the combination of antihistamine-decongestant had more adverse effects than the control intervention but the difference was not significant: 157/810 (19%) versus 60/477 (13%) participants suffered one or more adverse effects (OR 1.58, 95% CI 0.78 to 3.21). Analgesic-decongestant combinations had significantly more adverse effects than control (OR 1.71, 95% CI 1.23 to 2.37); the number needed to treat for an additional harmful outcome (NNTH) was 14. None of the other two combinations caused significantly more adverse effects. Antihistamine-analgesic: 11/90 with combination suffered one or more adverse effects (12%) versus 9/91 (10%) with control (OR 1.27, 95% CI 0.50 to 3.23). Antihistamine-analgesic-decongestant: in one study 5/224 (2%) suffered adverse effects with active treatment versus 9/208 (4%) with placebo. Two other trials reported no differences between treatment groups but numbers were not reported.",
        "Current evidence suggests that antihistamine-analgesic-decongestant combinations have some general benefit in adults and older children. These benefits must be weighed against the risk of adverse effects. There is no evidence of effectiveness in young children."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of General Practice and Primary Health Care, Ghent University, Ghent, Belgium. an.desutter@UGent.be."
          }
        ],
        "LastName": "De Sutter",
        "ForeName": "An I M",
        "Initials": "AI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "van Driel",
        "ForeName": "Mieke L",
        "Initials": "ML"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kumar",
        "ForeName": "Anna A",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lesslar",
        "ForeName": "Olivia",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Skrt",
        "ForeName": "Alja",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Analgesics"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Drug Combinations"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Histamine Antagonists"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Nasal Decongestants"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2022 Jan 21;1:CD004976",
      "PMID": "35060618"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Administration, Oral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "therapeutic use"
      ],
      "DescriptorName": "Analgesics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Combinations"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "therapeutic use"
      ],
      "DescriptorName": "Histamine Antagonists"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "therapeutic use"
      ],
      "DescriptorName": "Nasal Decongestants"
    }
  ]
}