{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32589580",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "19.238",
      "10.7812/TPP/19.238"
    ],
    "Journal": {
      "ISSN": "1552-5775",
      "JournalIssue": {
        "Volume": "24",
        "PubDate": {
          "Year": "2020"
        }
      },
      "Title": "The Permanente journal",
      "ISOAbbreviation": "Perm J"
    },
    "ArticleTitle": "Redressing Underrecognition of \"Cold Drink Heart\": Patients Teaching Physicians about Atrial Fibrillation Triggered by Cold Drink and Food.",
    "Abstract": {
      "AbstractText": [
        "In this essay I tell the story of insightful patients from around the world with cold-drink atrial arrhythmias, particularly atrial fibrillation (AF). This common condition has received little research attention and remains unknown to many physicians. The under-representation of \"cold drink heart\" in the literature led me and a colleague a few years ago to publish a case report on this topic in an open-access journal. I included my email address so that physicians and researchers could contact me. Although I sought a physician audience, the report struck a chord with patients. Sixteen individuals have since written me to express their gratitude for having received medical validation of the causal connection they had made between swallowing cold drink or food and their episodes of paroxysmal AF. The validation was all the more important because of their physicians' prevalent disregard of the link, making them miss out on the opportunity to partner with their patients in AF management by trigger avoidance. I explain here how these patients have handled their cold-drink AF and connect their reports with the few published in the literature. These rich email exchanges illustrate how eager patients can be for an explanation of their medical condition and for an opportunity to manage their symptoms. These communications also remind us about the important role patients play in physician education. These email-writing patients have done us all a great service by teaching about the precipitants, prevention, and underrecognition of cold-drink atrial arrhythmias."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Emergency Medicine, Kaiser Permanente (KP) Sacramento Medical Center, Sacramento, CA; The Permanente Medical Group, the CREST Network, and the KP Division of Research, Oakland, CA."
          }
        ],
        "LastName": "Vinson",
        "ForeName": "David R",
        "Initials": "DR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Perm J",
    "NlmUniqueID": "9800474",
    "ISSNLinking": "1552-5767"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Atrial Fibrillation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Beverages"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Food"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physician-Patient Relations"
    }
  ],
  "CoiStatement": "<b>Disclosure Statement</b>. The author(s) have no conflicts of interest to disclose."
}