{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "l'immersion en eau froide est l'une des techniques de récupération et de rééducation les plus courantes chez les athlètes. Cependant, plusieurs facteurs tels que le choc induit par l'eau froide peuvent affecter l'efficacité de cette technique.",
        "Le but de cette étude était d'étudier l'effet de 4 semaines d'habituation à l'eau froide sur l'efficacité de la technique de récupération CWI sur les dommages musculaires et les indices fonctionnels des jeunes footballeurs.",
        "Vingt jeunes hommes sans expérience préalable du CWI ont participé à cette étude. La puissance de sortie et le RSADec des sujets ont été mesurés. Les sujets ont ensuite effectué un test de football simulé et, après avoir recueilli des échantillons de sang, ont été immédiatement immergés dans de l'eau à 15° C pendant 15 minutes. Vingt-quatre heures plus tard, les prélèvements sanguins et les tests fonctionnels ont été répétés. Les sujets ont ensuite été divisés au hasard en deux groupes d'exercice avec récupération CWI et exercice avec récupération passive. Après quatre semaines, le prélèvement sanguin et les tests de performance se répètent comme le pré-test.",
        "Le CWI n'a eu aucun effet significatif sur les taux sériques d'AST et de LDH avant et après 4 semaines de CWI (P> 0,05). De plus, il n'y avait pas de différence significative entre la puissance de sortie et le RSADec après CWI avant et après l'accoutumance à l'eau froide (P> 0,05).",
        "Il semble que l'expérience de récupération par immersion en eau froide n'ait aucun effet sur l'efficacité de cette méthode. Par conséquent, les entraîneurs de football et les athlètes devraient réfléchir davantage à l'utilisation de cette méthode de récupération."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33899195",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "01",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2724-7031",
      "JournalIssue": {
        "Volume": "99",
        "Issue": "2",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb"
        }
      },
      "Title": "La Tunisie medicale",
      "ISOAbbreviation": "Tunis Med"
    },
    "ArticleTitle": "Experience of cold-water immersion on recovery efficiency after soccer match.",
    "Pagination": {
      "StartPage": "252",
      "EndPage": "258",
      "MedlinePgn": "252-258"
    },
    "Abstract": {
      "AbstractText": [
        "immersion in cold-water is one of the most common recovery and rehabilitation techniques among athletes. However, several factors such as shocking induced by cold water can affect the effectiveness of this technique.",
        "The aim of this study was to investigate the effect of 4 weeks cold water habituation on the effectiveness of CWI recovery technique on muscle damage and function indices of young soccer players.",
        "Twenty young men with no previous experience of CWI participated in this study. Output power and RSADec of subjects were measured. The subjects then performed a simulated soccer test and, after collecting blood samples, were immediately immersed in 15 ° C water for 15 minutes. Twenty-four hours later blood sampling and functional tests were repeated. Subjects then were divided randomly into two groups of exercise with CWI recovery and exercise with passive recovery. After four weeks, the blood sampling and performance tests repeated like the pre-test.",
        "The CWI had no significant effect on serum levels of AST and LDH before and after 4 weeks of CWI (P> 0.05). Also, there was no significant difference in power output and RSADec after CWI before and after cold water habituation (P> 0.05).",
        "It seems that the experience of recovering by immersion in cold-water has no effect on the effectiveness of this method. Therefore, soccer coaches and athletes should think more about using this recovery method."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Farkhari Babak",
        "ForeName": "Mostafa",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mosaferi Ziaaldini",
        "ForeName": "Mohammad",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hoseini Seyyed Reza",
        "ForeName": "Attarzadeh",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Tunisia",
    "MedlineTA": "Tunis Med",
    "NlmUniqueID": "0413766",
    "ISSNLinking": "0041-4131"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "059QF0KO0R",
      "NameOfSubstance": "Water"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immersion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Soccer"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Water"
    }
  ]
}