{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Durante la rinite virale comune, l’evoluzione dell’infiammazione nasale, per i pazienti sotto trattamento con corticosteroidi topici per poliposi nasale, non è chiaramente definita dalla letteratura. In questo studio abbiamo realizzato un’analisi comparativa dell’infiammazione nasale durante un episodio di rinite virale comune tra pazienti trattati con corticosteroidi topici per poliposi nasale e pazienti controllo. Due gruppi di pazienti (35 pazienti consecutivi con poliposi nasale trattata con terapia medica, e 17 pazienti controllo senza nessun segno di patologia rinosinusale cronica) sono stati analizzati. Complessivamente 10 pazienti con poliposi nasale e 11 controlli hanno presentato una rinite virale durante il periodo di sorveglianza di un anno. Un lavaggio nasale è stato eseguito all’inclusione ed un altro durante l’episodio di rinite. I mediatori solubili dell’infiammazione, gli indicatori di permeabilità sono stati analizzati nei lavaggi nasali come lo sono stati i conti cellulari totali e differenziali. A livello basale non si è evidenziata nessuna differenza statisticamente significativa tra i pazienti con poliposi nasale ed i controlli tranne per gli eosinofili. Il confronto tra valori basali e valori del secondo lavaggio hanno dimostrato per i controlli un aumento di tutti i parametri, eccetto degli eosinofili. Nella poliposi nasale il conto totale di neutrofili tendeva ad aumentare. Tuttavia nella poliposi nasale tutti gli altri parametri solubili, eccetto l’interleuchina-6, non hanno mostrato nessuna variazione significativa tra primo e secondo lavaggio. In conclusione gli indicatori di infiammazione nasale durante gli episodi di rinite virale sembrano simili per i pazienti con poliposi nasale trattata con corticosteroidi topici e i pazienti senza poliposi nasale."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17608135",
  "DateCompleted": {
    "Year": "2007",
    "Month": "08",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0392-100X",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "2",
        "PubDate": {
          "Year": "2007",
          "Month": "Apr"
        }
      },
      "Title": "Acta otorhinolaryngologica Italica : organo ufficiale della Societa italiana di otorinolaringologia e chirurgia cervico-facciale",
      "ISOAbbreviation": "Acta Otorhinolaryngol Ital"
    },
    "ArticleTitle": "Nasal inflammation induced by a common cold: comparison between controls and patients with nasal polyposis under topical steroid therapy.",
    "Pagination": {
      "StartPage": "78",
      "EndPage": "82",
      "MedlinePgn": "78-82"
    },
    "Abstract": {
      "AbstractText": [
        "The evolution of nasal inflammation during a common cold in patients with nasal polyposis under topical steroid treatment is not clearly defined in the literature. Objective of this study was to analyse nasal inflammation during a common cold in patients with nasal polyposis under topical steroid treatment in comparison with control subjects. Two groups of subjects (35 consecutive patients with nasal polyposis receiving medical treatment, and 17 control subjects without any symptoms of chronic rhino-sinusitis) were studied: 10 patients with nasal polyposis and 11 controls had a common cold during a one-year follow-up period. Nasal lavage was performed at baseline and during the common cold. Soluble inflammatory mediators and permeability markers were determined in the nasal lavage fluid, as well as total and differential counts of the cells present. At baseline, no significant difference between controls and patients was observed, except for eosinophils. Paired comparisons between baseline and cold in controls revealed that all measured parameters, except for eosinophils, increased in the second nasal lavage. In nasal polyposis patients, the total cell neutrophil counts tended to increase. However, most of the concentrations of soluble parameters did not vary significantly in the second lavage, except for interleukin-6. In conclusion nasal inflammation markers appear to be similar in patients with and without nasal polyposis during a common cold when nasal polyposis patients are under topical steroid treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Public Health and Environment, Faculty of Pharmacy, University Paris V, Paris."
          }
        ],
        "LastName": "Dassonville",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bonfils",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Momas",
        "ForeName": "I",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Seta",
        "ForeName": "N",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Acta Otorhinolaryngol Ital",
    "NlmUniqueID": "8213019",
    "ISSNLinking": "0392-100X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Inflammatory Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Administration, Topical"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Inflammatory Agents"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "pathology"
      ],
      "DescriptorName": "Inflammation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nasal Cavity"
    },
    {
      "QualifierName": [
        "drug therapy",
        "pathology"
      ],
      "DescriptorName": "Nasal Polyps"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    }
  ]
}