{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Il raffreddore comune è la più frequente infezione virale dell’uomo. Tutte le terapie, anche le più recenti, sono sintomatiche. Le nuove terapie farmacologiche sono generalmente legate a prescrizione medica ma, poiché la maggior parte dei pazienti affetti da raffreddore comune non ricorrono all’intervento del medico, vi è necessità di efficaci opzioni terapeutiche non soggette all’obbligatorietà di prescrizione medica. Nel presente studio proponiamo un approccio innovativo basato sulla possibilità di rendere il sito d’infezione, il rinofaringe, ambiente biologico ostile per la sopravvivenza e la diffusione del virus. Abbiamo ipotizzato che le infezioni possano essere prevenute utilizzando un approccio fisico-biologico atto a creare, nel sito d’infezione, condizioni in grado di inibire la sopravvivenza e la persistenza del virus infettante e dei virus rilasciati dalle cellule epiteliali infettate. Per il presente studio è stato sviluppato e testato uno spray per irrigazioni nasali, in grado di rilasciare un gel a basso pH. Lo studio randomizzato in doppio cieco verso placebo ha valutato in parallelo tre formulazioni per spray nasale in 441 soggetti con l’obiettivo di valutare se tali formulazioni erano in grado di ridurre la severità e la durata del raffreddore rispetto ad uno spray placebo. Ai soggetti reclutati, tutti volontari, il prodotto è stato fornito quando ancora privi di sintomi istruendoli ad iniziare il trattamento non appena avessero riconosciuto i primi segni di un incipiente raffreddore; essi dovevano percepire almeno uno dei seguenti sintomi: bruciore o prurito in gola/naso chiuso o secrezione nasale siero-mucosa. Il prodotto è stato somministrato quattro volte al giorno con almeno 4 ore d’intervallo fra una somministrazione e l’altra per 7 giorni. L’efficacia è stata valutata per mezzo di un Sistema Interattivo di chiamata vocale (IVRS) secondo il quale ai soggetti è stato richiesto di contattare per telefono il centro di riferimento due volte al giorno e riferire la severità dei sintomi in base ad un punteggio da 0 a 3 dove 0 corrispondeva ad “assenza del sintomo” e 3 a “sintomo severo”. I sintomi valutati sono stati: bruciore di gola, secrezione nasale siero-mucosa, ostruzione nasale, tosse e sensazione di prostrazione. Due formulazioni hanno dimostrato efficacia significativa. La formulazione a base di idrossi-metil-propil cellulosa ha ridotto la severità dei sintomi nei confronti della formulazione placebo del 17%, la formulazione a base di Poloxamer del 21%. La durata della malattia si è ridotta con la formulazione a base di idrossi-metil-propil cellulosa di 1,5 e 2,4 giorni (in base al dosaggio utilizzato) e di 2,5 giorni con la formulazione a base di Poloxamer. I risultati del presente studio suggeriscono che il favorire un ambiente inibente non virus specifico nel rinofaringe si presenta come un efficace e promettente metodo per ridurre la severità e la durata del raffreddore comune."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17608134",
  "DateCompleted": {
    "Year": "2007",
    "Month": "08",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0392-100X",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "2",
        "PubDate": {
          "Year": "2007",
          "Month": "Apr"
        }
      },
      "Title": "Acta otorhinolaryngologica Italica : organo ufficiale della Societa italiana di otorinolaringologia e chirurgia cervico-facciale",
      "ISOAbbreviation": "Acta Otorhinolaryngol Ital"
    },
    "ArticleTitle": "Effects of creating a non-specific, virus-hostile environment in the nasopharynx on symptoms and duration of common cold.",
    "Pagination": {
      "StartPage": "73",
      "EndPage": "77",
      "MedlinePgn": "73-7"
    },
    "Abstract": {
      "AbstractText": [
        "The Common Cold remains the most frequent symptomatic viral infection in man. Current best therapies are all symptomatic. New pharmacological therapies are likely to be prescription-bound, and as most Common Cold infections are successfully treated without the intervention of a Physician, there is a need for effective non-prescription therapy options. Aim of this study is to propose a new type of approach, based on the concept of making a hostile biological environment for virus survival and spreading at the point of infection, the nasopharynx. The hypothesis was advanced that infections could be controlled using a physical biological approach to create an environment at the point of infection, that is inhibitory to the survival, and persistence of infecting virus, and of viruses newly released from infected mucosal epithelial cells. A nasal irrigation spray, designed to deliver a low pH gel to the nasal cavity, was developed and tested in this study. The study was a randomised, parallel, double-blind, placebo-controlled evaluation of three formulations of irrigation nasal spray in 441 subjects. The objective was to test whether the formulations reduced Cold severity and Cold duration compared to a placebo nasal spray. Subjects were recruited, and supplied with the product when healthy, and were instructed to begin treating and recording symptom severity once they experienced the \"first signs\" of a Common Cold. To qualify, subjects had to volunteer that they had at least one of the symptoms: sore/scratchy throat, runny nose or congested nose. The product was used 4 times daily, with at least 4 hours separating each dose, for a maximum of 7 days. Efficacy was assessed by an Interactive Voice Recall System whereby subjects were required to contact the investigation site, by telephone, twice daily when they were asked to assess the severity of their symptoms using a four point ordinal scale where 0 = \"absent\", and 3 = \"severe\". The symptoms assessed were sore throat, runny nose, blocked nose, cough and tired/run-down feeling. Two formulations demonstrated significant effects. A hydroxy methyl propyl cellulose based formulation reduced symptom severity compared with placebo by 17% and a Poloxamer based formulation reduced severity by 21%. Duration of illness was reduced with a hydroxy methyl propyl cellulose based formulation by 1.5 days to 2.4 days (according to the dose) and by a Poloxamer based formulation by 2.5 days. Results of this study suggest that the creation of a non virus-specific, inhibitory environment in the nasopharynx holds promise as an effective method of controlling the severity and duration of the Common Cold."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Procter & Gamble Health Sciences Institute, Egham, Surrey, UK."
          }
        ],
        "LastName": "Hull",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rennie",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Noronha",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Poore",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Harrington",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fearnley",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Passàli",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Acta Otorhinolaryngol Ital",
    "NlmUniqueID": "8213019",
    "ISSNLinking": "0392-100X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "9004-34-6",
      "NameOfSubstance": "Cellulose"
    },
    {
      "RegistryNumber": "9XZ8H6N6OH",
      "NameOfSubstance": "hydroxypropylcellulose"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "analogs & derivatives",
        "pharmacology"
      ],
      "DescriptorName": "Cellulose"
    },
    {
      "QualifierName": [
        "prevention & control",
        "virology"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Double-Blind Method"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "drug effects",
        "virology"
      ],
      "DescriptorName": "Nasopharynx"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Therapeutic Irrigation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}