{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Attributable fractions",
      "China",
      "Moderately cold temperature",
      "Non-accidental mortality",
      "Public health"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32361971",
  "DateCompleted": {
    "Year": "2020",
    "Month": "07",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "05",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s11356-020-08960-5"
    ],
    "Journal": {
      "ISSN": "1614-7499",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "21",
        "PubDate": {
          "Year": "2020",
          "Month": "Jul"
        }
      },
      "Title": "Environmental science and pollution research international",
      "ISOAbbreviation": "Environ Sci Pollut Res Int"
    },
    "ArticleTitle": "Association between moderately cold temperature and mortality in China.",
    "Pagination": {
      "StartPage": "26211",
      "EndPage": "26220",
      "MedlinePgn": "26211-26220"
    },
    "Abstract": {
      "AbstractText": [
        "Ambient air temperature is a key factor affecting human health. Adverse effects of extreme weather on mortality have been well explored and expounded in numerous epidemiological studies. The relationship between moderate temperature and mortality is, however, underexplored. This study quantitatively investigated the temperature-dependent mortality burden in China. Data on daily average temperature and mortality in 15 Chinese cities during 2010-2016 were collected for this study. The association between temperature and city-specific mortality was investigated with a quasi-Poisson regression combined with a distributed lag nonlinear model across lag 0-21 days. The results were then included in a multivariate meta-analysis to derive the pooled estimates of the effect of temperature on mortality at the multi-city level. Mortality fractions attributable to cold and heat (i.e., at temperatures below and above the minimum mortality temperature (MMT)) were calculated. Additionally, temperature ranges were further divided into 1 °C intervals of ambient temperature, and the attributable fractions were calculated for each range. The MMT varied from the 71th to 93th percentiles of temperature in the 15 Chinese cities, centering at the 78th percentile at the multi-city level. In total, 12.65% of non-accidental mortality was attributable to non-optimum temperature, of which cold and hot temperatures corresponded to attributable fractions of 11.38% and 1.27%, respectively. The results of temperature stratifications suggested that moderately cold temperatures provided the highest contribution to mortality caused by temperature. Specifically, the highest attributable fractions were at 7 °C, 7 °C, 8 °C, 8 °C, 4 °C, 4 °C, 5 °C, 7 °C, 7 °C, 4 °C, 5 °C, 5 °C, 6 °C, 11 °C, and 12 °C, for Harbin, Changchun, Shenyang, Urumqi, Beijing, Tianjin, Shijiazhuang, Xining, Lanzhou, Nanjing, Shanghai, Hefei, Chengdu, Kunming, and Guangzhou, respectively. Cold temperature was responsible for a higher proportion of deaths than heat. Moderate cold temperature contributed to most of the total health burden. Finally, the cumulative total counts of deaths caused by moderate cold were the largest. Although moderate cold conferred a slightly lower relative risk than extreme cold, it was more common than extreme cold. Taken together, our results show that the effects of moderate cold temperature on health should receive more attention. Furthermore, our findings could help improve the prediction of climate change effects on human health and support the development of response strategies for the changing climate."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Atmospheric Sciences, Chengdu University of Information Technology, Chengdu, 610000, Sichuan, China. zhangy881208@126.com."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Ying",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Atmospheric Sciences, Chengdu University of Information Technology, Chengdu, 610000, Sichuan, China."
          },
          {
            "Identifier": [],
            "Affiliation": "Key Laboratory for Semi-Arid Climate Change of the Ministry of Education, College of Atmospheric Sciences, Lanzhou University, Lanzhou, 730000, China."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Shigong",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Atmospheric Sciences, Chengdu University of Information Technology, Chengdu, 610000, Sichuan, China."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute of Urban Meteorology, CMA, Beijing, 100089, China."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Xiaoling",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Atmospheric Sciences, Chengdu University of Information Technology, Chengdu, 610000, Sichuan, China."
          }
        ],
        "LastName": "Hu",
        "ForeName": "Qin",
        "Initials": "Q"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Institute for Communicable Disease Control and Prevention, Chinese Center for Disease Control and Prevention, 155, Changbai Road, Changping, Beijing, 102206, China."
          }
        ],
        "LastName": "Zheng",
        "ForeName": "CanJun",
        "Initials": "C"
      }
    ],
    "GrantList": [
      {
        "GrantID": "2016YFA0602004",
        "Agency": "the National key Research and Development Program of China",
        "Country": ""
      },
      {
        "GrantID": "91644226",
        "Agency": "the National Natural Science Foundation of China",
        "Country": ""
      },
      {
        "GrantID": "2018SZDZX0023",
        "Agency": "Special Project on Major Science and Technology of Sichuan Province",
        "Country": ""
      },
      {
        "GrantID": "KYTZ201713",
        "Agency": "the Chengdu University of Information Technology scientific research fund",
        "Country": ""
      },
      {
        "GrantID": "2018Z114",
        "Agency": "Sichuan Provincial Department of Education scientific research fund",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Environ Sci Pollut Res Int",
    "NlmUniqueID": "9441769",
    "ISSNLinking": "0944-1344"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Beijing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "China"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hot Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mortality"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Temperature"
    }
  ]
}