{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16428695",
  "DateCompleted": {
    "Year": "2006",
    "Month": "02",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "04",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1378/chest.129.1_suppl.72S",
      "S0012-3692(15)52834-1"
    ],
    "Journal": {
      "ISSN": "0012-3692",
      "JournalIssue": {
        "Volume": "129",
        "Issue": "1 Suppl",
        "PubDate": {
          "Year": "2006",
          "Month": "Jan"
        }
      },
      "Title": "Chest",
      "ISOAbbreviation": "Chest"
    },
    "ArticleTitle": "Cough and the common cold: ACCP evidence-based clinical practice guidelines.",
    "Pagination": {
      "StartPage": "72S",
      "EndPage": "74S",
      "MedlinePgn": "72S-74S"
    },
    "Abstract": {
      "AbstractText": [
        "To review the literature on cough and the common cold.",
        "MEDLINE was searched through May 2004 for studies published in the English language since 1980 on human subjects using the medical subject heading terms \"cough\" and \"common cold.\" Selected case series and prospective descriptive clinical trials were reviewed. Additional references from these studies that were pertinent to the topic were also reviewed.",
        "Based on extrapolation from epidemiologic data, the common cold is believed to be the single most common cause of acute cough. The most likely mechanism is the direct irritation of upper airway structures. It is also clear that viral infections of the upper respiratory tract that produce the common cold syndrome frequently produce a rhinosinusitis. In the setting of a cold, the presence of abnormalities seen on sinus roentgenograms or sinus CT scans are frequently due to the viral infection and are not diagnostic of bacterial sinus infection.",
        "Cough due to the common cold is probably the most common cause of acute cough. In a significant subset of patients with \"postinfectious\" cough, the etiology is probably an inflammatory response triggered by a viral upper respiratory infection (ie, the common cold). The resultant subacute or chronic cough can be considered to be due to an upper airway cough syndrome, previously referred to as postnasal drip syndrome. This process can be self-perpetuating unless interrupted with active treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pratter",
        "ForeName": "Melvin R",
        "Initials": "MR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Chest",
    "NlmUniqueID": "0231335",
    "ISSNLinking": "0012-3692"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acute Disease"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Cough"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    }
  ]
}