{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Antibiotic misuse",
      "Antibiotics",
      "Cognitive bias",
      "Debiasing",
      "Health education",
      "Outcome bias"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30926995",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1093/tbm/iby122"
    ],
    "Journal": {
      "ISSN": "1613-9860",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "2",
        "PubDate": {
          "Year": "2020",
          "Month": "May",
          "Day": "20"
        }
      },
      "Title": "Translational behavioral medicine",
      "ISOAbbreviation": "Transl Behav Med"
    },
    "ArticleTitle": "Tackling the outcome bias related to the effectiveness of antibiotics against the common cold: results of a randomized controlled trial applying the Solomon four-group design.",
    "Pagination": {
      "StartPage": "325",
      "EndPage": "336",
      "MedlinePgn": "325-336"
    },
    "Abstract": {
      "AbstractText": [
        "In recent years, antimicrobial resistance (AMR) has become an international public health priority. In the area of human medicine, the mis- and overuse of antibiotics is an important contributor to the development of AMR. Such a non-prudent use of antibiotics is especially prevalent in the treatment of viral infections such as the common cold. The present study aims to address the misconception, also known as outcome bias, that antibiotics may be an effective treatment against the common cold by providing a \"debiasing\" risk communication intervention. It aims at conveying the non-existence of a cause-effect relationship between antibiotics and the reduction of cold-related symptoms through a visual aid and simple explanatory text. A Solomon four-group design was employed to test for within- and between-subjects effects of the intervention as well as potential sensitization effects of the repeated measurement. A total of 311 participants residing in Germany were randomly assigned to receiving (1) a pretest, the debiasing intervention and post-test (2), a pretest, a control stimulus and post-test (3), the debiasing intervention and post-test, or (4) the post-test only. Outcome measures included knowledge about the effectiveness of antibiotics, the attitude toward using it as treatment against the common cold and the evaluation of a scenario describing an irresponsible use of antibiotics. Within-subjects comparisons found that participants receiving the pre- and post-test and intervention showed improved knowledge (t(77) = -2.53, p = .014), attitude (t(77) = -2.09, p = .040), and evaluation measures (t(77) = -2.23, p = .028). The pretest might, however, have caused a sensitization of participants for knowledge-related questions (t(77) = 2.207, p = .029). Between-subjects comparisons found differences in knowledge levels between the post-test only group and both groups receiving the intervention (F(3, 307) = 5.63, p = .001, η2p = .05]. There were no differences between the intervention and control groups with regard to attitude and evaluation of the scenario. While the risk communication intervention led to an increase in knowledge, the outcomes related to attitude and evaluation of a scenario were only affected positively in one group. Therefore, it seems that communication interventions based on visual aids are a simple method to promote the understanding of the true relationship between antibiotic treatment and the decrease of cold-related symptoms. Variables such as attitude and evaluation of a scenario presenting the irresponsible use of antibiotics require, however, additional interventions facilitating a translation of accurate understanding into respective attitudes and judgments."
      ],
      "CopyrightInformation": "© Society of Behavioral Medicine 2019. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Communication and Health, Faculty of Communication Sciences, University of Lugano (Università della Svizzera italiana), Via G. Lugano, Switzerland."
          }
        ],
        "LastName": "Ludolph",
        "ForeName": "Ramona",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Communication and Health, Faculty of Communication Sciences, University of Lugano (Università della Svizzera italiana), Via G. Lugano, Switzerland."
          }
        ],
        "LastName": "Schulz",
        "ForeName": "Peter J",
        "Initials": "PJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Transl Behav Med",
    "NlmUniqueID": "101554668",
    "ISSNLinking": "1613-9860"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Bacterial Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Bacterial Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attitude"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Knowledge"
    }
  ]
}