{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24146345",
  "DateCompleted": {
    "Year": "2014",
    "Month": "04",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "10",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/14651858.CD006323.pub3"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "10",
        "PubDate": {
          "Year": "2013",
          "Month": "Oct",
          "Day": "22"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Pelargonium sidoides extract for treating acute respiratory tract infections.",
    "Pagination": {
      "StartPage": "CD006323",
      "MedlinePgn": "CD006323"
    },
    "Abstract": {
      "AbstractText": [
        "Pelargonium sidoides (P. sidoides), also known as Umckaloabo, is a herbal remedy thought to be effective in the treatment of acute respiratory infections (ARIs).",
        "To assess the efficacy and safety of P. sidoides for the treatment of ARIs in children and adults.",
        "In April 2013 we searched MEDLINE, Journals@Ovid, The Cochrane Library, Biosis Previews, Web of Science, CINAHL, CCMed, XToxline, Global Health, AMED, Derwent Drug File and Backfile, IPA, ISTPB + ISTP/ISSHP, EMBASE, Cambase, LILACS, PubMed component \"Supplied by Publisher\", TRIPdatabase, the publisher databases: Deutsches Ärzteblatt, Thieme, Springer, ScienceDirect from Elsevier. We conducted a cited reference search (forward) in Web of Science of relevant papers for inclusion. In addition we searched the study registries ClinicalTrials.gov, Deutsches Register klinischer Studien DRKS (German Clinical Trials Register), International Clinical Trials Registry Platform (ICTRP) - WHO ICTRP, Current Controlled Trials and EU Clinical Trials Register.",
        "Double-blind, randomized controlled trials (RCTs) examining the efficacy of P. sidoides preparations in ARIs compared to placebo or any other treatment. Complete resolution of all symptoms was defined as the primary outcome; in addition, we examined resolution of predefined key symptoms.",
        "At least two review authors (AT, JG, WK) independently extracted and quality scored the data. We performed separate analyses by age group and disease entity. Subanalysis considered type of preparation (liquid, tablets). We examined heterogeneity using the I(2) statistic. We calculated pooled risk ratios (RR) using a fixed-effect model if heterogeneity was absent (I(2) < 5%; P > 0.1), or a random-effects model in the presence of heterogeneity. If heterogeneity was substantial (I(2) > 50%; P < 0.10), a pooled effect was not calculated.",
        "Of 10 eligible studies eight were included in the analyses; two were of insufficient quality. Three trials (746 patients, low quality of evidence) of efficacy in acute bronchitis in adults showed effectiveness for most outcomes in the liquid preparation but not for tablets. Three other trials (819 children, low quality of evidence) showed similar results for acute bronchitis in children. For both meta-analyses, we did not pool sub totals due to relevant heterogeneity induced by type of preparation.One study in patients with sinusitis (n = 103 adults, very low quality of evidence) showed significant treatment effects (complete resolution at day 21; RR 0.43, 95% confidence interval (CI) 0.30 to 0.62). One study in the common cold demonstrated efficacy after 10 days, but not five days (very low quality of evidence). We rated the study quality as moderate for all studies (unvalidated outcome assessment, minor attrition problems, investigator-initiated trials only). Based on the funnel plot there was suspicion of publication bias.There were no valid data for the treatment of other acute respiratory tract infections. Adverse events were more common with P. sidoides, but none were serious.",
        "P. sidoides may be effective in alleviating symptoms of acute rhinosinusitis and the common cold in adults, but doubt exists. It may be effective in relieving symptoms in acute bronchitis in adults and children, and sinusitis in adults. The overall quality of the evidence was considered low for main outcomes in acute bronchitis in children and adults, and very low for acute sinusitis and the common cold. Reliable data on treatment for other ARIs were not identified."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Epidemiology, Leibniz Institute for Prevention Research and Epidemiology - BIPS GmbH, Achterstrasse 30, Bremen, Germany, 28359."
          }
        ],
        "LastName": "Timmer",
        "ForeName": "Antje",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Günther",
        "ForeName": "Judith",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Motschall",
        "ForeName": "Edith",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rücker",
        "ForeName": "Gerta",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Antes",
        "ForeName": "Gerd",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kern",
        "ForeName": "Winfried V",
        "Initials": "WV"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Plant Extracts"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2008;(3):CD006323",
      "PMID": "18646148"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acute Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Bronchitis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "chemistry"
      ],
      "DescriptorName": "Pelargonium"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Phytotherapy"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Plant Extracts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Respiratory Tract Infections"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Sinusitis"
    }
  ]
}