{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Common cold drugs",
      "Green chemistry",
      "Greenness metrics",
      "Mixed micellar liquid chromatography",
      "Quality by design"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34142200",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "06",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00216-021-03469-3"
    ],
    "Journal": {
      "ISSN": "1618-2650",
      "JournalIssue": {
        "Volume": "413",
        "Issue": "20",
        "PubDate": {
          "Year": "2021",
          "Month": "Aug"
        }
      },
      "Title": "Analytical and bioanalytical chemistry",
      "ISOAbbreviation": "Anal Bioanal Chem"
    },
    "ArticleTitle": "Determination of six drugs used for treatment of common cold by micellar liquid chromatography.",
    "Pagination": {
      "StartPage": "5051",
      "EndPage": "5065",
      "MedlinePgn": "5051-5065"
    },
    "Abstract": {
      "AbstractText": [
        "The use of organic solvents as eluants in RP-HPLC has an important role to decrease retention time and improve peak shape; however, it has high environmental impacts. Their production and disposal represent economic and biohazard problems. So, alternatives had to be introduced and studied to minimize such pollution. Combination of sodium dodecyl sulfate (SDS) together with polyoxyethylene-23-lauryl ether (Brij-35) was studied as an alternative to the presence of organic solvents on the separation performance of six active pharmaceutical ingredients. Response surface methodology was applied to test the impact of three independent variables; concentrations of SDS and Brij-35, as well as, pH of the mobile phase; on retention, peak symmetry, and resolution of the analytes using a rotatable central composite design. Significant variables were determined and the suggested models for predicting retention and resolution parameters were significant. Meanwhile, the common cold is the most abundant disease treated with over-the-counter (OTC) medications worldwide. In 2015, the USA recorded $9.56 billion total sales of OTC cold and cough medicaments alone, with average individual patient expenditure of $338. The worldwide sales and generics of common cold and cough products keep growing annually. The six active pharmaceutical molecules under study, namely, paracetamol, guaifenesin, pseudoephedrine, ibuprofen, chlorpheniramine, and dextromethorphan, are widely used in common cold products. The predicted optimum conditions were validated using mobile phase consisting of 93.6 mM SDS, 32.0 mM Brij-35, and 10.0 mM sodium dihydrogen phosphate, adjusted at pH 5.2, column temperature 35° C, and detection at 215-nm wavelength. The method was successfully applied to determine 12 different combination formulae of the analytes in their pharmaceutical products and was assessed for greenness on two novel metrics. A thorough comparison to previously reported methods was included and methods were assessed against greenness metrics Green Analytical Procedure Index and Analytical Greenness Metric to demonstrate superiority."
      ],
      "CopyrightInformation": "© 2021. Springer-Verlag GmbH Germany, part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-7421-1220"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pharmaceutical Analytical Chemistry Department, Faculty of Pharmacy, Port Said University, Port Fuad, Port Said, 42526, Egypt. pharmacist_adel_2005@yahoo.com."
          }
        ],
        "LastName": "Ibrahim",
        "ForeName": "Adel Ehab",
        "Initials": "AE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medicinal Chemistry Department, Faculty of Pharmacy, Port Said University, Port Fuad, Port Said, 42526, Egypt."
          }
        ],
        "LastName": "Elmaaty",
        "ForeName": "Ayman Abo",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pharmaceutical Analytical Chemistry Department, Faculty of Pharmacy, Zagazig University, Zagazig, 44519, Egypt."
          }
        ],
        "LastName": "El-Sayed",
        "ForeName": "Heba Mohamed",
        "Initials": "HM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Anal Bioanal Chem",
    "NlmUniqueID": "101134327",
    "ISSNLinking": "1618-2642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Pharmaceutical Preparations"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Chromatography, Liquid"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Green Chemistry Technology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "chemistry"
      ],
      "DescriptorName": "Pharmaceutical Preparations"
    }
  ]
}