{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12011519",
  "DateCompleted": {
    "Year": "2002",
    "Month": "07",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1018-8665",
      "JournalIssue": {
        "Volume": "204 Suppl 1",
        "PubDate": {
          "Year": "2002"
        }
      },
      "Title": "Dermatology (Basel, Switzerland)",
      "ISOAbbreviation": "Dermatology"
    },
    "ArticleTitle": "Evaluation of the bactericidal activity of povidone-iodine and commercially available gargle preparations.",
    "Pagination": {
      "StartPage": "37",
      "EndPage": "41",
      "MedlinePgn": "37-41"
    },
    "Abstract": {
      "AbstractText": [
        "Encouragement of gargling is important for the control of opportunistic and community-acquired infections. In hospitals, a povidone-iodine (PVP-I) gargle is used frequently. However, at pharmacies in the community a variety of gargles containing various ingredients are now available. In view of this, we conducted a study to compare the bactericidal activities of a PVP-I gargle with those of other commercially available gargles. In addition, we asked about the feeling after use by questionnaire. At middle schools in our city, we investigated whether the encouragement to use the PVP-I gargle had an effect on the absence rate from school due to common cold and influenza.",
        "In vitro, using 3 strains of gram-positive and 4 strains of gram-negative bacteria as the test strains, the bactericidal activities of the PVP-I, chlorhexidine gluconate (CHG) and cetylpiridium chloride gargles (CPC) were compared by the contact test method. In vivo, with subjects in groups of 6 each, the reduction rate in the oral bacterial count after gargling as compared to the baseline count before gargling was determined and compared among the 3 gargling agents used. In addition, a questionnaire study was conducted to compare the feeling after use of the 3 gargling agents. Whether the absence rate due to common cold and influenza changed by encouraging the use of the PVP-I gargle was determined by comparing a middle school where the PVP-I gargle was used and other middle schools where it was not.",
        "(1) PVP-I killed all the test strains after 30 s of exposure. (2) The mean reduction rate in bacterial count immediately after gargling was 99.4% for PVP-I, 59.7% for CHG and 97.0% for CPC. (3) Findings of the questionnaire study revealed that the PVP-I gargle was evaluated highest in terms of taste, feeling after gargling and odor among all the gargles tested. (4) At the middle school where the use of the PVP-I gargle was encouraged, the absence rate due to common cold and influenza was significantly lower as compared to those at middle schools where another gargle was used.",
        "Of the 3 gargles tested, PVP-I showed the highest bactericidal rate and the highest reduction rate in oral bacterial count. Encouragement of the use of the PVP-I gargle contributed to the decrease in absence rates due to common cold and influenza, indicating that encouragement of gargling with PVP-I is useful for the prevention of common cold and influenza."
      ],
      "CopyrightInformation": "Copyright 2002 S. Karger AG, Basel"
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, Yamagata University Hospital, Yamagata, Japan. tshirais@med.id.yamagata-u.ac.jp"
          }
        ],
        "LastName": "Shiraishi",
        "ForeName": "Tadashi",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nakagawa",
        "ForeName": "Yoshito",
        "Initials": "Y"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Dermatology",
    "NlmUniqueID": "9203244",
    "ISSNLinking": "1018-8665"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Infective Agents, Local"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Mouthwashes"
    },
    {
      "RegistryNumber": "85H0HZU99M",
      "NameOfSubstance": "Povidone-Iodine"
    },
    {
      "RegistryNumber": "CUB7JI0JV3",
      "NameOfSubstance": "Cetylpyridinium"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Anti-Infective Agents, Local"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Cetylpyridinium"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Influenza, Human"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Mouthwashes"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Povidone-Iodine"
    }
  ]
}