{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11708400",
  "DateCompleted": {
    "Year": "2002",
    "Month": "03",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "13",
        "PubDate": {
          "Year": "2001"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Potential applications of heat and cold stress indices to sporting events.",
    "Pagination": {
      "StartPage": "909",
      "EndPage": "917",
      "MedlinePgn": "909-17"
    },
    "Abstract": {
      "AbstractText": [
        "Many recreational and elite athletes participate in sporting events every year. However, when these events are conducted under hostile environmental conditions, whether in cold or hot climates, the risk for environmental illnesses increases. The higher the stress, the greater is the potential for performance decrements, injuries and illnesses. The most common expected heat illnesses are heat exhaustion and heatstroke, whereas hypothermia and frostbite are the most common cold injuries. However, heat and cold stress indices can minimise the risk for environmental illnesses and dehydration by following the recommendations and guidelines which accompany these indices. Stress indices should be used by athletes, coaches and officials to prevent injury and improve safety conditions for competitors and participants in recreational activities. All participants should be made aware of warning signs, susceptibility and predisposing conditions. Coaches should be aware of their responsibility with regard to the safety of their trainees, and officials should organise and plan events at times that are likely to be of low environmental stress. However, they must also be prepared and equipped with the means necessary to reduce injuries and treat cases of collapse and environmental illnesses. The lack of a friendly, small and simple device for environmental stress assessment is probably the main reason why stress indices are not commonly used. We believe that developing a new portable heat and cold stress monitor in wristwatch format for use by those exposed to environmental stress could help in the decision making process of expected hazards caused by exercising and working in hostile environments, and might help prevent heat and cold illnesses."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Heller Institute of Medical Research, Sheba Medical Center, Tel Hashomer, Sackler Faculty of Medicine, Tel Aviv University, Israel."
          }
        ],
        "LastName": "Moran",
        "ForeName": "D S",
        "Initials": "DS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dehydration"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Heat Stroke"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Hot Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Hypothermia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    }
  ],
  "NumberOfReferences": "73"
}