{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Antimicrobial stewardship",
      "Bronchitis",
      "Clinic doctors",
      "Common cold"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33397586",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "01",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jiac.2020.11.017",
      "S1341-321X(20)30424-4"
    ],
    "Journal": {
      "ISSN": "1437-7780",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "2",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb"
        }
      },
      "Title": "Journal of infection and chemotherapy : official journal of the Japan Society of Chemotherapy",
      "ISOAbbreviation": "J Infect Chemother"
    },
    "ArticleTitle": "Determinants of clinic doctors' attitudes concerning antimicrobial prescription for patients with common colds or bronchitis: Additional analysis of a nationwide survey conducted by the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases.",
    "Pagination": {
      "StartPage": "131",
      "EndPage": "138",
      "MedlinePgn": "131-138"
    },
    "Abstract": {
      "AbstractText": [
        "In 2019, the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases reported nationwide, cross-sectional questionnaire survey data investigating the clinical status of clinic doctors' attitudes to antimicrobial stewardship. This study aimed to identify factors determining clinic doctors' attitudes concerning antimicrobial prescription for patients with a common cold or bronchitis.",
        "In February 2018, 1500 randomly selected community-based medical clinics in Japan were sent a questionnaire. Primary and secondary endpoints were clinic doctors' attitudes concerning antimicrobial prescription, and antimicrobial medication types prescribed for patients with a common cold or bronchitis, respectively. We used multivariable linear regression analysis to identify factors associated with primary and secondary outcomes.",
        "We analyzed 269 of 274 responses (response rate, 18.3%). Linear regression analysis was used to identify determinants of proactive attitudes to antimicrobial prescription, including whether clinic doctors encountering patients with upper respiratory symptoms and no underlying illnesses, and diagnosed with a common cold would prescribe antimicrobial medication (β = 0.283, t = 4.279, p = 0.000); whether clinic doctors frequently experienced requests from patients (or their families) with a common cold to prescribe antimicrobial medication (β = 0.389, t = 6.133, p = 0.000), and; clinic doctors' awareness of antimicrobial stewardship in the past year (β = -0.157, t = -2.456, p = 0.015). Determinants of proactive attitudes to prescribing broader-spectrum antimicrobials for patients with a common cold included clinic doctors' attitudes concerning antimicrobial prescription (β = 0.165, t = 2.622, p = 0.009), whether the respondent was a pediatrician (β = -0.288, t = -4.583, p = 0.000), and clinic doctors' attitudes to antimicrobial prescription (β = 0.262, t = 4.075, p = 0.000) for patients with bronchitis.",
        "This study identified factors among clinic doctors that determined their attitudes to antimicrobial prescription concerning patients with a common cold or bronchitis. Identification and targeting of clinic doctors who unnecessarily prescribe antimicrobial medication is urgently required to promote antimicrobial stewardship in an outpatient setting."
      ],
      "CopyrightInformation": "Copyright © 2020 Japanese Society of Chemotherapy and The Japanese Association for Infectious Diseases. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Disease Control and Prevention Center, National Center for Global Health and Medicine Hospital, Tokyo, Japan; AMR Clinical Reference Center, National Center for Global Health and Medicine Hospital, Tokyo, Japan; Emerging and Reemerging Infectious Diseases, Graduate School of Medicine, Tohoku University, Sendai, Japan. Electronic address: shmorioka@hosp.ncgm.go.jp."
          }
        ],
        "LastName": "Morioka",
        "ForeName": "Shinichiro",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; AMR Clinical Reference Center, National Center for Global Health and Medicine Hospital, Tokyo, Japan."
          }
        ],
        "LastName": "Gu",
        "ForeName": "Yoshiaki",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; AMR Clinical Reference Center, National Center for Global Health and Medicine Hospital, Tokyo, Japan."
          }
        ],
        "LastName": "Tsuzuki",
        "ForeName": "Shinya",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; AMR Clinical Reference Center, National Center for Global Health and Medicine Hospital, Tokyo, Japan."
          }
        ],
        "LastName": "Fujitomo",
        "ForeName": "Yumiko",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Department of Pharmacy, Tokyo Medical University Hospital, Tokyo, Japan."
          }
        ],
        "LastName": "Soeda",
        "ForeName": "Hiroshi",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Nakahama Clinic, Japan."
          }
        ],
        "LastName": "Nakahama",
        "ForeName": "Chikara",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Department of Infectious Diseases, Keio University School of Medicine, Tokyo, Japan."
          }
        ],
        "LastName": "Hasegawa",
        "ForeName": "Naoki",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Department of Infectious Disease and Infection Control, Saitama Medical University, Saitama, Japan."
          }
        ],
        "LastName": "Maesaki",
        "ForeName": "Shigefumi",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Division of Infection Control Sciences, Department of Clinical Pharmacy, School of Pharmacy, Showa University, Tokyo, Japan."
          }
        ],
        "LastName": "Maeda",
        "ForeName": "Masayuki",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Department of Infectious Diseases, International University of Health and Welfare, Chiba, Japan."
          }
        ],
        "LastName": "Matsumoto",
        "ForeName": "Tetsuya",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Division of Infectious Diseases, Department of Medical Subspecialties, National Center for Child Health and Development, Tokyo, Japan."
          }
        ],
        "LastName": "Miyairi",
        "ForeName": "Isao",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Research Committee of the Japanese Society of Chemotherapy and the Japanese Association for Infectious Diseases on Antimicrobial Stewardship in Clinics, Japan; Disease Control and Prevention Center, National Center for Global Health and Medicine Hospital, Tokyo, Japan; AMR Clinical Reference Center, National Center for Global Health and Medicine Hospital, Tokyo, Japan."
          }
        ],
        "LastName": "Ohmagari",
        "ForeName": "Norio",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Infect Chemother",
    "NlmUniqueID": "9608375",
    "ISSNLinking": "1341-321X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Infective Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Infective Agents"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Bronchitis"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Communicable Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Knowledge, Attitudes, Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Japan"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Patterns, Physicians'"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ],
  "CoiStatement": "Declaration of competing interest Shigefumi Maezaki received lecture fees from Pfizer Japan Inc., Astellas Pharma Inc., Sumitomo Dainippon Pharma Co., Ltd., Shionogi & Co., Ltd., MSD K.K., KYORIN Pharmaceutical Co., Ltd., and Taisho Toyama Pharmaceutical Co., Ltd. Tetsuya Matsumoto received lecture fees from MSD K.K., Pfizer Japan Inc., Taisho Toyama Pharmaceutical Co., Ltd., and Meiji Seika Pharma Co., Ltd., and research funding from Kewpie Corp. The following authors declare no conflicts of interest associated with this manuscript: Norio Ohmagari, Yoshiaki Gu, Shinichiro Morioka, Shinya Tsuzuki, Hiroshi Soeda, Chikara Nakahama, Naoki Hasegawa, Yumiko Fujitomo, Masayuki Maeda, and Isao Miyairi."
}