{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33019274",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1109/EMBC44109.2020.9176589"
    ],
    "Journal": {
      "ISSN": "2694-0604",
      "JournalIssue": {
        "Volume": "2020",
        "PubDate": {
          "Year": "2020",
          "Month": "Jul"
        }
      },
      "Title": "Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual International Conference",
      "ISOAbbreviation": "Annu Int Conf IEEE Eng Med Biol Soc"
    },
    "ArticleTitle": "Can not touching the nose or eyes help cold prevention? Possibility of application using a smartwatch and self-checking.",
    "Pagination": {
      "StartPage": "5722",
      "EndPage": "5728",
      "MedlinePgn": "5722-5728"
    },
    "Abstract": {
      "AbstractText": [
        "More than 200 virus strains have been implicated in common colds, thereby thwarting vaccination efforts. However, the most common causes of colds are human rhinoviruses, which infect the epithelial cells of the nasopharynx. Moreover, after decades of research, the best documented method of preventing infection remains to be handwashing. However, stopping people from inadvertently touching or rubbing one's nose and eyes is difficult, and the effectiveness of preventing such habits has not been validated. Here, we reported the results of a randomized controlled trial (n = 120) performed over 50 days. We examined the effectiveness of using smartwatches equipped with a sensor and a vibration alert, as well as the self-checking of behavior, in preventing subjects from touching their nose or eyes. Participants were randomly assigned to either the smartwatch group or the handwashing group (control). Subjects in the handwashing group were requested to wash their hands after going out, whereas subjects in the smartwatch group were requested to wash their hands and in addition wear a smartwatch that vibrates to remind them not to excessively touch their nose or eyes. The daily frequency of nose and eye touching was also recorded by the smartwatches. The first incidence of an upper respiratory tract infection (URTI) was the primary endpoint. In the smartwatch group, compared with the control group, the incidence of URTIs was significantly lower by 53% (p < 0.05) and was associated with a decrease in the mean frequency of nose or eye touching (p < 0.05)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Maeda",
        "ForeName": "Atsuhiko",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Annu Int Conf IEEE Eng Med Biol Soc",
    "NlmUniqueID": "101763872",
    "ISSNLinking": "2375-7477"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Eye"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hand"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hand Disinfection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mobile Applications"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nose"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Touch"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Wearable Electronic Devices"
    }
  ]
}