{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23818046",
  "DateCompleted": {
    "Year": "2013",
    "Month": "12",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "07",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD008800",
      "10.1002/14651858.CD008800.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2013",
        "Issue": "7",
        "PubDate": {
          "Year": "2013",
          "Month": "Jul",
          "Day": "01"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Acetaminophen (paracetamol) for the common cold in adults.",
    "Pagination": {
      "StartPage": "CD008800",
      "MedlinePgn": "CD008800"
    },
    "Abstract": {
      "AbstractText": [
        "Acetaminophen is frequently prescribed for treating patients with the common cold, but there is little evidence as to whether it is effective.",
        "To determine the efficacy and safety of acetaminophen in the treatment of the common cold in adults.",
        "We searched CENTRAL 2013, Issue 1, Ovid MEDLINE (1950 to January week 5, 2013), EMBASE (1980 to February 2013), CINAHL (1982 to February 2013) and LILACS (1985 to February 2013).",
        "We included randomised controlled trials (RCTs) comparing acetaminophen to placebo or no treatment in adults with the common cold. Studies were included if the trials used acetaminophen as one ingredient of a combination therapy. We excluded studies in which the participants had complications. Primary outcomes included subjective symptom score and duration of common cold symptoms. Secondary outcomes were overall well being, adverse events and financial costs.",
        "Two review authors independently screened studies for inclusion, assessed risk of bias and extracted data. We performed standard statistical analyses.",
        "We included four RCTs involving 758 participants. We did not pool data because of heterogeneity in study designs, outcomes and time points. The studies provided sparse information about effects longer than a few hours, as three of four included studies were short trials of only four to six hours. Participants treated with acetaminophen had significant improvements in nasal obstruction in two of the four studies. One study showed that acetaminophen was superior to placebo in decreasing rhinorrhoea severity, but was not superior for treating sneezing and coughing. Acetaminophen did not improve sore throat or malaise in two of the four studies. Results were inconsistent for some symptoms. Two studies showed that headache and achiness improved more in the acetaminophen group than in the placebo group, while one study showed no difference between the acetaminophen and placebo group. None of the included studies reported the duration of common cold symptoms. Minor side effects (including gastrointestinal adverse events, dizziness, dry mouth, somnolence and increased sweating) in the acetaminophen group were reported in two of the four studies. One of them used a combination of pseudoephedrine and acetaminophen.",
        "Acetaminophen may help relieve nasal obstruction and rhinorrhoea but does not appear to improve some other cold symptoms (including sore throat, malaise, sneezing and cough). However, two of the four included studies in this review were small and allocation concealment was unclear in all four studies. The data in this review do not provide sufficient evidence to inform practice regarding the use of acetaminophen for the common cold in adults. Further large-scale, well-designed trials are needed to determine whether this intervention is beneficial in the treatment of adults with the common cold."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Geriatrics,West ChinaHospital, SichuanUniversity, Chengdu, China."
          }
        ],
        "LastName": "Li",
        "ForeName": "Siyuan",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yue",
        "ForeName": "Jirong",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dong",
        "ForeName": "Bi Rong",
        "Initials": "BR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yang",
        "ForeName": "Ming",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lin",
        "ForeName": "Xiufang",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wu",
        "ForeName": "Taixiang",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "362O9ITL9D",
      "NameOfSubstance": "Acetaminophen"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD008800"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Acetaminophen"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Common Cold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Nasal Obstruction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Rhinitis"
    }
  ],
  "CoiStatement": "None known."
}