{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27145576",
  "DateCompleted": {
    "Year": "2016",
    "Month": "06",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "05",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1379-1176",
      "JournalIssue": {
        "Volume": "80",
        "Issue": "2",
        "PubDate": {
          "Year": "2015"
        }
      },
      "Title": "Communications in agricultural and applied biological sciences",
      "ISOAbbreviation": "Commun Agric Appl Biol Sci"
    },
    "ArticleTitle": "THE EFFECT OF COLD STORAGE OF POTTED AZALEA ON BROAD MITE INFECTION.",
    "Pagination": {
      "StartPage": "131",
      "EndPage": "135",
      "MedlinePgn": "131-5"
    },
    "Abstract": {
      "AbstractText": [
        "In potted azalea (Rhododendron simsii hybrids) the broad mite Polyphagotarsonemus latus (Banks) is considered a severe pest with an important economic impact. Although chemical control is available, permitted acaricides are limited and have a restricted number of applications. Therefore, growers have a keen interest in alternative control measures. Recently, research on the behaviour and population dynamics of P. latus on azalea leaf disks stored at different temperatures indicated that survival and reproductive capacity of broad mite is reduced drastically when temperature drops below 7°C. In Flanders, storage of azalea plants at 3°C is common practice to pause flower development (in function of the date that plants have to be ready for sale) before forcing them to flower in a heated greenhouse. Hence, an experiment was set-up to verify and quantify the effect of cold storage of azalea on broad mite infection. Azalea plants were infected with P. latus and stored at 3°C for 2, 3 or 4 weeks. Then, plants were transferred to a heated greenhouse for 2 weeks to check whether surviving female broad mites were still able to reproduce. The number of P. latus on azalea was assessed before cold treatment, immediately after treatment, and 2 weeks after transfer to the heated greenhouse. Results confirmed that cold storage can play a role in broad mite control as the P. latus population was significantly reduced (up to 90%) immediately after treatment. A further decrease in the number of P. latus during storage in the heated greenhouse indicated that cold treatment during 4 weeks had also an effect on the reproduction capacity of P. latus. We conclude that cold storage of azalea plants (at least 4 weeks at maximum 3°C) should be considered as an additional and alternative control method for P. latus at the end of the azalea production cycle."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mechant",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pauwels",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Luypaert",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Van Huylenbroeck",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gobin",
        "ForeName": "B",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Belgium",
    "MedlineTA": "Commun Agric Appl Biol Sci",
    "NlmUniqueID": "101200320",
    "ISSNLinking": "1379-1176"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Acari"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cold Temperature"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Pest Control, Biological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Population Dynamics"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Rhododendron"
    }
  ]
}