{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12702551",
  "DateCompleted": {
    "Year": "2003",
    "Month": "05",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0008-5472",
      "JournalIssue": {
        "Volume": "63",
        "Issue": "8",
        "PubDate": {
          "Year": "2003",
          "Month": "Apr",
          "Day": "15"
        }
      },
      "Title": "Cancer research",
      "ISOAbbreviation": "Cancer Res"
    },
    "ArticleTitle": "A genetic explanation of Slaughter's concept of field cancerization: evidence and clinical implications.",
    "Pagination": {
      "StartPage": "1727",
      "EndPage": "1730",
      "MedlinePgn": "1727-30"
    },
    "Abstract": {
      "AbstractText": [
        "The concept of \"field cancerization\" was first introduced by Slaughter et al. [D. P, Slaughter et al., Cancer (Phila.), 6: 963-968, 1953] in 1953 when studying the presence of histologically abnormal tissue surrounding oral squamous cell carcinoma. It was proposed to explain the development of multiple primary tumors and locally recurrent cancer. Organ systems in which field cancerization has been described since then are: head and neck (oral cavity, oropharynx, and larynx), lung, vulva, esophagus, cervix, breast, skin, colon, and bladder. Recent molecular findings support the carcinogenesis model in which the development of a field with genetically altered cells plays a central role. In the initial phase, a stem cell acquires genetic alterations and forms a \"patch,\" a clonal unit of altered daughter cells. These patches can be recognized on the basis of mutations in TP53, and have been reported for head and neck, lung, skin, and breast cancer. The conversion of a patch into an expanding field is the next logical and critical step in epithelial carcinogenesis. Additional genetic alterations are required for this step, and by virtue of its growth advantage, a proliferating field gradually displaces the normal mucosa. In the mucosa of the head and neck, as well as the esophagus, such fields have been detected with dimensions of >7 cm in diameter, whereas they are usually not detected by routine diagnostic techniques. Ultimately, clonal divergence leads to the development of one or more tumors within a contiguous field of preneoplastic cells. An important clinical implication is that fields often remain after surgery of the primary tumor and may lead to new cancers, designated presently by clinicians as \"a second primary tumor\" or \"local recurrence,\" depending on the exact site and time interval. In conclusion, the development of an expanding preneoplastic field appears to be a critical step in epithelial carcinogenesis with important clinical consequences. Diagnosis and treatment of epithelial cancers should not only be focused on the tumor but also on the field from which it developed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Otolaryngology/Head and Neck Surgery, Section Tumor Biology, Vrije Universiteit Medical Center, P. O. Box 7057, 1007 MB Amsterdam, The Netherlands. bjm.braakhuis@vumc.nl"
          }
        ],
        "LastName": "Braakhuis",
        "ForeName": "Boudewijn J M",
        "Initials": "BJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tabor",
        "ForeName": "Maarten P",
        "Initials": "MP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kummer",
        "ForeName": "J Alain",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Leemans",
        "ForeName": "C René",
        "Initials": "CR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Brakenhoff",
        "ForeName": "Ruud H",
        "Initials": "RH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cancer Res",
    "NlmUniqueID": "2984705R",
    "ISSNLinking": "0008-5472"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Carcinoma, Squamous Cell"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Predisposition to Disease"
    },
    {
      "QualifierName": [
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Head and Neck Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ],
  "NumberOfReferences": "43"
}