{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20976469",
  "DateCompleted": {
    "Year": "2011",
    "Month": "01",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2010",
        "Month": "10",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00439-010-0900-x"
    ],
    "Journal": {
      "ISSN": "1432-1203",
      "JournalIssue": {
        "Volume": "128",
        "Issue": "6",
        "PubDate": {
          "Year": "2010",
          "Month": "Dec"
        }
      },
      "Title": "Human genetics",
      "ISOAbbreviation": "Hum Genet"
    },
    "ArticleTitle": "Synthetic lethal interactions for the development of cancer therapeutics: biological and methodological advancements.",
    "Pagination": {
      "StartPage": "567",
      "EndPage": "575",
      "MedlinePgn": "567-75"
    },
    "Abstract": {
      "AbstractText": [
        "Synthetic lethal interaction is defined as a combination of two mutations that is lethal when present in the same cell; each individual mutation is non-lethal. Synthetic lethal interactions attract attention in cancer research fields since the discovery of synthetic lethal genes with either oncogenes or tumor suppressor genes (TSGs) provides novel cancer therapeutic targets. Due to the selective lethal effect on cancer cells harboring specific genetic alterations, it is expected that targeting synthetic lethal genes would provide wider therapeutic windows compared with cytotoxic chemotherapeutics. Here, we review the current status of the application of synthetic lethal screening in cancer research fields from biological and methodological viewpoints. Very recent studies seeking to identify synthetic lethal genes with K-RAS and p53, which are known to be the most frequently occurring oncogenes and TSGs, respectively, are introduced. Among the accumulating amount of research on synthetic lethal interactions, the synthetic lethality between BRCA1/2 and PARP1 inhibition has been clinically proven. Thus, both preclinical and clinical data showing a preferential anti-tumor effect on BRCA1/2 deficient tumors by a PARP1 inhibitor are the best examples of the synthetic lethal approach of cancer therapeutics. Finally, methodological progress regarding synthetic lethal screening, including barcode shRNA screening and in vivo synthetic lethal screening, is described. Given the fact that an increasing number of synthetic lethal genes for major cancerous genes have been validated in preclinical studies, this intriguing approach awaits clinical verification of preferential benefits for cancer patients with specific genetic alterations as a clear predictive factor for tumor response."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Oncology, Tsukuba Research Institute, Banyu Pharmaceutical Co., Ltd., 3 Okubo, Tsukuba, Ibaraki, 300-2611, Japan."
          }
        ],
        "LastName": "Mizuarai",
        "ForeName": "Shinji",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kotani",
        "ForeName": "Hidehito",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Hum Genet",
    "NlmUniqueID": "7613873",
    "ISSNLinking": "0340-6717"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Drug Delivery Systems"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genes, Lethal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genes, Synthetic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [
        "genetics",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oncogenes"
    }
  ]
}