{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8208681",
  "DateCompleted": {
    "Year": "1994",
    "Month": "07",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "12",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0755-4982",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "6",
        "PubDate": {
          "Year": "1994",
          "Month": "Feb",
          "Day": "12"
        }
      },
      "Title": "Presse medicale (Paris, France : 1983)",
      "ISOAbbreviation": "Presse Med"
    },
    "ArticleTitle": "[Oncogenes and anti-oncogenes in lung cancer].",
    "Pagination": {
      "StartPage": "291",
      "EndPage": "297",
      "MedlinePgn": "291-7"
    },
    "Abstract": {
      "AbstractText": [
        "In all normal cells, two type of genes, oncogenes and anti-oncogenes, are expressed and control cell proliferation and differentiation. Cell growth is stimulated by oncogenes and inhibited by anti-oncogenes. Cancerization involves loss of control due to defective gene expression either by overexpression of a normal protein (loss of quantitative control) or expression of an abnormal protein (loss of qualitative control). Several oncogenes have been identified. They include three oncogenes, c-myc, N-myc and L-myc, known to be overexpressed in small-cell carcinomas of the lung. Point mutations of the oncogene K-ras is found in 15 to 30% of adenoma carcinomas, especially in smokers. Loss of anti-oncogene function has also been described in processes leading to lung cancer. Chromosome abnormalities, for example the 3p14-23 deletion described in 1982, are found in 100% of small-cell carcinomas and in 50% of non-small-cell carcinomas. This deletion is never found in normal tissue. The gene involved has not yet been cloned. Other mutations or deletions include the RB gene, necessary for neuroendocrine differentiation, and the p53 gene which has undergone mutation in 50% of the non-small-cell carcinomas and 70% of the small-cell carcinomas. These acquired mutations are strongly associated with tobacco smoking. Oncogenes and anti-oncogenes play an important role in the complex step-wise process leading to cancerization. As tumour characterization becomes more precise and precancerous states better controlled, future treatments may relief on inhibiting tumoural growth by using drugs which would substitute for the lost effect of anti-oncogenes or inhibit activation of an oncogene. But at the present time, it is still difficult to define criteria predicting high risk of postoperative relapse or resistance and further studies investigating the correlation between genetic abnormalities and clinical staging and survival curves are required."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinique des Maladies respiratoires, Hôpital Arnaud de Villeneuve, Montpellier."
          }
        ],
        "LastName": "Demoly",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pujol",
        "ForeName": "J L",
        "Initials": "JL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Godard",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Michel",
        "ForeName": "F B",
        "Initials": "FB"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Oncogènes et anti-oncogènes du cancer bronchique."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Presse Med",
    "NlmUniqueID": "8302490",
    "ISSNLinking": "0755-4982"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Cell Transformation, Neoplastic"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Genes, Tumor Suppressor"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Oncogenes"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Proto-Oncogenes"
    }
  ],
  "NumberOfReferences": "22"
}