{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Fiji",
      "barriers",
      "cancer",
      "knowledge",
      "perceptions",
      "primary health care workers",
      "training"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35022108",
  "DateCompleted": {
    "Year": "2022",
    "Month": "01",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "02",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "01",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e1",
      "10.1017/S1463423621000888"
    ],
    "Journal": {
      "ISSN": "1477-1128",
      "JournalIssue": {
        "Volume": "23",
        "PubDate": {
          "Year": "2022",
          "Month": "Jan",
          "Day": "13"
        }
      },
      "Title": "Primary health care research & development",
      "ISOAbbreviation": "Prim Health Care Res Dev"
    },
    "ArticleTitle": "Primary health care workers perspective towards cancer in Fiji: a qualitative study.",
    "Pagination": {
      "StartPage": "e1",
      "MedlinePgn": "e1"
    },
    "Abstract": {
      "AbstractText": [
        "By 2040, the predicted global cancer burden is expected to be more than 27 million new cancer cases per year. Understanding primary health care workers' (HCWs) perception on cancer can highlight new ways in which cancer advocacy can be increased. This study aimed to explore the perceptions of primary HCWs in Lautoka, Fiji, towards common cancers with focus on knowledge, risk perceptions, barriers and preventive approaches.",
        "The study used a qualitative method approach. The study was conducted among primary HCWs at four purposively selected health centres in Lautoka Subdivision, Fiji, from 1 March 2021 to 1 April 2021. Focus group discussions (FGDs) were conducted with primary HCWs. A semi-structured open-ended questionnaire was used to collect data, and the FGDs were audio-recorded. These audio recordings were transcribed and analysed using thematic analysis.",
        "The responses from the four FGDs with six primary HCWs in each group emerged four major themes. These themes were cancer knowledge, health professional training, barriers and challenges and awareness strategies. Primary HCWs were not fully aware about common cancers and were not confident to discuss about cancer with their patients which is an important role of primary HCWs in cancer management. This lack of knowledge was attributed to less training received in primary care setting. Barriers to accessing cancer screening included misconceptions about cancer, negative attitudes from patients, stigmatization, lack of resources at health facility and less informed health staff. Community outreach programmes, opportunistic screening, community HCWs and the concept of a cancer hub centre were awareness strategies highlighted by primary HCWs.",
        "Lack of knowledge about common cancers among primary HCWs is a concern that is depicted well in this study. This low knowledge was attributed to lack of training on cancers received by primary HCWs. Guidelines on cancer screening and diagnosis can be developed by the health ministry to assist primary HCWs in detecting patients at pre-cancerous stage."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health and Primary Care, Fiji National University, Suva, Fiji."
          }
        ],
        "LastName": "Kumar",
        "ForeName": "Kaushal",
        "Initials": "K"
      },
      {
        "Identifier": [
          "0000-0002-5048-9719"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health and Primary Care, Fiji National University, Suva, Fiji."
          }
        ],
        "LastName": "Mohammadnezhad",
        "ForeName": "Masoud",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Prim Health Care Res Dev",
    "NlmUniqueID": "100897390",
    "ISSNLinking": "1463-4236"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Fiji"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Knowledge, Attitudes, Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Primary Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    }
  ]
}