{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33843999",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "07",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e215322",
      "10.1001/jamanetworkopen.2021.5322"
    ],
    "Journal": {
      "ISSN": "2574-3805",
      "JournalIssue": {
        "Volume": "4",
        "Issue": "4",
        "PubDate": {
          "Year": "2021",
          "Month": "Apr",
          "Day": "01"
        }
      },
      "Title": "JAMA network open",
      "ISOAbbreviation": "JAMA Netw Open"
    },
    "ArticleTitle": "Evaluation of the Cancer Transition Theory in the US, Select European Nations, and Japan by Investigating Mortality of Infectious- and Noninfectious-Related Cancers, 1950-2018.",
    "Pagination": {
      "StartPage": "e215322",
      "MedlinePgn": "e215322"
    },
    "Abstract": {
      "AbstractText": [
        "Despite cancer being a leading cause of death worldwide, scant research has been carried out on the validity of the cancer transition theory, the idea that as nations develop, they move from a situation where infectious-related cancers are prominent to one where noninfectious-related cancers dominate.",
        "To examine whether cancer transitions exist in the US, select European countries, and Japan.",
        "In this cross-sectional study, annual cause-of-death data from the 1950s to 2018 for the US, England and Wales, France, Sweden, Norway, and Japan were extracted from the Human Mortality Database and the World Health Organization (WHO). Statistical analysis was performed from April 2020 to February 2021.",
        "Age-standardized death rates for all ages and both sexes combined were estimated for cancers of the stomach, cervix, liver, lung, pancreas, esophagus, colorectum, breast, and prostate.",
        "The results of the analysis show that for all countries in this study except for Japan, mortality from infectious-related cancers has declined steadily throughout the period, so that by the end of the period, for Norway, England and Wales, Sweden, and the US, rates were approximately 20 deaths per 100 000 population. Regarding noninfectious-related cancers, at the beginning of the period, all countries exhibited an increasing trend in rates, with England and Wales having the greatest peak of 215.1 deaths per 100 000 population (95% CI 213.7-216.6 deaths per 100 000 population) in 1985 followed by a decline, with most of the other countries reaching a peak around 1990 and declining thereafter. Furthermore, there is a visible crossover in the trends for infectious-related and noninfectious-related cancers in Japan and Norway. This crossover occurred in 1988 in Japan, when the rates for both types of cancers stood at 116 per 100 000 population (95% CI, 115.0-116.5 per 100 000 population), and in 1955 in Norway, when they passed each other at 100 per 100 000 population (95% CI, 96.4-105.3 per 100 000 population).",
        "In this cross-sectional study, the findings suggest that cancer mortality patterns parallel the epidemiological transition, which states that as nations develop, they move from a stage where infectious diseases are prominent to one where noninfectious diseases dominate. An implication is that the epidemiological transition theory as originally formulated continues to be relevant, despite some researchers arguing that there should be additional stages beyond the original 3."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nu-Trek, San Diego, California."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Bioinformatics and Biostatistics, University of California, San Diego Extension, La Jolla."
          }
        ],
        "LastName": "Gersten",
        "ForeName": "Omer",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Demography, University of California, Berkeley."
          },
          {
            "Identifier": [],
            "Affiliation": "French Institute for Demographic Studies, Paris, France."
          }
        ],
        "LastName": "Barbieri",
        "ForeName": "Magali",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "JAMA Netw Open",
    "NlmUniqueID": "101729235",
    "ISSNLinking": "2574-3805"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Databases, Factual"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Europe"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Japan"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "etiology",
        "microbiology",
        "mortality",
        "virology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United States"
    }
  ],
  "CoiStatement": "<b>Conflict of Interest Disclosures:</b> None reported."
}