{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3333497",
  "DateCompleted": {
    "Year": "1989",
    "Month": "03",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "JournalIssue": {
        "Volume": "18",
        "PubDate": {
          "Year": "1987"
        }
      },
      "Title": "Princess Takamatsu symposia",
      "ISOAbbreviation": "Princess Takamatsu Symp"
    },
    "ArticleTitle": "Strategies to control cancer through genetics.",
    "Pagination": {
      "StartPage": "283",
      "EndPage": "294",
      "MedlinePgn": "283-94"
    },
    "Abstract": {
      "AbstractText": [
        "Although genetic factors may be essential in only a fraction of common cancers, it is important to identify individuals who merit genetic evaluation. The occurrence of cancer in an individual under one of the following circumstances may indicate an increased susceptibility to malignancy as a result of predisposing factors: cancer in both of paired organs, thought not to be the result of metastasis; more than one focus of cancer in a single organ (multifocal tumors); histologically similar malignant neoplasms in different parts of the same organ system; two histologically distinct cancers (multiple primary malignancies); cancer at an atypical age; at an atypical site; in the usually less often affected sex; associated with birth defects; associated with precursor lesions; in a person with immunodeficiency; or in a patient with one of the 200 Mendelian disorders where cancer is part of the clinical picture or a frequent complication. At risk are first-degree relatives of people who meet any of the above criteria. Also, a person should be considered at risk if two first-degree relatives had any form of cancer. A strategy to control cancers utilizing genetic knowledge should include such measures as: genetic counseling of individuals at risk for specific cancers because of a congenital or genetic disease in themselves or their relatives, or because of the pattern of cancer occurrence in the family; prenatal diagnosis for families with genetic conditions that predispose to cancer and are amenable to prenatal testing; surveillance of high-risk individuals to detect early manifestations of new or recurrent disease; prophylactic removal of the target organ or tissue in appropriate cases; limiting exposure of high-risk individuals to known carcinogens or supplementing diets of high-risk individuals with anticarcinogens; and educational and administrative measures to promote practical application of genetic knowledge and to increase awareness of genetic factors in the etiology of cancer. Far from all individuals who are exposed to carcinogenic factors contract cancer, and in another common disease, atherosclerosis, it is well known that there is genetically determined variation in response to environmental or lifestyle factors that can cause disease. The emerging fields of human ecogenetics and predictive testing together with research progress in medical and molecular genetics are likely to improve greatly the possibilities for utilizing genetic knowledge to control cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Medical Genetics, University of Oslo, Norway."
          }
        ],
        "LastName": "Berg",
        "ForeName": "K",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Princess Takamatsu Symp",
    "NlmUniqueID": "9301172"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Environment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "genetics",
        "prevention & control"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ],
  "NumberOfReferences": "49"
}