{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8412195",
  "DateCompleted": {
    "Year": "1993",
    "Month": "11",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0733-1959",
      "JournalIssue": {
        "Volume": "17F",
        "PubDate": {
          "Year": "1993"
        }
      },
      "Title": "Journal of cellular biochemistry. Supplement",
      "ISOAbbreviation": "J Cell Biochem Suppl"
    },
    "ArticleTitle": "Development of chemopreventive agents for lung and upper aerodigestive tract cancers.",
    "Pagination": {
      "StartPage": "2",
      "EndPage": "17",
      "MedlinePgn": "2-17"
    },
    "Abstract": {
      "AbstractText": [
        "The lung and upper aerodigestive tract (oral cavity, larynx, pharynx, upper esophagus) will harbor the greatest proportion (approximately 20%) of estimated new cancer cases in 1992. The estimated mortality rate is even higher (32%), which is reflected in a 5-year survival rate of only 7% and 12% for esophageal and lung cancer, respectively. Tobacco use appears to remain the major cause of aerodigestive cancers despite efforts at primary prevention--cessation of exposure. Another strategy to decrease this public health problem is secondary prevention or chemoprevention. Cancer chemoprevention is defined as intervention with chemical agents before invasion to halt or slow the carcinogenic process; potential agents may include minor dietary constituents and pharmaceuticals. The main objective of the Division of Cancer Prevention and Control (DCPC), National Cancer Institute, is to develop promising chemopreventive drugs for use in humans. The testing of cancer chemopreventives for efficacy in the clinic differs from that of cancer treatment drugs. Chemopreventive drug trials involve healthy target populations, and the endpoints are reduced cancer incidence or mortality, or increased latency, with no to minimal toxicity. The lung and upper aerodigestive tract represent a unique opportunity for intervention in this setting. Even with cessation of tobacco exposure, the risk of cancer in the entire epithelium remains high for years due to the \"field cancerization\" effect. Some of the first chemopreventive trials made use of this system due to the availability of a study population with a tissue at demonstrably high risk for malignant progression. Much of the evidence for chemopreventive efficacy is in the oral cavity because of the well-defined epithelial neoplastic progression, the existence of well-established preclinical models, and relative ease of tissue monitoring and sampling. In one of the first randomized trials, Hong and co-workers demonstrated that 13-cis-retinoic acid prevents the appearance of second primary tumors in patients previously treated for squamous cell carcinomas of the oral cavity and upper respiratory tract. Even using a high risk population, chemoprevention trials involve large sample sizes, lengthy duration and follow-up, and high cost. To circumvent these problems, the use of intermediate biomarkers as surrogate endpoints is being explored. Intermediate biomarkers are defined as biological alterations in tissue (histological, genetic, biochemical, proliferative, differentiation-related) occurring prior to cancer development. In the oral cavity, studies using modulation of a histological intermediate biomarker, dysplastic leukoplakia, as the endpoint have demonstrated response to a retinoid.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Cancer Prevention and Control, National Cancer Institute, National Institutes of Health, Bethesda, MD 20892."
          }
        ],
        "LastName": "Kelloff",
        "ForeName": "G J",
        "Initials": "GJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Boone",
        "ForeName": "C W",
        "Initials": "CW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Steele",
        "ForeName": "V K",
        "Initials": "VK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Perloff",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Crowell",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Doody",
        "ForeName": "L A",
        "Initials": "LA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Cell Biochem Suppl",
    "NlmUniqueID": "8207539",
    "ISSNLinking": "0733-1959"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anticarcinogenic Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers, Tumor"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anticarcinogenic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomarkers, Tumor"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Trials as Topic"
    },
    {
      "QualifierName": [
        "mortality",
        "prevention & control"
      ],
      "DescriptorName": "Digestive System Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Evaluation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Evaluation, Preclinical"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Respiratory Tract Neoplasms"
    }
  ],
  "NumberOfReferences": "64"
}