{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "AFM",
      "Bladder cancer",
      "Cell mechanics and microrheology",
      "Force spectroscopy",
      "Power-law",
      "Spheroids"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36252307",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "11",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "10",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jbiomech.2022.111346",
      "S0021-9290(22)00387-6"
    ],
    "Journal": {
      "ISSN": "1873-2380",
      "JournalIssue": {
        "Volume": "144",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov"
        }
      },
      "Title": "Journal of biomechanics",
      "ISOAbbreviation": "J Biomech"
    },
    "ArticleTitle": "Discriminating bladder cancer cells through rheological mechanomarkers at cell and spheroid levels.",
    "Pagination": {
      "StartPage": "111346",
      "MedlinePgn": "111346"
    },
    "Abstract": {
      "AbstractText": [
        "The stiffening or softening of cancers observed in nanoindentation experiments has been recognized as a marker of cancer-related changes. In bladder cancers, continuous stretching/destretching is observed due to its functionality, indicating that shear forces dominate the mechanical response of these cells. Thus, nanoindentation and microrheological measurements conducted in parallel allow for a fully reliable mechanomarker of cancer progression. Here, bladder cancer cell lines, i.e., non-malignant cell cancer of the ureter (HCV29), bladder carcinoma (HT1376), and transitional cell carcinoma (T24), were studied. Nanoindentation and microrheological experiments were conducted on individual cells, cell monolayers, and spheroids that were formed using non-adherent surface plates. The results show that nanoindentation experiments can only differentiate between non-malignant HCV29 (stiffer) and cancerous HT1376 and T24 (softer) cells. Applying microrheology recognizes the type of grade 3 bladder cancers (carcinoma HT1376 or transitional cell carcinoma T24 cells). We showed that actin filaments are a vital element defining the rheological properties of spheroids. Differences in mechanical properties of cell monolayers could be associated with thick actin bundles and intercellular connections, with some extracellular matrix (ECM) contributing to the stiffening of such monolayers. Our findings demonstrate that a complete image of how cancer cells respond to mechanical stress (compressive and shear forces) can only be obtained after microrheological measurements using the transition frequency separating elastic and viscous regimes as a non-labeled biomarker of bladder cancer progression."
      ],
      "CopyrightInformation": "Copyright © 2022 The Author(s). Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biophysical Microstructures, Institute of Nuclear Physics, Polish Academy of Sciences, PL-31342 Kraków, Poland."
          }
        ],
        "LastName": "Gnanachandran",
        "ForeName": "Kajangi",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Biochemistry, Faculty of Biochemistry, Biophysics and Biotechnology, Jagiellonian University, Gronostajowa 7, Krakow, Poland."
          }
        ],
        "LastName": "Kędracka-Krok",
        "ForeName": "Sylwia",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biophysical Microstructures, Institute of Nuclear Physics, Polish Academy of Sciences, PL-31342 Kraków, Poland."
          }
        ],
        "LastName": "Pabijan",
        "ForeName": "Joanna",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biophysical Microstructures, Institute of Nuclear Physics, Polish Academy of Sciences, PL-31342 Kraków, Poland. Electronic address: malgorzata.lekka@ifj.edu.pl."
          }
        ],
        "LastName": "Lekka",
        "ForeName": "Małgorzata",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Biomech",
    "NlmUniqueID": "0157375",
    "ISSNLinking": "0021-9290"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Carcinoma, Transitional Cell"
    },
    {
      "QualifierName": [
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Urinary Bladder Neoplasms"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Epithelial Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Urinary Bladder"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Extracellular Matrix"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}