{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11914183",
  "DateCompleted": {
    "Year": "2002",
    "Month": "05",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1351-0088",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "1",
        "PubDate": {
          "Year": "2002",
          "Month": "Mar"
        }
      },
      "Title": "Endocrine-related cancer",
      "ISOAbbreviation": "Endocr Relat Cancer"
    },
    "ArticleTitle": "Mechanisms involved in the progression of androgen-independent prostate cancers: it is not only the cancer cell's fault.",
    "Pagination": {
      "StartPage": "61",
      "EndPage": "73",
      "MedlinePgn": "61-73"
    },
    "Abstract": {
      "AbstractText": [
        "The acquisition of an androgen-independent phenotype by prostate cancer cells is presently a death sentence for patients. In order to have a realistic chance of changing this outcome, an understanding of what drives the progression to androgen independence is critical. We review here a working hypothesis based on the position that the development of androgen-independent epithelial cells is the result of a series of cellular and molecular events within the whole tissue that culminates in the loss of normal tissue-maintained growth control. This tissue includes the epithelial and stromal cells, the supporting extracellular matrix and circulating hormones. This review discusses the characteristics of these malignant cells, the role of stromal cells involved in growth and the differentiation of epithelial cells, and the role of the extracellular matrix as a mediator of the phenotypes of stromal and epithelial cells. In addition, environmental, neuroendocrine and immune factors that may contribute to disturbance of the fine balance of the epithelial-stromal-extracellular matrix connection are considered. While the goal of many therapeutic approaches to prostate cancer has been androgen ablation or targeting the androgen receptor (AR) of epithelial cells, these therapies become ineffective as the cells progress beyond dependence on androgen for growth control. Twenty years ago Sir David Smithers debated that cancer is the result of loss of tolerance within tissues and the organizational failure of normal growth-control mechanisms. This is precipitated by prolonged or abnormal demands for regeneration or repair, rather than of any inherent disorder peculiar to each of the individual components involved. He wrote \"It is not the cell itself that is disorderly, but its relationship with the rest of the tissue\". We have gained significantly large amounts of precise data on the effects of androgenic ablation on cancerous prostate cells and on the role of the AR in prostate cancer. The need has come to compile this information towards a perspective of dysregulation of tissue as a whole, and to develop experimental systems to address this broader perspective to find and develop therapies for treatment and prevention."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Center for Complementary and Alternative Medicine (NCCAM), National Institutes of Health, 8 West Drive MSC 2669, Qtrs. 15B1, Bethesda, MD 20892-2669, USA. jarnold@mail.nih.gov"
          }
        ],
        "LastName": "Arnold",
        "ForeName": "J T",
        "Initials": "JT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Isaacs",
        "ForeName": "J T",
        "Initials": "JT"
      }
    ],
    "GrantList": [
      {
        "GrantID": "P30 CA006973",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Endocr Relat Cancer",
    "NlmUniqueID": "9436481",
    "ISSNLinking": "1351-0088"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Androgens"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Receptors, Androgen"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Androgens"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Progression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gene Expression Regulation, Neoplastic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Neoplasms, Hormone-Dependent"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Prostatic Neoplasms"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Receptors, Androgen"
    }
  ]
}