{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18637489",
  "DateCompleted": {
    "Year": "2008",
    "Month": "08",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0065-2598",
      "JournalIssue": {
        "Volume": "630",
        "PubDate": {
          "Year": "2008"
        }
      },
      "Title": "Advances in experimental medicine and biology",
      "ISOAbbreviation": "Adv Exp Med Biol"
    },
    "ArticleTitle": "Proteomics of cancer of hormone-dependent tissues.",
    "Pagination": {
      "StartPage": "133",
      "EndPage": "147",
      "MedlinePgn": "133-47"
    },
    "Abstract": {
      "AbstractText": [
        "Serum and tissue biomarkers have begun to play an increasingly important role in the detection and management of many cancers of hormone-sensitive tissues. Specifically, the introduction of serum PSA measurements into clinical practice has dramatically altered detection and treatment of prostate cancer and serum tumor markers play a critical role in the management of testicular cancer. Serum biomarkers are used for ovarian and pancreatic cancers, but their usefulness is limited by poor specificity. Tissue biomarkers are used to help guide breast cancer treatment but are not widely used in other cancers. Even the \"best\" biomarkers such as PSA have substantial limitations. The discovery of new biomarkers for both early detection and prognosis of cancer is critical to the hope of better clinical outcomes. Recently there has been an expanding understanding of the underlying molecular etiology of cancer and molecular targeted therapies for some particularly aggressive cancers such as renal cell carcinoma have been developed. Better understanding of the molecular etiology of cancer and identification of additional therapeutic targets remain important research goals. Currently, there are very few patient-tailored therapies and there is a great need to better understand the molecular alterations associated with cancer and to use this information to design need cancer therapies and prevention strategies. Advances in proteomic technologies have created tremendous opportunities for biomarker discovery and biological studies of cancer. The potential that proteomics will impact clinical practice is currently greater than ever, but there main several obstacles in making this a reality. A major hurdle to overcome continues to be the proper acquisition of patient tissues and body fluids for investigation and clinical diagnostics. Each cancer has specific issues in this regard and it is incumbent upon investigators and collaborating clinicians to understand the various nuances of tissue and biofluid procurement. This chapter not only reviews the clinical need and potential impact of proteomic studies of hormone-sensitive cancers, but details specific technologies and discusses the issues surrounding tissue/biofluid procurement."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Urology and Physiology University of California Irvine Medical Center, Orange, CA 92868, USA. darren@uci.edu"
          }
        ],
        "LastName": "Tyson",
        "ForeName": "Darren R",
        "Initials": "DR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ornstein",
        "ForeName": "David K",
        "Initials": "DK"
      }
    ],
    "PublicationTypeList": [
      "Evaluation Study",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Adv Exp Med Biol",
    "NlmUniqueID": "0121103",
    "ISSNLinking": "0065-2598"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers, Tumor"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Neoplasm Proteins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Biomarkers, Tumor"
    },
    {
      "QualifierName": [
        "chemistry"
      ],
      "DescriptorName": "Body Fluids"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "analysis",
        "metabolism"
      ],
      "DescriptorName": "Neoplasm Proteins"
    },
    {
      "QualifierName": [
        "diagnosis",
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Neoplasms, Hormone-Dependent"
    },
    {
      "QualifierName": [
        "methods",
        "trends"
      ],
      "DescriptorName": "Proteomics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tumor Cells, Cultured"
    }
  ],
  "NumberOfReferences": "125"
}