{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16169667",
  "DateCompleted": {
    "Year": "2006",
    "Month": "08",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2005",
        "Month": "09",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0306-9877",
      "JournalIssue": {
        "Volume": "66",
        "Issue": "1",
        "PubDate": {
          "Year": "2006"
        }
      },
      "Title": "Medical hypotheses",
      "ISOAbbreviation": "Med Hypotheses"
    },
    "ArticleTitle": "The cell clone ecology hypothesis and the cell fusion model of cancer progression and metastasis: history and experimental support.",
    "Pagination": {
      "StartPage": "76",
      "EndPage": "83",
      "MedlinePgn": "76-83"
    },
    "Abstract": {
      "AbstractText": [
        "The two-stage initiation-progression model of cancer is widely accepted. Although mutations explain initiation of neoplasia, the assumption that mutations are responsible for progression of neoplasia to cancer appears to have little experimental support. The \"cell clone ecology hypothesis\" explains why neoplasia evolve and the \"cell fusion model of cancer progression and metastasis\" describes how they evolve into clinically significant tumors. A brief history of important concepts and experiments is provided. Clinically significant cancers are effectively new parasite species that live, expand and evolve within the host. It is hypothesized that survival and fate of the parasite clones called \"cancer\" are governed by the principles of ecology. It is argued that while mutations or aneuploidy (asexual reproduction) can result in transient/self-limiting neoplasia, neither of these asexual modes of forming new karyotypes can maintain the ecologically fit parasites that develop into clinically significant cancer. Mutations and/or unstable genomes (aneuploidy) progressively degrade cell lines and if only these mechanisms were at work, neoplasia would spontaneously become extinct or benign (enfeebled) before reaching clinical significance (an example of \"Muller's ratchet\"). In the cell fusion model of (clinically significant) cancer progression and metastasis, cell-cell fusion is the essential element allowing normal cells or (transient) neoplasia to evolve into clinically significant cancers. Cell-cell fusion is required for producing and sustaining clinically significant cancer because it provides a sex-like mode of reproduction essential for an ecologically fit parasite organism. Cell-cell fusion provides the opportunity needed for tumors to rejuvenate cell lines containing abnormal genomes and rapidly evolve to acquire dramatically aggressive traits such as metastasis. Indeed, metastasis appears to require cell-cell fusion. Cell-cell fusion also partially overcomes erosion of teleomeres during clone expansion and allows the essential elements of a tumorigenic genome to hide from chemotherapy as recessive traits in cells with normal phenotypes and re-emerge (by cell-cell fusion) as a new cancer after the phenotypically cancerous cells have been eradicated by classical chemotherapy. Eradication of the cancer parasite cannot be routinely achieved by classical toxic chemotherapy alone or even by chemotherapy augmented with techniques needed to overcome anti-apoptotic traits of cancer cells. Direct chemical intervention against cell-cell fusion concurrent with classical toxic chemotherapy holds a promise of preventing re-lapse of the disease. Intervention against cell-cell fusion may also directly suppress metastasis based on the model presented here. The paper also summarizes work on the cell surface glycoprotein CD44 that implicates it as a key element in cell-cell fusion and hence cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "9601 Warfield Road, Gaithersburg, MD 20882, USA. antimony_121@hotmail.com"
          }
        ],
        "LastName": "Parris",
        "ForeName": "George E",
        "Initials": "GE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Hypotheses",
    "NlmUniqueID": "7505668",
    "ISSNLinking": "0306-9877"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "CD44 protein, human"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Hyaluronan Receptors"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Med Hypotheses. 2008;70(2):463",
      "PMID": "17656030"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cell Fusion"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cell Survival"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Hyaluronan Receptors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Neoplasm Metastasis"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}