{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28947694",
  "DateCompleted": {
    "Year": "2018",
    "Month": "02",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0917-5857",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "10",
        "PubDate": {
          "Year": "2017"
        }
      },
      "Title": "Clinical calcium",
      "ISOAbbreviation": "Clin Calcium"
    },
    "ArticleTitle": "[Oral cancer -diagnosis and therapy-.].",
    "Pagination": {
      "StartPage": "1427",
      "EndPage": "1433",
      "MedlinePgn": "1427-1433"
    },
    "Abstract": {
      "AbstractText": [
        "Oral cancer is a malignant neoplasm that occurs in the oral cavity. Squamous cell carcinoma accounts for over 90%of the oral cancers, and others include adenocarcinoma derived from minor salivary gland, sarcoma, malignant lymphoma and metastatic cancer. The number of oral cancer patients in Japan is about 3-times higher than the current number. Age-adjusted male-to-female ratio is 3:2, which is higher in males than in females. Of oral cancers, tongue carcinomas accounts is the most common and accounts for 40%of oral cancers. The oral cavity, an entrance of the digestive system, is exposed to chemical stimuli such as smoking, drinking and food as well as to mechanical stimuli including caries and ill-fitting prosthetic appliance, and characterized by the existence of multiple circumstances particular and risk factors associated with carcinogenesis. Examination of oral cancers can be easily conducted because these cancers can be confirmed directly by visual observation and palpation. The significance of oral cancer examination is early diagnosis and early treatment of not only oral cancers but also precancerous lesions, including leukoplakia and erythroplakia, and precancerous conditions, including lichen planus. The first choice for oral cancer therapy is surgical treatment. Unfortunately 5-year survival rate has not improved(50%overall)for the last few decades except in specialized cancer centers. Although the oral cavity is one of the accessible sites and about half the population receives regular oral examination through routine dental care in industrialized countries, most of the patients arrive at a late stage of disease(mostly with T3 and T4 cancers)because of lack of knowledge of symptoms and unawareness of oral malignancies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Oral and Maxillofacial Surgery, Tokyo Dental College, Japan."
          }
        ],
        "LastName": "Shibahara",
        "ForeName": "Takahiko",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Clin Calcium",
    "NlmUniqueID": "9433326",
    "ISSNLinking": "0917-5857"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Carcinoma, Squamous Cell"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Mouth Neoplasms"
    }
  ]
}