{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16180547",
  "DateCompleted": {
    "Year": "2005",
    "Month": "11",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "06",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0015-5500",
      "JournalIssue": {
        "Volume": "51",
        "Issue": "4",
        "PubDate": {
          "Year": "2005"
        }
      },
      "Title": "Folia biologica",
      "ISOAbbreviation": "Folia Biol (Praha)"
    },
    "ArticleTitle": "Molecular therapeutics--lessons from the role of Src in cellular signalling.",
    "Pagination": {
      "StartPage": "114",
      "EndPage": "120",
      "MedlinePgn": "114-20"
    },
    "Abstract": {
      "AbstractText": [
        "Src is the oldest and best studied protooncogene participating in normal cells in proliferation, maintenance of normal intercellular contacts and cell motility. Its discovery opened the way for fundamental discoveries on the cell cycle, cell growth and death, cell-cell signalling, cell morphology and motility, and cancer biology. Src is poorly transforming, consistent with a role as a normal cellular protooncogene that, when activated, might serve as an oncogene. Its activation promotes growth during the process of tumorigenesis by stimulating the proliferation of pre-cancerous cells and also regulates other activities such as adhesion and invasion during the later stages of tumour progression. Overexpression of the Src protein and the increase of its specific protein kinase activity have been observed in various human malignancies and linked to the development of cancer and tumour progression to distant metastases. These observations have led to the recent rediscovery of Src, a molecule that has been investigated during nearly a century and that shows promise as a new target for therapy of human cancer in the development of anticancer therapeutics. To determine the role of Src in human cancer, which is still not fully understood, molecular details of many pathways that intersect with Src are necessary to be uncovered. A detailed map of signalling pathways regulating signal transduction and signal integration induced by Src may identify location of different \"checkpoints\" for the therapeutic intervention of human diseases due to the altered activity of Src."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Intracellular Communications, Institute of Molecular Genetics, Academy of Sciences of the Czech Republic, Prague, Czech Republic. tuhack@img.cas.cz"
          }
        ],
        "LastName": "Tuhácková",
        "ForeName": "Z",
        "Initials": "Z"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Czech Republic",
    "MedlineTA": "Folia Biol (Praha)",
    "NlmUniqueID": "0234640",
    "ISSNLinking": "0015-5500"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "EC 2.7.10.2",
      "NameOfSubstance": "src-Family Kinases"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Design"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Molecular"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Signal Transduction"
    },
    {
      "QualifierName": [
        "antagonists & inhibitors",
        "physiology"
      ],
      "DescriptorName": "src-Family Kinases"
    }
  ],
  "NumberOfReferences": "60"
}