{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "diagnosis",
      "diagnostic techniques",
      "pigmentary skin disorders",
      "skin cancer"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34724325",
  "DateCompleted": {
    "Year": "2022",
    "Month": "02",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "02",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "11",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/jocd.14547"
    ],
    "Journal": {
      "ISSN": "1473-2165",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "2",
        "PubDate": {
          "Year": "2022",
          "Month": "Feb"
        }
      },
      "Title": "Journal of cosmetic dermatology",
      "ISOAbbreviation": "J Cosmet Dermatol"
    },
    "ArticleTitle": "Non-invasive diagnostic techniques in pigmentary skin disorders and skin cancer.",
    "Pagination": {
      "StartPage": "444",
      "EndPage": "450",
      "MedlinePgn": "444-450"
    },
    "Abstract": {
      "AbstractText": [
        "Diagnosis of pigmentary skin disorders, pre-cancerous and cancerous skin diseases is traditionally relied on visual assessment. The most widely applied invasive diagnostic technique is the skin biopsy. There have been significant technological advances in non-invasive diagnostic methods for skin disorders.",
        "The objective of this article is to discuss different non-invasive diagnostic modalities, used in the diagnosis of pigmentary skin disorders and cutaneous cancers.",
        "Comprehensive literature search was performed to screen articles related to non-invasive diagnostic techniques in pigmentary skin disorders and cutaneous cancers. Articles published in journals indexed in PubMed were searched along with those in Google Scholar. Clinical trials, review articles, case series, case reports and other relevant articles were considered for review. References of relevant articles were also considered for review.",
        "Dermoscopy and ultrasonography were the only non-invasive diagnostic and imaging techniques available to dermatologists for many years. The advent of computed tomography (CT) and magnetic resonance imaging (MRI) augmented the visualization of deeper structures. Confocal laser microscopy (CLM) and reflectance spectrophotometers have showed promising results in the non-invasive detection of pigmented lesions. Optical coherence tomography (OCT), electrical impedance spectroscopy (EIS), multispectral imaging, high frequency ultrasonography (HFUS) and adhesive patch biopsy aid in the accurate diagnosis of benign, as well as neoplastic skin diseases.",
        "There have been significant advancements in non-invasive methods for diagnosis of dermatological diseases. These techniques can be repeatedly used in a comfort manner for the patient, and may offer an objective way to follow the course of a disease."
      ],
      "CopyrightInformation": "© 2021 The Authors. Journal of Cosmetic Dermatology published by Wiley Periodicals LLC."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-3462-1625"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Dermatology, Venereology and Leprology, All India Institute of Medical Sciences, Jodhpur, India."
          }
        ],
        "LastName": "Pathania",
        "ForeName": "Yashdeep Singh",
        "Initials": "YS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Second Dermatology Department, Aristotle University of Thessaloniki, Thessaloniki, Greece."
          }
        ],
        "LastName": "Apalla",
        "ForeName": "Zoe",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Dermatology, Hospital Provincial del Centenario de Rosario-Universidad Nacional de Rosario, Rosario, Argentina."
          }
        ],
        "LastName": "Salerni",
        "ForeName": "Gabriel",
        "Initials": "G"
      },
      {
        "Identifier": [
          "0000-0002-9455-4025"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacology, Dr. DY Patil Medical College, Navi Mumbai, India."
          }
        ],
        "LastName": "Patil",
        "ForeName": "Anant",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Dermatology, University Medical Center of the Johannes Gutenberg University, Mainz, Germany."
          }
        ],
        "LastName": "Grabbe",
        "ForeName": "Stephan",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0002-8646-1179"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Dermatology, University Medical Center Mainz, Mainz, Germany."
          }
        ],
        "LastName": "Goldust",
        "ForeName": "Mohamad",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Cosmet Dermatol",
    "NlmUniqueID": "101130964",
    "ISSNLinking": "1473-2130"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Microscopy, Confocal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Skin"
    },
    {
      "QualifierName": [
        "diagnostic imaging"
      ],
      "DescriptorName": "Skin Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ultrasonography"
    }
  ]
}