{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8741797",
  "DateCompleted": {
    "Year": "1996",
    "Month": "09",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0091-6765",
      "JournalIssue": {
        "Volume": "103 Suppl 8",
        "Issue": "Suppl 8",
        "PubDate": {
          "Year": "1995",
          "Month": "Nov"
        }
      },
      "Title": "Environmental health perspectives",
      "ISOAbbreviation": "Environ Health Perspect"
    },
    "ArticleTitle": "Viruses and human cancers: challenges for preventive strategies.",
    "Pagination": {
      "StartPage": "269",
      "EndPage": "273",
      "MedlinePgn": "269-73"
    },
    "Abstract": {
      "AbstractText": [
        "Virus-associated human cancers provide unique opportunities for preventive strategies. The role of human papilloma viruses (HPV 16 and 18), hepatitis B virus (HBV), Epstein-Barr herpes virus (EBV), and retroviruses (human immunodeficiency virus [HIV] and human T-cell leukemia/lymphoma virus [HTLV]) in the development of common carcinomas and lymphomas represents a major cancer threat, particularly among individuals residing in developing countries, which account for 80% of the world's population. Even though these viruses are not the sole etiological agents of these cancers (as would be the case for infectious diseases), different approaches can be implemented to significantly decrease the incidence of virus-associated malignancies. The first approach is vaccination, which is available for HBV and possibly soon for EBV. The long delay between primary viral infection and development of associated tumors as well as the cost involved with administering vaccinations detracts from the feasibility of such an approach within developing countries. The second approach is to increase efforts to detect pre-cancerous lesions or early tumors using immunovirological means. This would allow early diagnosis and better treatment. The third strategy is linked to the existence of disease susceptibility genes, and suggests that counseling be provided for individuals carrying these genes to encourage them to modify their lifestyles and other conditions associated with increased cancer risks (predictive oncology). Specific recommendations include: a) increase international studies that explore the causes of the large variations in prevalence of common cancers throughout the world; b) conduct interdisciplinary studies involving laboratory investigation and social sciences, which may suggest hypotheses that may then be tested experimentally; and c) promote more preventive and health enhancement strategies in addition to curative and replacement therapies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Fogarty International Center, National Institutes of Health, Bethesda, Maryland and Institut Pasteur, Unit of Epidemiology of Oncogenic Viruses, Paris, France. dethe@pasteur.fr"
          }
        ],
        "LastName": "de The",
        "ForeName": "G",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Environ Health Perspect",
    "NlmUniqueID": "0330411",
    "ISSNLinking": "0091-6765"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Viral Vaccines"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Burkitt Lymphoma"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Carcinoma"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Herpesvirus 4, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Nasopharyngeal Neoplasms"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control",
        "virology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Viral Vaccines"
    }
  ]
}