{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adenocarcinoma",
      "Chemotherapy",
      "Esophagogastric cancer",
      "Gastric cancer",
      "Maintenance therapy",
      "S-1"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28760152",
  "DateCompleted": {
    "Year": "2018",
    "Month": "04",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "07",
        "Day": "31"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "509",
      "10.1186/s12885-017-3497-9"
    ],
    "Journal": {
      "ISSN": "1471-2407",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Jul",
          "Day": "31"
        }
      },
      "Title": "BMC cancer",
      "ISOAbbreviation": "BMC Cancer"
    },
    "ArticleTitle": "Randomized controlled trial of S-1 maintenance therapy in metastatic esophagogastric cancer - the multinational MATEO study.",
    "Pagination": {
      "StartPage": "509",
      "MedlinePgn": "509"
    },
    "Abstract": {
      "AbstractText": [
        "The optimal duration of firstline chemotherapy in metastatic esophagogastric cancer is unknown. In most clinical trials therapy was given until tumour progression or limiting toxicity. Maintenance concepts aiming to prolong the duration of response and maintain quality of life have been established in other tumour types but not in esophagogastric cancer. S-1 is an oral fluoropyrimidine with proven efficacy in metastatic esophagogastric cancer.",
        "The Maintenance Teysuno® (S-1) in esophagogastric cancer (MATEO) trial is a multinational, randomized phase II study that explores the role of S-1 maintenance therapy in Her-2 negative, advanced esophagogastric adenocarcinoma. After a 12-week firstline platinum-fluoropyrimidine-based chemotherapy patients without tumour progression are randomized in a 2:1 allocation to receive S-1 alone or continue with the same regimen as during the primary period. The primary endpoint is overall survival. Secondary endpoints include safety and toxicity, progression-free survival and quality of life. Correlative biomarker analyses focus on the identification of a subgroup of patients with a prolonged benefit from S-1 based maintenance therapy.",
        "MATEO will be the first trial to define the role of a S-1 based maintenance therapy in patients having received a platinum-based firstline chemotherapy.",
        "NCT02128243 (date of registration: 29-04-2014)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, National Center for Tumor Diseases, University Hospital Heidelberg, Im Neuenheimer Feld 460, D-69120, Heidelberg, Germany. GeorgMartin.Haag@med.uni-heidelberg.de."
          }
        ],
        "LastName": "Haag",
        "ForeName": "Georg-Martin",
        "Initials": "GM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University Cancer Center Leipzig (UCCL), University Hospital Leipzig, Liebigstrasse 20, D-04103, Leipzig, Germany."
          }
        ],
        "LastName": "Stocker",
        "ForeName": "Gertraud",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "II. Department of Internal Medicine (Oncology/Haematology), University Medical Center Hamburg-Eppendorf, Martinistraße 52, D-20246, Hamburg, Germany."
          }
        ],
        "LastName": "Quidde",
        "ForeName": "Julia",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, National Center for Tumor Diseases, University Hospital Heidelberg, Im Neuenheimer Feld 460, D-69120, Heidelberg, Germany."
          }
        ],
        "LastName": "Jaeger",
        "ForeName": "Dirk",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University Cancer Center Leipzig (UCCL), University Hospital Leipzig, Liebigstrasse 20, D-04103, Leipzig, Germany."
          }
        ],
        "LastName": "Lordick",
        "ForeName": "Florian",
        "Initials": "F"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT02128243"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Cancer",
    "NlmUniqueID": "100967800",
    "ISSNLinking": "1471-2407"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy",
        "secondary"
      ],
      "DescriptorName": "Adenocarcinoma"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antineoplastic Combined Chemotherapy Protocols"
    },
    {
      "QualifierName": [
        "drug therapy",
        "pathology"
      ],
      "DescriptorName": "Esophageal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Maintenance Chemotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multicenter Studies as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "drug therapy",
        "pathology"
      ],
      "DescriptorName": "Stomach Neoplasms"
    }
  ],
  "CoiStatement": "AUTHORS’ INFORMATION: The study design of this trial has been presented as a poster at the ESMO 2016 congress. ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The study has been approved by the ethics committee (EC) of the University of Heidelberg as the leading EC for Germany in August 2014 (reference number: AFmu210/2014), furthermore approvals in all participating countries have been obtained. All patients gave their informed consent before any study-related intervention was started. In October 2016 the trial protocol was amended allowing the inclusion of patients with non-measurable disease and the randomization of patients having received primary chemotherapy outside of the MATEO trial. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: Financial funding for the MATEO trial is provided by TAIHO pharmaceuticals (Tokio, Japan), study medication is provided by Nordic Pharma (Paris, France); the companies have not been involved in the design of the study and have not peer reviewed the study. Sponsor of the trial: AIO Studien gGmbH, Berlin/Germany. GMH reports fees for advisory role from Sanofi, Roche, Taiho, Lilly, Pfizer, Nordic and travel grants from Amgen, Ipsen and Celgene. FL has received research support from Boehringer Ingelheim, GSK and Fresenius Biotech, he has received lecture and advisory honoraria from Amgen, Astra Zeneca, Biontech, BMS, Eli Lilly, Ganymed, Merck-Serono, Merck-MSD, Nordic, and Roche and he has received travel support from Amgen, Bayer, MSD, Roche, and Taiho. The other authors declare no conflict of interest. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}