{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20414009",
  "DateCompleted": {
    "Year": "2010",
    "Month": "05",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0385-0684",
      "JournalIssue": {
        "Volume": "37",
        "Issue": "4",
        "PubDate": {
          "Year": "2010",
          "Month": "Apr"
        }
      },
      "Title": "Gan to kagaku ryoho. Cancer & chemotherapy",
      "ISOAbbreviation": "Gan To Kagaku Ryoho"
    },
    "ArticleTitle": "[Host and environmental factors predisposing to cancer development].",
    "Pagination": {
      "StartPage": "571",
      "EndPage": "576",
      "MedlinePgn": "571-6"
    },
    "Abstract": {
      "AbstractText": [
        "Descriptive epidemiology, particularly regarding the cancer pattern in Japanese and Koreans in the United States, indicates that lifestyle factors contribute substantially to the development of common cancers such as gastric, colorectal, breast and prostate cancers. Sex and age are important determinants of many cancers, and the variation in cancer incidence according to these factors is also indicative of the role of environmental factors. While cancer of first-degree relatives or parental cancer was related to an approximately 2-fold increased risk for most site-specific cancers, a large Scandinavian twin study suggested that the contribution of genetic factors was generally small and that a statistically significant effect of hereditable factors was observed only for prostate, colorectal and breast cancers. It was roughly estimated in this article that infectious agents contributed to 20% of incident cases of cancer in Japan. In a recent cohort study in Japan, it is estimated that 29% of male cancers and 3% of female cancers can be ascribed to smoking. Among other lifestyle factors, alcohol consumption and obesity have provided convincing evidence as factors conferring increased risks of various cancers. The increased risks of colorectal cancer and breast cancer associated with alcohol drinking have been recently acknowledged internationally. Among dietary factors, red meat, aflatoxin and beta-carotene are considered to increase risks of colorectal, liver and lung cancers, respectively. Vegetables and fruits probably decrease the risk of cancer at various sites, and calcium specifically decreases the risk of colorectal cancer. Evidence for increased risk of gastric cancer associated with salted foods is judged to be not sufficient, although a high-salt diet enhanced gastric cancer in animals infected with Helicobacter pylori. The role of dietary factors in cancer development will be more clearly established by research on gene-environment interaction focusing on functional genetic polymorphisms."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Preventive Medicine, Kyushu University Faculty of Medical Sciences, 3-1-1 Maidashi, Fukuoka, Japan."
          }
        ],
        "LastName": "Kono",
        "ForeName": "Suminori",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Gan To Kagaku Ryoho",
    "NlmUniqueID": "7810034",
    "ISSNLinking": "0385-0684"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feeding Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Predisposition to Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology",
        "genetics",
        "pathology",
        "prevention & control"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Polymorphism, Genetic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ],
  "NumberOfReferences": "22"
}