{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "6369947",
  "DateCompleted": {
    "Year": "1984",
    "Month": "05",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0065-3071",
      "JournalIssue": {
        "Volume": "32",
        "PubDate": {
          "Year": "1984"
        }
      },
      "Title": "Advances in oto-rhino-laryngology",
      "ISOAbbreviation": "Adv Otorhinolaryngol"
    },
    "ArticleTitle": "Carcinoma of the larynx. Growth, p-classification and grading of squamous cell carcinoma of the vocal cords.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "123",
      "MedlinePgn": "1-123"
    },
    "Abstract": {
      "AbstractText": [
        "For this investigation on growth, p-classification and grading of squamous cell carcinomas of the vocal cord serial sectioning was applied to 108 specimens (58 partially and 50 totally extirpated larynges) of vocal cord cancers that had not previously been treated otherwise. The evaluation of these serial sections showed that frequently recurring patterns of the spread of carcinomas can be recognized which may be subdivided as follows: (1) Carcinoma in situ and early carcinomas of the vocal cord (microinvasive or minimal invasive carcinomas) originate from the strip of squamous cell epithelium covering the vocal cord mostly on its subglottic part. There are circumscribed as well as diffuse types, the latter mostly spreading subglottically, too. (2) Similar to the early vocal cord carcinomas the larger ones mostly expand in the subglottic direction. These glotto-subglottic tumours also follow the metaplastic areas of squamous cell epithelium caudally; they often infiltrate deeply, affect the cricoid and the thyroid cartilage and leave finally the larynx dorsolaterally. They metastasize to the deep cervical and paratracheal lymph nodes. (3) Less frequently larger carcinomas develop in the upper half of the vocal cord epithelium at the floor of the ventricle and extend cranially. These 'ventricle carcinomas' do not spread widely on the surface, but at once infiltrate deeply lateralcaudally into the paraglottic space and - in extreme cases - grow intramurally circularly. They often penetrate the laryngeal framework and metastasize mainly to the deep cervical lymph nodes. (4) Transglottic tumours ('multiregional' vocal cord carcinomas) represent a kind of 'pool' for advanced vocal cord carcinomas having expanded in different directions (sub- and supraglottically). In extensive cancerized fields they can also arise multicentrically. They frequently penetrate the laryngeal framework and metastasize to the deep cervical and paratracheal lymph nodes. The investigation of the growth of vocal cord carcinomas proved different modes of invasion of the various anatomical structures of the larynx. The submucosa or the so-called compartments do not resist the tumour growth, muscles are destroyed with increasing infiltration; tumours quickly spread in the relatively loose tissue and use vessels and nerves as pathways. The ossified parts of the hyaline laryngeal framework are infiltrated comparatively easily whereas non-ossified parts, together with ciliated epithelium, and mucous glands represent a kind of barrier against tumour growth.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Glanz",
        "ForeName": "H K",
        "Initials": "HK"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Adv Otorhinolaryngol",
    "NlmUniqueID": "0242534",
    "ISSNLinking": "0065-3071"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "classification",
        "pathology",
        "secondary"
      ],
      "DescriptorName": "Carcinoma in Situ"
    },
    {
      "QualifierName": [
        "classification",
        "pathology",
        "secondary"
      ],
      "DescriptorName": "Carcinoma, Squamous Cell"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Glottis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "classification",
        "pathology"
      ],
      "DescriptorName": "Laryngeal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lymphatic Metastasis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neck"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Invasiveness"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Vocal Cords"
    }
  ],
  "NumberOfReferences": "228"
}