{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2407428",
  "DateCompleted": {
    "Year": "1990",
    "Month": "04",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0147-0272",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "2",
        "PubDate": {
          "Year": "1990",
          "Season": "Mar-Apr"
        }
      },
      "Title": "Current problems in cancer",
      "ISOAbbreviation": "Curr Probl Cancer"
    },
    "ArticleTitle": "Familial cancer syndromes and clusters.",
    "Pagination": {
      "StartPage": "73",
      "EndPage": "114",
      "MedlinePgn": "73-114"
    },
    "Abstract": {
      "AbstractText": [
        "Familial aggregation has been reported for virtually every form of cancer in humans. In general, close relatives of a cancer patient appear to have a twofold to threefold increase in risk for that tumor. Among cancer families, however, the level of excess risk is heterogeneous and ranges up to 1000-fold. Familial clusters of cancer are often due to inherited susceptibility, but environmental influences and chance association also must be considered. The effect of chance is large, due to the 50% lifetime risk of developing cancer that is present in the general U.S. population. Thus, a family history of cancer is the rule rather than the exception, and special studies are needed to distinguish predisposition from chance. An inherited susceptibility to cancer often becomes apparent through the occurrence of the same neoplasm among multiple blood relatives. These neoplasms tend to occur at earlier ages than usual, to appear bilaterally in paired organs, and to develop in multiple primary foci within the predisposed organ. Hereditary cancers can also develop as multiple primary tumors in organs that share the same embryological origins, as in the multiple endocrine neoplasia (MEN) syndromes. In addition, neoplasia occurs as a feature of diverse inherited diseases, such as neurofibromatosis types 1 and 2, which predispose to tumors of the peripheral nerves and brain. Recent advances in molecular biology have greatly enhanced the importance of studying cancer families. Newly developed molecular probes have been applied to map the loci of several human cancer genes. The studies have also revealed a new class of human oncogenes, the tumor suppressor genes. These genes normally function by suppressing the tumor phenotype. When inactivated or deleted in germinal cells, they can be transmitted to subsequent generations and predispose to cancer among carriers in the family. At the molecular level, these carriers have inherited a structural abnormality in one allele of a recessive oncogene, and loss of the second allele at the locus results in tumor development. The first tumor suppressor that has been isolated is the retinoblastoma gene on chromosome 13q14. Studies indicate that this gene is involved in the development of many more human cancers than had been appreciated previously on the basis of clinical observations. Presently, the identification of cancer families can be applied to genetic counseling, the in-utero diagnosis of carriers, and early disease detection. In familial cancers that are triggered by environmental carcinogens, patient education regarding the avoidance of harmful exposures can help prevent or delay the onset of neoplasia."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Biostatistics and Epidemiology, Dana Farber Cancer Institute, Boston, Massachusetts."
          }
        ],
        "LastName": "Li",
        "ForeName": "F P",
        "Initials": "FP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Probl Cancer",
    "NlmUniqueID": "7702986",
    "ISSNLinking": "0147-0272"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Carcinogens, Environmental"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Carcinogens, Environmental"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "etiology",
        "genetics",
        "prevention & control"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "etiology",
        "genetics"
      ],
      "DescriptorName": "Neoplasms, Multiple Primary"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oncogenes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pedigree"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Syndrome"
    }
  ],
  "NumberOfReferences": "145"
}