{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Dans les cas de mélanome, la biopsie des ganglions sentinelles (BGS) est déterminante pour le pronostic et l’orientation des traitements et des stratégies de surveillance. Malgré des lignes directrices largement publiées pour la BGS, son utilisation est variable. Nous avons voulu déterminer la fréquence des BGS et les facteurs propices à son utilisation chez les patients atteints de mélanome dont les ganglions sont cliniquement négatifs en Colombie-Britannique.",
        "Une revue rétrospective des cas de mélanome avec ganglions cliniquement négatifs a été effectuée entre janvier 2015 et décembre 2017. Les patients inclus présentaient un indice de Breslow supérieur à 0,75 mm ou inférieur ou égal à 0,75 mm avec ulcération, ou un taux mitotique supérieur ou égal à 1/mm<sup>2</sup>. La BGS était jugée indiquée pour les stades cliniques IB à IIC (septième édition de l’<i>AJCC Cancer Staging Manual</i> de l’American Joint Committee on Cancer).",
        "En tout, 759 patients ont été inclus. Une BGS a été effectuée chez 54,8 % (363/662) d’entre eux lorsqu’elle était indiquée. La BGS était plus susceptible d’être effectuée en présence de tumeurs ayant un indice de Breslow supérieur à 1,0 mm ou un taux mitotique supérieur ou égal à 1/mm<sup>2</sup>. La BGS était moins susceptible d’être effectuée chez les patients de plus de 75 ans qui présentaient une tumeur n’affectant pas les membres. Le respect des lignes directrices relatives à la BGS a permis de réduire les récidives à distance, mais n’a pas affecté significativement les récurrences régionales et n’a pas eu d’impact significatif sur la survie globale chez les patients de 75 ans et moins.",
        "La BGS est sous-utilisée en Colombie-Britannique. Ces conclusions sont inquiétantes et très importantes compte tenu de l’évolution rapide des traitements adjuvants systémiques pour les patients à haut risque et de la proportion croissante de patients qui y seraient candidats selon la huitième édition de l’<i>AJCC Cancer Staging Manual</i> et les lignes directrices actuelles. Il faut déployer des efforts pour accroître l’utilisation de la BGS chez les patients qui y sont candidats."
      ],
      "CopyrightInformation": "© 2022 CMA Impact Inc. or its licensors."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35701006",
  "DateCompleted": {
    "Year": "2022",
    "Month": "06",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "06",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1503/cjs.019320"
    ],
    "Journal": {
      "ISSN": "1488-2310",
      "JournalIssue": {
        "Volume": "65",
        "Issue": "3",
        "PubDate": {
          "Year": "2022",
          "Season": "May-Jun"
        }
      },
      "Title": "Canadian journal of surgery. Journal canadien de chirurgie",
      "ISOAbbreviation": "Can J Surg"
    },
    "ArticleTitle": "Population-based assessment of sentinel lymph node biopsy in the management of cutaneous melanoma.",
    "Pagination": {
      "StartPage": "E394",
      "EndPage": "E403",
      "MedlinePgn": "E394-E403"
    },
    "Abstract": {
      "AbstractText": [
        "Sentinel lymph node biopsy (SLNB) for melanoma plays a central role in determining prognosis and guiding treatment and surveillance strategies. Despite widely published guidelines for SLNB, variation exists in its use. We aimed to determine the frequency of and predictive factors for SLNB in patients with clinically node-negative melanoma in British Columbia.",
        "A retrospective review was performed of patients with clinically node-negative melanoma diagnosed between January 2015 and December 2017. Patients included had a Breslow depth greater than 0.75 mm or a Breslow depth less than or equal to 0.75 mm with ulceration, or a mitotic rate greater than or equal to 1/mm<sup>2</sup>. SLNB was considered to be indicated for clinical stages IB to IIC (American Joint Committee on Cancer's <i>AJCC Cancer Staging Manual</i>, seventh edition).",
        "A total of 759 patients were included. SLNB was performed in 54.8% (363/662) of patients when indicated. SLNB was more likely to be performed for tumours with a Breslow depth greater than 1.0 mm or a mitotic rate greater than or equal to 1/mm<sup>2</sup>. SLNB was less likely to be performed in patients older than 75 years and with a nonextremity tumour location. Compliance with SLNB guidelines decreased distant recurrence but did not significantly affect regional recurrence, nor did it have a significant impact on overall survival among patients aged 75 years and younger.",
        "SLNB is being underutilized in British Columbia. These results are concerning and highly relevant given the rapidly evolving field of adjuvant systemic therapy for high-risk patients and the increased proportion of patients who should be considered for SLNB on the basis of the eighth edition of the <i>AJCC Cancer Staging Manual</i> and current guidelines. Efforts should be made to increase the use of SLNB in appropriate patients."
      ],
      "CopyrightInformation": "© 2022 CMA Impact Inc. or its licensors."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the University of British Columbia, Vancouver, BC (Ollek, Minkova, Taqi, Chen, Martinka); and the British Columbia Cancer Agency, Vancouver, BC (Davis, Hamilton, Stuart) sita.ollek@interiorhealth.ca."
          }
        ],
        "LastName": "Ollek",
        "ForeName": "Sita",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the University of British Columbia, Vancouver, BC (Ollek, Minkova, Taqi, Chen, Martinka); and the British Columbia Cancer Agency, Vancouver, BC (Davis, Hamilton, Stuart)."
          }
        ],
        "LastName": "Minkova",
        "ForeName": "Stephanie",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the University of British Columbia, Vancouver, BC (Ollek, Minkova, Taqi, Chen, Martinka); and the British Columbia Cancer Agency, Vancouver, BC (Davis, Hamilton, Stuart)."
          }
        ],
        "LastName": "Taqi",
        "ForeName": "Kadhim",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the University of British Columbia, Vancouver, BC (Ollek, Minkova, Taqi, Chen, Martinka); and the British Columbia Cancer Agency, Vancouver, BC (Davis, Hamilton, Stuart)."
          }
        ],
        "LastName": "Chen",
        "ForeName": "Leo",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the University of British Columbia, Vancouver, BC (Ollek, Minkova, Taqi, Chen, Martinka); and the British Columbia Cancer Agency, Vancouver, BC (Davis, Hamilton, Stuart)."
          }
        ],
        "LastName": "Martinka",
        "ForeName": "Magdalena",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the University of British Columbia, Vancouver, BC (Ollek, Minkova, Taqi, Chen, Martinka); and the British Columbia Cancer Agency, Vancouver, BC (Davis, Hamilton, Stuart)."
          }
        ],
        "LastName": "Davis",
        "ForeName": "Noelle",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the University of British Columbia, Vancouver, BC (Ollek, Minkova, Taqi, Chen, Martinka); and the British Columbia Cancer Agency, Vancouver, BC (Davis, Hamilton, Stuart)."
          }
        ],
        "LastName": "Hamilton",
        "ForeName": "Trevor",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the University of British Columbia, Vancouver, BC (Ollek, Minkova, Taqi, Chen, Martinka); and the British Columbia Cancer Agency, Vancouver, BC (Davis, Hamilton, Stuart)."
          }
        ],
        "LastName": "Stuart",
        "ForeName": "Heather",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "Can J Surg",
    "NlmUniqueID": "0372715",
    "ISSNLinking": "0008-428X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathology",
        "surgery"
      ],
      "DescriptorName": "Melanoma"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Staging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sentinel Lymph Node Biopsy"
    },
    {
      "QualifierName": [
        "pathology",
        "surgery"
      ],
      "DescriptorName": "Skin Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Melanoma, Cutaneous Malignant"
    }
  ],
  "CoiStatement": "Competing interests: None declared."
}