{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Apoptosis",
      "Ceramide synthases",
      "Colon",
      "Endometrium"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25779024",
  "DateCompleted": {
    "Year": "2015",
    "Month": "07",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "03",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.yexmp.2015.03.019",
      "S0014-4800(15)00054-4"
    ],
    "Journal": {
      "ISSN": "1096-0945",
      "JournalIssue": {
        "Volume": "98",
        "Issue": "3",
        "PubDate": {
          "Year": "2015",
          "Month": "Jun"
        }
      },
      "Title": "Experimental and molecular pathology",
      "ISOAbbreviation": "Exp Mol Pathol"
    },
    "ArticleTitle": "Linking the ceramide synthases (CerSs) 4 and 5 with apoptosis, endometrial and colon cancers.",
    "Pagination": {
      "StartPage": "585",
      "EndPage": "592",
      "MedlinePgn": "585-92"
    },
    "Abstract": {
      "AbstractText": [
        "Ceramide synthases (CerSs) also known as Longevity Assurance (LASS) genes belong to a family of six related genes. CerS gene products have been shown to produce ceramide, hence their name CerSs. Ceramide is a bio-effector molecule, belonging to the family of sphingolipids (SLs), which are important components of cell membranes, and has been implicated in cancer and apoptosis. Cancer still remains the second leading cause of death, both globally and in South Africa. The proper regulation of the balance between cell growth and cell death is essential for cellular homeostasis. Failure to properly regulate this balance may lead to pathologic conditions such as cancer development. CerSs have been implicated in cancer biology, especially in apoptosis, through the action of ceramide. Although knowledge of the role that CerSs play in cancer biology is advancing, the precise roles of distinct CerSs in different cancers are not yet fully understood, especially the roles of CerS4 and CerS5 in endometrial and colon cancers. The aim of this study was to investigate the link of CerS4 and CerS5 in apoptosis and, thus in cancers of the endometrium and colon, which are amongst the most prevalent cancers globally. Apoptosis was induced using anastrozole in endometrial cells and 5-FU in colon cells. Fluorescence activated cell sorting was used to analyse and quantify apoptosis and total RNA was extracted from both treated and untreated cells. Quantitative relative expression of CerS4 and CerS5 mRNA was then determined in all cells (treated and untreated), normalised to β-actin. Bio-informatics was used to compare CerS4 and CerS5 sequences. The endometrial cancer cells were more prone to apoptosis compared to their non-cancerous counterparts, while the colon cancer cells were more responsive to apoptosis induction after 48h, especially the HT-29 cells. Using quantitative real-time PCR, both CerS4 and CerS5 were shown to be up-regulated in endometrial and colon cancer cells. Apoptosis induction resulted in down-regulation of CerS4 and CerS5 in endometrial and colon cancers. These findings implicate these genes in cancer and apoptosis. Whether these genes play pro- or anti-apoptotic roles in cancers of the endometrium and colon is not conclusive at this stage. It may also be possible that these genes could exert opposing roles in the same or different tissues. Targeting this family of genes and understanding their precise individual roles in different types of cancer, are a promising therapeutic tool to new anti-cancer drug discovery or improving existing treatments."
      ],
      "CopyrightInformation": "Copyright © 2015. Published by Elsevier Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Internal Medicine, Medical Oncology and Research Laboratory, University of Witwatersrand, Parktown, 2193, Johannesburg, South Africa."
          }
        ],
        "LastName": "Mojakgomo",
        "ForeName": "Rahaba",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biochemistry, Microbiology and Biotechnology, University of Limpopo, Private Bag x1106, Sovenga, 0727, South Africa."
          }
        ],
        "LastName": "Mbita",
        "ForeName": "Zukile",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research, Innovation & Engagements Portfolio, Mangosuthu University of Technology, Durban 4031, South Africa. Electronic address: Zodwa.Dlamini@bristol.ac.uk."
          }
        ],
        "LastName": "Dlamini",
        "ForeName": "Zodwa",
        "Initials": "Z"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Exp Mol Pathol",
    "NlmUniqueID": "0370711",
    "ISSNLinking": "0014-4800"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "RNA, Messenger"
    },
    {
      "RegistryNumber": "EC 2.3.1.24",
      "NameOfSubstance": "CERS4 protein, human"
    },
    {
      "RegistryNumber": "EC 2.3.1.24",
      "NameOfSubstance": "CERS5 protein, human"
    },
    {
      "RegistryNumber": "EC 2.3.1.24",
      "NameOfSubstance": "Sphingosine N-Acyltransferase"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Amino Acid Sequence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Apoptosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Caco-2 Cells"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Colonic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Down-Regulation"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Endometrial Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "HT29 Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Molecular Sequence Data"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "RNA, Messenger"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Sphingosine N-Acyltransferase"
    }
  ]
}