{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15833823",
  "DateCompleted": {
    "Year": "2005",
    "Month": "06",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0008-5472",
      "JournalIssue": {
        "Volume": "65",
        "Issue": "8",
        "PubDate": {
          "Year": "2005",
          "Month": "Apr",
          "Day": "15"
        }
      },
      "Title": "Cancer research",
      "ISOAbbreviation": "Cancer Res"
    },
    "ArticleTitle": "The hydra phenomenon of cancer: why tumors recur locally after microscopically complete resection.",
    "Pagination": {
      "StartPage": "2997",
      "EndPage": "3002",
      "MedlinePgn": "2997-3002"
    },
    "Abstract": {
      "AbstractText": [
        "After surgical resection with microscopically clear margins, solid malignant tumors recur locally in up to 50%. Although the effect of a local tumor recurrence on the overall survival may be low in common cancers such as carcinoma of the breast or prostate, the affected patients suffer from exacerbated fear and the burden of the secondary treatment. With some tumor entities such as carcinoma of the uterine cervix or carcinoma of the head and neck, a local recurrence indicates incurability in the majority of cases. The pathomechanisms of local tumor spread and relapse formation are still unclear and comparatively little research has been devoted to their elucidation. Through the analysis of clinical and molecular data, we propose the concept of two pathogenetically and prognostically different local relapse types (i) in situ recurrences that arise in the residual organ/organ system not involved in the surgery for the primary tumor and (ii) scar recurrences that develop at the site of previous tumor resection. Whereas field cancerization, the monoclonal or multiclonal displacement of normal epithelium by a genetically altered but microscopically undistinguishable homologue, may explain the origin of in situ recurrences, most scar recurrences are regarded as the result of the interaction of minimal residual microscopically occult cancer with the surgical wound environment inside a developmentally defined tissue or organ compartment. The therapeutic implications derived from these concepts and areas of future research aimed to reduce local relapses are discussed in this perspective."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, University of Leipzig, Philipp-Rosenthal-Str. 55, 04103F, Leipzig, Germany. michael.hoeckel@medizin.uni-leipzig.de"
          }
        ],
        "LastName": "Höckel",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dornhöfer",
        "ForeName": "Nadja",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cancer Res",
    "NlmUniqueID": "2984705R",
    "ISSNLinking": "0008-5472"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "classification",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Neoplasm Recurrence, Local"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Seeding"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Neoplasm, Residual"
    },
    {
      "QualifierName": [
        "pathology",
        "surgery"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}