{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "DNMT",
      "HDAC",
      "cancer",
      "cancer therapy",
      "epidrugs",
      "pharmacodynamic"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35327559",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "02",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "367",
      "10.3390/biom12030367"
    ],
    "Journal": {
      "ISSN": "2218-273X",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "3",
        "PubDate": {
          "Year": "2022",
          "Month": "Feb",
          "Day": "25"
        }
      },
      "Title": "Biomolecules",
      "ISOAbbreviation": "Biomolecules"
    },
    "ArticleTitle": "The Role of Epigenetic Modifications in Human Cancers and the Use of Natural Compounds as Epidrugs: Mechanistic Pathways and Pharmacodynamic Actions.",
    "Abstract": {
      "AbstractText": [
        "Cancer is a complex disease resulting from the genetic and epigenetic disruption of normal cells. The mechanistic understanding of the pathways involved in tumor transformation has implicated a priori predominance of epigenetic perturbations and a posteriori genetic instability. In this work, we aimed to explain the mechanistic involvement of epigenetic pathways in the cancer process, as well as the abilities of natural bioactive compounds isolated from medicinal plants (flavonoids, phenolic acids, stilbenes, and ketones) to specifically target the epigenome of tumor cells. The molecular events leading to transformation, angiogenesis, and dissemination are often complex, stochastic, and take turns. On the other hand, the decisive advances in genomics, epigenomics, transcriptomics, and proteomics have allowed, in recent years, for the mechanistic decryption of the molecular pathways of the cancerization process. This could explain the possibility of specifically targeting this or that mechanism leading to cancerization. With the plasticity and flexibility of epigenetic modifications, some studies have started the pharmacological screening of natural substances against different epigenetic pathways (DNA methylation, histone acetylation, histone methylation, and chromatin remodeling) to restore the cellular memory lost during tumor transformation. These substances can inhibit DNMTs, modify chromatin remodeling, and adjust histone modifications in favor of pre-established cell identity by the differentiation program. Epidrugs are molecules that target the epigenome program and can therefore restore cell memory in cancerous diseases. Natural products isolated from medicinal plants such as flavonoids and phenolic acids have shown their ability to exhibit several actions on epigenetic modifiers, such as the inhibition of DNMT, HMT, and HAT. The mechanisms of these substances are specific and pleiotropic and can sometimes be stochastic, and their use as anticancer epidrugs is currently a remarkable avenue in the fight against human cancers."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-9317-1631"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Human Pathologies Biology, Department of Biology, Faculty of Sciences, Genomic Center of Human Pathologies, Mohammed V University in Rabat, Rabat 10106, Morocco."
          }
        ],
        "LastName": "Bouyahya",
        "ForeName": "Abdelhakim",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0003-4571-9089"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Biotechnology, Environment, Agri-Food, and Health (LBEAS), Faculty of Sciences, University Sidi Mohamed Ben Abdellah (USMBA), Fez 1796, Morocco."
          }
        ],
        "LastName": "Mechchate",
        "ForeName": "Hamza",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Biological Sciences (ISSB-P), Mohammed VI Polytechnic University (UM6P), Benguerir 43150, Morocco."
          }
        ],
        "LastName": "Oumeslakht",
        "ForeName": "Loubna",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Microbial Biotechnology, Faculty of Sciences and Technology, Sidi Mohamed Ben Abdellah University, Fez 1976, Morocco."
          }
        ],
        "LastName": "Zeouk",
        "ForeName": "Ikrame",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physiology and Physiopathology Team, Department of Biology, Mohammed V University in Rabat, Rabat 10106, Morocco."
          }
        ],
        "LastName": "Aboulaghras",
        "ForeName": "Sara",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0002-9024-4898"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Biodiversity, Ecology, and Genome, Faculty of Sciences, Mohammed V University in Rabat, Rabat 10106, Morocco."
          }
        ],
        "LastName": "Balahbib",
        "ForeName": "Abdelaali",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0001-6548-7823"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physiology and Biochemistry Laboratory, Department of Biology, Selcuk University, Campus, Konya 42130, Turkey."
          }
        ],
        "LastName": "Zengin",
        "ForeName": "Gokhan",
        "Initials": "G"
      },
      {
        "Identifier": [
          "0000-0003-0088-0565"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "King Fahd Medical Research Center, King Abdulaziz University, P.O. Box 80216, Jeddah 21589, Saudi Arabia."
          },
          {
            "Identifier": [],
            "Affiliation": "West China School of Nursing/Institutes for Systems Genetics, Frontiers Science Center for Disease-Related Molecular Network, West China Hospital, Sichuan University, Chengdu 610041, China."
          },
          {
            "Identifier": [],
            "Affiliation": "Enzymoics, Novel Global Community Educational Foundation, 7 Peterlee Place, Hebersham, NSW 2770, Australia."
          }
        ],
        "LastName": "Kamal",
        "ForeName": "Mohammad Amjad",
        "Initials": "MA"
      },
      {
        "Identifier": [
          "0000-0001-6281-426X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Molecular Medicine and Medical Biotechnology, University of Naples Federico II, Via Pansini 5, 80131 Naples, Italy."
          }
        ],
        "LastName": "Gallo",
        "ForeName": "Monica",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0002-8857-2091"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, University of Naples Federico II, Via D. Montesano 49, 80131 Naples, Italy."
          }
        ],
        "LastName": "Montesano",
        "ForeName": "Domenico",
        "Initials": "D"
      },
      {
        "Identifier": [
          "0000-0002-0308-1155"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Histology, Embryology, and Cytogenetic, Faculty of Medicine and Pharmacy, Mohammed V University in Rabat, Rabat 10100, Morocco."
          }
        ],
        "LastName": "El Omari",
        "ForeName": "Nasreddine",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Biomolecules",
    "NlmUniqueID": "101596414",
    "ISSNLinking": "2218-273X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Flavonoids"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Histones"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "DNA Methylation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Epigenesis, Genetic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Epigenomics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Flavonoids"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Histones"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "genetics"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "chemistry"
      ],
      "DescriptorName": "Plants, Medicinal"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}