{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3985640",
  "DateCompleted": {
    "Year": "1985",
    "Month": "05",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0385-0684",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "3 Pt 2",
        "PubDate": {
          "Year": "1985",
          "Month": "Mar"
        }
      },
      "Title": "Gan to kagaku ryoho. Cancer & chemotherapy",
      "ISOAbbreviation": "Gan To Kagaku Ryoho"
    },
    "ArticleTitle": "[Clinicopathological study of esophageal cancer in the early stage and its later development].",
    "Pagination": {
      "StartPage": "700",
      "EndPage": "707",
      "MedlinePgn": "700-7"
    },
    "Abstract": {
      "AbstractText": [
        "Ninety-five specimens taken from 82 cases of superficial esophageal cancer limited within the submucosal layer were studied to clarify the developmental changes of early esophageal cancer. Esophageal epithelium was also open to cancerous or dysplastic changes. Cancers limited to the mucosal layer were grossly classified as follows. 1) those progressing to carcinoma in situ of several millimeters to 2-5 cm in size, then invading deep beyond the mucosa, and 2) those invading beyond the mucosal layer to proliferate before reaching several millimeters in extent. Most of the resected cases belonged to type 1. which was flat in form with redness, erosive appearance or sclerohypertrophic appearance of the mucosa. These findings depended on the degree of cellular atypism and histological differentiation. Almost all submucosal cancer lesions less than 2 cm in size were of macroscopically protruding or depressed type. Many cases were simple type without intraepithelial spreading around the primary lesion and seemed to develop with in micro-cancer nests. Superficial circularly spreading cancer was one of the complex types observed with intraepithelial cancer around the primary lesion. Most superficial spreading cancers originating as large flat epithelial lesions, and the protrusions or depressions found in the lesions were considered to have developed as secondary changes occurring during the course of change. Vessel-invasion of superficial esophageal cancer was also discussed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ide",
        "ForeName": "H",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Gan To Kagaku Ryoho",
    "NlmUniqueID": "7810034",
    "ISSNLinking": "0385-0684"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Carcinoma in Situ"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Esophageal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Mucous Membrane"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Invasiveness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Staging"
    }
  ]
}