{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22442109",
  "DateCompleted": {
    "Year": "2012",
    "Month": "10",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "06",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "03",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1101/sqb.2012.76.011015"
    ],
    "Journal": {
      "ISSN": "1943-4456",
      "JournalIssue": {
        "Volume": "76",
        "PubDate": {
          "Year": "2011"
        }
      },
      "Title": "Cold Spring Harbor symposia on quantitative biology",
      "ISOAbbreviation": "Cold Spring Harb Symp Quant Biol"
    },
    "ArticleTitle": "Autophagy, stress, and cancer metabolism: what doesn't kill you makes you stronger.",
    "Pagination": {
      "StartPage": "389",
      "EndPage": "396",
      "MedlinePgn": "389-96"
    },
    "Abstract": {
      "AbstractText": [
        "Altered metabolism is a hallmark of cancer. Oncogenic events that lead to cancerous states reorganize metabolic pathways to increase nutrient uptake, which promotes biosynthetic capabilities and cell-autonomous behavior. Increased biosynthesis dictates metabolic demand for ATP, building blocks, and reducing equivalents, rendering cancer cells metabolically in a perpetually hungry state. Moreover, most chemotherapy agents induce acute metabolic stress that cancer cells must overcome for their survival. These metabolic stress cues in cancer cells can activate and cause dependence on the self-cannibalization mechanism of macroautophagy (autophagy hereafter) for the lysosomal turnover and recycling of organelles and proteins for energy and stress survival. For example, activating mutations in Ras or Ras-effector pathways induce autophagy, and cancer cell lines with Ras activation show elevated levels of basal autophagy that is essential for starvation survival and tumor growth. The metabolic implications of this are profound and multifaceted. First, autophagy-mediated degradation and recycling of cellular substrates can support metabolism and promote survival and tumor growth. Second, acute autophagy activation in response to cancer therapy can potentially lead to refractory tumors resistant to conventional chemotherapy. For example, a specific form of autophagy that targets mitochondria (mitophagy) may also function to promote cell survival by the clearance of damaged mitochondria that are potential sources of reactive oxygen species (ROS). These point to the possibility that autophagy is a unique metabolic need, important for survival as well as therapy resistance in cancer cells. Targeting autophagy in single-agent therapy to sensitize aggressive cancers that are dependent on autophagy for survival or in combination with therapeutic agents that induce autophagy as a resistance mechanism may be an effective therapeutic strategy to treat cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Cancer Institute of New Jersey, New Brunswick, New Jersey 08903, USA. mathewro@umdnj.edu"
          }
        ],
        "LastName": "Mathew",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "White",
        "ForeName": "E",
        "Initials": "E"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 CA130893",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R37CA53370",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "RC1 CA147961",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, U.S. Gov't, Non-P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cold Spring Harb Symp Quant Biol",
    "NlmUniqueID": "1256107",
    "ISSNLinking": "0091-7451"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Autophagy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cell Survival"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Metabolic Networks and Pathways"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Oncogenes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stress, Physiological"
    }
  ]
}