{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2026569",
  "DateCompleted": {
    "Year": "1991",
    "Month": "06",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0889-8588",
      "JournalIssue": {
        "Volume": "5",
        "Issue": "1",
        "PubDate": {
          "Year": "1991",
          "Month": "Feb"
        }
      },
      "Title": "Hematology/oncology clinics of North America",
      "ISOAbbreviation": "Hematol Oncol Clin North Am"
    },
    "ArticleTitle": "Chemoprevention of cancer.",
    "Pagination": {
      "StartPage": "69",
      "EndPage": "77",
      "MedlinePgn": "69-77"
    },
    "Abstract": {
      "AbstractText": [
        "Chemoprevention is a relatively new area of clinical cancer research. In this article we have presented a general overview of the concepts as well as the status of ongoing clinical trials using the most promising agents in selected populations. The reader is referred to recent excellent reviews presenting more detailed discussions of the various topics discussed, such as the selection process for new agents, in vitro and animal model screening procedures, epidemiologic studies, and other agents now being screened and tested for potential clinical study. Increased understanding of the biology of carcinogenesis will undoubtedly lead to new ideas and approaches. Pathways for conversion of proto-oncogenes to tumor-supporting oncogenes, the mechanisms of action of tumor suppressor genes, and the involvement of abnormal growth factor responses in producing \"field cancerization\" are some examples of future targets for chemopreventive intervention. Long-term goals of this effort will include application of the results of early promising prevention studies, such as those in oral premalignant lesions, to the design of carefully controlled trials to demonstrate actual inhibition of cancer occurrence. In the laboratory, basic studies need to be conducted to increase our understanding of the molecular events underlying carcinogenesis, in order to identify additional targets for new agents to enhance the clinical efforts. Some of the most exciting developments in the control of cancer over the next decade will very likely result from this chemopreventive approach, with application not only to prevention of the first or primary malignancy, especially in high risk populations, but also to clinical situations traditionally considered to be in the domain of chemotherapeutic strategies, such as adjuvant treatment after definitive therapy of a primary cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cancer Prevention and Control, Department of Veterans Affairs Medical Center, Tucson, Arizona."
          }
        ],
        "LastName": "Garewal",
        "ForeName": "H S",
        "Initials": "HS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Meyskens",
        "ForeName": "F L",
        "Initials": "FL",
        "Suffix": "Jr"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Hematol Oncol Clin North Am",
    "NlmUniqueID": "8709473",
    "ISSNLinking": "0889-8588"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Vitamins"
    },
    {
      "RegistryNumber": "36-88-4",
      "NameOfSubstance": "Carotenoids"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Carotenoids"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Vitamins"
    }
  ],
  "NumberOfReferences": "22"
}