{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Bioanalysis",
      "Biomarker",
      "Biotechnology",
      "Cancer",
      "Cell-specific frequency",
      "Efficient cancer therapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31918289",
  "DateCompleted": {
    "Year": "2020",
    "Month": "09",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "09",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "12",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.biopha.2019.109770",
      "S0753-3322(19)35392-2"
    ],
    "Journal": {
      "ISSN": "1950-6007",
      "JournalIssue": {
        "Volume": "122",
        "PubDate": {
          "Year": "2020",
          "Month": "Feb"
        }
      },
      "Title": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "ISOAbbreviation": "Biomed Pharmacother"
    },
    "ArticleTitle": "Cell-specific frequency as a new hallmark to early detection of cancer and efficient therapy: Recording of cancer voice as a new horizon.",
    "Pagination": {
      "StartPage": "109770",
      "MedlinePgn": "109770"
    },
    "Abstract": {
      "AbstractText": [
        "Early detection is the most important strategy for controlling and management of cancer, which can significantly increase the survival rate by detecting disease in the early stages and rapid treating and preventing the progression of the disease. There are a number of methods to differentiate the normal and cancerous cells including pH changes, temperature change, variation in electrical properties and also preliminary evidence on specific frequency of some cancer cells which are reviewed in this work. The results obtained in cancer treatment using the amplitude-modulated electromagnetic fields indicate that each type of cell has a specific response to the emitted frequencies. Also, the results reveal that the recorded frequencies of prostate and breast cancers are lower compared to the normal cells associated with these tissues. There are more evidences for the existence of specific cell frequencies in the form of the response of each cell to its own specific frequency and the difference between normal and tumor cell frequency levels. Based on these evidences, it can be introduced as a hallmark with the ability to the distinction between normal and tumor cells for cancer detection. Our suggestion is to hear the voice of cancer, by designing and developing a non-invasive, biocompatible, affordable and miniaturized tools, such as nano-antennas and implantable biosensors that able to detect and record cell-specific frequencies. Designing transducers to convert the cell-specific frequency to a sound or other measurable signal will accomplish the job. To the best of our knowledge, this is the first time that the cell-specific frequency measurement, which is derived from cell activity, is introduced as a biomarker for early detection of cancer. The development of studies aimed at expanding research and designing instruments for detection of the frequency with the goal of establishing a comparative library of cell-specific frequency for all cell types, especially non-communicable diseases such as cancer. The main goal of the project is to plan the idea of developing modern tools and hallmark for early detection of cancer as one of the most important global strategies for managing the disease by introducing new parameters with a high-accuracy and in proportion and direct relationship with the activity and functioning of the body, without any affecting exogenous interferer."
      ],
      "CopyrightInformation": "Copyright © 2019 The Author(s). Published by Elsevier Masson SAS.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pharmaceutical Analysis Research Center, Tabriz University of Medical Sciences, Tabriz, Iran."
          }
        ],
        "LastName": "Jafari",
        "ForeName": "Mohsen",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pharmaceutical Analysis Research Center, Tabriz University of Medical Sciences, Tabriz, Iran. Electronic address: hasanzadehm@tbzmed.ac.ir."
          }
        ],
        "LastName": "Hasanzadeh",
        "ForeName": "Mohammad",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Biomed Pharmacother",
    "NlmUniqueID": "8213295",
    "ISSNLinking": "0753-3322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Early Detection of Cancer"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}