{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Actinic keratosis",
      "Patient profiles",
      "Patient typology",
      "Quality of life",
      "Treatment options"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "HINTERGRUND: Aktinische Keratosen (AK) zeichnen sich durch einen chronischen Verlauf aus, und häufig ist ein ganzes Hautareal betroffen (Feldkanzerisierung). Die patientenindividuelle Abwägung therapiespezifischer Vor- und Nachteile einer feldgerichteten Therapie ist herausfordernd.",
        "Ziel der vorliegenden Arbeit war die Entwicklung und Evaluierung patientenorientierter Entscheidungskriterien, die sich für die pragmatische Einordnung einer AK-Feldtherapie im Behandlungsalltag bei Patienten mit besonderer Prädisposition zur Feldkanzerisierung eignen (Patiententyp 1 bis 3).",
        "Die Entwicklung der Entscheidungskriterien und der Patiententypologie erfolgte im Rahmen eines nominalen bzw. strukturierten Multi-level-Gruppenprozesses. Anhand der patientenrelevanten Entscheidungskriterien, der verfügbaren Evidenz aus klinischen Studien und entlang der Patiententypologie wurde ein Bewertungsalgorithmus etabliert, und feldgerichtete AK-Therapieoptionen wurden systematisch evaluiert.",
        "Als patientenrelevante Kriterien für die Therapieentscheidung wurden u. a. Effektivität, Sicherheit, Praktikabilität der Therapie, Adhärenz, Kosmetik, Patientenpräferenz und Komorbiditäten identifiziert und näher spezifiziert. In Bezug auf diese Entscheidungskriterien und Patiententypen, bei denen eine Feldtherapie vorrangig indiziert ist, erfüllte die photodynamische Therapie mit Tageslicht das therapiebezogene Anforderungsprofil in besonderem Maße.",
        "Die Definition von patientenrelevanten und therapiebezogenen Entscheidungskriterien in der AK-Feldtherapie erlaubt eine strukturierte und gleichzeitig praxisorientierte Herangehensweise, um spezifische Therapieoptionen einzuordnen und individuelle Therapieentscheidungen herzuleiten."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33263779",
  "DateCompleted": {
    "Year": "2021",
    "Month": "04",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00105-020-04731-y"
    ],
    "Journal": {
      "ISSN": "1432-1173",
      "JournalIssue": {
        "Volume": "72",
        "Issue": "4",
        "PubDate": {
          "Year": "2021",
          "Month": "Apr"
        }
      },
      "Title": "Der Hautarzt; Zeitschrift fur Dermatologie, Venerologie, und verwandte Gebiete",
      "ISOAbbreviation": "Hautarzt"
    },
    "ArticleTitle": "[Decision criteria and patient characteristics for patient-oriented treatment of field cancerization : Standardized algorithm for personalized treatment concepts].",
    "Pagination": {
      "StartPage": "314",
      "EndPage": "320",
      "MedlinePgn": "314-320"
    },
    "Abstract": {
      "AbstractText": [
        "Actinic keratosis (AK), which frequently affects larger skin areas (field cancerization), is characterized by chronic course. Weighing therapy-specific advantages and disadvantages of field-oriented therapy for individual patients is challenging.",
        "The main objective was the development of patient-oriented decision criteria for the pragmatic classification of field-directed AK treatment options in patients with a predisposition for field cancerization (patient types 1-3).",
        "The development of the decision criteria and patient typology was based on a nominal respectively structured multilevel group process. The developed algorithm was then subsequently applied for the systematic evaluation of field-directed AK therapies.",
        "Patient-relevant criteria for the treatment decision included (among others): effectiveness, selectivity, safety, duration of therapy, cosmesis, patient preference and comorbidities. With regard to the decision criteria and patient types in which field therapy was the treatment of choice, daylight photodynamic therapy notably met the requirement profile.",
        "The definition of patient-relevant and therapy-related decision criteria in AK field therapy allows a systematic yet practice-oriented approach to classify specific treatment options and to derive individual treatment decisions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Fakultät für Gesundheit, Universität Witten/Herdecke, Witten, Deutschland. mail@haut-zentrum.com."
          },
          {
            "Identifier": [],
            "Affiliation": "Hautzentrum Köln, Klinik Links vom Rhein, Schillingsrotter Str. 39-41, 50996, Köln, Deutschland. mail@haut-zentrum.com."
          }
        ],
        "LastName": "Philipp-Dormston",
        "ForeName": "W G",
        "Initials": "WG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik und Poliklinik für Dermatologie, Universitätsklinikum Carl Gustav Carus Dresden, Dresden, Deutschland."
          }
        ],
        "LastName": "Aschoff",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Praxis für Dermatologie und Allergologie im Isarklinikum München, München, Deutschland."
          }
        ],
        "LastName": "von Braunmühl",
        "ForeName": "T",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Zentrum für Dermatologische Onkologie, Universitätsklinikum Tübingen, Tübingen, Deutschland."
          }
        ],
        "LastName": "Eigentler",
        "ForeName": "T",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Fachbereich Dermatologie, Ambulanzzentrum des UKE GmbH - Medizinisches Versorgungszentrum (MVZ) des Universitätsklinikums Hamburg-Eppendorf (UKE), Hamburg, Deutschland."
          }
        ],
        "LastName": "Haalck",
        "ForeName": "T",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hautkrebszentrum der UMG/Klinik für Dermatologie, Venerologie und Allergologie, Universitätsmedizin Göttingen (UMG), Göttingen, Deutschland."
          }
        ],
        "LastName": "Thoms",
        "ForeName": "K-M",
        "Initials": "KM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Entscheidungskriterien und Patientencharakteristika zur patientenorientierten Therapie der Feldkanzerisierung : Ein standardisierter Bewertungsalgorithmus für individuelle Behandlungskonzepte."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Hautarzt",
    "NlmUniqueID": "0372755",
    "ISSNLinking": "0017-8470"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Algorithms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "therapy"
      ],
      "DescriptorName": "Keratosis, Actinic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Photochemotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Precision Medicine"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Skin Neoplasms"
    }
  ]
}