{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15747069",
  "DateCompleted": {
    "Year": "2005",
    "Month": "05",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0012-3706",
      "JournalIssue": {
        "Volume": "48",
        "Issue": "3",
        "PubDate": {
          "Year": "2005",
          "Month": "Mar"
        }
      },
      "Title": "Diseases of the colon and rectum",
      "ISOAbbreviation": "Dis Colon Rectum"
    },
    "ArticleTitle": "Immediate radical resection after local excision of rectal cancer: an oncologic compromise?",
    "Pagination": {
      "StartPage": "429",
      "EndPage": "437",
      "MedlinePgn": "429-37"
    },
    "Abstract": {
      "AbstractText": [
        "Local excision for early-staged rectal cancers is controversial. Preoperative understaging is not uncommon and radical resection after local resection may be needed for a curative treatment. The aim of this study was to determine the frequency and outcome of radical resection (within 30 days) after local excision for rectal adenocarcinoma.",
        "All locally excised rectal cancers (curative intent) that required radical surgery within 30 days were reviewed (1980-2000). T2-3N0-1 stage cancers were each matched to three primary radical surgery controls for stage, age (+/- 5 years), gender, date (+/- 1 years), and type (abdominoperineal resection or low anterior resection) of operation. T1N0-1 cancers were compared with stage-matched rectal cancers treated by either primary radical surgery (n = 78) or local excision alone (n = 77).",
        "Fifty-two locally excised rectal adenocarcinomas (29 transanal and 23 polypectomies) were followed by radical surgery (24 abdominoperineal resection and 28 low anterior resection) within 7 (range, 1-29) days. Radical surgery was performed because of a cancerous polyp (n = 42), positive margins (5), lymphovascular invasion (3), and T3-staged cancer (2). Twelve of 52 cancers (23 percent) were found to have nodal involvement and 15 of 52 (29 percent) showed residual cancer in the resected specimen. The T2-3N0-1 stage controls were well matched. No significant difference in tumor location, size, adjuvant therapy, or length of follow-up was noted. Local and distant recurrence occurred in 2 of 4 T2-3N1 tumors and in 2 of 11 T2-3N0 cancers and were comparable to the matched controls, as was survival, with the exception of shorter survival in T3N1 cases, but numbers were too small for a definitive conclusion. Length of follow-up was not different. For T1 cancers, the controls were also comparable regarding patient and tumor demographics and adjuvant therapy. Nodal involvement was 21 percent in T1 study cases and 15 percent in T1 primary radical-surgery controls, with a trend toward location in the lower third of the rectum in both groups (58 percent and 50 percent, respectively). Local recurrence rates were 3 percent in the study group, 5 percent for patients undergoing primary radical surgery, and 8 percent for local excision alone. Distant metastasis (11 percent, 12 percent, and 13 percent, respectively) and overall five-year survival were also not significantly different (78 percent, 89 percent, and 73 percent, respectively).",
        "Nodal involvement in attempted locally excised rectal cancers is not uncommon. Local excision of rectal tumors followed by radical surgery within 30 days in cancer patients does not compromise outcome compared with primary radical surgery. Even after radical surgery for superficial T1 rectal cancers, recurrence rates are not insignificant. Future improvements in preoperative staging may be helpful in selecting tumors for local excision only."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Colon and Rectal Surgery, Mayo Clinic, 200 First Street SW, Rochester, Minnesota 55905, USA ."
          }
        ],
        "LastName": "Hahnloser",
        "ForeName": "Dieter",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wolff",
        "ForeName": "Bruce G",
        "Initials": "BG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Larson",
        "ForeName": "David W",
        "Initials": "DW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ping",
        "ForeName": "Jennifer",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nivatvongs",
        "ForeName": "Santhat",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Dis Colon Rectum",
    "NlmUniqueID": "0372764",
    "ISSNLinking": "0012-3706"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Adenocarcinoma"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Digestive System Surgical Procedures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Metastasis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Recurrence, Local"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Staging"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Rectal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Survival Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}