{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1616794",
  "DateCompleted": {
    "Year": "1992",
    "Month": "08",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1052-6773",
      "JournalIssue": {
        "Issue": "12",
        "PubDate": {
          "Year": "1992"
        }
      },
      "Title": "Journal of the National Cancer Institute. Monographs",
      "ISOAbbreviation": "J Natl Cancer Inst Monogr"
    },
    "ArticleTitle": "Tumor-susceptibility markers.",
    "Pagination": {
      "StartPage": "115",
      "EndPage": "121",
      "MedlinePgn": "115-21"
    },
    "Abstract": {
      "AbstractText": [
        "Genetic analyses of unusual hereditary cancers and of common neoplasms suggest that tumorigenesis proceeds through a series of genetic alterations involving oncogenes and tumor-suppressor genes. Such genes can be viewed as tumor-susceptibility genes, and DNA tests that examine them might be useful in determining an increased risk of cancer development before the onset of a tumor. Indeed, DNA tests have already proved useful in the genetic counseling of families with an increased risk of rare inherited diseases such as retinoblastoma, multiple endocrine neoplasia type 2a, or Li-Fraumeni syndrome. The current investigation of these familial disorders is enabling the development of expertise, reagents, and methods that will eventually focus on the most common cancers. In assessing risk for these common tumors, several genes will probably require study to achieve more accurate prediction of cancer risk. For example, genetic abnormalities of the ras oncogene and of either the retinoblastoma gene (Rb) or the p53 tumor-suppressor gene have been found in many tumors and appear to be particularly important in the study of individuals at increased risk of lung, breast, or colon cancers. In addition, the study of tumor-associated markers that might already be detectable in the preneoplastic state can be carried out in parallel with tests that search for evidence of mutations in tumor-susceptibility genes. Finally, both classes of markers might be complementary in genetic counseling or screening of populations at increased risk. However, the capacity for detecting tumor-susceptibility markers creates a responsibility for the physician in terms of the proper use of this information."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut Gustave Roussy, Service d'Immunologie Moléculaire, Villejuif, France."
          }
        ],
        "LastName": "Bellet",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Natl Cancer Inst Monogr",
    "NlmUniqueID": "9011255",
    "ISSNLinking": "1052-6773"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Genetic Markers"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Counseling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Markers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "NumberOfReferences": "66"
}