{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "O conceito de campo de cancerização foi empregado, pela primeira vez, por Slaughter em 1953, estudando o tecido alterado peri-tumoral de carcinoma espinocelular, através da histopatologia. O conceito foi proposto para explicar o desenvolvimento de múltiplos tumores primários e recorrentes na mesma área onde já havia alterações histopatológicas. Os órgãos que apresentam campo de cancerização, até hoje descritos são: cavidade oral, orofaringe, pulmão, vulva, esôfago, cérvix uterino, pele, mama, cólon e bexiga. Os resultados obtidos a partir da biologia molecular sustentam o modelo de carcinogênese, onde um campo com células geneticamente alteradas têm papel fundamental. Uma importante implicação clínica é o fato de que campos com células mutadas geralmente permanecem após a cirurgia para a remoção de um tumor primário, podendo originar novos tumores, designados como segundo tumor primário ou recorrência local, dependendo do local exato e do intervalo entre a cirurgia e a detecção deste novo tumor. O desenvolvimento de campos com células mutadas é considerado uma etapa crítica na carcinogênese, com importante repercussão clínica. Assim, o diagnóstico e tratamento das lesões malignas epiteliais deve abordar não somente o tumor isolado mas sim, todo o campo onde se desenvolveu. Neste artigo, revisamos aspectos importantes da etiopatogenia, clínica, histopatologia e da terapêutica do campo de cancerização."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24173184",
  "DateCompleted": {
    "Year": "2014",
    "Month": "04",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1590/abd1806-4841.20132300",
      "S0365-05962013000500775"
    ],
    "Journal": {
      "ISSN": "1806-4841",
      "JournalIssue": {
        "Volume": "88",
        "Issue": "5",
        "PubDate": {
          "Year": "2013",
          "Season": "Sep-Oct"
        }
      },
      "Title": "Anais brasileiros de dermatologia",
      "ISOAbbreviation": "An Bras Dermatol"
    },
    "ArticleTitle": "Cutaneous field cancerization: clinical, histopathological and therapeutic aspects.",
    "Pagination": {
      "StartPage": "775",
      "EndPage": "786",
      "MedlinePgn": "775-86"
    },
    "Abstract": {
      "AbstractText": [
        "The concept of \"field cancerization\" was first introduced by Slaughter in 1953 when studying the presence of histologically abnormal tissue surrounding oral squamous cell carcinoma. It was proposed to explain the development of multiple primary tumors and locally recurrent cancer. Organ systems in which field cancerization has been described since then are: head and neck (oral cavity, oropharynx, and larynx), lung, vulva, esophagus, cervix, breast, skin, colon, and bladder. Recent molecular studies support the carcinogenesis model in which the development of a field with genetically altered cells plays a central role. An important clinical implication is that fields often remain after the surgery for the primary tumor and may lead to new cancers, designated presently as \"a second primary tumor\" or \"local recurrence,\" depending on the exact site and time interval. In conclusion, the development of an expanding pre-neoplastic field appears to be a critical step in epithelial carcinogenesis with important clinical consequences. Diagnosis and treatment of epithelial cancers should not only be focused on the tumor but also on the field from which it developed. The most important etiopathogenetic, clinical, histopathological and therapeutic aspects of field cancerization are reviewed in this article."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hospital das Clinicas, University of São Paulo Medical School, São PauloSP, Brazil."
          }
        ],
        "LastName": "Torezan",
        "ForeName": "Luís Antônio Ribeiro",
        "Initials": "LA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Festa-Neto",
        "ForeName": "Cyro",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "An Bras Dermatol",
    "NlmUniqueID": "0067662",
    "ISSNLinking": "0365-0596"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Carcinogenesis"
    },
    {
      "QualifierName": [
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Carcinoma, Squamous Cell"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasms, Multiple Primary"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Skin Neoplasms"
    }
  ],
  "CoiStatement": "Conflict of interest: None"
}