{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9414390",
  "DateCompleted": {
    "Year": "1998",
    "Month": "02",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1359-4117",
      "JournalIssue": {
        "Volume": "1",
        "Issue": "2",
        "PubDate": {
          "Year": "1996",
          "Month": "Mar"
        }
      },
      "Title": "Journal of experimental therapeutics & oncology",
      "ISOAbbreviation": "J Exp Ther Oncol"
    },
    "ArticleTitle": "The basis for somatic gene therapy of cancer.",
    "Pagination": {
      "StartPage": "73",
      "EndPage": "83",
      "MedlinePgn": "73-83"
    },
    "Abstract": {
      "AbstractText": [
        "A decade of advances in understanding of the molecular basis of sporadic and familial cancers has combined with developments in mammalian gene transfer technology to stimulate intensive research into the potential applications of somatic gene therapy for cancer. Somatic gene immunotherapy is already in progress to stimulate and direct the natural targeting capabilities of the immune system against the threat of disseminated residual disease. The association of a plethora of mutated tumor suppressor genes (p53, p16 BRCA1, BRCA2) with diverse cancers has also highlighted the potential of somatic gene therapy with wild-type versions of suppressor genes as an anti-cancer therapeutic modality either in its own right or in synergistic association with traditional anti-cancer therapies. The methodologies for gene transfer technology range from direct intravenous injection of naked modified DNAs to intravenous injection of liposome-encapsulated DNAs or microsphere-bound DNAs. Recombinant retroviral and adenoviral vectors have natural transfection capabilities and display tropism for particular tissues that are of selective advantage against particular cancers. Liposomes display very high efficiencies of gene transfer with the advantages of successful transfer to a wide range of tissue types but their widespread systemic distribution offers problems in relation to selective targeting of tumor cells. The challenges to current gene transfer processes are much the same as that of other anti-cancer therapies: achieving selective targeting of cancer cells whilst optimizing dosages and minimizing the risk of collateral damage to healthy tissues."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Biomedical Research Group, School of Biomedical Sciences, Charles Sturt University, Wagga Wagga, NSW, Australia."
          }
        ],
        "LastName": "DeCruz",
        "ForeName": "E E",
        "Initials": "EE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Walker",
        "ForeName": "T L",
        "Initials": "TL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dass",
        "ForeName": "C R",
        "Initials": "CR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Burton",
        "ForeName": "M A",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Exp Ther Oncol",
    "NlmUniqueID": "9604933",
    "ISSNLinking": "1359-4117"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "genetics",
        "therapy"
      ],
      "DescriptorName": "Neoplasms, Experimental"
    }
  ],
  "NumberOfReferences": "112"
}