{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16203270",
  "DateCompleted": {
    "Year": "2005",
    "Month": "10",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "11",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1769-6917",
      "JournalIssue": {
        "Volume": "92",
        "Issue": "9",
        "PubDate": {
          "Year": "2005",
          "Month": "Sep"
        }
      },
      "Title": "Bulletin du cancer",
      "ISOAbbreviation": "Bull Cancer"
    },
    "ArticleTitle": "[Recognition of occupational cancers: review of existing methods and perspectives].",
    "Pagination": {
      "StartPage": "799",
      "EndPage": "807",
      "MedlinePgn": "799-807"
    },
    "Abstract": {
      "AbstractText": [
        "Occupational risk factors represent a significant part of cancer causes and are involved in all type of cancers. Nonetheless, the frequency of these cancers is largely under-estimated. Parallel to the epidemiological approach (collective), the concept of occupational cancer is often linked (at the individual level) to the compensation of occupational diseases. To give rise to a financial compensation, the occupational origin of the exposition has to be established for a given cancer. Whatever the method used to explore an occupational cause, the approach is that of an imputation. The aim of this work is to synthesize and describe the main principles of recognition of occupational cancers, to discuss the limits of available methods and to consider the research needed to improve these methods. In France, the recognition of a cancer's occupational origin consists in tables of occupational diseases that are based on presumption of causality. These tables consist in medical, technical and administrative conditions that are necessary and sufficient for the recognition of an occupational disease and its financial compensation. Whenever causality presumption does not apply, imputation is based on case analyses run by experts within regional committees of occupational diseases recognition that lack reproducibility. They do not allow statistical quantization and do not always take into account the weight of associated factors. Nonetheless, reliability and validity of the expertise could be reinforced by the use of formal consensus techniques. This process could ideally lead to the generation of decision-making algorithms that could guide the user towards the decision of imputing or not the cancer to an occupational exposure. This would be adapted to the build-up of new tables. The imputation process would be better represented by statistical methods based on the use of Bayes' theorem. The application of these methods to occupational cancers is promising but remains limited due to the lack of epidemiological data. Acquiring these data and diffusing these methods should become research and development priorities in the cancer field."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratoire Santé Travail Environnement (EA3672, IFR99 Santé Publique), Université Victor Segalen Bordeaux 2, 146, rue Léo-Saignat, 33076 Bordeaux Cedex."
          }
        ],
        "LastName": "Vandentorren",
        "ForeName": "Stéphanie",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Salmi",
        "ForeName": "L Rachid",
        "Initials": "LR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Brochard",
        "ForeName": "Patrick",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ],
    "VernacularTitle": "Reconnaissance des cancers professionnels: revue des méthodes existantes et perspectives."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Bull Cancer",
    "NlmUniqueID": "0072416",
    "ISSNLinking": "0007-4551"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Causality"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Decision Trees"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delphi Technique"
    },
    {
      "QualifierName": [],
      "DescriptorName": "France"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "classification",
        "etiology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "classification",
        "etiology"
      ],
      "DescriptorName": "Occupational Diseases"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Occupational Exposure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Probability"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Workers' Compensation"
    }
  ]
}