{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22935206",
  "DateCompleted": {
    "Year": "2013",
    "Month": "01",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1944-7930",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "75",
        "PubDate": {
          "Year": "2012",
          "Month": "Aug"
        }
      },
      "Title": "Discovery medicine",
      "ISOAbbreviation": "Discov Med"
    },
    "ArticleTitle": "Tracking the seed and tending the soil: evolving concepts in metastatic breast cancer.",
    "Pagination": {
      "StartPage": "97",
      "EndPage": "104",
      "MedlinePgn": "97-104"
    },
    "Abstract": {
      "AbstractText": [
        "Metastasis, the process whereby cancer cells spread from their primary site of origin and grow in adjacent or distant sites, is the primary cause of death in cancer patients. The last 30 years has witnessed significant progress in decreasing cancer mortality rates--largely as a result of improved screening and prevention, practical applications of cancer genomics, and less toxic, more targeted therapies. Despite these improvements, metastasis relentlessly drives mortality. The pervasive mortality from metastasis highlights the shortcomings of traditionally accepted hypotheses on the metastatic process. Historically, metastasis has been described as a unidirectional process, whereby cancer cells leave a primary tumor and seed metastasis in regional lymph nodes or distant sites. This anatomically based hypothesis has dictated much of our medical, and in particular, surgical approach to treating cancers. Alternatively, recent research indicates that metastasis is a multidirectional process whereby cancer cells can seed distant sites as well as the primary tumor itself. The multidirectional pathway of cancer cells, termed \"self-seeding,\" has been corroborated in several experimental and clinical models. This review will evaluate the \"self-seeding\" hypothesis with attention both to the \"seed\" (cancer cells) as well as the \"soil\" (premetastatic niche). Increasingly, the role of the microenvironment surrounding metastases appears essential to the survival of metastatic colonies. The self-seeding model depends not only on the inherent mobility of cancer cells, but also on the supporting non-cancerous cells which enable circulating tumors cells to migrate to and survive in distant sites. The recognition that some of these non-cancerous cells include key components of the immune system has re-ignited the field of immunotherapy in cancer. One particular area of immunotherapy research, tumor entrained neutrophils, will be reviewed in more depth. Ultimately, understanding the dynamic interplay between cancer cells and the metastatic niche offers fertile ground for progress both in the treatment and prevention of metastasis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Memorial Sloan-Kettering Cancer Center, 301 East 66th Street, New York, New York 10065, USA. comene@mskcc.org"
          }
        ],
        "LastName": "Comen",
        "ForeName": "Elizabeth A",
        "Initials": "EA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Discov Med",
    "NlmUniqueID": "101250006",
    "ISSNLinking": "1539-6509"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Soil"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Carcinoma"
    },
    {
      "QualifierName": [
        "methods",
        "trends"
      ],
      "DescriptorName": "Cell Tracking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Concept Formation"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Continuity of Patient Care"
    },
    {
      "QualifierName": [
        "methods",
        "trends"
      ],
      "DescriptorName": "Early Detection of Cancer"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods",
        "trends"
      ],
      "DescriptorName": "Medical Oncology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Neoplastic Stem Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Seeds"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Soil"
    }
  ]
}