{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8608472",
  "DateCompleted": {
    "Year": "1996",
    "Month": "05",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0008-543X",
      "JournalIssue": {
        "Volume": "77",
        "Issue": "5",
        "PubDate": {
          "Year": "1996",
          "Month": "Mar",
          "Day": "01"
        }
      },
      "Title": "Cancer",
      "ISOAbbreviation": "Cancer"
    },
    "ArticleTitle": "Clinical symptoms and comorbidity: significance for the prognostic classification of cancer.",
    "Pagination": {
      "StartPage": "834",
      "EndPage": "842",
      "MedlinePgn": "834-42"
    },
    "Abstract": {
      "AbstractText": [
        "In 1992, the Cancer Registries Amendment Act allotted 30 million dollars annually for five years to establish a national program of cancer registries. Because the cornerstone of cancer staging is the Tumor, Node, Metastasis (TNM) system, this article is devoted to a brief history of the system, to important concepts of clinical biology that should be included in classification systems for cancer, and to sources and potential solutions for current problems.",
        "A qualitative review of published literature on cancer staging, prognosis, and treatment effectiveness was performed, notes from previous American Joint Committee on Cancer (AJCC) meetings were reviewed, and a discussion with a former AJCC member was completed.",
        "Despite an excellent description of a tumor's size and extent of anatomic spread, the TNM system does not alone account for the cancer's clinical biology which is manifested by both the structural form of a tumor its physiological function in a patient. Important prognostic information can be determined by a patient's symptoms, which reflect some of a tumor's biologic behavior, and by comorbidity that is not a feature of the cancer itself. Five reasons were identified for the adherence to a strictly morphologic staging system.",
        "Widespread use of the TNM system during the past 30 years has unquestionably helped to standardize the classification of cancer and to improve prognostic estimates. Nevertheless, the estimates remain relatively imprecise, impairing the evaluation of treatment effectiveness. A prime scientific challenge in current cancer staging is to incorporate the omitted patient-based variables to produce an improved clinical system of classification."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Outcomes Research Office, Department of Otolaryngology, Washington University School of Medicine, St. Louis, Missouri 63110, USA."
          }
        ],
        "LastName": "Piccirillo",
        "ForeName": "J F",
        "Initials": "JF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Feinstein",
        "ForeName": "A R",
        "Initials": "AR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cancer",
    "NlmUniqueID": "0374236",
    "ISSNLinking": "0008-543X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Staging"
    },
    {
      "QualifierName": [
        "classification",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    }
  ],
  "NumberOfReferences": "50"
}