{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14988771",
  "DateCompleted": {
    "Year": "2004",
    "Month": "05",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1699-3993",
      "JournalIssue": {
        "Volume": "40",
        "Issue": "1",
        "PubDate": {
          "Year": "2004",
          "Month": "Jan"
        }
      },
      "Title": "Drugs of today (Barcelona, Spain : 1998)",
      "ISOAbbreviation": "Drugs Today (Barc)"
    },
    "ArticleTitle": "Advances in management of malignant diseases with the combination of radiation therapy and chemotherapy. Highlights from the 45th Annual Meeting of the American Society for Therapeutic Radiology and Oncology.",
    "Pagination": {
      "StartPage": "71",
      "EndPage": "79",
      "MedlinePgn": "71-9"
    },
    "Abstract": {
      "AbstractText": [
        "From October 19 through October 24, 2003, the American Society for Therapeutic Radiology and Oncology held its 45th Annual Meeting in Salt Lake City, Utah. The meeting was devoted to the presentation of advances in the management of malignant diseases with radiation modalities. The meeting brought together investigators, clinicians, policy makers and professionals interested in the science and impact of radiation on cancerous disease. This report examines the advances in combined modality approaches (i.e., the use of radiation therapy and chemotherapy) for the treatment of malignant disease. The American Society for Therapeutic Radiology and Oncology sponsors an annual meeting devoted to the presentation of radiation-related advances in malignant disorders. The educational elements of this program are targeted at oncologists of all disciplines (i.e., surgical oncologists, medical oncologists, radiation oncologists), physicists, biologists, nurses, and therapists as well as all health care workers who are involved in the treatment of patients with malignant diseases. The program includes presentations on standard, investigational and experimental therapeutics as well as intensity-modulated radiation therapy, treatment planning, alternative fractionation, and molecular and radiation biology. Specific clinical areas include breast, central nervous system, gastrointestinal, genitourinary, gynecological, head and neck, and lung cancers. In addition, the program addresses quality of life, supportive care and socioeconomic issues. These topics are addressed by a combination of educational sessions, panel discussions, proffered papers and posters. Since a diminishing number of tumors can be managed solely by radiation therapy, among the most noteworthy developments this year were the combined modality approaches (i.e. radiation therapy combined with chemotherapy) in the treatment of malignant disease. In particular, a cluster of seminal papers was presented pertaining to colorectal and pulmonary (both small cell and non-small cell lung cancer) malignancies. This report focuses on the advances reported for those tumor types, which are among the most prevalent in the Western world."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Radiotherapy, Tel Aviv Sourasky Medical Center, Tel Aviv, Israel. bencorn@tasmc.health.gov.il"
          }
        ],
        "LastName": "Corn",
        "ForeName": "Benjamin W",
        "Initials": "BW"
      }
    ],
    "PublicationTypeList": [
      "Congress"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Drugs Today (Barc)",
    "NlmUniqueID": "101160518",
    "ISSNLinking": "1699-3993"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Trials, Phase II as Topic"
    },
    {
      "QualifierName": [
        "drug therapy",
        "radiotherapy",
        "surgery"
      ],
      "DescriptorName": "Colorectal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Combined Modality Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "radiotherapy",
        "surgery"
      ],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [
        "drug therapy",
        "radiotherapy",
        "surgery"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pilot Projects"
    }
  ]
}