{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11705251",
  "DateCompleted": {
    "Year": "2001",
    "Month": "12",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1175-0561",
      "JournalIssue": {
        "Volume": "2",
        "Issue": "4",
        "PubDate": {
          "Year": "2001"
        }
      },
      "Title": "American journal of clinical dermatology",
      "ISOAbbreviation": "Am J Clin Dermatol"
    },
    "ArticleTitle": "Oral cancer. The importance of early diagnosis and treatment.",
    "Pagination": {
      "StartPage": "239",
      "EndPage": "251",
      "MedlinePgn": "239-51"
    },
    "Abstract": {
      "AbstractText": [
        "Oral cancer is an important health issue. The WHO predicts a continuing worldwide increase in the number of patients with oral cancer, extending this trend well into the next several decades. In the US the projected number of new cases of oral and oropharyngeal cancer will exceed 31,000 per year. Mortality due to cancers in this region exceeds the annual death rate is the US caused by either cutaneous melanoma or cervical cancer. Significant agents involved in the etiology of oral cancer in Western countries include sunlight exposure, smoking and alcohol consumption. Use of the areca or betel nut in many cultures is a major etiological factor outside of the USA. Other etiologic factors associated with oral squamous cell carcinoma, but far less significant statistically, include syphilis and sideropenic dysphagia. Recently, strong evidence for an etiological relationship between human papilloma virus and a subset of head and neck cancers has been noted. It is generally accepted that most sporadic tumors are the result of a multi-step process of accumulated genetic alterations. These alterations affect epithelial cell behavior by way of loss of chromosomal heterozygosity which in turn leads to a series of events progressing to the ultimate stage of invasive squamous cell carcinoma. The corresponding genetic alterations are reflected in clinical and microscopic pathology from hyperplasia through invasiveness. A wide range of mucosal alternations fall within the rubric of leukoplakia. Proliferative verrucous leukoplakia represents a relatively new type of leukoplakia that is separate from the more common or less innocuous form of this condition. Erythroplakia is particularly relevant considering its almost certain relationship with dysplasia or invasive carcinoma. Squamous cell carcinoma will develop from antecedent dysplastic oral mucosal lesions if an early diagnosis has not been made and treatment given. Early diagnosis within stages I and II correspond to a vastly improved 5-year survival rate when compared with more advanced stage III and IV lesions. Surgical management of this disease remains the mainstay of treatment. Other therapies include radiation and chemotherapy options that may be used adjunctively and palliatively. Following treatment, it is important to understand the significant risks of second primary cancers developing within the upper aerodigestive tract as a result of field cancerization. The most important message is that early detection of the asymptomatic early stage oral cancer translates in general terms to satisfactory clinical outcome and cure in most patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dental and Oral Medicine Division, Otolaryngology, Head and Neck Surgery, Johns Hopkins Medical Center, Baltimore, Maryland, USA. jsciubb@jhmi.edu"
          }
        ],
        "LastName": "Sciubba",
        "ForeName": "J J",
        "Initials": "JJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Am J Clin Dermatol",
    "NlmUniqueID": "100895290",
    "ISSNLinking": "1175-0561"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Biopsy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology",
        "surgery",
        "therapy"
      ],
      "DescriptorName": "Carcinoma, Squamous Cell"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology",
        "surgery",
        "therapy"
      ],
      "DescriptorName": "Carcinoma, Verrucous"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Combined Modality Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology",
        "surgery",
        "therapy"
      ],
      "DescriptorName": "Leukoplakia, Oral"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "pathology",
        "surgery",
        "therapy"
      ],
      "DescriptorName": "Mouth Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Staging"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology",
        "surgery",
        "therapy"
      ],
      "DescriptorName": "Palatal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Palliative Care"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology",
        "surgery",
        "therapy"
      ],
      "DescriptorName": "Precancerous Conditions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Tongue"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology",
        "surgery",
        "therapy"
      ],
      "DescriptorName": "Tongue Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "World Health Organization"
    }
  ],
  "NumberOfReferences": "39"
}