{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2699146",
  "DateCompleted": {
    "Year": "1990",
    "Month": "05",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "07",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ita"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0392-100X",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "6",
        "PubDate": {
          "Year": "1989",
          "Season": "Nov-Dec"
        }
      },
      "Title": "Acta otorhinolaryngologica Italica : organo ufficiale della Societa italiana di otorinolaringologia e chirurgia cervico-facciale",
      "ISOAbbreviation": "Acta Otorhinolaryngol Ital"
    },
    "ArticleTitle": "[Significance and prognosis of positive surgical section margins in surgery of laryngeal cancer].",
    "Pagination": {
      "StartPage": "587",
      "EndPage": "598",
      "MedlinePgn": "587-98"
    },
    "Abstract": {
      "AbstractText": [
        "During the surgical treatment of head and neck cancers the surgeon may have to face the problem of deciding what measures to adopt when the tissue at the margin of the surgical sections proves histologically to be cancerous. Many factors may influence the decision for supplementary therapy; among these, of primary importance are stage and site of the tumor, the effectiveness of non surgical therapy, and the psychophysical status of the patient. In order to better consider this problem a retrospective study, limited to laryngeal surgery, and a review of the literature have been carried out. Review of the patients undergoing surgery from 1972 to 1988 has revealed that histological examination of section margins during or after laryngeal surgery was performed in 56 cases: 10 stripping vocal cords, 11 cordectomies, 2 frontolateral laryngectomies, 2 hemilaryngectomies, 20 horizontal supraglottic laryngectomies, 10 total laryngectomies and 1 subtotal laryngectomy with cricohyoidopexis. The margin was negative in 35 cases while tumor lesions of various types were present in 21 cases. An invasive tumor was present in 14 patients and in 7 an 'in situ' tumor or premalignant diskeratosis was found. A policy of abstention was adopted in all but one of the cases. All cases of 'in situ' cancer and of invasive premalignant change were grouped together as they have in common base membrane integrity and the fact that the second lesion is to be considered precancerous. The following results were obtained: in 14 cases of invasive cancer at the section margin there were 8 recurrences (57.1%) 4 after total laryngectomy; 6 patients showed no evidence of disease (NED) after from 3 to 7 years. In the 7 cases of 'in situ' cancer and premalignant lesions at the surgical margin, 4 showed recurrence (57%) and of these 2 underwent surgery. The 3 other cases have been NED for 3 to 5 years. On the other hand, even in the group of 35 margin free patients 8 developed recurrences (22.3%) and of these 3 underwent surgery and 1 radiotherapy. It appears evident that in conservative surgery of the larynx the presence of tumor cells at the surgical margin does not necessarily lead to a recurrence; such recurrences vary from 18% to 60% depending on the study. Nonetheless, it is certain that a real possibility of recovery exists in 50% of these patients. It is, however, impossible to specify which patient manifesting a positive margin actually runs the risk of developing a recurrence.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fini-Storchi",
        "ForeName": "O",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Agostini",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mani",
        "ForeName": "R",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Significato e prognosi dei margini di sezione positivi nella chirurgia del cancro laringeo."
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Acta Otorhinolaryngol Ital",
    "NlmUniqueID": "8213019",
    "ISSNLinking": "0392-100X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Carcinoma"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Carcinoma in Situ"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Follow-Up Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Frozen Sections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathology",
        "surgery"
      ],
      "DescriptorName": "Laryngeal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Laryngectomy"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Larynx"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Recurrence, Local"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Precancerous Conditions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Vocal Cords"
    }
  ],
  "NumberOfReferences": "26"
}