{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Genomic derangement",
      "Hormone sensitive",
      "Metastasis-directed therapy",
      "Metastatic",
      "Prostate cancer",
      "Stereotactic ablative body radiotherapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32858066",
  "DateCompleted": {
    "Year": "2021",
    "Month": "04",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "04",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "08",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.radonc.2020.08.011",
      "S0167-8140(20)30729-5"
    ],
    "Journal": {
      "ISSN": "1879-0887",
      "JournalIssue": {
        "Volume": "152",
        "PubDate": {
          "Year": "2020",
          "Month": "Nov"
        }
      },
      "Title": "Radiotherapy and oncology : journal of the European Society for Therapeutic Radiology and Oncology",
      "ISOAbbreviation": "Radiother Oncol"
    },
    "ArticleTitle": "A combined biological and clinical rationale for evaluating metastasis directed therapy in the management of oligometastatic prostate cancer.",
    "Pagination": {
      "StartPage": "80",
      "EndPage": "88",
      "MedlinePgn": "80-88"
    },
    "Abstract": {
      "AbstractText": [
        "The initial management of potentially oligometastatic hormone sensitive prostate cancer has been complicated by rapid advances in the field. Clinically, subgroup analyses of two randomized control trials have suggested that a specific synchronous oligometastatic prostate cancer state may be predictive for benefit from radiation to the primary. Further exploration of metastasis-directed therapy has been supported for various prostate cancer populations among three phase II clinical trials. There are numerous caveats in applying this evidence, a dilemma being addressed by present and upcoming clinical trials. Despite existing clinical equipoise and an avenue to address this uncertainty, the temptation to combine this evidence off-trial exists. Matters have become more complex as our ability to evaluate metastatic disease and tumour biology have also matured. This paper synthesizes our understanding of prostate cancer's natural history into a model which rationalizes both the theoretical benefits and limitations of metastasis directed therapy. We postulate that a metastatic prostate cancer's total disease activity is primarily driven by the combination of its burden of disease and underlying biology, namely genomic instability, then highlight the numerous remaining questions that challenge this hypothesis. This review focuses on harmonizing the language used to describe the disease, the current efforts exploring this hypothesis, and the need for clinical trial participation to appropriately advance patient care."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dalhousie University, Halifax, Canada; Jewish General Hospital, Montreal, Canada."
          }
        ],
        "LastName": "Kucharczyk",
        "ForeName": "Michael J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, United States."
          }
        ],
        "LastName": "So",
        "ForeName": "Jonathan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut Paoli-Calmettes Department of Medical Oncology, Aix-Marseille Université, Inserm, CNRS, CRCM, Marseille, France."
          }
        ],
        "LastName": "Gravis",
        "ForeName": "Gwenaelle",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, Dana-Farber Cancer Institute, Boston, United States."
          }
        ],
        "LastName": "Sweeney",
        "ForeName": "Christopher",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre Hospitalier de l'Université de Montréal/CRCHUM, Canada."
          }
        ],
        "LastName": "Saad",
        "ForeName": "Fred",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Jewish General Hospital, Montreal, Canada; McGill University, Montreal, Canada. Electronic address: tniazi@jgh.mcgill.ca."
          }
        ],
        "LastName": "Niazi",
        "ForeName": "Tamim",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Ireland",
    "MedlineTA": "Radiother Oncol",
    "NlmUniqueID": "8407192",
    "ISSNLinking": "0167-8140"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Metastasis"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Prostatic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Radiosurgery"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Grants or Funding: CSweeney (Institutional) – Janssen Biotech, Astellas Pharma, Sanofi, Bayer, Dendreon. FSaad (Institutional) – Astellas, Bayer, Janssen, Sanofi, Pfizer, BMS, Myovant, AstraZeneca, Merck. TNiazi – Abbvie; Astellas; Sanofi; Bayer; AstraZeneca; TerSera. Consultancies and/or Honoraria: MJKucharczyk – Abbvie, Janssen. CSweeney – Sanofi, Janssen, Astellas Pharma, Bayer, Genentech, AstraZeneca, Pfizer. GGravis – Pfizer, BMS, MSD, Astrazeneca, Astellas, Janssen, Bayer; Ipsen. FSaad – Astellas, Bayer, Janssen, Sanofi, Pfizer. TNiazi – Abbvie; Astellas; Sanofi; TerSera; Janesen; Bayer; Amgen; AstraZeneca. Stock Ownership: CSweeney – Leuchemix. Patents, Royalties, and other IP: CSweeney – Pathenolide (Indiana University): dimethylaminoparthenolide (Leuchemix); Exelixis: Abiraterone plus cabozantinib combination."
}