{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1396181",
  "DateCompleted": {
    "Year": "1992",
    "Month": "11",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0145-5613",
      "JournalIssue": {
        "Volume": "71",
        "Issue": "8",
        "PubDate": {
          "Year": "1992",
          "Month": "Aug"
        }
      },
      "Title": "Ear, nose, & throat journal",
      "ISOAbbreviation": "Ear Nose Throat J"
    },
    "ArticleTitle": "The justifications and controversies of panendoscopy--a review.",
    "Pagination": {
      "StartPage": "335",
      "EndPage": "343",
      "MedlinePgn": "335-40, 343"
    },
    "Abstract": {
      "AbstractText": [
        "The triple endoscopies of direct laryngoscopy, bronchoscopy, and esophagoscopy, commonly known as panendoscopy, are frequent surgical procedures in otorhinolaryngology. Their purpose is to diagnose additional primary malignancies. The incidence of multiple synchronous primary malignancies has been reported between 3% and 13%. This unusually high rate is attributed to the process of field cancerization in which an anatomical region is exposed to a surface carcinogen and multifocal areas undergo irreversible change to multifocal malignancies. The majority of additional malignancies are diagnosed within 2 years of the index tumor's diagnosis, and are most consistently diagnosed within routine panendoscopy. Nevertheless, a significant percentage (40%) of additional primary malignancies present after this time and consequently, long-term follow-up is essential to the timely diagnosis of metachronous lesions. The predominant controversies surrounding panendoscopy involve the comparable diagnostic efficacies between endoscopic procedures and various radiologic studies. Although the operative complications reported for panendoscopy have been minimal, the expense is considerably greater than that of the respective radiologic alternatives. After a critical review of the literature, the use of endoscopy has been found to be superior to CXRs and barium swallows as the principal means of diagnosis of upper aerodigestive tract cancers. Specifically, bronchoscopy with bronchial washings should be obtained via passage of the bronchoscope through the endotracheal tube in order to decrease contamination. Positive washings are significant and demand further evaluation. Negative washings, on the other hand, yield little information.(ABSTRACT TRUNCATED AT 250 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Otorhinolaryngology, Head and Neck Surgery, University of Pennsylvania, Philadelphia."
          }
        ],
        "LastName": "Levine",
        "ForeName": "B",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nielsen",
        "ForeName": "E W",
        "Initials": "EW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Ear Nose Throat J",
    "NlmUniqueID": "7701817",
    "ISSNLinking": "0145-5613"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Bronchoscopy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Esophagoscopy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "diagnostic imaging",
        "epidemiology"
      ],
      "DescriptorName": "Head and Neck Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Laryngoscopy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "diagnostic imaging",
        "epidemiology"
      ],
      "DescriptorName": "Neoplasms, Multiple Primary"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Radiography"
    }
  ],
  "NumberOfReferences": "36"
}