{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12800214",
  "DateCompleted": {
    "Year": "2003",
    "Month": "09",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1007-9327",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "6",
        "PubDate": {
          "Year": "2003",
          "Month": "Jun"
        }
      },
      "Title": "World journal of gastroenterology",
      "ISOAbbreviation": "World J Gastroenterol"
    },
    "ArticleTitle": "Mechanism and its regulation of tumor-induced angiogenesis.",
    "Pagination": {
      "StartPage": "1144",
      "EndPage": "1155",
      "MedlinePgn": "1144-55"
    },
    "Abstract": {
      "AbstractText": [
        "Tumor angiogenesis is the proliferation of a network of blood vessels that penetrates into cancerous growths, supplying nutrients and oxygen and removing waste products. The process of angiogenesis plays an important role in many physiological and pathological conditions. Solid tumors depend on angiogenesis for growth and metastasis in a hostile environment. In the prevascular phase, the tumor is rarely larger than 2 to 3 mm(3) and may contain a million or more cells. Up to this size, tumor cells can obtain the necessary oxygen and nutrient supplies required for growth and survival by simple passive diffusion. The properties of tumors to release and induce several angiogenic and anti-angiogenic factors which play crucial roles in regulating endothelial cell (EC) proliferation, migration, apoptosis or survival, cell-cell and cell-matrix adhesion through different intracellular signaling are thought to be the essential mechanisms during tumor-induced angiogenesis. Tumor angiogenesis actually starts with tumor cells releasing molecules that send signals to surrounding normal host tissue. This signaling activates certain genes in the host tissue that, in turn, make proteins to encourage growth of new blood vessels. In this review, we focus the mechanisms of tumor-induced angiogenesis, with an emphasis on the regulatory role of several angiogenic and anti-angiogenic agents during the angiogenic process in tumors. Advances in understanding the mechanisms of tumor angiogenesis have led to the development of several most effective anti-angiogenic and anti-metastatic therapeutic agents and also have provided several techniques for the regulation of cancer's angiogenic switch. The suggestion is made that standard cytotoxic chemotherapy and angiogenesis inhibitors used in combination may produce complementary therapeutic benefits in the treatment of cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Surgery, Tongji Hospital, Tongji Medical College, Huazhong University of Science and Technology, Wuhan, 430030, Hubei, China. ryqin@tjh.tjmu.edu.cn"
          }
        ],
        "LastName": "Gupta",
        "ForeName": "Manoj Kumar",
        "Initials": "MK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Qin",
        "ForeName": "Ren-Yi",
        "Initials": "RY"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "World J Gastroenterol",
    "NlmUniqueID": "100883448",
    "ISSNLinking": "1007-9327"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Angiogenesis Inhibitors"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antineoplastic Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Angiogenesis Inhibitors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antineoplastic Agents"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antineoplastic Combined Chemotherapy Protocols"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "blood supply",
        "drug therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology"
      ],
      "DescriptorName": "Neovascularization, Pathologic"
    }
  ]
}