{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12123114",
  "DateCompleted": {
    "Year": "2003",
    "Month": "01",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1011-7571",
      "JournalIssue": {
        "Volume": "11 Suppl 1",
        "PubDate": {
          "Year": "2002"
        }
      },
      "Title": "Medical principles and practice : international journal of the Kuwait University, Health Science Centre",
      "ISOAbbreviation": "Med Princ Pract"
    },
    "ArticleTitle": "Oral cancer: prevention and detection.",
    "Pagination": {
      "StartPage": "32",
      "EndPage": "35",
      "MedlinePgn": "32-5"
    },
    "Abstract": {
      "AbstractText": [
        "Researchers in oral cancer agree that the early diagnosis of oral carcinoma greatly increases the probability of cure with minimum impairment and deformity. Primary prevention which involves reducing the exposure to tobacco, alcohol and betel quid has been shown to be effective in reducing the incidence of oral cancer. Secondary prevention involves screening for the early detection of oral cancer. Oral cancer screening can take many forms. Clinical examination and biopsy allow the early detection of premalignant and early oral cancers. Screening can be made more efficient by inspecting high-risk sites--the floor of the mouth, the ventrolateral surface of the tongue and the soft palate. Due to the cost of population screening, it is advisable to initially target high-risk groups, those over 40 years of age, including smokers and heavy drinkers. It is recommended that dentists perform an annual visual oral cancer examination on all their patients and obtain a specialist opinion for suspicious oral lesions. Ora Test with toluidine blue may be used as an adjunct to soft tissue examination to highlight any invisible, asymptomatic lesions. Exfoliative cytology can detect early oral cancer and can be performed by dentally untrained personnel. It is rapid and relatively non-invasive and therefore may be useful in population-based oral cancer screening programmes. Recently, based on various studies, the oral CDx brush biopsy technique has been proposed as a highly accurate method of detecting oral precancerous and cancerous lesions. More frequent oral cancer examinations are recommended for treated oral cancer patients to monitor the development of secondary tumours. Family members of patients with oral cancer are also at high risk and therefore should be examined more frequently. Whatever screening method is used, a positive screening result must be confirmed by biopsy. A public awareness programme that stresses the importance of at least one annual dental examination, identification of warning signs of oral cancer and recognition of the hazards of tobacco and alcohol use is necessary to reverse the high morbidity and mortality rates associated with this disease. In the future, the identification of oncogene and tumour suppressor gene mutations in biopsy specimens may give a clearer indication of the likely behaviour of suspicious oral lesions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Dentistry, Kuwait University, PO Box 24923, Safat 13110, Kuwait. bobby@hsc.kuniv.edu.kw"
          }
        ],
        "LastName": "Joseph",
        "ForeName": "Bobby K",
        "Initials": "BK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Med Princ Pract",
    "NlmUniqueID": "8901334",
    "ISSNLinking": "1011-7571"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Alcohol Drinking"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Areca"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Carcinoma, Squamous Cell"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mass Screening"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Mouth Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Nicotiana"
    }
  ]
}