{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Neoplasia do trato aerodigestivo superior",
      "Prevalence",
      "Prevalência",
      "Prevenção secundária",
      "Secondary prevention",
      "Upper aerodigestive tract neoplasia"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "O câncer do trato aerodigestivo superior configura-se entre os mais frequentes e apresenta-se com importância epidemiológica no mundo. A maior parte apresenta-se avançada ao diagnóstico, com forte impacto negativo na sobrevida e elevado custo ao erário. As campanhas feitas contra esses cânceres têm frequentemente falhado no Brasil.",
        "Avaliar a efetividade do rastreamento para lesões cancerizáveis do trato aerodigestivo superior com estratégias de busca ativa e uso da propedêutica armada.",
        "Estudo transversal, prospectivo, descritivo, analítico e exploratório, uma vez que os seus objetivos se alicerçam na visualização das lesões cancerizáveis numa amostra composta por indivíduos com fatores de risco, de forma a aprofundar o conhecimento necessário para a sua detecção, visando à prevenção secundária do câncer da cavidade oral, orofaringe, laringe e hipofaringe.",
        "Foram visualizadas clinicamente 16,7% lesões cancerizáveis e 0,5% cânceres de localização no trato aerodigestivo superior.",
        "O método mostrou-se efetivo na identificação de lesões cancerizáveis com intuito de prevenção secundária, mas igualmente importante contra o câncer do trato aerodigestivo superior, uma vez que neste presente estudo multiplicou-se a chance do encontro desse por 22,7; apresenta-se como opção para futuras campanhas contra a doença."
      ],
      "CopyrightInformation": "Copyright © 2019 Associação Brasileira de Otorrinolaringologia e Cirurgia Cérvico-Facial. Published by Elsevier Editora Ltda. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30837188",
  "DateCompleted": {
    "Year": "2020",
    "Month": "09",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "09",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "02",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.bjorl.2019.01.002",
      "S1808-8694(18)30785-7"
    ],
    "Journal": {
      "ISSN": "1808-8686",
      "JournalIssue": {
        "Volume": "86",
        "Issue": "4",
        "PubDate": {
          "Year": "2020",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Brazilian journal of otorhinolaryngology",
      "ISOAbbreviation": "Braz J Otorhinolaryngol"
    },
    "ArticleTitle": "Prevention of upper aerodigestive tract cancer through active search strategies and use of equipped propaedeutics.",
    "Pagination": {
      "StartPage": "443",
      "EndPage": "449",
      "MedlinePgn": "443-449"
    },
    "Abstract": {
      "AbstractText": [
        "Upper aerodigestive tract cancer is among the most frequent malignancies and has epidemiological importance worldwide. Most cases are already advanced at the diagnosis, with a strong negative impact on survival and high cost to the government. Campaigns directed against these cancers have often failed in Brazil.",
        "To evaluate the effectiveness of screening for upper aerodigestive tract cancers, using active search strategies and the use of equipped propaedeutics.",
        "A cross-sectional, prospective, descriptive, analytical and exploratory study, since its objectives are based on the visualization of cancerous lesions in a sample consisting of individuals with risk factors, aiming to expand the necessary knowledge for cancer detection, aiming at secondary prevention of the oral cavity, oropharynx, larynx and hypopharynx cancer.",
        "A total of 16.7% of precancerous lesions and 0.5% of cancer lesions located in the upper aerodigestive tract were clinically visualized.",
        "The method was effective in the identification of precancerous lesions for the purpose of secondary prevention, but equally important against upper aerodigestive tract cancer, since in the present study the chance of finding the latter was increased by 22.7, showing it is an alternative for future campaigns against the disease."
      ],
      "CopyrightInformation": "Copyright © 2019 Associação Brasileira de Otorrinolaringologia e Cirurgia Cérvico-Facial. Published by Elsevier Editora Ltda. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidade Estadual de Montes Claros (Unimontes), Curso de Medicina, Montes Claros, MG, Brazil. Electronic address: franbal@terra.com.br."
          }
        ],
        "LastName": "Santos",
        "ForeName": "Francis Balduino Guimarães",
        "Initials": "FBG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidade Federal de São Paulo (Unifesp), Programa de Pós-Graduação em Otorrinolaringologia (PPG/ORL), São Paulo, SP, Brazil."
          }
        ],
        "LastName": "Leonhardt",
        "ForeName": "Fernando Danelon",
        "Initials": "FD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidade Federal de São Paulo (Unifesp), Programa de Pós-Graduação em Otorrinolaringologia (PPG/ORL), São Paulo, SP, Brazil."
          }
        ],
        "LastName": "Abrahão",
        "ForeName": "Márcio",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Braz J Otorhinolaryngol",
    "NlmUniqueID": "101207337",
    "ISSNLinking": "1808-8686"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Brazil"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Mouth Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    }
  ]
}