{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15865020",
  "DateCompleted": {
    "Year": "2005",
    "Month": "05",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0080-0015",
      "JournalIssue": {
        "Volume": "165",
        "PubDate": {
          "Year": "2005"
        }
      },
      "Title": "Recent results in cancer research. Fortschritte der Krebsforschung. Progres dans les recherches sur le cancer",
      "ISOAbbreviation": "Recent Results Cancer Res"
    },
    "ArticleTitle": "Diagnostics of rectal cancer: endorectal ultrasound.",
    "Pagination": {
      "StartPage": "46",
      "EndPage": "57",
      "MedlinePgn": "46-57"
    },
    "Abstract": {
      "AbstractText": [
        "In rectal cancer, accurate preoperative staging is essential to adequately select patients for different therapeutic regimes. Endosonography has been proven to be an accurate staging modality in multiple prospective studies. A recent large retrospective study, however, has cast doubt on the actual accuracy of endorectal ultrasound for staging rectal cancer in everyday clinical routines. The results of endosonographic staging of rectal tumours over a period of 10 years at the Department of Surgery of the University of Heidelberg are presented. In a first time period, 424 patients with rectal cancer were staged by endosonography and the data recorded prospectively. The examinations were exclusively done by four surgeons with high experience and scientific interest in endosonography. The second time period comprises 332 patients with rectal tumours (including adenomas) having undergone endosonography by six different examiners after introduction of this staging method into the clinical routine. The data here were analysed retrospectively. Accuracy, sensitivity, specificity, and positive and negative predictive values were calculated for the T and N classifications for both series. In the second series, eight factors which have been postulated to influence staging accuracy in the literature were included in a regression analysis in order to identify relevant factors for staging inaccuracies. Accuracy for staging of the T classification was 81% in the first series versus 71.7% in the second series. In the regression analysis of the second series, status post-chemoradiation proved to be the most significant factor for staging inaccuracy (p < 0.0002). When excluding all patients having undergone chemoradiation, the accuracy for staging of the T classification rose to 76%. A major problem of endosonography in this second series was overstaging; the T category was overestimated in 76 cases (22.9% of patients). The main error here was overstaging of adenomas as cancerous lesions (45.5% of all adenomas) and T2-cancers as more advanced cancers (42.2% of all T2-cancers). When excluding the adenomas from this analysis, the accuracy increased to 73.5%. Accuracy for staging of the N classification was 76% in the first series versus 71% in the second series. Status post-chemoradiation again was a relevant factor (p < 0.0003); when excluding these patients the accuracy increased to 73%. The accuracy of endosonography for rectal tumours decreases after introduction of the method into the everyday clinical routine. Nonetheless, apart from magnetic resonance imaging with an endorectal coil, rectal endosonography is still the most accurate staging modality for rectal tumours and allows adequate selection of patients for different therapeutic regimes. As the major problem of rectal endosonography is overstaging, more patients are likely to undergo overtreatment rather than undertreatment. Endosonography is inaccurate in staging patients having undergone chemoradiation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Surgery, University of Heidelberg, INF 110, 69120 Heidelberg, Germany. Peter_Kienle@med.uni-heidelberg.de"
          }
        ],
        "LastName": "Knaebel",
        "ForeName": "Hanns-Peter",
        "Initials": "HP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Koch",
        "ForeName": "Moritz",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Feise",
        "ForeName": "Tobias",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Benner",
        "ForeName": "Axel",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kienle",
        "ForeName": "Peter",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Recent Results Cancer Res",
    "NlmUniqueID": "0044671",
    "ISSNLinking": "0080-0015"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Endosonography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Neoplasm Staging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Predictive Value of Tests"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "pathology"
      ],
      "DescriptorName": "Rectal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    }
  ]
}