{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20221698",
  "DateCompleted": {
    "Year": "2010",
    "Month": "12",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s10495-010-0479-7"
    ],
    "Journal": {
      "ISSN": "1573-675X",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "9",
        "PubDate": {
          "Year": "2010",
          "Month": "Sep"
        }
      },
      "Title": "Apoptosis : an international journal on programmed cell death",
      "ISOAbbreviation": "Apoptosis"
    },
    "ArticleTitle": "Photodynamic therapy: illuminating the road from cell death towards anti-tumour immunity.",
    "Pagination": {
      "StartPage": "1050",
      "EndPage": "1071",
      "MedlinePgn": "1050-71"
    },
    "Abstract": {
      "AbstractText": [
        "Photodynamic therapy (PDT) utilizes the destructive power of reactive oxygen species generated via visible light irradiation of a photosensitive dye accumulated in the cancerous tissue/cells, to bring about their obliteration. PDT activates multiple signalling pathways in cancer cells, which could give rise to all three cell death modalities (at least in vitro). Simultaneously, PDT is capable of eliciting various effects in the tumour microenvironment thereby affecting the tumour-associated/-infiltrating immune cells and by extension, leading to infiltration of various immune cells (e.g. neutrophils) into the treated site. PDT is also associated to the activation of different immune phenomena, e.g. acute-phase response, complement cascade and production of cytokines/chemokines. It has also come to light that, PDT is capable of activating 'anti-tumour adaptive immunity' in both pre-clinical as well as clinical settings. Although the ability of PDT to induce 'anti-cancer vaccine effect' is still debatable, yet it has been shown to be capable of inducing exposure/release of certain damage-associated molecular patterns (DAMPs) like HSP70. Therefore, it seems that PDT is unique among other approved therapeutic procedures in generating a microenvironment suitable for development of systemic anti-tumour immunity. Apart from this, recent times have seen the emergence of certain promising modalities based on PDT like-photoimmunotherapy and PDT-based cancer vaccines. This review mainly discusses the effects exerted by PDT on cancer cells, immune cells as well as tumour microenvironment in terms of anti-tumour immunity. The ability of PDT to expose/release DAMPs and the future perspectives of this paradigm have also been discussed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Molecular Cell Biology, Catholic University of Leuven, Belgium."
          }
        ],
        "LastName": "Garg",
        "ForeName": "Abhishek D",
        "Initials": "AD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nowis",
        "ForeName": "Dominika",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Golab",
        "ForeName": "Jakub",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Agostinis",
        "ForeName": "Patrizia",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Apoptosis",
    "NlmUniqueID": "9712129",
    "ISSNLinking": "1360-8185"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Apoptosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Immunity"
    },
    {
      "QualifierName": [
        "drug therapy",
        "immunology",
        "physiopathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Photochemotherapy"
    }
  ]
}