{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "CNS tumor",
      "central nervous system",
      "leptomeningeal disease",
      "metastases"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37366925",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "06",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3390/curroncol30060442"
    ],
    "Journal": {
      "ISSN": "1718-7729",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun",
          "Day": "19"
        }
      },
      "Title": "Current oncology (Toronto, Ont.)",
      "ISOAbbreviation": "Curr Oncol"
    },
    "ArticleTitle": "Leptomeningeal Metastasis: A Review of the Pathophysiology, Diagnostic Methodology, and Therapeutic Landscape.",
    "Pagination": {
      "StartPage": "5906",
      "EndPage": "5931",
      "MedlinePgn": "5906-5931"
    },
    "Abstract": {
      "AbstractText": [
        "The present review aimed to establish an understanding of the pathophysiology of leptomeningeal disease as it relates to late-stage development among different cancer types. For our purposes, the focused metastatic malignancies include breast cancer, lung cancer, melanoma, primary central nervous system tumors, and hematologic cancers (lymphoma, leukemia, and multiple myeloma). Of note, our discussion was limited to cancer-specific leptomeningeal metastases secondary to the aforementioned primary cancers. LMD mechanisms secondary to non-cancerous pathologies, such as infection or inflammation of the leptomeningeal layer, were excluded from our scope of review. Furthermore, we intended to characterize general leptomeningeal disease, including the specific anatomical infiltration process/area, CSF dissemination, manifesting clinical symptoms in patients afflicted with the disease, detection mechanisms, imaging modalities, and treatment therapies (both preclinical and clinical). Of these parameters, leptomeningeal disease across different primary cancers shares several features. Pathophysiology regarding the development of CNS involvement within the mentioned cancer subtypes is similar in nature and progression of disease. Consequently, detection of leptomeningeal disease, regardless of cancer type, employs several of the same techniques. Cerebrospinal fluid analysis in combination with varied imaging (CT, MRI, and PET-CT) has been noted in the current literature as the gold standard in the diagnosis of leptomeningeal metastasis. Treatment options for the disease are both varied and currently in development, given the rarity of these cases. Our review details the differences in leptomeningeal disease as they pertain through the lens of several different cancer subtypes in an effort to highlight the current state of targeted therapy, the potential shortcomings in treatment, and the direction of preclinical and clinical treatments in the future. As there is a lack of comprehensive reviews that seek to characterize leptomeningeal metastasis from various solid and hematologic cancers altogether, the authors intended to highlight not only the overlapping mechanisms but also the distinct patterning of disease detection and progression as a means to uniquely treat each metastasis type. The scarcity of LMD cases poses a barrier to more robust evaluations of this pathology. However, as treatments for primary cancers have improved over time, so has the incidence of LMD. The increase in diagnosed cases only represents a small fraction of LMD-afflicted patients. More often than not, LMD is determined upon autopsy. The motivation behind this review stems from the increased capacity to study LMD in spite of scarcity or poor patient prognosis. In vitro analysis of leptomeningeal cancer cells has allowed researchers to approach this disease at the level of cancer subtypes and markers. We ultimately hope to facilitate the clinical translation of LMD research through our discourse."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine, University of Florida, Gainesville, FL 32610, USA."
          }
        ],
        "LastName": "Nguyen",
        "ForeName": "Andrew",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine, University of Florida, Gainesville, FL 32610, USA."
          }
        ],
        "LastName": "Nguyen",
        "ForeName": "Alexander",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine, University of Florida, Gainesville, FL 32610, USA."
          }
        ],
        "LastName": "Dada",
        "ForeName": "Oluwaferanmi T",
        "Initials": "OT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine, University of Florida, Gainesville, FL 32610, USA."
          }
        ],
        "LastName": "Desai",
        "ForeName": "Persis D",
        "Initials": "PD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine, University of Florida, Gainesville, FL 32610, USA."
          }
        ],
        "LastName": "Ricci",
        "ForeName": "Jacob C",
        "Initials": "JC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Tulane University, New Orleans, LA 70112, USA."
          }
        ],
        "LastName": "Godbole",
        "ForeName": "Nikhil B",
        "Initials": "NB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Radiology, University of Florida, Gainesville, FL 32610, USA."
          }
        ],
        "LastName": "Pierre",
        "ForeName": "Kevin",
        "Initials": "K"
      },
      {
        "Identifier": [
          "0000-0001-6577-4080"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurosurgery, University of Florida, Gainesville, FL 32610, USA."
          }
        ],
        "LastName": "Lucke-Wold",
        "ForeName": "Brandon",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Curr Oncol",
    "NlmUniqueID": "9502503",
    "ISSNLinking": "1198-0052"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Positron Emission Tomography Computed Tomography"
    },
    {
      "QualifierName": [
        "therapy",
        "epidemiology",
        "secondary"
      ],
      "DescriptorName": "Meningeal Carcinomatosis"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Magnetic Resonance Imaging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hematologic Neoplasms"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}