{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24827900",
  "DateCompleted": {
    "Year": "2015",
    "Month": "05",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s11864-014-0293-5"
    ],
    "Journal": {
      "ISSN": "1534-6277",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "3",
        "PubDate": {
          "Year": "2014",
          "Month": "Sep"
        }
      },
      "Title": "Current treatment options in oncology",
      "ISOAbbreviation": "Curr Treat Options Oncol"
    },
    "ArticleTitle": "Genetics, biomarkers, hereditary cancer syndrome diagnosis, heterogeneity and treatment: a review.",
    "Pagination": {
      "StartPage": "429",
      "EndPage": "442",
      "MedlinePgn": "429-42"
    },
    "Abstract": {
      "AbstractText": [
        "Molecular genetic pathways that drive the phenotypic and genotypic heterogeneity of hereditary colorectal cancer also can affect response to chemotherapy and chemoprevention. These mutations also can alter patients' response to therapy. Environmental differences can affect this highly complex conundrum. We will use Lynch syndrome as a model to explore this issue. However, to begin with, after more than a century of documentation, we must ask what is meant by the eponym \"Lynch syndrome\". Germline mutations may act as drivers of chemoprevention and chemotherapy and therein may act positively or conversely they may have a negative effect in terms of inhibiting the inactivation of cancer-causing germline mutations. A relatively new field of hereditary cancer therapeutics has significantly impacted cancer care, from the standpoint of the sensitivity or resistance to a particular form of chemotherapy and/or chemoprevention. The question for the diagnostician and therapist must always concern what is the best possible management approach for the patient, particularly when he or she harbors a cancer-causing germline mutation, which, in this case, causes Lynch syndrome. Continued molecular genetic research might yield a more tailored effective treatment for Lynch syndrome. The ultimate goal of such hereditary oncologic research is to better understand the mutation's therapeutic task, namely, its potential to benefit the patient in terms of its treatment goal, thereby fulfilling the essence of personalized medicine. However, this goal may be exceedingly complicated. For example, in the natural clinical and molecular genetic history of hereditary forms of cancer, there will be a predominance of early-onset cancers of multiple anatomic sites. In our Lynch syndrome model, these will be most commonly colorectal, endometrial, and ovarian cancer. Attention must initially be focused upon cancer's early age of onset coupled with the tendency to multiple primary cancers so that, in the case of CRC, colonoscopic screening must be initiated by age 20-25 years and repeated every other year until age 40 years and then annually thereafter. However, screening will be of limited efficacy in the gynecologic cancers (endometrial and ovarian) so that once the family is completed, particularly by age 35-40 years, careful attention must be given to the option of prophylactic hysterectomy and bilateral salpingo-oophorectomy. Given issues of tumor heterogeneity, selected Lynch syndrome families may show an excess of urologic cancers or cancers of the small bowel, and highly targeted screening should be given serious consideration for these as well as cancers of other anatomic sites in such high-risk, cancer-prone patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Preventive Medicine and Public Health, Creighton University, 2500 California Plaza, Omaha, NE, 68178, USA, htlynch@creighton.edu."
          }
        ],
        "LastName": "Lynch",
        "ForeName": "Henry T",
        "Initials": "HT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Drescher",
        "ForeName": "Kristen",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Knezetic",
        "ForeName": "Joseph",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lanspa",
        "ForeName": "Stephen",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Treat Options Oncol",
    "NlmUniqueID": "100900946",
    "ISSNLinking": "1534-6277"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Biomarkers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Heterogeneity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Neoplastic Syndromes, Hereditary"
    }
  ]
}