{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16187750",
  "DateCompleted": {
    "Year": "2005",
    "Month": "11",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-7587",
      "JournalIssue": {
        "Volume": "164",
        "Issue": "4 Pt 2",
        "PubDate": {
          "Year": "2005",
          "Month": "Oct"
        }
      },
      "Title": "Radiation research",
      "ISOAbbreviation": "Radiat Res"
    },
    "ArticleTitle": "The genetic factors in cancer development and their implications for cancer prevention and detection.",
    "Pagination": {
      "StartPage": "462",
      "EndPage": "466",
      "MedlinePgn": "462-6"
    },
    "Abstract": {
      "AbstractText": [
        "Experimental data from laboratory animals indicate that the same extent of DNA damage or the same mutations in oncogenes and tumor suppressor genes in different hosts result in widely differing cancer development because of numerous polymorphic tumor susceptibility genes. Similarly, recent epidemiological data indicate that susceptibility to common, \"sporadic\" cancers in humans is influenced considerably by multiple polymorphic host genes with relatively weak effects. This indicates that in addition to hereditary familial cancer syndromes, the sporadic cancer is also under strong genetic control. The multiplicity of genes involved, variation in exposure to environmental carcinogens, and small sizes of cancer families prevent efficient searches for the responsible genes in humans. Therefore, an alternative strategy based on the definition of susceptibility genes in experimental animals and the subsequent study of their human homologues has been successfully employed by several groups. This strategy also helped reveal several important features of cancer susceptibility, including mutual interactions of cancer susceptibility genes, their functional heterogeneity, and the existence of stage-specific control of cancer development. This latter phenomenon is especially important, because the susceptibility to early stages of cancer development may be quite different from that of late stages of cancer development. This needs to be taken into account when introducing preventive testing of biomarkers of early preneoplastic lesions or early cancers, because their predictive value is greatly influenced by the genetically determined individual tendency to proceed toward a more advanced form of neoplasia. Therefore, genetic testing of persons in danger of being exposed to carcinogenic factors should be an important part of the personnel selection."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Molecular and Cellular Biology, Roswell Park Cancer Institute, Buffalo, New York 14263, USA. peter.demant@roswellpark.org"
          }
        ],
        "LastName": "Demant",
        "ForeName": "Peter",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Radiat Res",
    "NlmUniqueID": "0401245",
    "ISSNLinking": "0033-7587"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Predisposition to Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "prevention & control"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "NumberOfReferences": "30"
}