{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26049692",
  "DateCompleted": {
    "Year": "2016",
    "Month": "02",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "06",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/PPO.0000000000000114"
    ],
    "Journal": {
      "ISSN": "1540-336X",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "3",
        "PubDate": {
          "Year": "2015",
          "Season": "May-Jun"
        }
      },
      "Title": "Cancer journal (Sudbury, Mass.)",
      "ISOAbbreviation": "Cancer J"
    },
    "ArticleTitle": "Trends in Adjuvant and Neoadjuvant Radiotherapy for Cancer Treatment From 1973 to 2011.",
    "Pagination": {
      "StartPage": "147",
      "EndPage": "149",
      "MedlinePgn": "147-9"
    },
    "Abstract": {
      "AbstractText": [
        "Cancer care is becoming increasingly complicated, in particular with the integration of radiation and surgery. Institutions may need to increase coordination between multidisciplinary clinical teams to optimize patient care. This study examines historical trends in adjuvant and neoadjuvant radiation therapy (ANRT) before or after cancer-directed surgery to identify disease sites that may benefit from coordinated care.",
        "The Surveillance, Epidemiology, and End Results database was queried to identify patients with bladder cancer; breast cancer; cervical cancer; colorectal cancer; kidney cancer; cancer of the lung, bronchus, and pleura; lymphoma; melanoma; cancer of the oral cavity and pharynx; ovarian cancer; pancreatic cancer; prostate cancer; thyroid cancer; and uterine cancer from 1973 to 2011. Number and percentage of patients who received ANRT were calculated from 1973 to 2011.",
        "Adjuvant and neoadjuvant radiation therapy usage increased from 14% in 1973 to 19% in 2011. Adjuvant and neoadjuvant radiation therapy use for breast, oral cavity/pharynx, and thyroid cancers increased from 24%, 16%, and 9% in 1973 to 53%, 32%, and 46% in 2011, respectively. Changes in ANRT were seen in gynecologic and genitourinary cancers, with increased use of ANRT in cervical cancer and declines in uterine, ovarian, bladder, prostate, and kidney cancers. There were minimal changes in ANRT usage for patients within other diagnosis groups.",
        "Overall usage of ANRT is increasing over time, with increased need for coordinated care in breast and head and neck cancers. Adjuvant and neoadjuvant radiation therapy in genitourinary and gynecologic cancers is undergoing significant change."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the *Department of Therapeutic Radiology, Yale School of Medicine, New Haven, CT; †Yale Cancer Center, New Haven, CT; and ‡Cancer Outcomes, Public Policy, and Effectiveness Research (COPPER) Center at Yale, New Haven, CT."
          }
        ],
        "LastName": "Bui",
        "ForeName": "Daniel Le",
        "Initials": "DL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yu",
        "ForeName": "James Byunghoon",
        "Initials": "JB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cancer J",
    "NlmUniqueID": "100931981",
    "ISSNLinking": "1528-9117"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "radiotherapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Radiotherapy, Adjuvant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}