{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30653899",
  "DateCompleted": {
    "Year": "2019",
    "Month": "04",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "04",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0047-1860",
      "JournalIssue": {
        "Volume": "64",
        "Issue": "12",
        "PubDate": {
          "Year": "2016",
          "Month": "Dec"
        }
      },
      "Title": "Rinsho byori. The Japanese journal of clinical pathology",
      "ISOAbbreviation": "Rinsho Byori"
    },
    "ArticleTitle": "[Clinical Application of Immunosuppressive Factors in Cancer Diagnosis and Therapy].",
    "Pagination": {
      "StartPage": "1360",
      "EndPage": "1366",
      "MedlinePgn": "1360-1366"
    },
    "Abstract": {
      "AbstractText": [
        "In cancer immunotherapy, there are two major strategies for the treatment of cancers: the use of immune system modulators, and the inhibition of immune checkpoints. The immune system modulators including cytokines, antibodies, and Toll-like receptor (TLR) agonists activate the host immune response against tu- mors. Recently, the various mechanisms of immune suppressive systems have been extensively examined. Immune checkpoints are molecules involved in immune suppressive systems and the progression of various cancers. In tumor-bearing animals, the expression of some immune checkpoints increases, and many can- cers are protected from the host immune system by such immune checkpoints. Therefore, immune check- point inhibitors have recently been drawing much attention in cancer immunotherapy. Immune system modulators or immune checkpoint inhibitors are used against cancers as monotherapy. However, immune system modulators such as TLR agonists also induce immune checkpoints. Recently, we reported that combination therapies with immune system modulators and immune checkpoint inhibitors had more marked anti-tumor effects compared with monotherapies in a tumor-bearing mouse model. In previous reports, TLR7 agonist (imiquimod) or alpha-galactosylceramide (GalCer) was used as an immune system modulator, and the expression of indoleamine 2,3-dioxygenase (IDO) or inducible nitric oxide synthase was inhibited in cancer therapies with imiquimod or GalCer. These combination therapies can potently induce the tumor- antigen-specific cellular immune response. Moreover, the IDO activity well reflects the disease progression of hematological malignancy clinically, and the measurement of IDO activity is useful to assess the prognosis during chemotherapies. Thus, immune checkpoints such as IDO are helpful for the development of new cancer therapies and diagnosis. [Review]."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ito",
        "ForeName": "Hiroyasu",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Rinsho Byori",
    "NlmUniqueID": "2984781R",
    "ISSNLinking": "0047-1860"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Immunosuppressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Combined Modality Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Immunosuppressive Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunotherapy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "immunology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}