{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Mitophagy",
      "homeostasis",
      "malignant growth",
      "mitochondrial dynamics.",
      "tumour microenvironment",
      "tumour progression"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33438558",
  "DateCompleted": {
    "Year": "2022",
    "Month": "01",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "01",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2174/1871520621666210112121910"
    ],
    "Journal": {
      "ISSN": "1875-5992",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "16",
        "PubDate": {
          "Year": "2021",
          "Month": "Oct",
          "Day": "28"
        }
      },
      "Title": "Anti-cancer agents in medicinal chemistry",
      "ISOAbbreviation": "Anticancer Agents Med Chem"
    },
    "ArticleTitle": "Mitophagy in Carcinogenesis and Tumour Progression- A New Paradigm with Emerging Importance.",
    "Pagination": {
      "StartPage": "2130",
      "EndPage": "2141",
      "MedlinePgn": "2130-2141"
    },
    "Abstract": {
      "AbstractText": [
        "The term Mitophagy has been newly concerned in reforming the metabolic landscape inside cancerous cells in addition to the interface between malignant cells as well as other major constituents of tumour microenvironment. Several profoundly interrelated systems, comprising mitochondrial dynamics and mitophagy, function in mammalian cells as vital mitochondrial regulator processes, and their consequence in neoplastic development has recently been illuminated clinically. In specific instances of cancer cells, mitochondrial-protected metabolic paths are revamped to meet expanded bioenergetics along with biosynthetic necessities of malignant cells, in addition to deal with oxidative stress. It is an exhausting task to foresee the role that mitophagy has on malignant growth cells since it relies upon various elements like cancer variability, malignant growth phase, genetic background and harmony between cell demand and accessibility. As per condition, mitophagy may have a double role as cancer suppressor for example Atg5 (autophagy related 5) or Atg7 (autophagy related 7) or execute promoter like function for instance FUNDC1 (FUN14 domain-containing protein 1), BNIP3 (BCL2/adenovirus E1B 19-kDa-interacting protein 3), PINK1 (PTEN-instigated kinase 1) etc. Tumour suppressive function of Parkin (E3 ubiquitin ligase) is likewise distinguished in mammary gland carcinoma where obstruction of mitophagy impacts tumour progression. In pancreatic cancer cells and hepatocellular carcinoma hypermethylation of the BNIP3, promoter occurs that prevent HIF-1 (Hypoxia-Inducible Factor 1) binding besides ensuing initiation of mitophagy. Since the dual role of mitophagy has in malignant growth relying upon various circumstances and cell varieties, a range of studies have been performed on mitophagy and its role in cancer progression and development is opening up a new paradigm with immense clinical importance."
      ],
      "CopyrightInformation": "Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.net."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Independent Researcher, India."
          }
        ],
        "LastName": "Ray",
        "ForeName": "Suman K",
        "Initials": "SK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biochemistry, All India Institute of Medical Sciences, Bhopal, Madhya pradesh-462020, India."
          }
        ],
        "LastName": "Mukherjee",
        "ForeName": "Sukhes",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Anticancer Agents Med Chem",
    "NlmUniqueID": "101265649",
    "ISSNLinking": "1871-5206"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Carcinogenesis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Mitochondria"
    },
    {
      "QualifierName": [
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}