{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23094927",
  "DateCompleted": {
    "Year": "2013",
    "Month": "10",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "02",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1875-5992",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "1",
        "PubDate": {
          "Year": "2013",
          "Month": "Jan"
        }
      },
      "Title": "Anti-cancer agents in medicinal chemistry",
      "ISOAbbreviation": "Anticancer Agents Med Chem"
    },
    "ArticleTitle": "Update on evidence that support a role of solar ultraviolet-B irradiance in reducing cancer risk.",
    "Pagination": {
      "StartPage": "140",
      "EndPage": "146",
      "MedlinePgn": "140-6"
    },
    "Abstract": {
      "AbstractText": [
        "The ultraviolet-B (UVB)-vitamin D-cancer hypothesis was proposed in 1980 yet has not been fully accepted. Ecological studies based on geographical variations of cancer rates with respect to solar UVB doses have supported the hypothesis for about 20 cancers. This paper reviews the evidence from studies of personal or group UVB irradiance. Studies have associated personal UVB irradiance with reduced risk for breast, colon, endometrial, prostate, and renal cancer, as well as non-Hodgkin's lymphoma (NHL). However, some studies have also found increased risk of NHL from UV irradiance, probably due to immunosuppression by UVA near 370 nm. Several related approaches have also been used to study the hypothesis. Studies in Norway and the UK found that diagnosis in summer or fall is associated with increased survival rates for breast, colon, lung, and prostate cancer, as well as Hodgkin's lymphoma. Diagnosis of nonmelanoma skin cancer is associated with reduced risk of several cancers in sunny countries, but not often in highlatitude countries. Living at higher surface elevation is associated with reduced risk of some cancers. In a recent analyzed study of cancer rates for 54 occupations in Nordic countries, a UVB index based on standardized incidence ratios of lip cancer less those for lung cancer was inversely correlated with 15 types of cancer for males, but only four types for females. This ecological study provides additional evidence that UVB doses at high latitudes are adequate to reduce the risk of cancer, but requires considerable time outside to produce sufficient vitamin D. Because only vitamin D production has been proposed to explain the UVB-cancer link, studies reviewed in this paper should be considered strong evidence for the hypothesis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sunlight, Nutrition, and Health Research Center, P.O. Box 641603, San Francisco, CA 94164-1603, USA. wbgrant@infionline.net"
          }
        ],
        "LastName": "Grant",
        "ForeName": "William B",
        "Initials": "WB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Anticancer Agents Med Chem",
    "NlmUniqueID": "101265649",
    "ISSNLinking": "1871-5206"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "classification",
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sunlight"
    }
  ]
}