{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15974946",
  "DateCompleted": {
    "Year": "2005",
    "Month": "09",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1568-0266",
      "JournalIssue": {
        "Volume": "5",
        "Issue": "5",
        "PubDate": {
          "Year": "2005"
        }
      },
      "Title": "Current topics in medicinal chemistry",
      "ISOAbbreviation": "Curr Top Med Chem"
    },
    "ArticleTitle": "Chemoprevention of colorectal cancer: ready for routine use?",
    "Pagination": {
      "StartPage": "517",
      "EndPage": "525",
      "MedlinePgn": "517-25"
    },
    "Abstract": {
      "AbstractText": [
        "In the third millennium preventive medicine is becoming a corner stone in our concept of health. Colorectal cancer (CRC) prevention, in particular, has become an important goal for health providers, physicians and the general public. CRC fits the criteria of a disease suitable for chemopreventive interventions. It is a prevalent disease that is associated with considerable mortality and morbidity rates, with more than 1,000,000 new cases and 500,000 deaths expected, worldwide, in 2004. CRC has a natural history of transition from precursor to malignant lesion that spans, on average, 15-20 years, providing a window of opportunity for effective interventions and prevention. A pre-malignant precursor lesion (i.e., adenoma) usually precedes cancer, and helps to identify a subset of the population that is at increased risk of harbouring and developing cancer. Science and technology have evolved to a point where we are able to use our knowledge of cancer biology to identify individuals at risk and interrupt the process of malignant transformation at the level of the pre-cancerous lesion. Recent progress in molecular biology and pharmacology enhances the likelihood that cancer prevention will increasingly rely on chemoprevention. Chemoprevention, a new emerging science, means the use of agents to inhibit, delay or reverse carcinogenesis. Recent observations suggest a number of potential targets for chemoprevention. Many agents have potential benefit, but only modest chemopreventive efficacy in clinical trials. There is much evidence suggesting an inverse relationship between aspirin or NSAIDs consumption and CRC incidence and mortality. However, NSAID consumption is not problem-free, as 1997 data showed 107,000 hospitalisations and 16,500 deaths due to NSAIDs consumption in the US alone. Therefore, although chemoprevention of CRC is already possible, drugs that have more acceptable side-effect profiles than the currently available NSAIDs are required. COX-2-specific inhibitors, which have an improved safety profile, as compared to traditional NSAIDs that inhibit both the COX-1 and COX-2 enzymes, seem to be well suited drug candidates for CRC prevention. The inhibition of the growth of pre-cancerous and cancerous cells without affecting normal cells is the ultimate aim of cancer treatment and is of particular importance in chemoprevention studies, which may be long term in nature, involve healthy subjects and minimal toxicity. Cancer prevention is certain to be a significant focus of research and intervention in the coming years, propelled by the realization that we will be able to identify both individuals susceptible to specific cancers as well as the molecular targets that can alter or stop the carcinogenesis process. Pharmacology and genetics are collaborating to develop new chemoprevention agents designed to affect molecular targets linked to specific pre-malignant or predisposing conditions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cancer Prevention, Tel-Aviv Medical Center and Sackler School of Medicine, Tel Aviv University, 6 Weizmann St., Tel-Aviv 64239, Israel. nadir@tasmc.health.gov.il"
          }
        ],
        "LastName": "Arber",
        "ForeName": "Nadir",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Levin",
        "ForeName": "Bernard",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United Arab Emirates",
    "MedlineTA": "Curr Top Med Chem",
    "NlmUniqueID": "101119673",
    "ISSNLinking": "1568-0266"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Inflammatory Agents, Non-Steroidal"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anticarcinogenic Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Cyclooxygenase Inhibitors"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Inflammatory Agents, Non-Steroidal"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anticarcinogenic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Apoptosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Trials as Topic"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Colorectal Neoplasms"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Cyclooxygenase Inhibitors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "62"
}