{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cancer cell metabolism",
      "Fatty acids synthesis",
      "Glutaminolysis",
      "Glycolysis",
      "Metabolic network",
      "Metabolic remodeling",
      "One-carbon metabolism",
      "Pentose phosphate pathway (PPP)",
      "Transsulfuration pathway (TSSP)",
      "Tumor microenvironment (TME)",
      "β-oxidation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32130691",
  "DateCompleted": {
    "Year": "2020",
    "Month": "04",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/978-3-030-34025-4_1"
    ],
    "Journal": {
      "ISSN": "0065-2598",
      "JournalIssue": {
        "Volume": "1219",
        "PubDate": {
          "Year": "2020"
        }
      },
      "Title": "Advances in experimental medicine and biology",
      "ISOAbbreviation": "Adv Exp Med Biol"
    },
    "ArticleTitle": "Metabolic Remodeling as a Way of Adapting to Tumor Microenvironment (TME), a Job of Several Holders.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "34",
      "MedlinePgn": "1-34"
    },
    "Abstract": {
      "AbstractText": [
        "The microenvironment depends and generates dependence on all the cells and structures that share the same niche, the biotope. The contemporaneous view of the tumor microenvironment (TME) agrees with this idea. The cells that make up the tumor, whether malignant or not, behave similarly to classes of elements within a living community. These elements inhabit, modify and benefit from all the facilities the microenvironment has to offer and that will contribute to the survival and growth of the tumor and the progression of the disease.The metabolic adaptation to microenvironment is a crucial process conducting to an established tumor able to grow locally, invade and metastasized. The metastatic cancer cells are reasonable more plastic than non-metastatic cancer cells, because the previous ones must survive in the microenvironment where the primary tumor develops and in addition, they must prosper in the microenvironment in the metastasized organ.The metabolic remodeling requires not only the adjustment of metabolic pathways per se but also the readjustment of signaling pathways that will receive and obey to the extracellular instructions, commanding the metabolic adaptation. Many diverse players are pivotal in cancer metabolic fitness from the initial signaling stimuli, going through the activation or repression of genes, until the phenotype display. The new phenotype will permit the import and consumption of organic compounds, useful for energy and biomass production, and the export of metabolic products that are useless or must be secreted for a further recycling or controlled uptake. In the metabolic network, three subsets of players are pivotal: (1) the organic compounds; (2) the transmembrane transporters, and (3) the enzymes.This chapter will present the \"Pharaonic\" intent of diagraming the interplay between these three elements in an attempt of simplifying and, at the same time, of showing the complex sight of cancer metabolism, addressing the orchestrating role of microenvironment and highlighting the influence of non-cancerous cells."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CEDOC, Chronic Diseases Research Centre, NOVA Medical School | Faculdade de Ciências Médicas, Universidade NOVA de Lisboa, Lisbon, Portugal. jacinta.serpa@nms.unl.pt."
          },
          {
            "Identifier": [],
            "Affiliation": "Instituto Português de Oncologia de Lisboa Francisco Gentil (IPOLFG), Lisbon, Portugal. jacinta.serpa@nms.unl.pt."
          }
        ],
        "LastName": "Serpa",
        "ForeName": "Jacinta",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Adv Exp Med Biol",
    "NlmUniqueID": "0121103",
    "ISSNLinking": "0065-2598"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Disease Progression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Metabolic Networks and Pathways"
    },
    {
      "QualifierName": [
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tumor Microenvironment"
    }
  ]
}