{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11902541",
  "DateCompleted": {
    "Year": "2002",
    "Month": "04",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "11",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1470-2045",
      "JournalIssue": {
        "Volume": "2",
        "Issue": "11",
        "PubDate": {
          "Year": "2001",
          "Month": "Nov"
        }
      },
      "Title": "The Lancet. Oncology",
      "ISOAbbreviation": "Lancet Oncol"
    },
    "ArticleTitle": "Trends in biomarker research for cancer detection.",
    "Pagination": {
      "StartPage": "698",
      "EndPage": "704",
      "MedlinePgn": "698-704"
    },
    "Abstract": {
      "AbstractText": [
        "A key challenge in cancer control and prevention is detection of the disease as early as possible, enabling effective interventions and therapies to contribute to reduction in mortality and morbidity. Biomarkers are important as molecular signposts of the physiological state of a cell at a specific time. Active genes, their respective protein products, and other organic chemicals made by the cell create these signposts. As a normal cell progresses through the complex process of transformation to a cancerous state, biomarkers could prove vital for the identification of early cancer and people at risk of developing cancer. We discuss current research into the genetic and molecular signatures of cells, including microsatellite instability, hypermethylation and single-nucleotide polymorphisms. The use of genomic and proteomic high-throughput technology platforms to facilitate detection of early cancer by means of biomarkers, and issues on the analysis, validation, and predictive value of biomarkers based on these technologies are also discussed. We report on recent advances in identifying sources of biomarkers that can be accessed by noninvasive techniques, such as buccal-cell isolates, as well as traditional sources such as serum or plasma. We also focus on the work of the Early Detection Research Network at the National Cancer Institute, harnessing expertise from leading national and international institutions, to identify and validate biomarkers for the detection of precancerous and cancerous cells in assessing risk of cancer. The network also has a role in linking discovery to process development, resulting in early detection tests and clinical assessment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Cancer Prevention, National Cancer Institute, Rockville, Maryland 20852, USA."
          }
        ],
        "LastName": "Srinivas",
        "ForeName": "P R",
        "Initials": "PR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kramer",
        "ForeName": "B S",
        "Initials": "BS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Srivastava",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Lancet Oncol",
    "NlmUniqueID": "100957246",
    "ISSNLinking": "1470-2045"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers, Tumor"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Biomarkers, Tumor"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Biotechnology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "NumberOfReferences": "47"
}