{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17908663",
  "DateCompleted": {
    "Year": "2007",
    "Month": "12",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0929-6646",
      "JournalIssue": {
        "Volume": "106",
        "Issue": "9",
        "PubDate": {
          "Year": "2007",
          "Month": "Sep"
        }
      },
      "Title": "Journal of the Formosan Medical Association = Taiwan yi zhi",
      "ISOAbbreviation": "J Formos Med Assoc"
    },
    "ArticleTitle": "Efficacy of mammographic evaluation of breast cancer in women less than 40 years of age: experience from a single medical center in Taiwan.",
    "Pagination": {
      "StartPage": "736",
      "EndPage": "747",
      "MedlinePgn": "736-47"
    },
    "Abstract": {
      "AbstractText": [
        "Mammography is the standard imaging modality for breast cancer diagnosis. However, the value of mammographic diagnosis in breast cancer patients aged less than 40 years old has not been well assessed. The goal of our study was to determine the diagnostic efficacy of mammography for the detection of breast cancer in women under 40 years of age in a single medical center in Taiwan.",
        "Of 1766 women diagnosed with breast cancer in one medical center between 1999 and 2005, 227 (12.9%) who were younger than 40 years of age were enrolled, and 105 of these 227 patients had pre-biopsy mammograms available for analysis. The sensitivities for mammography at first (prospective) and second (retrospective) readings and for corresponding ultrasound were calculated. The distribution of different breast composition between the mammographic true-positive (TP) and false-negative (FN) lesions at the first and second readings was analyzed.",
        "Of the 105 patients, 104 presented with a palpable mass and the other one was asymptomatic. There were 109 pathologically proven breast cancers from the 105 patients; 92 of 109 cancerous lesions were detected at the first mammographic reading (sensitivity 84.4%), and the most common mammographic sign was microcalcifications (40.2%). The second reading detected seven additional cancers (99 of 109 lesions; sensitivity 90.8%). There was no significant difference between mammographic TP and FN lesions for the different breast composition on first and second readings. Ninety patients also had ultrasound available for correlation with 94 cancers diagnosed from them. The diagnostic sensitivity of ultrasound was 94.7% (89 of 94 lesions).",
        "Mammography has an acceptable sensitivity for the detection of breast cancer in women aged less than 40 years, regardless of different breast composition. Breast ultrasound can offer a higher sensitivity for such a population."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Imaging, National Taiwan University Hospital, and Department of Radiology, National Taiwan University College of Medicine, Taipei, Taiwan."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Jane",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chang",
        "ForeName": "King-Jen",
        "Initials": "KJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kuo",
        "ForeName": "Wen-Hung",
        "Initials": "WH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lee",
        "ForeName": "Hsiao-Tung",
        "Initials": "HT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shih",
        "ForeName": "Tiffany Ting-Fang",
        "Initials": "TT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Singapore",
    "MedlineTA": "J Formos Med Assoc",
    "NlmUniqueID": "9214933",
    "ISSNLinking": "0929-6646"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnostic imaging"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mammography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Taiwan"
    }
  ]
}