{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Raman imaging",
      "Raman spectroscopy",
      "antioxidants",
      "cancer",
      "cell culture",
      "supplementation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36615330",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "12",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "137",
      "10.3390/molecules28010137"
    ],
    "Journal": {
      "ISSN": "1420-3049",
      "JournalIssue": {
        "Volume": "28",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Dec",
          "Day": "24"
        }
      },
      "Title": "Molecules (Basel, Switzerland)",
      "ISOAbbreviation": "Molecules"
    },
    "ArticleTitle": "Raman Spectroscopy and Imaging Studies of Human Digestive Tract Cells and Tissues-Impact of Vitamin C and E Supplementation.",
    "Abstract": {
      "AbstractText": [
        "Cancers of digestive tract such as colorectal cancer (CRC) and gastric cancer (GC) are the most commonly detected types of cancer worldwide and their origin can be associated with oxidative stress conditions. Commonly known and followed antioxidants, such as vitamin C and E, are widely considered as potential anti-cancer agents. Raman spectra have great potential in the biochemical characterization of matter based on the fact that each molecule has its own unique vibrational properties. Raman spectroscopy allows to precisely characterize components (proteins, lipids, nucleic acids). The paper presents the application of the Raman spectroscopy technique for the analysis of tissue samples and cells of the human colon and stomach. The main goal of this study is to show the differences between healthy and cancerous tissues from the human digestive tract and human normal and cancer colon and gastric cell lines. The paper presents the spectroscopic characterization of normal colon cells, CCD-18 Co, in physiological and oxidative conditions and effect of oxidative injury of normal colon cells upon supplementation with vitamin C at various concentrations based on Raman spectra. The obtained results were related to the Raman spectra recorded for human colon cancer cells-CaCo-2. In addition, the effect of the antioxidant in the form of vitamin E on gastric cancer cells, HTB-135, is presented and compared with normal gastric cells-CRL-7869. All measured gastric samples were biochemically and structurally characterized by means of Raman spectroscopy and imaging. Statistically assisted analysis has shown that normal, ROS injured and cancerous human gastrointestinal cells can be distinguished based on their unique vibrational properties. ANOVA tests, PCA (Principal Component Analysis) and PLSDA (Partial Least Squares Discriminant Analysis) have confirmed the main role of nucleic acids, proteins and lipids in differentiation of human colon and stomach normal and cancer tissues and cells. The conducted research based on Raman spectra proved that antioxidants in the form of vitamin C and E exhibit anti-cancer properties. In consequence, conducted studies proved that label-free Raman spectroscopy may play an important role in clinical diagnostic differentiation of human normal and cancerous gastrointestinal tissues and may be a source of intraoperative information supporting histopathological analysis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-5278-3447"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Laser Molecular Spectroscopy, Institute of Applied Radiation Chemistry, Lodz University of Technology, Wroblewskiego 15, 93-590 Lodz, Poland."
          }
        ],
        "LastName": "Beton-Mysur",
        "ForeName": "Karolina",
        "Initials": "K"
      },
      {
        "Identifier": [
          "0000-0001-6924-2655"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Laser Molecular Spectroscopy, Institute of Applied Radiation Chemistry, Lodz University of Technology, Wroblewskiego 15, 93-590 Lodz, Poland."
          }
        ],
        "LastName": "Brozek-Pluska",
        "ForeName": "Beata",
        "Initials": "B"
      }
    ],
    "GrantList": [
      {
        "GrantID": "UMO-2017/25/B/ST4/01788",
        "Agency": "National Science Center",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Molecules",
    "NlmUniqueID": "100964009",
    "ISSNLinking": "1420-3049"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "PQ6CK8PD0R",
      "NameOfSubstance": "Ascorbic Acid"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Lipids"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Nucleic Acids"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stomach Neoplasms"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Ascorbic Acid"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Spectrum Analysis, Raman"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Caco-2 Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Colonic Neoplasms"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Lipids"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nucleic Acids"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Dietary Supplements"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Principal Component Analysis"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}