{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "animal models",
      "oral cancer",
      "oral squamous cell carcinoma",
      "therapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37196179",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/vms3.1161"
    ],
    "Journal": {
      "ISSN": "2053-1095",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "4",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul"
        }
      },
      "Title": "Veterinary medicine and science",
      "ISOAbbreviation": "Vet Med Sci"
    },
    "ArticleTitle": "Exploring animal models in oral cancer research and clinical intervention: A critical review.",
    "Pagination": {
      "StartPage": "1833",
      "EndPage": "1847",
      "MedlinePgn": "1833-1847"
    },
    "Abstract": {
      "AbstractText": [
        "Cancer is a leading cause of death worldwide, but advances in treatment, early detection, and prevention have helped to reduce its impact. To translate cancer research findings into clinical interventions for patients, appropriate animal experimental models, particularly in oral cancer therapy, can be helpful. In vitro experiments using animal or human cells can provide insight into cancer's biochemical pathways. This review discusses the various animal models used in recent years for research and clinical intervention in oral cancer, along with their advantages and disadvantages. We highlight the advantages and limitations of the used animal models in oral cancer research and therapy by searching the terms of animal models, oral cancer, oral cancer therapy, oral cancer research, and animals to find all relevant publications during 2010-2023. Mouse models, widely used in cancer research, can help us understand protein and gene functions in vivo and molecular pathways more deeply. To induce cancer in rodents, xenografts are often used, but companion animals with spontaneous tumours are underutilized for rapid advancement in human and veterinary cancer treatments. Like humans with cancer, companion animals exhibit biological behaviour, treatment responses, and cytotoxic agent responses similar to humans. In companion animal models, disease progression is more rapid, and the animals have a shorter lifespan. Animal models allow researchers to study how immune cells interact with cancer cells and how they can be targeted specifically. Additionally, animal models have been extensively used in research on oral cancers, so researchers can use existing knowledge and tools to better understand oral cancers using animal models."
      ],
      "CopyrightInformation": "© 2023 The Authors. Veterinary Medicine and Science published by John Wiley & Sons Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "GI Pharmacology Interest Group (GPIG), Universal Scientific Education and Research Network (USERN), Tehran, Iran."
          }
        ],
        "LastName": "Khayatan",
        "ForeName": "Danial",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Dentistry, Edmonton Clinic Health Academy (ECHA), University of Alberta, Edmonton, Canada."
          }
        ],
        "LastName": "Hussain",
        "ForeName": "Ahmed",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0002-5647-637X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Science and Research, Islimic Azade University, Tehran, Iran."
          }
        ],
        "LastName": "Tebyaniyan",
        "ForeName": "Hamid",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Vet Med Sci",
    "NlmUniqueID": "101678837",
    "ISSNLinking": "2053-1095"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antineoplastic Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antineoplastic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "veterinary",
        "drug therapy"
      ],
      "DescriptorName": "Mouth Neoplasms"
    }
  ],
  "CoiStatement": "The authors declare that they have no competing interests."
}