{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23917877",
  "DateCompleted": {
    "Year": "2013",
    "Month": "11",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "08",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1038/labinvest.2013.92"
    ],
    "Journal": {
      "ISSN": "1530-0307",
      "JournalIssue": {
        "Volume": "93",
        "Issue": "9",
        "PubDate": {
          "Year": "2013",
          "Month": "Sep"
        }
      },
      "Title": "Laboratory investigation; a journal of technical methods and pathology",
      "ISOAbbreviation": "Lab Invest"
    },
    "ArticleTitle": "Patient-derived xenografts, the cancer stem cell paradigm, and cancer pathobiology in the 21st century.",
    "Pagination": {
      "StartPage": "970",
      "EndPage": "982",
      "MedlinePgn": "970-82"
    },
    "Abstract": {
      "AbstractText": [
        "Cancer is a heterogeneous disease manifest in many forms. Tumor histopathology can differ significantly among patients and cellular heterogeneity within tumors is common. A primary goal of cancer biologists is to better understand tumorigenesis and cancer progression; however, the complex nature of tumors has posed a substantial challenge to unlocking cancer's secrets. The cancer stem cell (CSC) paradigm for the pathobiology of solid tumors appropriately acknowledges phenotypic and functional tumor cell heterogeneity observed in solid tumors and accounts for the disconnect between drug approval based on response and the general inability of approved therapies to meaningfully impact survival due to their failure to eradicate these most important of cellular targets. First proposed to exist decades ago, CSC have only recently begun to be precisely identified due to technical advancements that facilitate identification, isolation, and interrogation of distinct tumor cell subpopulations with differing ability to form and perpetuate tumors. Precise identification of CSC populations and the complete hierarchy of cells within solid tumors will facilitate more accurate characterization of patient subtypes and ultimately contribute to more personalized and effective therapies. Rapid advancement in the understanding of tumor biology as it exists in patients requires cooperation among institutions, surgeons, pathologists, cancer biologists and patients alike, primarily because this translational research is best done with patient-derived tissue grown in the xenograft setting as patient-derived xenografts. This review calls for a broader change in the approaches taken to study cancer pathobiology, highlights what implications the CSC paradigm has for pathologists and cancer biologists alike, and calls for greater collaboration between institutions, physicians and scientists in order to more rapidly advance our collective understanding of cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cancer Biology, Stem CentRx, Inc., South San Francisco, CA 94080, USA."
          }
        ],
        "LastName": "Williams",
        "ForeName": "Samuel A",
        "Initials": "SA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Anderson",
        "ForeName": "Wade C",
        "Initials": "WC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Santaguida",
        "ForeName": "Marianne T",
        "Initials": "MT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dylla",
        "ForeName": "Scott J",
        "Initials": "SJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Lab Invest",
    "NlmUniqueID": "0376617",
    "ISSNLinking": "0023-6837"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Medical Oncology"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Neoplasm Transplantation"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Neoplastic Stem Cells"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Transplantation, Heterologous"
    }
  ]
}