{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27160408",
  "DateCompleted": {
    "Year": "2017",
    "Month": "02",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "02",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "05",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1159/000443106"
    ],
    "Journal": {
      "ISSN": "1421-9778",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "5",
        "PubDate": {
          "Year": "2016"
        }
      },
      "Title": "Cellular physiology and biochemistry : international journal of experimental cellular physiology, biochemistry, and pharmacology",
      "ISOAbbreviation": "Cell Physiol Biochem"
    },
    "ArticleTitle": "Somatic Mutation Theory - Why it's Wrong for Most Cancers.",
    "Pagination": {
      "StartPage": "1663",
      "EndPage": "1680",
      "MedlinePgn": "1663-80"
    },
    "Abstract": {
      "AbstractText": [
        "Hysteron proteron reverses both temporal and logical order and this syllogism occurs in carcinogenesis and the somatic mutation theory (SMT): the first (somatic mutation) occurs only after the second (onset of cancer) and, therefore, observed somatic mutations in most cancers appear well after the early cues of carcinogenesis are in place. It is no accident that mutations are increasingly being questioned as the causal event in the origin of the vast majority of cancers as clinical data show little support for this theory when compared against the metrics of patient outcomes. Ever since the discovery of the double helical structure of DNA, virtually all chronic diseases came to be viewed as causally linked to one degree or another to mutations, even though we now know that genes are not simply blueprints, but rather an assemblage of alphabets that can, under non-genetic influences, be used to assemble a business letter or a work of Shakespearean literature. A minority of all cancers is indeed caused by mutations but the SMT has been applied to all cancers, and even to chemical carcinogenesis, in the absence of hard evidence of causality. Herein, we review the 100 year story of SMT and aspects that show why genes are not just blueprints, how radiation and mutation are associated in a more nuanced view, the proposed risk of cancer and bad luck, and the in vitro and in vivo evidence for a new cancer paradigm. This paradigm is scientifically applicable for the majority of non-heritable cancers and consists of a six-step sequence for the origin of cancer. This new cancer paradigm proclaims that somatic mutations are epiphenomena or later events occurring after carcinogenesis is already underway. This serves not just as a plausible alternative to SMT and explains the origin of the majority of cancers, but also provides opportunities for early interventions and prevention of the onset of cancer as a disease."
      ],
      "CopyrightInformation": "© 2016 The Author(s) Published by S. Karger AG, Basel."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Brücher",
        "ForeName": "Björn L D M",
        "Initials": "BL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Jamall",
        "ForeName": "Ijaz S",
        "Initials": "IS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Cell Physiol Biochem",
    "NlmUniqueID": "9113221",
    "ISSNLinking": "1015-8987"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "RNA, Long Noncoding"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Carcinogenesis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cell Transformation, Neoplastic"
    },
    {
      "QualifierName": [
        "radiation effects"
      ],
      "DescriptorName": "DNA Damage"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Inflammation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Theoretical"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "RNA, Long Noncoding"
    }
  ]
}