{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27031507",
  "DateCompleted": {
    "Year": "2016",
    "Month": "08",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "02",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "03",
        "Day": "31"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0150335",
      "10.1371/journal.pone.0150335"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "3",
        "PubDate": {
          "Year": "2016"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Lack of Correlation between Stem-Cell Proliferation and Radiation- or Smoking-Associated Cancer Risk.",
    "Pagination": {
      "StartPage": "e0150335",
      "MedlinePgn": "e0150335"
    },
    "Abstract": {
      "AbstractText": [
        "A recent paper by Tomasetti and Vogelstein (Science 2015 347 78-81) suggested that the variation in natural cancer risk was largely explained by the total number of stem-cell divisions, and that most cancers arose by chance. They proposed an extra-risk score as way of distinguishing the effects of the stochastic, replicative component of cancer risk from other causative factors, specifically those due to the external environment and inherited mutations.",
        "We tested the hypothesis raised by Tomasetti and Vogelstein by assessing the degree of correlation of stem cell divisions and their extra-risk score with radiation- and tobacco-associated cancer risk.",
        "We fitted a variety of linear and log-linear models to data on stem cell divisions per year and cumulative stem cell divisions over lifetime and natural cancer risk, some taken from the paper of Tomasetti and Vogelstein, augmented using current US lifetime cancer risk data, and also radiation- and tobacco-associated cancer risk.",
        "The data assembled by Tomasetti and Vogelstein, as augmented here, are inconsistent with the power-of-age relationship commonly observed for cancer incidence and the predictions of a multistage carcinogenesis model, if one makes the strong assumption of homogeneity of numbers of driver mutations across cancer sites. Analysis of the extra-risk score and various other measures (number of stem cell divisions per year, cumulative number of stem cell divisions over life) considered by Tomasetti and Vogelstein suggests that these are poorly predictive of currently available estimates of radiation- or smoking-associated cancer risk-for only one out of 37 measures or logarithmic transformations thereof is there a statistically significant correlation (p<0.05) with radiation- or smoking-associated risk.",
        "The data used by Tomasetti and Vogelstein are in conflict with predictions of a multistage model of carcinogenesis, under the assumption of homogeneity of numbers of driver mutations across most cancer sites. Their hypothesis that if the extra-risk score for a tissue type is high then one would expect that environmental factors would play a relatively more important role in that cancer's risk is in conflict with the lack of correlation between the extra-risk score and other stem-cell proliferation indices and radiation- or smoking-related cancer risk."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Radiation Epidemiology Branch, Division of Cancer Epidemiology and Genetics, National Cancer Institute, National Institutes of Health (NIH), Department of Health and Human Services (DHHS), Rockville, Maryland, United States of America."
          }
        ],
        "LastName": "Little",
        "ForeName": "Mark P",
        "Initials": "MP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Christie Medical Physics and Engineering, Christie Hospital and University of Manchester, Manchester, United Kingdom."
          }
        ],
        "LastName": "Hendry",
        "ForeName": "Jolyon H",
        "Initials": "JH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Radiation Protection Division, United States Environmental Protection Agency, Washington, DC, United States of America."
          }
        ],
        "LastName": "Puskin",
        "ForeName": "Jerome S",
        "Initials": "JS"
      }
    ],
    "GrantList": [
      {
        "Agency": "Intramural NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Intramural"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "PLoS One. 2017 May 16;12(5):e0175535",
      "PMID": "28520721"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cell Proliferation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Linear Models"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Theoretical"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Radiation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Smoking"
    },
    {
      "QualifierName": [
        "cytology",
        "metabolism"
      ],
      "DescriptorName": "Stem Cells"
    }
  ],
  "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing risks exist."
}