{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20607708",
  "DateCompleted": {
    "Year": "2010",
    "Month": "10",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2010",
    "Month": "07",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/gcc.20792"
    ],
    "Journal": {
      "ISSN": "1098-2264",
      "JournalIssue": {
        "Volume": "49",
        "Issue": "9",
        "PubDate": {
          "Year": "2010",
          "Month": "Sep"
        }
      },
      "Title": "Genes, chromosomes & cancer",
      "ISOAbbreviation": "Genes Chromosomes Cancer"
    },
    "ArticleTitle": "Genotypic and phenotypic classification of cancer: How should the impact of the two diagnostic approaches best be balanced?",
    "Pagination": {
      "StartPage": "763",
      "EndPage": "774",
      "MedlinePgn": "763-74"
    },
    "Abstract": {
      "AbstractText": [
        "Neoplastic tumors are traditionally named based on their differentiation (i.e., which normal cells and tissues they resemble) and bodily site. In recent years, knowledge about the genetic basis of tumorigenesis has grown rapidly, and the new information has in several instances been incorporated into the very definition of cancerous entities. The proper contribution of the diseases' phenotype and genotype to what they are called and how they are delineated from one another has rarely been subjected to explicit reasoning, however, nor is it often made clear whether existing naming practices are founded on ontological or utilitarian grounds. We look at several examples of how the new cytogenetic and molecular genetic understanding of tumorigenesis has impacted oncological nomenclature in a significant manner, but also at counterexamples where no similar change has taken place. In all likelihood, more and more neoplastic diseases will in the future be defined and named based on their pathogenesis rather than their phenotype, not least because effective and specific drug therapies directed against the molecular change at the very heart of oncogenesis will increasingly become available. The fact that this shift in emphasis is primarily guided by utilitarian considerations rather than any perception of acquired genetic changes as somehow being more ontologically \"profound\" or \"important\" in tumorigenesis, is as it should be; both the phenotype and the genotype of tumors are key parameters across most of oncology and are likely to be retained as the basis of coexisting disease classifications for as long as we can foresee."
      ],
      "CopyrightInformation": "(c) 2010 Wiley-Liss, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section for Cancer Cytogenetics, Institute for Medical Informatics, The Norwegian Radium Hospital, Oslo University Hospital, Montebello, Oslo, Norway. petter.brandal@medisin.uio.no"
          }
        ],
        "LastName": "Brandal",
        "ForeName": "Petter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Teixeira",
        "ForeName": "Manuel R",
        "Initials": "MR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Heim",
        "ForeName": "Sverre",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Genes Chromosomes Cancer",
    "NlmUniqueID": "9007329",
    "ISSNLinking": "1045-2257"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Genotype"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [
        "classification",
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phenotype"
    }
  ]
}