{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Antitumor immunity",
      "Genomic instability",
      "Immunotherapy response",
      "TP53 mutations",
      "Tumor aneuploidy level",
      "Tumor mutation burden"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32007736",
  "DateCompleted": {
    "Year": "2020",
    "Month": "11",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "11",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "01",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.dnarep.2020.102785",
      "S1568-7864(19)30372-6"
    ],
    "Journal": {
      "ISSN": "1568-7856",
      "JournalIssue": {
        "Volume": "88",
        "PubDate": {
          "Year": "2020",
          "Month": "Apr"
        }
      },
      "Title": "DNA repair",
      "ISOAbbreviation": "DNA Repair (Amst)"
    },
    "ArticleTitle": "Cancer type-dependent correlations between TP53 mutations and antitumor immunity.",
    "Pagination": {
      "StartPage": "102785",
      "MedlinePgn": "102785"
    },
    "Abstract": {
      "AbstractText": [
        "Many studies have shown that TP53 mutations play a negative role in antitumor immunity. However, a few studies reported that TP53 mutations could promote antitumor immunity. To explain these contradictory findings, we analyzed five cancer cohorts from The Cancer Genome Atlas (TCGA) project. We found that TP53-mutated cancers had significantly higher levels of antitumor immune signatures than TP53-wildtype cancers in breast invasive carcinoma (BRCA) and lung adenocarcinoma (LUAD). In contrast, TP53-mutated cancers had significantly lower antitumor immune signature levels than TP53-wildtype cancers in stomach adenocarcinoma (STAD), colon adenocarcinoma (COAD), and head and neck squamous cell carcinoma (HNSC). Moreover, TP53-mutated cancers were more likely to have a higher tumor mutation burden (TMB) and tumor aneuploidy level (TAL) than TP53-wildtype cancers. However, the TMB differences were more marked between TP53-mutated and TP53-wildtype cancers than the TAL differences in BRCA and LUAD, and the TAL differences were more significant in STAD and COAD. Furthermore, we showed that TMB and TAL had a positive and a negative correlation with antitumor immunity and that TMB affected antitumor immunity more than TAL did in BRCA and LUAD while TAL affected antitumor immunity more strongly than TMB in STAD and HNSC. These findings indicate that the distinct correlations between TP53 mutations and antitumor immunity in different cancer types are a consequence of the joint effect of the altered TMB and TAL caused by TP53 mutations on tumor immunity. In addition, the deregulation of p53-mediated pathways, including cell cycle and apoptosis, may also contribute to the different correlations of TP53 mutations with antitumor immunity between different cancer cohorts. Furthermore, we demonstrated the different correlations of TP53 mutations with the response to immune checkpoint inhibitors between different cancer cohorts, suggesting that the TP53 mutation status could be a useful biomarker for predicting the response to cancer immunotherapy in different cancer types."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Biomedical Informatics Research Lab, School of Basic Medicine and Clinical Pharmacy, China Pharmaceutical University, Nanjing, 211198, China; Cancer Genomics Research Center, School of Basic Medicine and Clinical Pharmacy, China Pharmaceutical University, Nanjing, 211198, China; Big Data Research Institute, China Pharmaceutical University, Nanjing, 211198, China."
          }
        ],
        "LastName": "Li",
        "ForeName": "Lin",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Biomedical Informatics Research Lab, School of Basic Medicine and Clinical Pharmacy, China Pharmaceutical University, Nanjing, 211198, China; Cancer Genomics Research Center, School of Basic Medicine and Clinical Pharmacy, China Pharmaceutical University, Nanjing, 211198, China; Big Data Research Institute, China Pharmaceutical University, Nanjing, 211198, China."
          }
        ],
        "LastName": "Li",
        "ForeName": "Mengyuan",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Biomedical Informatics Research Lab, School of Basic Medicine and Clinical Pharmacy, China Pharmaceutical University, Nanjing, 211198, China; Cancer Genomics Research Center, School of Basic Medicine and Clinical Pharmacy, China Pharmaceutical University, Nanjing, 211198, China; Big Data Research Institute, China Pharmaceutical University, Nanjing, 211198, China. Electronic address: xiaosheng.wang@cpu.edu.cn."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Xiaosheng",
        "Initials": "X"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "DNA Repair (Amst)",
    "NlmUniqueID": "101139138",
    "ISSNLinking": "1568-7856"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Tumor Suppressor Protein p53"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Gene Expression Profiling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genomics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Immunity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [
        "classification",
        "genetics",
        "immunology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Tumor Suppressor Protein p53"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare that they have no competing interests."
}