{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "NOUVEAUX TRAITEMENTS ET SURVIE DANS LE CANCER PULMONAIRE. Les paradigmes du traitement du cancer du poumon ont drastiquement changé au début des années 2000, notamment avec la découverte de drivers oncogéniques ciblables tels que l’ epidermal growth factor receptor (EGFR,) ou récepteur du facteur de croissance épidermique, et l’a naplasic lymphome kinase (ALK). L’incidence et la mortalité ont toutes deux diminuées grâce à l’introduction de traitements spécifiques. Ces thérapies ciblées ont évolué depuis, et l’immunothérapie est devenue la pierre angulaire du traitement des carcinomes bronchiques non à petites cellules. Les indications des thérapies systémiques s’étendent maintenant aux stades localisés, autrefois l’apanage de la chirurgie et de la radiothérapie. Les principales avancées thérapeutiques durant ces dernières années ont permis une amélioration de la survie et de la qualité de vie des patients atteints d’un cancer pulmonaire."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36820443",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2101-017X",
      "JournalIssue": {
        "Volume": "73",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "La Revue du praticien",
      "ISOAbbreviation": "Rev Prat"
    },
    "ArticleTitle": "[News treatments and survival in lung cancer].",
    "Pagination": {
      "StartPage": "7",
      "EndPage": "12",
      "MedlinePgn": "7-12"
    },
    "Abstract": {
      "AbstractText": [
        "NEW TREATMENTS AND SURVIVAL IN LUNG CANCER. Treatment paradigm for non-squamous cell lung cancer (NSCLC) has evolved dramatically in the early 2000s, mainly because of the identification of targetable oncogenes such as EGFR (epidermal growth factor receptor) and ALK (anaplasic lymphome kinase). Incidence and mortality have both declined thanks to the development of novel therapies. Since major diagnosis and therapeutics were made, and immune-based therapies are the new corner stone of non-small cell lung cancer's treatment. Systemic drugs are no longer limited to advanced stages, as they are now standing alongside surgery and radiotherapy. Recent major therapeutic advances have improved survival and quality of life among lung cancer patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de pneumologie, hôpital Louis-Pradel, Hospices civils de Lyon, Lyon, France."
          }
        ],
        "LastName": "Lamkhioued",
        "ForeName": "Mehdi",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de pneumologie, hôpital Louis-Pradel, Hospices civils de Lyon, Lyon, France."
          }
        ],
        "LastName": "Pierret",
        "ForeName": "Thomas",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Nouveaux traitements et survie dans les cancers pulmonaires."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Rev Prat",
    "NlmUniqueID": "0404334",
    "ISSNLinking": "0035-2640"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Protein Kinase Inhibitors"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Carcinoma, Non-Small-Cell Lung"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Protein Kinase Inhibitors"
    }
  ],
  "CoiStatement": "M. Lamkhioued déclare n’avoir aucun lien d’intérêts. T. Pierret déclare avoir des liens d’intérêts avec Pfizer, Takeda, BMS et Janssen."
}