{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9801469",
  "DateCompleted": {
    "Year": "1998",
    "Month": "11",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2014",
    "Month": "11",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "dan"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0029-1420",
      "JournalIssue": {
        "Volume": "113",
        "Issue": "8",
        "PubDate": {
          "Year": "1998",
          "Month": "Oct"
        }
      },
      "Title": "Nordisk medicin",
      "ISOAbbreviation": "Nord Med"
    },
    "ArticleTitle": "[Causes of cancer in Scandinavia and possible preventive measures].",
    "Pagination": {
      "StartPage": "257",
      "EndPage": "265",
      "MedlinePgn": "257-65"
    },
    "Abstract": {
      "AbstractText": [
        "The purpose of this work is to address future possibilities for avoiding cancer. We elucidate the most important known causes of cancer in the Nordic countries during the second half of this century and provide estimates of the numbers of cancer cases that might be avoided by the year 2000 if those causes were effectively eliminated. Information on the pattern of carcinogenic exposures in each of the five Nordic countries and the associated relative risk estimates from the scientific literature were obtained. The numbers of avoidable cancers were assessed on the basis of this information together with the associated population attributable risk percent, PAR%, i.e. the proportion of a given cancer that can be avoided upon elimination of the causative factor. The main causes of cancer include smoking, alcohol consumption, exposure to occupational carcinogens, radiation, obesity and infection with human papillomavirus (HPV) and Helicobacter pylori. Annually, more than 18,000 cancers in men and 11,000 in women in the Nordic populations could be avoided by eliminating exposure to known carcinogens which is equivalent to 33 percent and 20 percent of all cancers arising in men and women, respectively, around the year 2000. Smoking habits account for a little more than half of these avoidable cases. Exposure to solar radiation, HPV and Helicobacter pylori, diagnostic and therapeutic radiation and consumption of alcohol play important roles in the causation of cancer, as each of these factors is linked with 1-5 percent of all cancers in men and women. Occupational exposures are also substantial causes in men (3 percent), and obesity is important in women (1 percent). In contrast, current knowledge is insufficient to give reliable estimates of the numbers of cancers that could be avoided by well-described modifications of dietary habits. These figures indicate that the most efficient way of reducing cancer morbidity would be to reduce the prevalence of exposure of the population to cancer-causing agents."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut for Epidemiologisk Kraeftforskning, Kraeftens Bekaempelse, København O."
          }
        ],
        "LastName": "Winther",
        "ForeName": "J F",
        "Initials": "JF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dreyer",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Olsen",
        "ForeName": "J H",
        "Initials": "JH"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Arsager til kraeft i Norden og muligheder for forebyggelse."
  },
  "MedlineJournalInfo": {
    "Country": "Sweden",
    "MedlineTA": "Nord Med",
    "NlmUniqueID": "0401001",
    "ISSNLinking": "0029-1420"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Carcinogens"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Carcinogens"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Environmental Exposure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Occupational Exposure"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Scandinavian and Nordic Countries"
    }
  ]
}