{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cancer",
      "Cancer burden",
      "Cancer care",
      "Sri Lanka"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34081229",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "06",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/s43046-021-00070-8"
    ],
    "Journal": {
      "ISSN": "2589-0409",
      "JournalIssue": {
        "Volume": "33",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Jun",
          "Day": "03"
        }
      },
      "Title": "Journal of the Egyptian National Cancer Institute",
      "ISOAbbreviation": "J Egypt Natl Canc Inst"
    },
    "ArticleTitle": "Cancer services in Sri Lanka: current status and future directions.",
    "Pagination": {
      "StartPage": "13",
      "MedlinePgn": "13"
    },
    "Abstract": {
      "AbstractText": [
        "The burden of cancer in Sri Lanka is on the rise. The overall incidence of cancer in Sri Lanka has doubled over the past 25 years with a parallel rise in cancer-related mortality. Cancer has become the second commonest cause of hospital mortality in Sri Lanka. In this review, we aim to provide an overview of the current status and future direction of cancer care in Sri Lanka.",
        "In Sri Lanka, cancer services are predominantly provided by the state sector free of charge to the general public. With the establishment of national cancer policy on cancer prevention and control, there has been a commendable improvement in the cancer services provided island-wide. An increasing number of breast, oropharyngeal, thyroid, oesophageal, colorectal, lung, and gastric cancers are being diagnosed and treated annually. Primary prevention measures include restrictions in tobacco and HPV vaccination. Screening programs for selected cancers such as breast, oral and cervical cancers are delivered. Medical oncology units with facilities for systemic therapy and adequately supported by surgical, pathology, and radiology departments have been established in each district general hospital island-wide. Although the current progress is commendable, future changes are necessary to overcome the current limitations and to cater the ever increasing burden of cancer. Measures are necessary to enhance the coverage of Sri Lanka Cancer Registry. Timely high-quality research and audits are essential. Community participation in planning strategies for cancer prevention and treatment is minimal. Community-based palliative care facilities and radiation and other systemic therapy should be made available in all provinces. A culture of multi-disciplinary care with proper referral pathways would help to improve the current setting.",
        "In conclusion, Sri Lanka has a reasonably balanced and continuously expanding program for prevention, screening, and treatment of cancers. Emphasis on preventive strategies related to reducing tobacco smoking, chewing betel, and obesity, making cancers a notifiable disease, involving the community in planning cancer care and prevention strategies, conducting research to evaluate cost-effectiveness of existing treatment and increasing radiotherapy facilities would further improve the cancer services in Sri Lanka."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-0398-5197"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Urology, Colombo South Teaching Hospital, Kalubowila, Western Province, Sri Lanka. umeshe.jaya@gmail.com."
          }
        ],
        "LastName": "Jayarajah",
        "ForeName": "Umesh",
        "Initials": "U"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Urology, Colombo South Teaching Hospital, Kalubowila, Western Province, Sri Lanka. amabey@sltnet.lk."
          }
        ],
        "LastName": "Abeygunasekera",
        "ForeName": "Anuruddha M",
        "Initials": "AM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Egypt Natl Canc Inst",
    "NlmUniqueID": "9424566",
    "ISSNLinking": "1110-0362"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Delivery of Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Sri Lanka"
    }
  ]
}