{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34861153",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "11",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/S2213-8587(21)00288-6",
      "S2213-8587(21)00288-6"
    ],
    "Journal": {
      "ISSN": "2213-8595",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Jan"
        }
      },
      "Title": "The lancet. Diabetes & endocrinology",
      "ISOAbbreviation": "Lancet Diabetes Endocrinol"
    },
    "ArticleTitle": "Trends in leading causes of hospitalisation of adults with diabetes in England from 2003 to 2018: an epidemiological analysis of linked primary care records.",
    "Pagination": {
      "StartPage": "46",
      "EndPage": "57",
      "MedlinePgn": "46-57"
    },
    "Abstract": {
      "AbstractText": [
        "Diabetes leads to a wide range of established vascular and metabolic complications that has resulted in the implementation of diverse prevention programmes across high-income countries. Diabetes has also been associated with an increased risk of a broader set of conditions including cancers, liver disease, and common infections. We aimed to examine the trends in a broad set of cause-specific hospitalisations in individuals with diabetes in England from 2003 to 2018.",
        "In this epidemiological analysis, we identified 309 874 individuals 18 years or older with diabetes (type 1 or 2) in England from the Clinical Practice Research Datalink linked to Hospital Episode Statistics inpatient data from 2003 to 2018. We generated a mixed prevalent and incident diabetes study population through serial cross sections and follow-up over time. We used a discretised Poisson regression model to estimate annual cause-specific hospitalisation rates in men and women with diabetes across 17 cause groupings. We generated a 1:1 age-matched and sex-matched population of individuals without diabetes to compare cause-specific hospitalisation rates in those with and without diabetes.",
        "Hospitalisation rates were higher for all causes in persons with diabetes than in those without diabetes throughout the study period. Diabetes itself and ischaemic heart disease were the leading causes of excess (defined as absolute difference in the rate in the populations with and without diabetes) hospitalisation in 2003. By 2018, non-infectious and non-cancerous respiratory conditions, non-diabetes-related cancers, and ischaemic heart disease were the most common causes of excess hospitalisation across men and women. Hospitalisation rates of people with diabetes declined and causes of hospitalisation changed. Almost all traditional diabetes complication groups (vascular diseases, amputations, and diabetes) decreased, while conditions non-specific to diabetes (cancers, infections, non-infectious and non-cancerous respiratory conditions) increased. These differing trends represented a change in the cause of hospitalisation, such that the traditional diabetes complications accounted for more than 50% of hospitalisation in 2003, but only approximately 30% in 2018. In contrast, the proportion of hospitalisations due to respiratory infections between the same time period increased from 3% to 10% in men and from 4% to 12% in women.",
        "Changes in the composition of excess risk and hospitalisation burden in those with diabetes means that preventative and clinical measures should evolve to reflect the diverse set of causes that are driving persistent excess hospitalisation in those with diabetes.",
        "Wellcome Trust."
      ],
      "CopyrightInformation": "Copyright © 2022 The Author(s). Published by Elsevier Ltd. This is an Open Access article under the CC BY 4.0 license. Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology and Biostatistics, School of Public Health, Imperial College London, London, UK; MRC Centre for Environment and Health, Imperial College London, London, UK. Electronic address: j.pearson-stuttard@imperial.ac.uk."
          }
        ],
        "LastName": "Pearson-Stuttard",
        "ForeName": "Jonathan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Office on Smoking and Health, US Centers for Disease Control and Prevention, Atlanta, GA, USA."
          }
        ],
        "LastName": "Cheng",
        "ForeName": "Yiling J",
        "Initials": "YJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology and Biostatistics, School of Public Health, Imperial College London, London, UK; MRC Centre for Environment and Health, Imperial College London, London, UK."
          }
        ],
        "LastName": "Bennett",
        "ForeName": "James",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Primary Care & Public Health, Imperial College London, London, UK."
          }
        ],
        "LastName": "Vamos",
        "ForeName": "Eszter P",
        "Initials": "EP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology and Biostatistics, School of Public Health, Imperial College London, London, UK; MRC Centre for Environment and Health, Imperial College London, London, UK; Abdul Latif Jameel Institute for Disease and Emergency Analytics, Imperial College London, London, UK."
          }
        ],
        "LastName": "Zhou",
        "ForeName": "Bin",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Metabolism, Digestion and Reproduction, Imperial College London, London, UK; NHS England and NHS Improvement, London, UK; Department of Diabetes and Endocrinology, St Mary's Hospital, Imperial College Healthcare NHS Trust, London, UK."
          }
        ],
        "LastName": "Valabhji",
        "ForeName": "Jonathan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology and Biostatistics, School of Public Health, Imperial College London, London, UK; Cancer Screening and Prevention Research Group (CSPRG), Department of Surgery and Cancer, Imperial College London, London, UK."
          }
        ],
        "LastName": "Cross",
        "ForeName": "Amanda J",
        "Initials": "AJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology and Biostatistics, School of Public Health, Imperial College London, London, UK; MRC Centre for Environment and Health, Imperial College London, London, UK; Abdul Latif Jameel Institute for Disease and Emergency Analytics, Imperial College London, London, UK; Regional Institute for Population Studies, University of Ghana, Accra, Ghana."
          }
        ],
        "LastName": "Ezzati",
        "ForeName": "Majid",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology and Biostatistics, School of Public Health, Imperial College London, London, UK; MRC Centre for Environment and Health, Imperial College London, London, UK."
          }
        ],
        "LastName": "Gregg",
        "ForeName": "Edward W",
        "Initials": "EW"
      }
    ],
    "GrantList": [
      {
        "GrantID": "MR/S019669/1",
        "Acronym": "MRC_",
        "Agency": "Medical Research Council",
        "Country": "United Kingdom"
      },
      {
        "GrantID": "MR/V034057/1",
        "Acronym": "MRC_",
        "Agency": "Medical Research Council",
        "Country": "United Kingdom"
      },
      {
        "Acronym": "WT_",
        "Agency": "Wellcome Trust",
        "Country": "United Kingdom"
      },
      {
        "Acronym": "DH_",
        "Agency": "Department of Health",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Comment"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Lancet Diabetes Endocrinol",
    "NlmUniqueID": "101618821",
    "ISSNLinking": "2213-8587"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Lancet Diabetes Endocrinol. 2022 Jan;10(1):5-6",
      "PMID": "34861152"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diabetes Complications"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Diabetes Mellitus"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "England"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Hospitalization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Myocardial Ischemia"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Primary Health Care"
    }
  ],
  "CoiStatement": "Declaration of interests JP-S reports personal fees from Novo Nordisk A/S, is a partner at Lane Clark & Peacock, and is vice chairman of the Royal Society for Public Health. ME reports personal fees from Prudential, Scor, and Third Bridge, and a charitable grant from the AstraZeneca Youth Health Programme. All other authors report no competing interests."
}