{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cancer cachexia",
      "Cancers related fatigue",
      "Endocrine hypofunction",
      "Stress",
      "Tumor"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30696594",
  "DateCompleted": {
    "Year": "2019",
    "Month": "05",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "12",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.mehy.2018.12.018",
      "S0306-9877(18)31150-2"
    ],
    "Journal": {
      "ISSN": "1532-2777",
      "JournalIssue": {
        "Volume": "123",
        "PubDate": {
          "Year": "2019",
          "Month": "Feb"
        }
      },
      "Title": "Medical hypotheses",
      "ISOAbbreviation": "Med Hypotheses"
    },
    "ArticleTitle": "Cancer related fatigue and cancer cachexia are the consequence of endocrine failure caused by persistent stress.",
    "Pagination": {
      "StartPage": "60",
      "EndPage": "62",
      "MedlinePgn": "60-62"
    },
    "Abstract": {
      "AbstractText": [
        "This study researches the cause of tumor, cancer related fatigue (CRF) and cancer cachexia (CC), and the relationship among tumor and CRF and CC. Carcinogenesis is consequence of failure of tissue development. Tumor originates from tissue regeneration. The tumor cell is normal incomplete differentiated cell that stop in different phases of differentiation. Tumor promoter stimulates stem cell to proliferate. Carcinogen obstructs stem cell to differentiate. With tumor promoter and carcinogen, the tissue stem cells proliferate but cannot differentiate into mature cell, and form tumors. The disorder of biological signals cell proliferation and differentiation facilitates tumor development. CRF and CC are consequence of endocrine hypofunction and failure caused by persistent stress. Nature factors and psychological factors stimulate organic stress. The significant change of stress is the activation of endocrine system. The persistent stress exhausts the capacity of endocrine glands or hormone receptors of target cells, and leads to endocrine hypofunction even failure. CRF and CC are clinical manifestation of endocrine hypofunction and failure. Cancer is a local lesion, also is a systemic disease. As a local lesion, carcinogen obstructed stem cell to differentiate, developmental failure of local tissue forms tumor. As a systemic disease, cancer is related to natural physical, chemical, and biological factors, as well as negative spiritual factors. The material and spiritual factors induce persistent stress which eventually leads to endocrine hypofunction even failure and unbalance of homeostasis. The disorder of biological signals of cell proliferation and differentiation facilitates tumor development. CRF and CC, as clinical manifestation of endocrine hypofunction and failure, have nothing to do with tumor size and type, but facilitate tumor development. CRF and CC are through all the course of systemic cancerous disease, and commonly precede tumorigenesis. Many patients have been found tumors because of symptoms of CRF and CC. Even if no tumor be found at that time, various tumors would be found in the follow-up. For systemic cancerous disease, cachexia is the cause of death. Most cancer patients do not die of tumor, but of cancer cachexia. Eradicating tumor cell cannot cure systemic cancerous disease; on the contrary, the poisonous side effect of therapies usually speeds up the progress of CC and death. It is important for curing cancer cachexia and restoring the patient's constitution to prevent systemic cancer and improve the quality of life and prolong the survival."
      ],
      "CopyrightInformation": "Copyright © 2018 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Cancer Center/National Clinical Research Center for Cancer/Cancer Hospital, Chinese Academy of Medical Sciences and Peking Union Medical College, Beijing 100021, China. Electronic address: Shaoqing-lai@cicams.ac.cn."
          }
        ],
        "LastName": "Lai",
        "ForeName": "Shaoqing",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Hypotheses",
    "NlmUniqueID": "7505668",
    "ISSNLinking": "0306-9877"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "pathology",
        "psychology"
      ],
      "DescriptorName": "Cachexia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Carcinogenesis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cell Differentiation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cell Proliferation"
    },
    {
      "QualifierName": [
        "drug effects",
        "physiopathology"
      ],
      "DescriptorName": "Endocrine System"
    },
    {
      "QualifierName": [
        "complications",
        "pathology",
        "psychology"
      ],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Inflammation"
    },
    {
      "QualifierName": [
        "complications",
        "pathology",
        "psychology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Regeneration"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Signal Transduction"
    },
    {
      "QualifierName": [
        "cytology",
        "metabolism"
      ],
      "DescriptorName": "Stem Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stress, Psychological"
    }
  ]
}