{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25209181",
  "DateCompleted": {
    "Year": "2015",
    "Month": "03",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "09",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s13277-014-2596-3"
    ],
    "Journal": {
      "ISSN": "1423-0380",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "12",
        "PubDate": {
          "Year": "2014",
          "Month": "Dec"
        }
      },
      "Title": "Tumour biology : the journal of the International Society for Oncodevelopmental Biology and Medicine",
      "ISOAbbreviation": "Tumour Biol"
    },
    "ArticleTitle": "miR-204-5p expression in colorectal cancer: an autophagy-associated gene.",
    "Pagination": {
      "StartPage": "12713",
      "EndPage": "12719",
      "MedlinePgn": "12713-9"
    },
    "Abstract": {
      "AbstractText": [
        "MicroRNAs (miRNAs) are important factors during tumorigenesis by affecting posttranscriptional gene expression. miRNA 204 (miR-204) is a miRNA frequently investigated in different types of cancers. According to literature, autophagy has dual roles in cancer, acting as both a tumor suppressor and cell survival agent. Also, the current data suggests that autophagy is activated in human colorectal cancer cells and enhances the aggressiveness of human colorectal cancer cells. So, our aim is to investigate potential effect of miR-204-5p on colorectal cancer by associating its expression with autophagy-related targets of miR-204-5p. This is the first miRNA study conducted on patients with colorectal cancer and healthy subjects and also to search the relation of miR-204-5p with clinicopathological factors and survival. Sixty-six patients with colorectal cancer and healthy subjects without any known chronic disease were enrolled into our study. Total miRNA was isolated from paraffin-embedded tissues of all patients' cancerous and normal tissues, and healthy subjects. cDNAs were obtained from this miRNAs by reverse transcriptase method, and miR-204-5p relative expression levels were detected by qRT-PCR method. Patients were divided into two groups according to median relative expression levels of miR-204-5p, as low- and high-expression group. Relation of miR-204-5p with clinicopathological factors and overall survival was also investigated. Medians of miR-204-5p relative expression levels in cancerous and normal tissues of patients were found as 0.00235 and 0.00376, respectively. The difference between two groups was not statistically significant (p = 0.11). Nonetheless, median of miR-204-5p relative expression levels in healthy subjects were found as 0.00135, and the difference between patient with cancer and healthy subjects and between normal tissues of patients and healthy subjects were statistically significant (p = 0.021 and p = 0.0005, respectively). There were 32 patients (48.5 %) showing high expression and 34 patients (51.5 %) showing low expression according to miR-204-5p relative expression levels. There were no statistically significant relation between clinicopathologic features and miR-204-5p relative expression levels. We also investigated the relation between miR-204-5p relative expression levels and overall survival, and no statistically significant relation was found between them (p = 0.462). The absence of any significant difference between tumor and non-tumor samples, low sample size, and performance at just one center are the limitations of our study. In opposition to literature, miR-204-5p is overexpressed in colorectal cancer patients as compared with healthy subjects and this situation is not associated with clinicopathological factors and overall survival. This may be explained by the fact that miR-204-5p increases in colorectal cancer cases in order to inhibit increased activity of LC3B-II in autophagy and Bcl2 against apoptosis posttranscriptionally and to take role as tumor suppressor."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, Medical Faculty, Mustafa Kemal University, Hatay, Turkey, drtanersu@yahoo.com."
          }
        ],
        "LastName": "Sümbül",
        "ForeName": "Ahmet Taner",
        "Initials": "AT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Göğebakan",
        "ForeName": "Bülent",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ergün",
        "ForeName": "Sercan",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yengil",
        "ForeName": "Erhan",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Batmacı",
        "ForeName": "Celal Yücel",
        "Initials": "CY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tonyalı",
        "ForeName": "Önder",
        "Initials": "Ö"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yaldız",
        "ForeName": "Mehmet",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Tumour Biol",
    "NlmUniqueID": "8409922",
    "ISSNLinking": "1010-4283"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "MIRN204 microRNA, human"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "MicroRNAs"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Autophagy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Case-Control Studies"
    },
    {
      "QualifierName": [
        "genetics",
        "mortality",
        "pathology"
      ],
      "DescriptorName": "Colorectal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gene Expression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "MicroRNAs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Grading"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Metastasis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Staging"
    }
  ]
}