{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31784650",
  "DateCompleted": {
    "Year": "2020",
    "Month": "11",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "11",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1038/s41388-019-1127-5"
    ],
    "Journal": {
      "ISSN": "1476-5594",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "10",
        "PubDate": {
          "Year": "2020",
          "Month": "Mar"
        }
      },
      "Title": "Oncogene",
      "ISOAbbreviation": "Oncogene"
    },
    "ArticleTitle": "The microcosmos of intratumor heterogeneity: the space-time of cancer evolution.",
    "Pagination": {
      "StartPage": "2031",
      "EndPage": "2039",
      "MedlinePgn": "2031-2039"
    },
    "Abstract": {
      "AbstractText": [
        "The Cancer Genome Atlas consortium brought us terabytes of information about genetic alterations in different types of human tumors. While many cancer-driver genes have been identified through these efforts, interrogating cancer genomes has also shed new light on tumor complexity. Mutations were found to vary tremendously in their allelic frequencies within the same tumor. Based on those variant allelic frequencies grouping, an estimate of genetically distinct \"clones\" of cancer cells can be determined for each tumor. It was estimated that 4-8 clones are present in every human tumor. Presence of distinct clones, cells that differ in their genotype and/or phenotype, is one of the roots for the major challenge of effectively curing cancer patients. Any given treatment applied to a heterogeneous mixture of cancer cells will yield distinct responses in different cells and may be ineffective in killing particular clones. Moreover, in highly heterogeneous tumors, stochastically, there is a higher chance of presence of traits, such as point mutations in key receptor tyrosine kinases, that drive drug resistance. Thus, intratumor heterogeneity is like an arsenal, providing a variety of weapons for self-defense against cancer-targeted therapy. However, in this arsenal the supplies are constantly changing, as cancer cells are accumulating new mutations. What is also changing is the battlefield-the tumor microenvironment including all noncancerous cells within the tumor and surrounding tissue, which also contribute to the diversification of cancer's forces. In order to design more effective therapies that would target this ever-changing landscape, we need to learn more about the two elusive variables that shape the tumor ecosystem: the space-how could we exploit the organization of tumor microenvironment? and the time-how could we predict the changes in heterogeneous tumors?"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-8592-5146"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Molecular Medicine, The Scripps Research Institute, Jupiter, FL, 33458, USA. mjaniszewska@scripps.edu."
          }
        ],
        "LastName": "Janiszewska",
        "ForeName": "Michalina",
        "Initials": "M"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R00 CA201606",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Oncogene",
    "NlmUniqueID": "8711562",
    "ISSNLinking": "0950-9232"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Epigenesis, Genetic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genes, Neoplasm"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Heterogeneity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tumor Microenvironment"
    }
  ],
  "CoiStatement": "Conflict of interest. The author declares no conflict of interest."
}