{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "7349791",
  "DateCompleted": {
    "Year": "1983",
    "Month": "05",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0361-090X",
      "JournalIssue": {
        "Volume": "4",
        "Issue": "1-4",
        "PubDate": {
          "Year": "1981"
        }
      },
      "Title": "Cancer detection and prevention",
      "ISOAbbreviation": "Cancer Detect Prev"
    },
    "ArticleTitle": "The relationship between the rates of growth of cancers and the intervals between screening examinations necessary for effective discovery.",
    "Pagination": {
      "StartPage": "301",
      "EndPage": "305",
      "MedlinePgn": "301-5"
    },
    "Abstract": {
      "AbstractText": [
        "Data compiled since 1961 on the actual doubling times, DT(act), of human cancers at many sites have repeatedly shown an extreme natural variance, usually lognormal. This variance contributes to extreme variance in the optimum intervals between screening exams, lead time and length bias, and the frequency of cancers surfacing between screens. This variance can be used to estimate the optimum intervals between screens. The DT(act) determine the variance in the cancer control window. The CCW is that segment of time in the life history of a cancer elapsing between the attainment of a threshold size for detection and a size at which a cancer disseminates beyond the region of origin. The CCW cannot exceed 14 net doublings and the median is probably not greater than 9 doublings. A table is provided relating DT(act) to the net number of doublings in the CCW demonstrating how a year between screens will exceed the CCW for most acute cancers. These considerations can then be cross referenced to the observed lognormal frequency distributions of the DT(act) of many common human cancers measured in vivo to estimate the percent of cancers that might be detected effectively with various screening intervals. Doubling time data from the University of Louisville Breast Cancer Detection Demonstration Project and other sources are reported to show the relationship of these concepts to known doubling times."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Spratt",
        "ForeName": "J S",
        "Initials": "JS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cancer Detect Prev",
    "NlmUniqueID": "7704778",
    "ISSNLinking": "0361-090X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}