{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cancer",
      "Immunosuppression",
      "MDSC",
      "Metastasis",
      "Tumor microenvironment"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25178934",
  "DateCompleted": {
    "Year": "2015",
    "Month": "08",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "07",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.imbio.2014.07.017",
      "S0171-2985(14)00130-2"
    ],
    "Journal": {
      "ISSN": "1878-3279",
      "JournalIssue": {
        "Volume": "220",
        "Issue": "2",
        "PubDate": {
          "Year": "2015",
          "Month": "Feb"
        }
      },
      "Title": "Immunobiology",
      "ISOAbbreviation": "Immunobiology"
    },
    "ArticleTitle": "Myeloid regulatory cells in tumor spreading and metastasis.",
    "Pagination": {
      "StartPage": "236",
      "EndPage": "242",
      "MedlinePgn": "236-42"
    },
    "Abstract": {
      "AbstractText": [
        "Development of metastasis is determined by both the accretion of essential changes in cancerous cells and by their communications with different stromal elements in the tumor microenvironment. Specifically, inflammatory response and emergence of immune regulatory cells, such and myeloid regulatory cells (macrophages, dendritic cells, neutrophils, myeloid-derived suppressor cells) and lymphoid regulatory cells (regulatory T, B and NK cells) to the tumor site have been reported to support tumor growth in addition to spreading and metastasis. Every phase of tumor progression, from its initiation through metastatic expansion, is endorsed by interaction between malignant and immune cells mediated by a number of growth factors, cytokines, proteases and other molecules that modify the tumor microenvironment. Invasion and metastasis depend on intratumoral vascularization, alterations of the basement membrane and degradation of the extracellular matrix for tumor cell spreading, invasion and extravasation into the blood and lymphatic vessels. The consequent dissemination of cancerous cells to distant tissues and organs necessitates a trafficking through the vasculature, which is promoted by further interactions with cells of the immune system, including myeloid regulatory cells. Moreover, the formation of the pre-metastatic niche and specific metastasis organ tropism is also regulated and controlled by bone marrow-derived hematopoietic immune progenitor cells, immature myeloid cells and certain cytokines, chemokines and growth factors derived from tumor and immune cells, which amend the local microenvironment of the organ or tissue to promote adhesion and survival of circulating cancerous cells. Although the potential role for myeloid regulatory cells in tumor spreading and development of pre-metastatic niche has been suggested, the concept still requires further supportive experimental and clinical data, as well as data related to specific factors and mechanisms responsible for myeloid regulatory cell functioning at malignant sites."
      ],
      "CopyrightInformation": "Copyright © 2014 Elsevier GmbH. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, University of Pittsburgh Medical Center, Pittsburgh, PA, USA. Electronic address: ank142@pitt.edu."
          }
        ],
        "LastName": "Keskinov",
        "ForeName": "Anton A",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, University of Pittsburgh Medical Center, Pittsburgh, PA, USA."
          }
        ],
        "LastName": "Shurin",
        "ForeName": "Michael R",
        "Initials": "MR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Immunobiology",
    "NlmUniqueID": "8002742",
    "ISSNLinking": "0171-2985"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Progression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immune Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunomodulation"
    },
    {
      "QualifierName": [
        "immunology",
        "metabolism"
      ],
      "DescriptorName": "Myeloid Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Invasiveness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Metastasis"
    },
    {
      "QualifierName": [
        "immunology",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Tumor Microenvironment"
    }
  ]
}