{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24885752",
  "DateCompleted": {
    "Year": "2015",
    "Month": "02",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "05",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1471-2407-14-331"
    ],
    "Journal": {
      "ISSN": "1471-2407",
      "JournalIssue": {
        "Volume": "14",
        "PubDate": {
          "Year": "2014",
          "Month": "May",
          "Day": "10"
        }
      },
      "Title": "BMC cancer",
      "ISOAbbreviation": "BMC Cancer"
    },
    "ArticleTitle": "Epistemology of the origin of cancer: a new paradigm.",
    "Pagination": {
      "StartPage": "331",
      "MedlinePgn": "331"
    },
    "Abstract": {
      "AbstractText": [
        "Carcinogenesis is widely thought to originate from somatic mutations and an inhibition of growth suppressors, followed by cell proliferation, tissue invasion, and risk of metastasis. Fewer than 10% of all cancers are hereditary; the ratio in gastric (1%), colorectal (3-5%) and breast (8%) cancers is even less. Cancers caused by infection are thought to constitute some 15% of the non-hereditary cancers. Those remaining, 70 to 80%, are called \"sporadic,\" because they are essentially of unknown etiology. We propose a new paradigm for the origin of the majority of cancers.",
        "Our paradigm postulates that cancer originates following a sequence of events that include (1) a pathogenic stimulus (biological or chemical) followed by (2) chronic inflammation, from which develops (3) fibrosis with associated changes in the cellular microenvironment. From these changes a (4) pre-cancerous niche develops, which triggers the deployment of (5) a chronic stress escape strategy, and when this fails to resolve, (6) a transition of a normal cell to a cancer cell occurs. If we are correct, this paradigm would suggest that the majority of the findings in cancer genetics so far reported are either late events or are epiphenomena that occur after the appearance of the pre-cancerous niche.",
        "If, based on experimental and clinical findings presented here, this hypothesis is plausible, then the majority of findings in the genetics of cancer so far reported in the literature are late events or epiphenomena that could have occurred after the development of a PCN. Our model would make clear the need to establish preventive measures long before a cancer becomes clinically apparent. Future research should focus on the intermediate steps of our proposed sequence of events, which will enhance our understanding of the nature of carcinogenesis. Findings on inflammation and fibrosis would be given their warranted importance, with research in anticancer therapies focusing on suppressing the PCN state with very early intervention to detect and quantify any subclinical inflammatory change and to treat all levels of chronic inflammation and prevent fibrotic changes, and so avoid the transition from a normal cell to a cancer cell.",
        "The paradigm proposed here, if proven, spells out a sequence of steps, one or more of which could be interdicted or modulated early in carcinogenesis to prevent or, at a minimum, slow down the progression of many cancers."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Theodor-Billroth-Academy®, Munich, Germany. b-bruecher@gmx.de."
          }
        ],
        "LastName": "Brücher",
        "ForeName": "Björn Ldm",
        "Initials": "BL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Jamall",
        "ForeName": "Ijaz S",
        "Initials": "IS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Cancer",
    "NlmUniqueID": "100967800",
    "ISSNLinking": "1471-2407"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Cell Transformation, Neoplastic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fibrosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Predisposition to Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Inflammation"
    },
    {
      "QualifierName": [
        "etiology",
        "genetics",
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "etiology",
        "genetics",
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Precancerous Conditions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Signal Transduction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tumor Microenvironment"
    }
  ]
}