{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "461236",
  "DateCompleted": {
    "Year": "1979",
    "Month": "09",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0344-0338",
      "JournalIssue": {
        "Volume": "164",
        "Issue": "3",
        "PubDate": {
          "Year": "1979",
          "Month": "Jan"
        }
      },
      "Title": "Pathology, research and practice",
      "ISOAbbreviation": "Pathol Res Pract"
    },
    "ArticleTitle": "Is there a carcinoma in situ of gastric mucosa?",
    "Pagination": {
      "StartPage": "342",
      "EndPage": "355",
      "MedlinePgn": "342-55"
    },
    "Abstract": {
      "AbstractText": [
        "Carcinoma in situ, a precancerous lesion in the strict sense, was first recognized in stratified squamous epithelia. It is characterized by markedly atypical cells replacing the autochthonous epithelial cells without stromal invasion, the basement membrane being well preserved. Notwithstanding gradual transitions between carcinoma in situ on the one hand and dysplasias and invasive cancer on the other hand, its histological separation from the latter is feasible in the uterine portio. Its recognition has decisive therapeutic and prognostic implications, particularly in view of the frequently observed latent period between purely superficial spread and early invasive growth. In contrast difficulties are encountered in applying the concept of Carcinoma in situ to mucosal lesions of the stomach, though an analogous replacement stage has to be postulated, because the gastric and cervical mucous membranes differ fundamentally in their structural characteristics. The epithelial cells of the surface, pits and tubular glands do exhibit progressive atypia during cancerization. However, the single-layered epithelium offers far less distinctive criteria than the stratified squamous epithelium. Newly formed glandular complexes cannot be accepted as evidence for in situ growth. The latent period between purely superficial replacement by atypical cells and invasion appears to be considerably shorter in the stomach than in the portio, probably because the mechanical resistance of the loosely textured gastric lamina propria is small. In addition, stromal invasion may originate from any one epithelial cell in the gastric mucosa, whilst it is just the basal layer from which invasively growing cells may emanate in the uterine portio. The occurrence of dysplasia in the mucosa of the stomach does not justify a gastrectomy, according to our current experience, there being no intervention in gastric surgery equivalent to that of conization."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kraus",
        "ForeName": "B",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cain",
        "ForeName": "H",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Pathol Res Pract",
    "NlmUniqueID": "7806109",
    "ISSNLinking": "0344-0338"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Carcinoma in Situ"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Gastric Mucosa"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Invasiveness"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Precancerous Conditions"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Stomach Neoplasms"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Uterine Cervical Neoplasms"
    }
  ]
}