{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11108657",
  "DateCompleted": {
    "Year": "2000",
    "Month": "12",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0899-1987",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "3",
        "PubDate": {
          "Year": "2000",
          "Month": "Nov"
        }
      },
      "Title": "Molecular carcinogenesis",
      "ISOAbbreviation": "Mol Carcinog"
    },
    "ArticleTitle": "When is precancerous actually postcancerous?",
    "Pagination": {
      "StartPage": "129",
      "EndPage": "133",
      "MedlinePgn": "129-33"
    },
    "Abstract": {
      "AbstractText": [
        "Demonstration that certain rare cancer-related mutations can (i) be shared by adjoining benign and cancerous tumor regions or (ii) be present solely in a cancerous but not in an adjoining benign tumor region are data often cited in strong support of the conventional idea that benign tumor regions consist of precancerous cells. However, considering the well-documented evidence that many malignant cell types are still capable of regression through differentiation, one can envisage an alternative (or coincident) scenario whereby (i) mutations are shared by adjoining benign and cancerous tumor regions because a cancer cell with a non-differentiation-impairing mutation differentiates into a benign (postcancerous) cell or (ii) mutations are present solely in a cancerous tumor region because a cancer cell acquires a differentiation-impairing mutation that prevents its regression into a benign cell. Only with higher-resolution lineage analyses of a type not yet performed but experimentally feasible can these scenarios be distinguished. Accordingly, it is quite possible that common cancers regularly differentiate, such that a benign tumor region may actually harbor not only precancerous but also postcancerous cells. Demonstration of this phenomenon and elucidation of its mechanism could lead to novel therapeutics designed to effect reversion of the more common cancers that, when in advanced stages, are notoriously inadequately treated by current cytotoxic regimens."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Hematology-Oncology, Weill Medical College of Cornell University, New York, New York 10021, USA."
          }
        ],
        "LastName": "Bergstein",
        "ForeName": "I",
        "Initials": "I"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Mol Carcinog",
    "NlmUniqueID": "8811105",
    "ISSNLinking": "0899-1987"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cell Differentiation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Neoplastic Stem Cells"
    },
    {
      "QualifierName": [
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Precancerous Conditions"
    }
  ]
}