{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "HER2",
      "Molecular classification",
      "PD-L1",
      "Predictive biomarker",
      "Sampling error"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "HINTERGRUND: Magenkarzinome messen bei der Erstdiagnose häufig mehr als 5 cm. Sowohl die Diagnostik als auch die Biomarkertestung für eine zielgerichtete Tumortherapie wird in der Regel jedoch an wenigen Millimetern messendem Biopsiematerial durchgeführt, welches nur einen winzigen Ausschnitt des Gesamttumors widerspiegelt und die intratumorale Heterogenität nicht erfassen kann.",
        "Zielsetzung der Arbeiten war es, das Ausmaß der intratumoralen Heterogenität des Magenkarzinoms und dessen Einfluss auf die Etablierung von prädiktiven und prognostischen Biomarkern zu untersuchen.",
        "Die Arbeiten wurden an ca. 500 Resektaten von therapienaiven Adenokarzinomen des Magens oder des ösophagogastralen Übergangs durchgeführt. Untersucht wurden Biomarker wie HER2 und MET, Ki67, PD-L1/PD‑1 und VISTA, der EBV-Status sowie der Mutationsstatus des PIK3CA-Gens. Weiterhin wurden „tissue microarrays“ angefertigt, um Gewebe von einer Größe, die mit Magenbioptaten vergleichbar ist, untersuchen zu können.",
        "Sämtliche von uns untersuchte Biomarker wiesen im Magenkarzinom eine ausgeprägte intratumorale Heterogenität auf, welche bei der Untersuchung von kleinem Probenmaterial wie Magenbiopsien zu einem Probensammelfehler führen und somit die Auswahl von geeigneten Patienten für eine zielgerichtete Tumortherapie verhindern könnte.",
        "Das Magenkarzinom weist eine ausgeprägte intratumorale Heterogenität auf. Für eine Biomarkertestung an Biopsiematerial sollten mindestens 5 Biopsien aus unterschiedlichen Tumorarealen untersucht werden. Wenn möglich, sollte der Biomarkerstatus an Resektatmaterial erhoben bzw. bei vorangegangener Biopsie am Resektat wiederholt werden. Bei Forschungsarbeiten sollten „tissue microarrays“ nicht zur Anwendung kommen."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33427920",
  "DateCompleted": {
    "Year": "2021",
    "Month": "01",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "01",
        "Day": "11"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00292-020-00881-x"
    ],
    "Journal": {
      "ISSN": "1432-1963",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "Suppl 2",
        "PubDate": {
          "Year": "2020",
          "Month": "Dec"
        }
      },
      "Title": "Der Pathologe",
      "ISOAbbreviation": "Pathologe"
    },
    "ArticleTitle": "[Intratumoral heterogeneity of gastric cancer-impact on biomarker evaluation].",
    "Pagination": {
      "StartPage": "76",
      "EndPage": "82",
      "MedlinePgn": "76-82"
    },
    "Abstract": {
      "AbstractText": [
        "Gastric carcinomas often measure more than 5 cm at primary diagnosis. Predictive biomarker testing is usually carried out on tissue biopsies, which do not represent the entire tumor biology and intratumoral heterogeneity.",
        "The aim of this study was to explore gastric cancer's intratumoral heterogeneity and its impact on the evaluation of predictive and prognostic biomarkers.",
        "The study cohort consisted of approximately 500 patients with therapy-naive adenocarcinomas of the stomach or the esophagogastric junction. The following biomarkers were determined: HER2, MET, Ki67, PD-L1/PD‑1, VISTA, EBV-status, and PIK3CA.",
        "All examined biomarkers were influenced by gastric cancer's intratumoral heterogeneity. Tissue biopsies might carry the risk of sampling errors, which may significantly hamper adequate tumor classification in a clinical setting.",
        "Our findings unravel issues of tumor heterogeneity in gastric cancer. Biomarker diagnostics on tissue biopsies should be carried out on at least five biopsies of different tumor areas. If possible, biomarker diagnostics should be repeated on resection specimens. Tissue microarrays should no longer be used for research studies of gastric cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Pathologie, Christian-Albrechts-Universität zu Kiel, Arnold-Heller-Straße 3, Haus U33, 24105, Kiel, Deutschland. christine.halske@uksh.de."
          }
        ],
        "LastName": "Halske",
        "ForeName": "Christine",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Intratumorale Heterogenität des Magenkarzinoms – Einfluss auf die Biomarkeretablierung."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Pathologe",
    "NlmUniqueID": "8006541",
    "ISSNLinking": "0172-8113"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers, Tumor"
    },
    {
      "RegistryNumber": "EC 2.7.10.1",
      "NameOfSubstance": "Receptor, ErbB-2"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adenocarcinoma"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Biomarkers, Tumor"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biopsy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunohistochemistry"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Receptor, ErbB-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stomach Neoplasms"
    }
  ]
}