{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cervical cancer",
      "Histopathologic examination",
      "Precancerous lesion",
      "Southern Ethiopia"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28962557",
  "DateCompleted": {
    "Year": "2018",
    "Month": "04",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "09",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "91",
      "10.1186/s12905-017-0444-5"
    ],
    "Journal": {
      "ISSN": "1472-6874",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Sep",
          "Day": "29"
        }
      },
      "Title": "BMC women's health",
      "ISOAbbreviation": "BMC Womens Health"
    },
    "ArticleTitle": "Characteristics of cervical disease among symptomatic women with histopathological sample at Hawassa University referral hospital, Southern Ethiopia.",
    "Pagination": {
      "StartPage": "91",
      "MedlinePgn": "91"
    },
    "Abstract": {
      "AbstractText": [
        "Cervical cancer is one of the most common cancers of women in developing countries. It is also eminent cause of mortality and morbidity in women worldwide. Symptoms usually develop when the cancer has become invasive and invade nearby tissue. This has significant effect on treatment of cases in area where there is limited awareness. The aim of this study is to describe cervical disease among symptomatic women with a histhological sample at Hawassa University referral hospital, southern Ethiopia.",
        "Five years retrospective histopathological characteristics of symptomatic cervical cases were studied from January, 2010 to January, 2015 at Hawassa University referral hospital pathology laboratory. Clinical diagnosis of patients, patient's age, biopsy sample size and type, and microscopic finding of the cases were collected for this study. The data were entered by Epi-Info statistical software version 7 and later exported to SPSS version 20 for analysis. Descriptive analyses such as frequency, mean, and standard deviation were computed.",
        "A total of 513 patients with cervical lesion were examined histopathologically in the study period. The age ranges of the patients were from 17 to 85 years with mean and standard deviation of 42 ± 11 years. Of these symptomatic examined cases, 253 (49.3%) of them were cancerous lesion while non cancerous and precancerous cases account 166 (32.4%) and 51 (9.9%) respectively. Cervical squamous cell carcinoma was the predominant type cancer which accounts 211(83.4%) of all cancerous cervical cases. The proportion of cervical cancer was higher in age group older than 60. The magnitude of cervical cancer and precancerous cases were steadily increasing throughout study periods whereas non cancerous cases were fluctuating.",
        "Cervical cases were associated with wide range of disorders. Cervical cancer was the predominant cervical disease in symptomatic southern Ethiopian women. The high proportion of cervical cancer was observed in post-menopausal age when compared with other cervical cases. Effective uses of low-tech and inexpensive screening tools that already exist and giving awareness about the disease in combination with vaccine could reduce this high magnitude of cervical cancer in study area."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2408-3045"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Laboratory Science, College of Medicine and Health Sciences, Arba Minch University, P.O. Box: 21, Arba Minch, Ethiopia. gemechuameya@gmail.com."
          }
        ],
        "LastName": "Ameya",
        "ForeName": "Gemechu",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, School of medicine, College of medicine and health sciences, Hawassa University, Hawassa, Ethiopia."
          }
        ],
        "LastName": "Yerakly",
        "ForeName": "Fekade",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Womens Health",
    "NlmUniqueID": "101088690",
    "ISSNLinking": "1472-6874"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "physiopathology"
      ],
      "DescriptorName": "Carcinoma, Squamous Cell"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Ethiopia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hospitals, University"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "epidemiology",
        "physiopathology"
      ],
      "DescriptorName": "Uterine Cervical Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Institutional ethical clearance was obtained from research and ethics review board of Hawassa University, College of medicine and health sciences. A formal letter of cooperation was also written to obtain permission from the head of pathology department before using the data. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}