{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30226962",
  "DateCompleted": {
    "Year": "2018",
    "Month": "10",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "10",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0910-1004",
      "JournalIssue": {
        "Issue": "35",
        "PubDate": {
          "Year": "2016",
          "Month": "Aug"
        }
      },
      "Title": "Japan-hospitals : the journal of the Japan Hospital Association",
      "ISOAbbreviation": "Jpn Hosp"
    },
    "ArticleTitle": "Financial Burden and Employment Support for Patients with Cancer in Japan: A Review.",
    "Pagination": {
      "StartPage": "53",
      "EndPage": "76",
      "MedlinePgn": "53-76"
    },
    "Abstract": {
      "AbstractText": [
        "To improve employment support measures for patients with cancer, the author collected study reports and material published from January 2010 through January 2016 and analyzed cancer epidemiology, treatment costs, cancer's negative impact on patients, resignation rates, factors affecting employment, and the state of support in Japan.",
        "Approximately 30% of workers suffering from cancer (regular employees: 21%; non-regular employees: 39%) resigned from work. Over 80% of patients with cancer wished to remain employed (nearly 70% among patients who had resigned following incidence of cancer) in order to maintain their households and quality of life and cover cancer treatment costs. Approximately half of the Japanese companies surveyed did not grasp the employees' cancer incidence, considering it to be a private injury. Additionally, 74% of companies had not recorded one month or more of absences due to cancer- related sickness. Nonetheless, among large companies, around 70% of regular employees with cancer were able to return to work (RTW) within one year of the start of cancer-related sickness absence (81% returned working shorter hours; 62% returned to full-time work).",
        "A year of sickness absence and shorter working hours enables employees with cancer to RTW. Employment continuation support should principally promote RTW from the initial announcement of cancer. The author proposes a modified health promotion management strategy that aims to ensure a safe RTW through employers' systematic initiatives and with employees' collaborative effort to improve wellness in the corporate community. Collaboration between hospitals, companies' industrial medical staff, and company staff will facilitate RTW. Policy aimed at reducing hospital stays requires that ambulatory nurses in hospitals plan long-term individual nursing care and provide high-quality nursing care tailored to the various needs of patients, according to the Information Prescription. However, this service's medical fee valuation is low. Improving ambulatory nursing therefore requires increasing this fee."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Onishi",
        "ForeName": "Kiichiro",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Jpn Hosp",
    "NlmUniqueID": "8301814",
    "ISSNLinking": "0910-1004"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "economics"
      ],
      "DescriptorName": "Employment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Japan"
    },
    {
      "QualifierName": [
        "economics",
        "epidemiology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "economics"
      ],
      "DescriptorName": "Sick Leave"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Survival Analysis"
    }
  ]
}