{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Cet article résume les récents travaux de recherche sur le risque élevé de récurrence, les cancers de la peau multiples et les seconds cancers primitifs chez le nombre croissant de gens ayant eu un cancer de la peau, ceci afin de mieux évaluer le fardeau des tumeurs malignes après un cancer de la peau. Recenser et suivre les cas de cancer de la peau, tant les mélanomes que les non-mélanomes (NM), présente des difficultés. La plupart des autorités ne font pas le suivi systématique des cas de NM. même lorsqu’elles le font, elles n’incluent d’habitude que le premier diagnostic. Il y a différentes règles pour compter les mélanomes multiples, et l’on ne tient pas compte des récurrences pour les deux grands types de cancer de la peau. Si l’on appliquait aux chiffres canadiens sur le cancer les éclairages apportés par les études récentes sur la question, on augmenterait d’environ 26 % les diagnostics déclarés de N. et de 10 % les diagnostics déclarés de mélanome au Canada. Cette évaluation plus globale du fardeau des cancers de la peau s’appelle «approche de l’incidence fondée sur le diagnostic », par opposition à une approche fondée sur les patients. Un autre aspect dont on ne tient généralement pas compte lorsqu’on évalue le fardeau des cancers de la peau est le risque de 20 % à 30 % plus élevé de second cancer primitif non cutané après une tumeur primitive de la peau. Recenser et suivre les cas de cancer de la peau, tant les mélanomes que les non-mélanomes (NM), présente des difficultés. La plupart des autorités ne font pas le suivi systématique des cas de NM. même lorsqu’elles le font, elles n’incluent d’habitude que le premier diagnostic. Il y a différentes règles pour compter les mélanomes multiples, et l’on ne tient pas compte des récurrences pour les deux grands types de cancer de la peau. Si l’on appliquait aux chiffres canadiens sur le cancer les éclairages apportés par les études récentes sur la question, on augmenterait d’environ 26 % les diagnostics déclarés de N. et de 10 % les diagnostics déclarés de mélanome au Canada. Cette évaluation plus globale du fardeau des cancers de la peau s’appelle «approche de l’incidence fondée sur le diagnostic », par opposition à une approche fondée sur les patients. Un autre aspect dont on ne tient généralement pas compte lorsqu’on évalue le fardeau des cancers de la peau est le risque de 20 % à 30 % plus élevé de second cancer primitif non cutané après une tumeur primitive de la peau. Pour résumer, les sujets ayant un cancer de la peau présentent un risque élevé de récurrence, de cancers de la peau multiples et de second cancer primitif. Ce fardeau devrait être un sujet de préoccupation pour le bassin vaste et grandissant des sujets ayant eu un cancer de la peau, ainsi que pour les planificateurs en prévention."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21033542",
  "DateCompleted": {
    "Year": "2010",
    "Month": "12",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0008-4263",
      "JournalIssue": {
        "Volume": "101",
        "Issue": "4",
        "PubDate": {
          "Year": "2010",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Canadian journal of public health = Revue canadienne de sante publique",
      "ISOAbbreviation": "Can J Public Health"
    },
    "ArticleTitle": "Burden of malignancy after a primary skin cancer: recurrence, multiple skin cancers and second primary cancers.",
    "Pagination": {
      "StartPage": "I23",
      "EndPage": "I27",
      "MedlinePgn": "I23-7"
    },
    "Abstract": {
      "AbstractText": [
        "The current paper summarizes relevant recent research on the high risk of recurrence, multiple skin cancers and second primary cancers in the growing number of people with a history of skin cancer; the ultimate purpose is to better assess the burden of malignancy following skin cancer. A number of challenges exist in identifying and tracking both melanoma and non-melanoma skin cancer (NMSC) cases. Most jurisdictions do not routinely track NMSC cases and, even if they do, it is customary to only include the first diagnosis. There are variable rules for counting multiple melanoma cancers, and recurrences are not considered for either major type of skin cancer. Applying insights from recent studies of this issue to Canadian cancer statistics would increase reported diagnoses of NMSC by about 26% and melanoma by 10% in this country. This approach to a fuller assessment of the burden of skin cancers has been called a \"diagnosis-based incidence approach\" as compared with a \"patient-based incidence approach\". A further issue that is not usually taken into account when assessing the burden of skin cancers is the 20% to 30% elevated risk of noncutaneous second primary cancers following a primary skin tumour. In summary, individuals with skin cancer are subject to a high risk of recurrence, multiple skin cancers and second primary cancers. This burden should be a special concern in the large and growing pool of individuals with a history of skin cancer, as well as among prevention planners."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "H. Krueger and Associates Inc., Delta, BC. hans@krueger.ca"
          }
        ],
        "LastName": "Krueger",
        "ForeName": "Hans",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Williams",
        "ForeName": "Dan",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Can J Public Health",
    "NlmUniqueID": "0372714",
    "ISSNLinking": "0008-4263"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Canada"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Recurrence, Local"
    },
    {
      "QualifierName": [
        "epidemiology",
        "pathology"
      ],
      "DescriptorName": "Neoplasms, Multiple Primary"
    },
    {
      "QualifierName": [
        "epidemiology",
        "pathology"
      ],
      "DescriptorName": "Neoplasms, Second Primary"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk"
    },
    {
      "QualifierName": [
        "epidemiology",
        "pathology"
      ],
      "DescriptorName": "Skin Neoplasms"
    }
  ]
}