{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31317477",
  "DateCompleted": {
    "Year": "2019",
    "Month": "09",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/978-3-030-20315-3_1"
    ],
    "Journal": {
      "ISSN": "0927-3042",
      "JournalIssue": {
        "Volume": "179",
        "PubDate": {
          "Year": "2019"
        }
      },
      "Title": "Cancer treatment and research",
      "ISOAbbreviation": "Cancer Treat Res"
    },
    "ArticleTitle": "Thrombosis and Hemostasis in Cancer. Scope of the Problem and Overview.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "9",
      "MedlinePgn": "1-9"
    },
    "Abstract": {
      "AbstractText": [
        "\"The frequent concurrence of phlegmasia alba dolens with an appreciable cancerous tumor, led me to the inquiry whether a relationship of cause and effect did not exist between the two, and whether the phlegmasia was not the consequence of the cancerous cachexia.\" (translated from the original French). This famous quote, delivered in a lecture by Armand Trousseau in 1865, is widely recognized as the initial and insightful understanding of the relationship of thrombosis and cancer.Although the association of thrombosis with cancer has been recognized for over 150 years, only recently has there been meaningful advances in our understanding of the relationship. Contemporary translational research tools have greatly enhanced our understanding the unique aspects of the pathophysiology of the relationship; how cancer cells exploit multiple aspects of the coagulation system for primary and metastatic growth leading, leading to an increased thrombotic risk. Further, there has been a growing appreciation of the complexity of the treatment of cancer-associated thrombosis. The superiority of low molecular weight heparin over warfarin, published in 2003, represented the first important divergence from the approach to management of thrombosis in the non-cancer population. With the introduction of the new generation of anticoagulants, the direct oral anticoagulants, there has been continued evolution of management guidelines.This text presents a much needed and comprehensive update of the field of thrombosis and hemostasis in cancer. We are fortunate to have so many leading authorities contribute their expertise and insight into this work. In the following chapters, the reader will find insight and guidance that will enhance scholarship, as well as patient care."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Memorial Sloan-Kettering Cancer Center, 1275 York Ave, Howard-717, New York, NY, 10065, USA. Soffg@mskcc.org."
          }
        ],
        "LastName": "Soff",
        "ForeName": "Gerald",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cancer Treat Res",
    "NlmUniqueID": "8008541",
    "ISSNLinking": "0927-3042"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anticoagulants"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anticoagulants"
    },
    {
      "QualifierName": [
        "drug effects",
        "physiology"
      ],
      "DescriptorName": "Hemostasis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Thrombosis"
    }
  ]
}