{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3167785",
  "DateCompleted": {
    "Year": "1988",
    "Month": "11",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0008-543X",
      "JournalIssue": {
        "Volume": "62",
        "Issue": "8 Suppl",
        "PubDate": {
          "Year": "1988",
          "Month": "Oct",
          "Day": "15"
        }
      },
      "Title": "Cancer",
      "ISOAbbreviation": "Cancer"
    },
    "ArticleTitle": "Cancer development and its natural history. A cancer prevention perspective.",
    "Pagination": {
      "StartPage": "1676",
      "EndPage": "1679",
      "MedlinePgn": "1676-9"
    },
    "Abstract": {
      "AbstractText": [
        "In the design of new approaches to cancer prevention, it is important to realize that most cancers develop stepwise over a long period of time with nonmalignant precursor lesions that only slowly evolve toward cancer. With many chemicals and some radiations, as well as some viruses (DNA and some retroviruses), cancer development can be divided into 3 major stages or periods, initiation, promotion and progression. Initiation is frequently associated with a more or less permanent change in the phenotype of a rare target cell, presumably due to a change in base composition in DNA or to gene rearrangements. During promotion, these rare cells expand by proliferation to generate focal proliferations that resemble benign neoplasms. These in turn exercise at least one of two options, regression to normal appearing tissue or slow evolution to cancer. Progression is self generating but can be modulated by dietary manipulations or by other drugs or xenobiotics. The prolonged nature of the promotion-progression stages in most tissues and its modulatability indicate that these stages are vulnerable sites for the development of dietary and other ways to prevent the progression to cancer. This overall pattern is known to occur in the liver, skin and urinary bladder and is probable in several other tissues or organs including the colon, breast and pancreas. What we know about the human suggests that the patterns may be very similar for cancer development in many sites. The best worked out is melanoma. The phenotypic pattern of the precursor lesions in the experimental animals is remarkably similar in any single organ. For example, the hepatocyte nodules are very similar to each other with many different carcinogens and promoting environments even though the ultimate cancers are quite heterogeneous and diverse. The diversity and heterogeneity appears to be an acquisition that is quite late in the step-by-step development of cancer. Although its exact step has not been delineated as yet, it appears to be acquired as malignancy is. Unlike the cancers, the commonality or homogeneity in the precursor lesions offers many opportunities for interrupting the process and thus in preventing cancer. The experience to date in experimental systems with some hormones, drugs and dietary manipulations indicates that inhibition of the development of cancer may be most readily achieved by affecting the promotion and progression sequences in carcinogenesis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, University of Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Farber",
        "ForeName": "E",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cancer",
    "NlmUniqueID": "0374236",
    "ISSNLinking": "0008-543X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}