{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1461933",
  "DateCompleted": {
    "Year": "1993",
    "Month": "01",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0748-6642",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "3",
        "PubDate": {
          "Year": "1992"
        }
      },
      "Title": "Physiological chemistry and physics and medical NMR",
      "ISOAbbreviation": "Physiol Chem Phys Med NMR"
    },
    "ArticleTitle": "Cancer destruction in vivo through disrupted energy metabolism. Part III. Spontaneous drug resistance, selectivity of antineoplastic action, and strategies for intensifying tumor injury.",
    "Pagination": {
      "StartPage": "195",
      "EndPage": "212",
      "MedlinePgn": "195-212"
    },
    "Abstract": {
      "AbstractText": [
        "In the concluding section of this review of cancer destruction by disruption of energy metabolism, the cellular mechanism for interfering with energy production is considered in terms of drug resistance arising independently of previous tumor injury. The occurrence of various degrees of damage to cancerous growths as a consequence of secondary shock is interpreted on the basis of elevated levels of stress hormones, including vasopressin, which have earlier been shown to interfere with energy metabolism in a murine sarcoma. Similarly, the indirect action of various antineoplastic procedures can be related to a role for the endocrine system, with particular reference to vasopressin and inappropriate anti-diuretic hormone secretion syndrome. Multiple drug resistance is also discussed, and the mode of action of the topoisomerase inhibitor doxorubicin is critically examined. The basis of selectivity of disruption of energy metabolism by substances such as hydralazine and L-isoproterenol is discussed from the viewpoint of altered activities of antioxidant enzymes in transformed cells, but these considerations alone are not thought to be sufficient to account for the highly specific nature of the antineoplastic action. Conversely, antioxidant enzymes, more especially those concerned with glutathione metabolism, probably play a major role in multiple drug resistance, although in this respect the case of autoxidative cellular injury awaits attention. Theoretical strategies for the intensification of tumor injury include the aim of prolonging the half-lives of lysophosphatides within damaged tissue. Whereas the clinical application of the principle of tumor destruction through selective disruption of energy metabolism is at present compromised for lack of information, the use of phenothiazines as antineoplastic agents is feasible, and awaits serious exploitation. The relative lack of incapacitating side-effects of phenothiazines should provide an attractive change for the clinical oncologist."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biochemistry, University of Surrey, Guildford, U.K."
          }
        ],
        "LastName": "Jones",
        "ForeName": "G R",
        "Initials": "GR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Physiol Chem Phys Med NMR",
    "NlmUniqueID": "8502230",
    "ISSNLinking": "0748-6642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antineoplastic Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Antineoplastic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Resistance"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Energy Metabolism"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "metabolism"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "drug therapy",
        "metabolism"
      ],
      "DescriptorName": "Neoplasms, Experimental"
    }
  ],
  "NumberOfReferences": "165"
}