{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14612954",
  "DateCompleted": {
    "Year": "2004",
    "Month": "01",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1107-3756",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "6",
        "PubDate": {
          "Year": "2003",
          "Month": "Dec"
        }
      },
      "Title": "International journal of molecular medicine",
      "ISOAbbreviation": "Int J Mol Med"
    },
    "ArticleTitle": "Population study of expression of thymidylate synthase and dihydropyrimidine dehydrogenase in patients with solid tumors.",
    "Pagination": {
      "StartPage": "839",
      "EndPage": "844",
      "MedlinePgn": "839-44"
    },
    "Abstract": {
      "AbstractText": [
        "Thymidylate synthase (TS) and dihydropyrimidine dehydrogenase (DPD) has been suggested to be sensitivity-limiting factors of 5-fluorouracil therapy in cancer patients. We conducted a large-scale population study on the activity of TS and DPD in patients with various solid tumors. A total of 2590 clinically removed tumors, consisting of 1112 colon, 724 gastric, 520 breast, and 236 non-small cell lung cancers, were provided to measure TS and DPD activity. TS activity in the gastric, colon, and non-small cell lung cancers was significantly higher than in matched non-cancerous tissue (P<0.0002), but there was no difference in TS expression between tumor and non-cancerous tissue from breast cancer patients. Gastric, breast, and non-small cell lung cancers showed significantly higher DPD activity than their corresponding non-cancerous tissues, but colon cancers did not. There was no correlation between TS activity and DPD activity, and thus each enzyme was considered to be an independent sensitivity-limiting factor for 5-fluorouracil therapy. The median TS activity and median DPD activity in all specimens including gastric, colorectal, breast, and non-small cell lung cancers tested were 0.041 and 110.1 pmol/mg protein, respectively. We classified each of the type of carcinoma into 4 groups by using the median activity of TS and DPD as the cutoff values: a low TS/low DPD group, high TS/low DPD group, low TS/high DPD group, and high TS/high DPD group. About 50% of the gastric, 47% of the colon, 70% of the breast and 30% of the non-small cell lung cancers had high TS activity, and 60% of the gastric, 40% of the colon, 48% of the breast, and 87% of the lung cancers had high DPD activity. Moreover, breast cancer was characterized by high TS activity and lung cancer by high DPD activity as compared with gastric and colon cancers, and their high activity levels may influence to the effectiveness of 5-fluorouracil against cancers of these organs. The results for expression of TS and DPD in clinically dissected tumors would be useful to estimate the efficacy of 5-fluorouracil in the treatment of cancer patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Applied Oncology, Taiho Pharmaceutical Co., Ltd., 1-27 Misugidai, Saitama 357-8527, Japan. fukusima@taiho.co.jp"
          }
        ],
        "LastName": "Fukushima",
        "ForeName": "Masakazu",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Morita",
        "ForeName": "Masao",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ikeda",
        "ForeName": "Kazumasa",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nagayama",
        "ForeName": "Sekio",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Greece",
    "MedlineTA": "Int J Mol Med",
    "NlmUniqueID": "9810955",
    "ISSNLinking": "1107-3756"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "EC 1.3.1.2",
      "NameOfSubstance": "Dihydrouracil Dehydrogenase (NADP)"
    },
    {
      "RegistryNumber": "EC 2.1.1.45",
      "NameOfSubstance": "Thymidylate Synthase"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "biosynthesis",
        "genetics"
      ],
      "DescriptorName": "Dihydrouracil Dehydrogenase (NADP)"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetics, Population"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "enzymology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "biosynthesis",
        "genetics"
      ],
      "DescriptorName": "Thymidylate Synthase"
    }
  ]
}