{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18382145",
  "DateCompleted": {
    "Year": "2008",
    "Month": "11",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2008",
        "Month": "09",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1554-8619",
      "JournalIssue": {
        "Volume": "4",
        "Issue": "5",
        "PubDate": {
          "Year": "2008",
          "Season": "Sep-Oct"
        }
      },
      "Title": "Human vaccines",
      "ISOAbbreviation": "Hum Vaccin"
    },
    "ArticleTitle": "Custom designing therapeutic cancer vaccines: delivery of immunostimulatory molecule adjuvants by protein transfer.",
    "Pagination": {
      "StartPage": "384",
      "EndPage": "388",
      "MedlinePgn": "384-8"
    },
    "Abstract": {
      "AbstractText": [
        "Attempts to create vaccines for humans against invading pathogens such as viruses and bacteria have met with tremendous success. The process of developing vaccines against these pathogens is greatly aided by the fact that they contain antigens that are entirely foreign to humans. Although the knowledge and strategies developed for designing vaccines against these microbes may be of use in developing cancer vaccines, the poor antigenicity and immunosuppressive ability of cancers pose major hurdles to vaccine development. Established tumors have not only withstood immune screening and selection pressure, making them poor stimulators of an immune response, but have also adapted mechanisms to continue evading immune surveillance by creating an immunosuppressive environment. Also, genetic differences in immune responses to an antigen among individuals result in an antigenic profile that varies from patient to patient. Cancers bear such great similarities to normal cells in the body that, on a molecular level, the differences between cancerous and non-cancerous cells are minor. Therefore, developing vaccines which use the host's own tumor tissues carries the risk of breaking tolerance to self-antigens that are present in the tumor tissue. Vaccination strategies that will optimally stimulate the immune system against tumor specific antigens under immunosuppressive conditions need to be developed. In practical terms, this calls for a method by which therapeutic vaccines may be custom-designed to treat cancers case by case. Ex vivo manipulation of dendritic cells and gene transfer of immunostimulatory molecules in ex vivo expanded tumors are being tested in both experimental models and also in human clinical trials. Some of them have met with limited success. Emerging technologies such as protein transfer, which make it possible to express immunostimulatory molecules on tumor cell membranes, offer the means to develop efficient tumor vaccines that are simple and fast, while being easy to store and administer in human patients. Progress in these techniques will move the cancer vaccine field a step closer towards realizing custom designed cancer vaccines in human clinical settings."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology and Laboratory Medicine, Emory University School of Medicine, Atlanta, Georgia 30322, USA. pselvar@emory.edu"
          }
        ],
        "LastName": "Selvaraj",
        "ForeName": "Periasamy",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yerra",
        "ForeName": "Archana",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tien",
        "ForeName": "Linda",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shashidharamurthy",
        "ForeName": "Rangaiah",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Hum Vaccin",
    "NlmUniqueID": "101265291",
    "ISSNLinking": "1554-8600"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Adjuvants, Immunologic"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Cancer Vaccines"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Adjuvants, Immunologic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Cancer Vaccines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Vaccination"
    }
  ],
  "NumberOfReferences": "60"
}