{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "adenoma",
      "artificial intelligence",
      "colonoscopy",
      "colorectal cancer",
      "computer-aided diagnosis",
      "convolutional neural network (CNN), colonic polyps",
      "deep learning",
      "surveillance"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31409050",
  "DateCompleted": {
    "Year": "2020",
    "Month": "01",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "02",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "08",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "473",
      "10.3390/medicina55080473"
    ],
    "Journal": {
      "ISSN": "1648-9144",
      "JournalIssue": {
        "Volume": "55",
        "Issue": "8",
        "PubDate": {
          "Year": "2019",
          "Month": "Aug",
          "Day": "12"
        }
      },
      "Title": "Medicina (Kaunas, Lithuania)",
      "ISOAbbreviation": "Medicina (Kaunas)"
    },
    "ArticleTitle": "Challenges Facing the Detection of Colonic Polyps: What Can Deep Learning Do?",
    "Abstract": {
      "AbstractText": [
        "Colorectal cancer (CRC) is one of the most common causes of cancer mortality in the world. The incidence is related to increases with age and western dietary habits. Early detection through screening by colonoscopy has been proven to effectively reduce disease-related mortality. Currently, it is generally accepted that most colorectal cancers originate from adenomas. This is known as the \"adenoma-carcinoma sequence\", and several studies have shown that early detection and removal of adenomas can effectively prevent the development of colorectal cancer. The other two pathways for CRC development are the Lynch syndrome pathway and the sessile serrated pathway. The adenoma detection rate is an established indicator of a colonoscopy's quality. A 1% increase in the adenoma detection rate has been associated with a 3% decrease in interval CRC incidence. However, several factors may affect the adenoma detection rate during a colonoscopy, and techniques to address these factors have been thoroughly discussed in the literature. Interestingly, despite the use of these techniques in colonoscopy training programs and the introduction of quality measures in colonoscopy, the adenoma detection rate varies widely. Considering these limitations, initiatives that use deep learning, particularly convolutional neural networks (CNNs), to detect cancerous lesions and colonic polyps have been introduced. The CNN architecture seems to offer several advantages in this field, including polyp classification, detection, and segmentation, polyp tracking, and an increase in the rate of accurate diagnosis. Given the challenges in the detection of colon cancer affecting the ascending (proximal) colon, which is more common in women aged over 65 years old and is responsible for the higher mortality of these patients, one of the questions that remains to be answered is whether CNNs can help to maximize the CRC detection rate in proximal versus distal colon in relation to a gender distribution. This review discusses the current challenges facing CRC screening and training programs, quality measures in colonoscopy, and the role of CNNs in increasing the detection rate of colonic polyps and early cancerous lesions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Education, King Saud University, College of Medicine, Riyadh 11461, Saudi Arabia. azer2000@optusnet.com.au."
          }
        ],
        "LastName": "Azer",
        "ForeName": "Samy A",
        "Initials": "SA"
      }
    ],
    "GrantList": [
      {
        "GrantID": "Deanship/121/2019",
        "Agency": "This work was funded by the College of Medicine Research Center, Deanship of Scientific Research, King Saud University, Riyadh, Saudi Arabia",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Medicina (Kaunas)",
    "NlmUniqueID": "9425208",
    "ISSNLinking": "1010-660X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Adenoma"
    },
    {
      "QualifierName": [
        "classification",
        "diagnosis",
        "pathology"
      ],
      "DescriptorName": "Adenomatous Polyps"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Colonoscopy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology"
      ],
      "DescriptorName": "Colorectal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Deep Learning"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Early Detection of Cancer"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neural Networks, Computer"
    }
  ],
  "CoiStatement": "The author declares that he has no conflict of interest."
}