{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23220226",
  "DateCompleted": {
    "Year": "2013",
    "Month": "04",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "12",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1373/clinchem.2012.184655"
    ],
    "Journal": {
      "ISSN": "1530-8561",
      "JournalIssue": {
        "Volume": "59",
        "Issue": "1",
        "PubDate": {
          "Year": "2013",
          "Month": "Jan"
        }
      },
      "Title": "Clinical chemistry",
      "ISOAbbreviation": "Clin Chem"
    },
    "ArticleTitle": "Cell plasticity and heterogeneity in cancer.",
    "Pagination": {
      "StartPage": "168",
      "EndPage": "179",
      "MedlinePgn": "168-79"
    },
    "Abstract": {
      "AbstractText": [
        "Heterogeneity within a given cancer arises from diverse cell types recruited to the tumor and from genetic and/or epigenetic differences amongst the cancer cells themselves. These factors conspire to create a disease with various phenotypes. There are 2 established models of cancer development and progression to metastatic disease. These are the clonal evolution and cancer stem cell models.",
        "The clonal evolution theory suggests that successive mutations accumulating in a given cell generate clonal outgrowths that thrive in response to microenvironmental selection pressures, dictating the phenotype of the tumor. The alternative cancer stem cell (CSC) model suggests that cancer cells with similar genetic backgrounds can be hierarchically organized according to their tumorigenic potential. Accordingly, CSCs reside at the apex of the hierarchy and are thought to possess the majority of a cancer's tumor-initiating and metastatic ability. A defining feature of this model is its apparent unidirectional nature, whereby CSCs undergo symmetric division to replenish the CSC pool and irreversible asymmetric division to generate daughter cells (non-CSCs) with low tumorigenic potential. However, evolving evidence supports a new model of tumorigenicity, in which considerable plasticity exists between the non-CSC and CSC compartments, such that non-CSCs can reacquire a CSC phenotype. These findings suggest that some tumors may adhere to a plastic CSC model, in which bidirectional conversions are common and essential components of tumorigenicity.",
        "Accumulating evidence surrounding the plasticity of cancer cells, in particular, suggests that aggressive CSCs can be created de novo within a tumor. Given the current focus on therapeutic targeting of CSCs, we discuss the implications of non-CSC-to-CSC conversions on the development of future therapies."
      ],
      "CopyrightInformation": "© 2012 American Association for Clinical Chemistry"
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Whitehead Institute for Biomedical Research, Cambridge, MA, USA."
          }
        ],
        "LastName": "Marjanovic",
        "ForeName": "Nemanja D",
        "Initials": "ND"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Weinberg",
        "ForeName": "Robert A",
        "Initials": "RA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chaffer",
        "ForeName": "Christine L",
        "Initials": "CL"
      }
    ],
    "GrantList": [
      {
        "GrantID": "P01 CA080111",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 CA078461",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Clin Chem",
    "NlmUniqueID": "9421549",
    "ISSNLinking": "0009-9147"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "CoiStatement": "<b>Authors’ Disclosures or Potential Conflicts of Interest:</b> Upon manuscript submission, all authors completed the author disclosure form. Disclosures and/or potential conflicts of interest: <b>Employment or Leadership:</b> None declared. <b>Consultant or Advisory Role:</b> R.A. Weinberg, Verastem Inc. <b>Stock Ownership:</b> R.A. Weinberg, Verastem Inc. <b>Honoraria:</b> None declared. <b>Research Funding:</b> R.A. Weinberg, NIH. <b>Expert Testimony:</b> None declared."
}