{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29055153",
  "DateCompleted": {
    "Year": "2018",
    "Month": "10",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "11",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/jdv.14652"
    ],
    "Journal": {
      "ISSN": "1468-3083",
      "JournalIssue": {
        "Volume": "32",
        "Issue": "4",
        "PubDate": {
          "Year": "2018",
          "Month": "Apr"
        }
      },
      "Title": "Journal of the European Academy of Dermatology and Venereology : JEADV",
      "ISOAbbreviation": "J Eur Acad Dermatol Venereol"
    },
    "ArticleTitle": "Defining the actinic keratosis field: a literature review and discussion.",
    "Pagination": {
      "StartPage": "544",
      "EndPage": "563",
      "MedlinePgn": "544-563"
    },
    "Abstract": {
      "AbstractText": [
        "Despite the chronic and increasingly prevalent nature of actinic keratosis (AK) and existing evidence supporting assessment of the entire cancerization field during clinical management, a standardized definition of the AK field to aid in the understanding and characterization of the disease is lacking. The objective of this review was to present and appraise the available evidence describing the AK cancerization field, with the aim of determining a precise definition of the AK field in terms of its molecular (including genetic and immunological), histological and clinical characteristics. Eight European dermatologists collaborated to conduct a review and expert appraisal of articles detailing the characteristics of the AK field. Articles published in English before August 2016 were identified using PubMed and independently selected for further assessment according to predefined preliminary inclusion and exclusion criteria. In addition, a retrospective audit of patients with AK was performed to define the AK field in clinical terms. A total of 32 review articles and 47 original research articles provided evidence of sun-induced molecular (including genetic and immunological) and histological skin changes in the sun-exposed area affected by AK. However, the available literature was deemed insufficient to inform a clinical definition of the AK field. During the retrospective audit, visible signs of sun damage in 40 patients with AK were assessed. Telangiectasia, atrophy and pigmentation disorders emerged as 'reliable or very reliable' indicators of AK field based on expert opinion, whereas 'sand paper' was deemed a 'moderately reliable' indicator. This literature review has revealed a significant gap of evidence to inform a clinical definition of the AK field. Therefore, the authors instead propose a clinical definition of field cancerization based on the identification of visible signs of sun damage that are reliable indicators of field cancerization based on expert opinion."
      ],
      "CopyrightInformation": "© 2017 The Authors. Journal of the European Academy of Dermatology and Venereology published by John Wiley & Sons Ltd on behalf of European Academy of Dermatology and Venereology."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Dermatology, Bellvitge Hospital, Barcelona, Spain."
          }
        ],
        "LastName": "Figueras Nart",
        "ForeName": "I",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cutaneous Medicine and Surgery, The Royal London Hospital and QMUL, Bart's Health NHS Trust, London, UK."
          }
        ],
        "LastName": "Cerio",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CentroDerm® Clinic, Wuppertal, Germany."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health, University Witten-Herdecke, Witten, Germany."
          }
        ],
        "LastName": "Dirschka",
        "ForeName": "T",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Dermato-Cancerology, University of Nantes, Nantes, France."
          }
        ],
        "LastName": "Dréno",
        "ForeName": "B",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Manchester Academic Health Science Centre, MAHSC, Manchester University and Salford Royal NHS Foundation Trust, Royal Infirmary, The University of Manchester, Manchester, UK."
          }
        ],
        "LastName": "Lear",
        "ForeName": "J T",
        "Initials": "JT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Dermatology, University of Modena and Reggio Emilia, Modena, Italy."
          }
        ],
        "LastName": "Pellacani",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Dermatology, Catholic University of Rome, Rome, Italy."
          }
        ],
        "LastName": "Peris",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dermatology Unit, Virgen Macarena University Hospital, Seville, Spain."
          }
        ],
        "LastName": "Ruiz de Casas",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "CollectiveName": "Progressing Evidence in AK (PEAK) Working Group"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Eur Acad Dermatol Venereol",
    "NlmUniqueID": "9216037",
    "ISSNLinking": "0926-9959"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Keratosis, Actinic"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Skin Neoplasms"
    }
  ]
}