{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14530304",
  "DateCompleted": {
    "Year": "2003",
    "Month": "10",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1544-1113",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "5",
        "PubDate": {
          "Year": "2003"
        }
      },
      "Title": "Critical reviews in oral biology and medicine : an official publication of the American Association of Oral Biologists",
      "ISOAbbreviation": "Crit Rev Oral Biol Med"
    },
    "ArticleTitle": "The molecular biology of mucosal field cancerization of the head and neck.",
    "Pagination": {
      "StartPage": "363",
      "EndPage": "369",
      "MedlinePgn": "363-9"
    },
    "Abstract": {
      "AbstractText": [
        "Field cancerization was first described in 1953 as histologically altered epithelium surrounding tumor samples taken from the upper aerodigestive tract. Since then, the term has been used to describe multiple patches of pre-malignant disease, a higher-than-expected prevalence of multiple local second primary tumors, and the presence of synchronous distant tumors within the upper aerodigestive tract. Molecular techniques such as karyotype analysis, microsatellite analysis, p53 mutation screening, and X-chromosome inactivation studies have further refined the relationship among these lesions. While there are differences in the techniques used to identify the clonal origins of the lesions, these studies indicate that there is often lateral clonal spread of pre-malignant or malignant disease, and a significant portion of local second primary tumors are in fact genetically related. Distant second primary tumors found in the esophagus are often not related to concurrent head and neck cancer, whereas synchronous squamous lung tumors with a head and neck primary are often, in fact, metastases, rather than independently arising malignancies. These observations help to explain the high incidence of recurrent disease, despite excision or other therapy--pre-malignant or malignant clones often have the ability to migrate and persist outside of the field of treatment. Therefore, alternative means of prevention or therapy that can affect the entire head and neck region may be of benefit to such patients. Future studies will further refine the relationship among these lesions and perhaps identify key molecular alterations to be used as targets for gene therapy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Department of Otolaryngology-Head and Neck Surgery, Johns Hopkins Medical Institutions, 818 Ross Research Building, 720 Rutland Avenue, Baltimore, MD 21205, USA."
          }
        ],
        "LastName": "Ha",
        "ForeName": "Patrick K",
        "Initials": "PK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Califano",
        "ForeName": "Joseph A",
        "Initials": "JA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Crit Rev Oral Biol Med",
    "NlmUniqueID": "9009999",
    "ISSNLinking": "1045-4411"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Carcinoma, Squamous Cell"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Clone Cells"
    },
    {
      "QualifierName": [
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Head and Neck Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Molecular Diagnostic Techniques"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Mucous Membrane"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Neoplasm Recurrence, Local"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Neoplasms, Second Primary"
    },
    {
      "QualifierName": [
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Precancerous Conditions"
    }
  ],
  "NumberOfReferences": "42"
}