{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10666695",
  "DateCompleted": {
    "Year": "2000",
    "Month": "02",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0935-8943",
      "JournalIssue": {
        "Volume": "78",
        "Issue": "12",
        "PubDate": {
          "Year": "1999",
          "Month": "Dec"
        }
      },
      "Title": "Laryngo- rhino- otologie",
      "ISOAbbreviation": "Laryngorhinootologie"
    },
    "ArticleTitle": "[Endoscopic imaging techniques in the diagnosis of laryngeal carcinoma and its precursor lesions].",
    "Pagination": {
      "StartPage": "685",
      "EndPage": "691",
      "MedlinePgn": "685-91"
    },
    "Abstract": {
      "AbstractText": [
        "In order to improve preoperative diagnostic work-up in treatment of patients with laryngeal cancer and its precursor lesions additional endoscopical imaging techniques have been developed: 1. Autofluorescence endoscopy; 2. Contact endoscopy; 3. Endoscopic high-frequency ultrasound. These imaging techniques are used during microlaryngoscopy to get further information about tumor extension and differentiation. This paper describes the diagnostic potential of these imaging techniques in the evaluation of cancerous lesions of the larynx.",
        "Patients in different stages of laryngeal dysplasia, carcinoma in situ and laryngeal cancer were examined by means of the previous mentioned imaging techniques during microlaryngoscopy (Autofluorescence endoscopy [n = 38], contact endoscopy [n = 323], endoscopic high-frequency ultrasound [n = 60]) and the results were compared to pathohistological findings. In autofluorescence endoscopy cancerous mucosa was illuminated using blue filtered light (380-460 nm) to obtain autofluorescence for optical demarcation of the lesion. Contact endoscopy was performed after staining of the laryngeal mucosa with methylene blue (1%). Two different endoscopes with 60 x and 150 x magnification were used. In both techniques a video image was achieved by using a xenon light source and a special video camera to register autofluorescence. The endoscopical high-frequency ultrasound examination was performed after flooding the larynx with 0.9% saline. Newly developed ultrasound catheters with frequencies between 10 to 20 MHz were inserted in the laryngeal lumen and moved in a standardized pattern during the examination.",
        "During the autofluorescence examination of the endolaryngeal mucosa precancerous and cancerous lesions showed a red to violet fluorescence outlined against the light green autofluorescence of the normal mucosa. Hyperplastic hyperkeratotic epithelium revealed a higher intensity of light green or even whitish autofluorescence compared to normal mucosa autofluorescence. After staining the vocal cords with methylene blue, it was possible to observe the cells, nuclei and cytoplasm of the laryngeal mucosa and their different grades of abnormality using the specially developed contact endoscopes. Endoscopic high-frequency ultrasound (10 to 20 MHz) was able to measure the vertical extension of laryngeal carcinomas bigger than 3 mm in size. The involvement of the thyroid cartilage or the anterior commissure could be visualized. Preoperatively, the critical T2 stage could be evaluated more precisely. In precancerous lesions and microinvasive cancer ultrasound added no additional Information to the microlaryngoscopical picture.",
        "Autofluorescence, contact endoscopy as well as endoscopic high-frequency ultrasound are promising new imaging techniques supplementing microlaryngoscopy: autofluorescence as well as contact endoscopy are suitable to differentiate dysplasia, carcinoma in situ, microinvasive lesions as well as the evaluation of tumorous margins, while high-frequency ultrasound improves the assessment of tumorous infiltration into the depth of the larynx. These imaging techniques enable the laryngologist to perform a more accurate diagnostic work-up in the assessment of laryngeal cancer and its precursor lesions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hals-Nasen-Ohrenklinik, Justus-Liebig-Universität, Giessen."
          }
        ],
        "LastName": "Arens",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Malzahn",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dias",
        "ForeName": "O",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Andrea",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Glanz",
        "ForeName": "H",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ],
    "VernacularTitle": "Endoskopische bildgebende Verfahren in der Diagnostik des Kehlkopfkarzinoms und seiner Vorstufen."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Laryngorhinootologie",
    "NlmUniqueID": "8912371",
    "ISSNLinking": "0935-8943"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "T42P99266K",
      "NameOfSubstance": "Methylene Blue"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "diagnostic imaging",
        "pathology"
      ],
      "DescriptorName": "Carcinoma in Situ"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Endoscopy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fluorescence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "diagnostic imaging",
        "pathology"
      ],
      "DescriptorName": "Laryngeal Neoplasms"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Laryngoscopy"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Larynx"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Methylene Blue"
    },
    {
      "QualifierName": [
        "diagnosis",
        "diagnostic imaging",
        "pathology"
      ],
      "DescriptorName": "Precancerous Conditions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Staining and Labeling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ultrasonography"
    }
  ]
}