{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15358590",
  "DateCompleted": {
    "Year": "2006",
    "Month": "09",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2004",
        "Month": "09",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1093-9946",
      "JournalIssue": {
        "Volume": "9",
        "PubDate": {
          "Year": "2004",
          "Month": "Sep",
          "Day": "01"
        }
      },
      "Title": "Frontiers in bioscience : a journal and virtual library",
      "ISOAbbreviation": "Front Biosci"
    },
    "ArticleTitle": "Genotypic and phenotypic biomarker profiles for individual risk assessment and cancer detection (lessons from bladder cancer risk assessment in symptomatic patients and workers exposed to benzidine).",
    "Pagination": {
      "StartPage": "2671",
      "EndPage": "2679",
      "MedlinePgn": "2671-9"
    },
    "Abstract": {
      "AbstractText": [
        "There is a need for improved methods for detecting individuals at risk for cancer to target subsets of patients for more intensive individual screening and targeted cancer therapy and chemoprevention. One approach for accomplishing this objective is to detect premalignant molecular fingerprints in an organ at risk for cancer or to define biomarkers reflective of treatment selection and response. Bladder cancer is an excellent model for testing this approach; however, comprehending the strategy for biomarker selection and analysis is more complicated than is generally appreciated. The objective of this article is to provide a succinct overview of our experience with the selection of biomarkers for bladder cancer detection, first in symptomatic patients and then in high-risk cohorts of workers at risk for bladder cancer. Biomarker selection depends on multiple parameters, each of which must be optimized to enhance the utility of a biomarker for clinical application. Many markers that initially show promise fail in the clinical arena for a variety of reasons. Important parameters include when a biomarker is expressed in carcinogenesis (i.e., early vs. late), the sample type, and the method of analysis. These all contribute to the sensitivity, specificity, and ultimate clinical utility of a biomarker. New technologies/ support the notion that all diseases start in the cell, and Seymore West indicated the cell, under appropriate conditions, can function as a microcuvette for biophysical cytochemical analysis. Spectroscopy provides an accurate and sensitive method for quantitative single-cell proteomics. Improved and more stable fluorescence probes will enhance the utility of cellular chemistry, as will a rationale approach for biomarker selection based on the concepts of field cancerization, complemented by improved quantitative analysis of protein markers at the single-cell level. Our laboratory has developed a platform for single-cell proteomic analysis that can be applied to multiple basic science and clinical problems. Single-cell proteomics also facilitates the study of genetic instability and epigenetic signaling (stromal-epithelial interactions) in relation to cancer therapy and diagnosis. Because most cancers arise through multiple signaling pathways and are heterogeneous, the identification of appropriate biomarker profiles provides a number of strategic advantages over a single biomarker. Complex networks of signaling pathways lead to increased cell proliferation, decreased cell adhesion, cellular differentiation, genetic instability, and other functions associated with the malignant phenotype. The purpose of this presentation is to illustrate the fundamental concepts for selection and profile analysis of high-level phenotypic biomarkers developed for bladder cancer risk assessment, screening, and early bladder cancer detection."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Surgery, Division of Urologic Surgery, University of Nebraska Medical Center, Omaha, NE 68198-2360, USA. gphemstreet@unmc.edu"
          }
        ],
        "LastName": "Hemstreet",
        "ForeName": "George P",
        "Initials": "GP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wang",
        "ForeName": "Wenyu",
        "Initials": "W"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Front Biosci",
    "NlmUniqueID": "9709506",
    "ISSNLinking": "1093-4715"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Benzidines"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers, Tumor"
    },
    {
      "RegistryNumber": "2X02101HVF",
      "NameOfSubstance": "benzidine"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "toxicity"
      ],
      "DescriptorName": "Benzidines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomarkers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomarkers, Tumor"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gene Expression Regulation, Neoplastic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genomics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genotype"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Microscopy, Fluorescence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phenotype"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Polymorphism, Genetic"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Proteomics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "chemically induced",
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Urinary Bladder Neoplasms"
    }
  ],
  "NumberOfReferences": "12"
}