{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17159751",
  "DateCompleted": {
    "Year": "2007",
    "Month": "04",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "12",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0026-4733",
      "JournalIssue": {
        "Volume": "61",
        "Issue": "5",
        "PubDate": {
          "Year": "2006",
          "Month": "Oct"
        }
      },
      "Title": "Minerva chirurgica",
      "ISOAbbreviation": "Minerva Chir"
    },
    "ArticleTitle": "Oncoplastic breast conserving surgery: a renaissance of anatomically-based surgical technique.",
    "Pagination": {
      "StartPage": "421",
      "EndPage": "434",
      "MedlinePgn": "421-34"
    },
    "Abstract": {
      "AbstractText": [
        "Using oncoplastic surgical techniques for breast preservation, breast surgeons can achieve widened surgical margins at the same time that the shape and appearance of the breast is preserved and sometimes rejuvenated. Oncoplastic surgical resection is designed to follow the cancer's contour, which generally follows the segmental anatomy of the breast, which has been well understood since the mid 19th century because of pioneering anatomic studies performed by Sir Astley Paston Cooper. The quadrantectomy, developed by Veronesi and colleagues in the 1970's, follows these same anatomic principles of wide segmental resection. The more surgically narrow lumpectomy as popularized in the U.S. uses a smaller, scoop-like non-anatomic resection of cancer. With negative surgical margins, the lumpectomy is equivalent to the quadrantectomy in achieving the goals of breast conservation as measured by local recurrence and survival. However, the lumpectomy is less versatile for resection of larger cancers, and can be more prone to creating suboptimal cosmetic defects. Cancers with large in situ components can be particularly problematic for resection with the standard lumpectomy, when they extend both centrally toward the nipple and peripherally to distal terminal ductulo-lobular units, which typically occur in a pie-shaped segmental distribution. Ductal segments, each of which ultimately drains to a single major lactiferous sinus at the nipple, vary in size and depth in the breast. Breast surgeons should carefully evaluate the cancer distribution and extent in the breast before operation. A combination of imaging methods (mammography with magnification views, ultrasonography, magnetic resonance imaging [MRI], or all) may yield the best estimates of overall tumor extent. Multiple bracketing wires afford the greater help to complete surgical excision. Those tumors with segmental spreading are best excised by oncoplastic resections according to their distribution."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Surgical Oncology, Department of Surgery, University of Washington, 1959 NE Pacific Street, Seattle, WA 98195, USA."
          }
        ],
        "LastName": "Chen",
        "ForeName": "C Y",
        "Initials": "CY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Calhoun",
        "ForeName": "K E",
        "Initials": "KE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Masetti",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Anderson",
        "ForeName": "B O",
        "Initials": "BO"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Minerva Chir",
    "NlmUniqueID": "0400726",
    "ISSNLinking": "0026-4733"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pathology",
        "surgery"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mammaplasty"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Mastectomy, Segmental"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "NumberOfReferences": "58"
}