{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "PPARγ",
      "cancer",
      "canonical WNT/β-catenin pathway",
      "carcinogenesis",
      "chronic inflammation",
      "oxidative stress",
      "reactive oxygen species"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29706964",
  "DateCompleted": {
    "Year": "2019",
    "Month": "06",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "04",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "745",
      "10.3389/fimmu.2018.00745"
    ],
    "Journal": {
      "ISSN": "1664-3224",
      "JournalIssue": {
        "Volume": "9",
        "PubDate": {
          "Year": "2018"
        }
      },
      "Title": "Frontiers in immunology",
      "ISOAbbreviation": "Front Immunol"
    },
    "ArticleTitle": "Crosstalk Between Peroxisome Proliferator-Activated Receptor Gamma and the Canonical WNT/β-Catenin Pathway in Chronic Inflammation and Oxidative Stress During Carcinogenesis.",
    "Pagination": {
      "StartPage": "745",
      "MedlinePgn": "745"
    },
    "Abstract": {
      "AbstractText": [
        "Inflammation and oxidative stress are common and co-substantial pathological processes accompanying, promoting, and even initiating numerous cancers. The canonical WNT/β-catenin pathway and peroxisome proliferator-activated receptor gamma (PPARγ) generally work in opposition. If one of them is upregulated, the other one is downregulated and <i>vice versa</i>. WNT/β-catenin signaling is upregulated in inflammatory processes and oxidative stress and in many cancers, although there are some exceptions for cancers. The opposite is observed with PPARγ, which is generally downregulated during inflammation and oxidative stress and in many cancers. This helps to explain in part the opposite and unidirectional profile of the canonical WNT/β-catenin signaling and PPARγ in these three frequent and morbid processes that potentiate each other and create a vicious circle. Many intracellular pathways commonly involved downstream will help maintain and amplify inflammation, oxidative stress, and cancer. Thus, many WNT/β-catenin target genes such as c-Myc, cyclin D1, and HIF-1α are involved in the development of cancers. Nuclear factor-kappaB (NFκB) can activate many inflammatory factors such as TNF-α, TGF-β, interleukin-6 (IL-6), IL-8, MMP, vascular endothelial growth factor, COX2, Bcl2, and inducible nitric oxide synthase. These factors are often associated with cancerous processes and may even promote them. Reactive oxygen species (ROS), generated by cellular alterations, stimulate the production of inflammatory factors such as NFκB, signal transducer and activator transcription, activator protein-1, and HIF-α. NFκB inhibits glycogen synthase kinase-3β (GSK-3β) and therefore activates the canonical WNT pathway. ROS activates the phosphatidylinositol 3 kinase/protein kinase B (PI3K/Akt) signaling in many cancers. PI3K/Akt also inhibits GSK-3β. Many gene mutations of the canonical WNT/β-catenin pathway giving rise to cancers have been reported (CTNNB1, AXIN, APC). Conversely, a significant reduction in the expression of PPARγ has been observed in many cancers. Moreover, PPARγ agonists promote cell cycle arrest, cell differentiation, and apoptosis and reduce inflammation, angiogenesis, oxidative stress, cell proliferation, invasion, and cell migration. All these complex and opposing interactions between the canonical WNT/β-catenin pathway and PPARγ appear to be fairly common in inflammation, oxidative stress, and cancers."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "DRCI, Hôpital Foch, Suresnes, France."
          }
        ],
        "LastName": "Vallée",
        "ForeName": "Alexandre",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre de Recherche Clinique, Grand Hôpital de l'Est Francilien (GHEF), Meaux, France."
          }
        ],
        "LastName": "Lecarpentier",
        "ForeName": "Yves",
        "Initials": "Y"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Front Immunol",
    "NlmUniqueID": "101560960",
    "ISSNLinking": "1664-3224"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "PPAR gamma"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Carcinogenesis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Inflammation"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxidative Stress"
    },
    {
      "QualifierName": [
        "agonists",
        "metabolism"
      ],
      "DescriptorName": "PPAR gamma"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Wnt Signaling Pathway"
    }
  ]
}