{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "actinic keratosis",
      "confocal microscopy",
      "dermoscopy",
      "diagnosis",
      "melanoma"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35738810",
  "DateCompleted": {
    "Year": "2022",
    "Month": "06",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "07",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/jdv.18197"
    ],
    "Journal": {
      "ISSN": "1468-3083",
      "JournalIssue": {
        "Volume": "36 Suppl 6",
        "Issue": "Suppl 6",
        "PubDate": {
          "Year": "2022",
          "Month": "Jun"
        }
      },
      "Title": "Journal of the European Academy of Dermatology and Venereology : JEADV",
      "ISOAbbreviation": "J Eur Acad Dermatol Venereol"
    },
    "ArticleTitle": "New insights from non-invasive imaging: from prospection of skin photodamages to training with mobile application.",
    "Pagination": {
      "StartPage": "38",
      "EndPage": "50",
      "MedlinePgn": "38-50"
    },
    "Abstract": {
      "AbstractText": [
        "The incidence of non-melanoma skin cancer is on the rise and melanoma is among the most common cancers in the United States. Establishing an early diagnosis is essential for improving the prognosis of patients with skin cancer. High-resolution non-invasive imaging techniques may represent key tools for helping to identify and monitor early signs of skin cancer in seemingly healthy skin. Cumulative lifetime sun exposure leads to photoaging and photocarcinogenenis and the reaction of the skin to this solar-induced damage is balanced between the DNA repair and photoprotection defence mechanisms of melanocytes and keratinocytes. In the first part of this article we provide an overview of these defence mechanisms and of the photoaging process, and discuss how non-invasive imaging can be used to evaluate these changes. We then propose a model in which skin aging manifestations can be classified according to subject-specific sun-damage reaction profiles observed by reflectance confocal microscopy (RCM) and optical coherence tomography (OCT). These photoaging profiles include an atrophic phenotype characterized by actinic keratosis, and a hypertrophic phenotype characterized by hyperplastic pigmented skin. According to our model, these phenotypes may be predictive of predispositions to different types of skin cancer: squamous cell carcinoma for the atrophic phenotype and lentigo maligna and freckles for the hypertrophic phenotype. In addition to RCM and OCT, dermoscopy is another non-invasive technique that has improved the diagnosis of skin cancer. In the second part of this article, we describe how the YouDermoscopy™ application can improve skills and thus enhance the dermoscopic recognition of sun-induced skin tumours, and then show how this training tool enables its users to collaborate with dermatologists worldwide to obtain second opinions for the diagnosis of ambiguous lesions. Altogether, RCM, OCT and dermoscopy are valuable tools that can contribute significantly to improving the early diagnosis of precancerous and cancerous lesions."
      ],
      "CopyrightInformation": "© 2022 The Authors. Journal of the European Academy of Dermatology and Venereology published by John Wiley & Sons Ltd on behalf of European Academy of Dermatology and Venereology."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-7222-2951"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Internal, Anesthesiological and Cardiovascular Sciences, La Sapienza University of Rome, Rome, Italy."
          }
        ],
        "LastName": "Pellacani",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [
          "0000-0003-1413-8214"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dermatology Unit, University of Campania, Naples, Italy."
          }
        ],
        "LastName": "Argenziano",
        "ForeName": "G",
        "Initials": "G"
      }
    ],
    "GrantList": [
      {
        "Agency": "Pierre Fabre Dermo-Cosmétique",
        "Country": ""
      },
      {
        "Agency": "Pierre Fabre",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Eur Acad Dermatol Venereol",
    "NlmUniqueID": "9216037",
    "ISSNLinking": "0926-9959"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Dermoscopy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Hutchinson's Melanotic Freckle"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Melanoma"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Microscopy, Confocal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mobile Applications"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "pathology"
      ],
      "DescriptorName": "Skin Neoplasms"
    }
  ]
}