{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11451209",
  "DateCompleted": {
    "Year": "2001",
    "Month": "12",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1040-8363",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "3",
        "PubDate": {
          "Year": "2001",
          "Month": "Jun"
        }
      },
      "Title": "Critical reviews in clinical laboratory sciences",
      "ISOAbbreviation": "Crit Rev Clin Lab Sci"
    },
    "ArticleTitle": "Clinical uses of tumor markers: a critical review.",
    "Pagination": {
      "StartPage": "225",
      "EndPage": "262",
      "MedlinePgn": "225-62"
    },
    "Abstract": {
      "AbstractText": [
        "Tumor markers are molecules that indicate the presence of malignancy. They are potentially useful in cancer screening, aiding diagnosis, assessing prognosis, predicting in advance a likely response to therapy, and monitoring patients with diagnosed disease. Because of the low prevalence of most cancers in the general population and the limited sensitivity and specificity of available markers, these tests alone are generally of little value in screening for cancer in healthy subjects. Currently, however, PSA in combination with digital rectal examination and CA 125 together with ultrasound are undergoing evaluation as screening modalities for prostate and ovarian cancer, respectively. Again, because of a lack of sensitivity and specificity, markers are rarely of use in the early diagnosis of cancer. As prognostic indicators, markers may provide information that is independent of traditionally used factors or within subgroups defined by traditional criteria, for example, urokinase plasminogen activator in node-negative breast cancer. At present, the best available marker for predicting response to therapy is the estrogen receptor for selecting hormone-sensitive breast cancers. Many different markers can be used in the surveillance of patients with diagnosed malignancies, the most useful of these being HCG in trophoblastic disease and both AFP and HCG for nonseminomatous testicular germ cell tumors. In general, the currently available tumor markers lack sensitivity for early cancer and specificity for malignancy. The goal of future research should be to develop more sensitive and specific markers, especially for the common cancers."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Nuclear Medicine, St Vincent's University Hospital, and University College Dublin, Ireland. mjduffy@svherc.ucd.ie"
          }
        ],
        "LastName": "Duffy",
        "ForeName": "M J",
        "Initials": "MJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Crit Rev Clin Lab Sci",
    "NlmUniqueID": "8914816",
    "ISSNLinking": "1040-8363"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers, Tumor"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Biomarkers, Tumor"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Forecasting"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "NumberOfReferences": "129"
}