{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20663420",
  "DateCompleted": {
    "Year": "2010",
    "Month": "11",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3310/hta14370"
    ],
    "Journal": {
      "ISSN": "2046-4924",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "37",
        "PubDate": {
          "Year": "2010",
          "Month": "Jul"
        }
      },
      "Title": "Health technology assessment (Winchester, England)",
      "ISOAbbreviation": "Health Technol Assess"
    },
    "ArticleTitle": "A systematic review of photodynamic therapy in the treatment of pre-cancerous skin conditions, Barrett's oesophagus and cancers of the biliary tract, brain, head and neck, lung, oesophagus and skin.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "288",
      "MedlinePgn": "1-288"
    },
    "Abstract": {
      "AbstractText": [
        "Photodynamic therapy (PDT) is the use of a light-sensitive drug, in combination with light of a visible wavelength, to destroy target cells. PDT is used either as a primary treatment or as an adjunctive treatment. It is fairly well accepted in clinical practice for some types of skin cancer but has yet to be fully explored as a treatment for other forms of cancer.",
        "To systematically review the clinical effectiveness and safety of PDT in the treatment of Barrett's oesophagus, pre-cancerous skin conditions and the following cancers: biliary tract, brain, head and neck, lung, oesophageal and skin.",
        "The search strategy included searching electronic databases (between August and October 2008), followed by update searches in May 2009, along with relevant bibliographies, existing reviews, conference abstracts and contact with experts in the field.",
        "Randomised controlled trials (RCTs) in skin conditions and Barrett's oesophagus, non-randomised trials for all other sites.",
        "People with Barrett's oesophagus, pre-cancerous skin conditions or primary cancer in the following sites: biliary tract, brain, head and neck, lung, oesophageal and skin.",
        "Any type of PDT for either curative or palliative treatment.",
        "Any comparator including differing applications of PDT treatments (relevant comparators varied according to the condition).",
        "The outcomes measured were mortality, morbidity, quality of life, adverse events and resource use.",
        "A standardised data extraction form was used. The quality of RCTs and non-randomised controlled studies was assessed using standard checklists. Data extracted from the studies were tabulated and discussed in a narrative synthesis, and the influence of study quality on results was discussed. Meta-analysis was used to estimate a summary measure of effect on relevant outcomes, with assessment of both clinical and statistical heterogeneity. Two reviewers independently screened all titles and abstracts, and data extracted and quality assessed the trials, with discrepancies resolved by discussion or referral to a third reviewer. A scoping review was also undertaken.",
        "Overall, 88 trials reported in 141 publications were included, with some trials covering more than one condition. For actinic keratosis (AK), the only clear evidence of effectiveness was that PDT appeared to be superior to placebo. For Bowen's disease, better outcomes with PDT were suggested when compared with cryotherapy or fluorouracil. For basal cell carcinoma (BCC), PDT may result in similar lesion response rates to surgery or cryotherapy but with better cosmetic outcomes. For nodular lesions, PDT appeared to be superior to placebo and less effective than surgery but suggestive of better cosmetic outcome. For Barrett's oesophagus, PDT in addition to omeprazole appeared to be more effective than omeprazole alone at long-term ablation of high-grade dysplasia and slowing/preventing progression to cancer. No firm conclusions could be drawn for PDT in oesophageal cancer. Further research into the role of PDT in lung cancer is needed. For cholangiocarcinoma, PDT may improve survival when compared with stenting alone. There was limited evidence on PDT for brain cancer and cancers of the head and neck. A wide variety of photosensitisers were used and, overall, no serious adverse effects were linked to PDT.",
        "There were few well-conducted, adequately powered RCTs, and quality of life (QoL) and resource outcomes were under-reported. Problems were identified with reporting of key study features and quality parameters, making the reliability of some studies uncertain. Methodological limitations and gaps in the evidence base made it difficult to draw firm conclusions.",
        "Evidence of effectiveness was found for PDT in the treatment of AK and nodular BCC in relation to placebo, and possibly for treating Barrett's oesophagus. However, the effectiveness of PDT in relation to other treatments is not yet apparent. High-quality trials are needed to compare PDT with relevant comparators for all meaningful outcomes, including QoL and adverse effects. Further research is also needed on patient experience of PDT, as well as on the cost-effectiveness of PDT."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Reviews and Dissemination (CRD), University of York, York, UK."
          }
        ],
        "LastName": "Fayter",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Corbett",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Heirs",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fox",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Eastwood",
        "ForeName": "A",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Health Technol Assess",
    "NlmUniqueID": "9706284",
    "ISSNLinking": "1366-5278"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy",
        "mortality"
      ],
      "DescriptorName": "Barrett Esophagus"
    },
    {
      "QualifierName": [
        "drug therapy",
        "mortality"
      ],
      "DescriptorName": "Biliary Tract Neoplasms"
    },
    {
      "QualifierName": [
        "drug therapy",
        "mortality"
      ],
      "DescriptorName": "Brain Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Trials as Topic"
    },
    {
      "QualifierName": [
        "drug therapy",
        "mortality"
      ],
      "DescriptorName": "Esophageal Neoplasms"
    },
    {
      "QualifierName": [
        "drug therapy",
        "mortality"
      ],
      "DescriptorName": "Head and Neck Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "mortality"
      ],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [
        "drug therapy",
        "mortality"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "adverse effects",
        "methods"
      ],
      "DescriptorName": "Photochemotherapy"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Precancerous Conditions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "drug therapy",
        "mortality"
      ],
      "DescriptorName": "Skin Neoplasms"
    }
  ]
}