{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25223183",
  "DateCompleted": {
    "Year": "2015",
    "Month": "01",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "chi"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1003-5370",
      "JournalIssue": {
        "Volume": "34",
        "Issue": "8",
        "PubDate": {
          "Year": "2014",
          "Month": "Aug"
        }
      },
      "Title": "Zhongguo Zhong xi yi jie he za zhi Zhongguo Zhongxiyi jiehe zazhi = Chinese journal of integrated traditional and Western medicine",
      "ISOAbbreviation": "Zhongguo Zhong Xi Yi Jie He Za Zhi"
    },
    "ArticleTitle": "[Effect of yanghe huayan decoction on precancerosis of breast cancer, protein and mRNA expression of ki67: an experimental research].",
    "Pagination": {
      "StartPage": "970",
      "EndPage": "975",
      "MedlinePgn": "970-5"
    },
    "Abstract": {
      "AbstractText": [
        "To explore the effect of Yanghe Huayan Decoction (YHD, a representative recipe for warming yang mass dissipating) in inhibiting precancerosis of breast cancer (PBC) and on the protein and mRNA expression of ki67.",
        "The PBC rat model was established by dimethylbenzanthracene (DMBA), and 9 weeks later rats were randomly divided into the blank control group, the model group, the YHD group, the Sanjie Huatan Decoction group (SHD), the Pingxiao Tablet group (PT), and the tamoxifen group. Rats in the model group were administered with water by gastrogavage. Rats in the YHD group received YHD (deglued antler powder 12 g, prepared rhizome of rehmannia 9 g, cassia bark 6 g, white mustard seed 3 g, zedoary root 12 g, appendiculate cremastra pseudobulb 15 g, chekiang fritillary bulb 9 g, licorice root 6 g) at the daily dose of 7.2 g/kg by gastrogavage. Rats in the SHD group received SHD (oldenlandia diffusa 15 g, Scutellaria Barbata 15 g, Trichosanthes Kirilowii 15 g, pinellia 9 g) at the daily dose of 5.4 g/kg by gastrogavage. Rats in the PT group received PT at the daily dose of 144 mg/kg by gastrogavage. Those in the tamoxifen group received tamoxifen at the daily dose of 4 mg/kg by gastrogavage. Pathomorphological changes of the breast tissue were observed by HE staining. The positive rate and the gray value of ki67 expression were detected by immunohistochemical assay. And the expression of ki67 mRNA was detected by q-PCR.",
        "Compared with the model group, the general hyperplasia and the occurrence rate of precancerous lesion were higher and the occurrence rate of invasive carcinoma was lower in each treatment group (P < 0.05). Except the SHD group, the intensity of ki67 grey value increased in each treatment group (P < 0.05, P < 0.01). Except the PT group, the positive rate of ki67 and mRNA expression of ki67 increased in the rest treatment groups (P < 0.05, P < 0.01). Compared with the YHD group, there was no statistical difference in the occurrence rate of infiltration or the occurrence rate of precancerous lesion (P > 0.05). The positive rate of ki67 expression and mRNA expression of ki67 increased in the PT group, showing statistical difference (P < 0.05).",
        "YHD could partially inhibit and reverse canceration of breast cancer. It also could inhibit ki67 protein and mRNA expression. Its effect was similar to tamoxifen and superior to PT. So it was suitable for prevention and treatment of precancerous lesion of breast cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Li",
        "ForeName": "Jing-Wei",
        "Initials": "JW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Liu",
        "ForeName": "Xiao-Fei",
        "Initials": "XF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chen",
        "ForeName": "Hong-Zhi",
        "Initials": "HZ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chen",
        "ForeName": "Han-Han",
        "Initials": "HH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shi",
        "ForeName": "Guang-Xi",
        "Initials": "GX"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wang",
        "ForeName": "Shi-Jun",
        "Initials": "SJ"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "China",
    "MedlineTA": "Zhongguo Zhong Xi Yi Jie He Za Zhi",
    "NlmUniqueID": "9211576",
    "ISSNLinking": "1003-5370"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Drugs, Chinese Herbal"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Ki-67 Antigen"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "yanghe"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Drugs, Chinese Herbal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Ki-67 Antigen"
    },
    {
      "QualifierName": [
        "chemically induced",
        "drug therapy",
        "metabolism"
      ],
      "DescriptorName": "Mammary Neoplasms, Experimental"
    },
    {
      "QualifierName": [
        "drug therapy",
        "metabolism"
      ],
      "DescriptorName": "Precancerous Conditions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats, Sprague-Dawley"
    }
  ]
}