{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22592596",
  "DateCompleted": {
    "Year": "2012",
    "Month": "12",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s11864-012-0195-3"
    ],
    "Journal": {
      "ISSN": "1534-6277",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "3",
        "PubDate": {
          "Year": "2012",
          "Month": "Sep"
        }
      },
      "Title": "Current treatment options in oncology",
      "ISOAbbreviation": "Curr Treat Options Oncol"
    },
    "ArticleTitle": "Management of non-melanoma skin cancer in immunocompromised solid organ transplant recipients.",
    "Pagination": {
      "StartPage": "354",
      "EndPage": "376",
      "MedlinePgn": "354-76"
    },
    "Abstract": {
      "AbstractText": [
        "The management of non-melanoma skin cancers (NMSCs) in solid organ transplant recipients (OTRs) presents a variety of clinical challenges for physicians. OTRs are at a 65-fold increased risk for developing cutaneous squamous cell carcinomas (SCC), the most common NMSC that develops after transplantation. Risk factors contributing to the development of NMSCs in OTRs include a past medical history of any previous skin cancer, a personal history of significant sun exposure and a fair skin complexion or phototype. Further, greater immunosuppressive medication levels lead to an increased risk of NMSCs. Among immunosuppressants, specific older agents such as azathioprine and cyclosporine may increase the risk of developing NMSCs in contrast to newer agents such as sirolimus. Early skin biopsy and treatment of premalignant and malignant lesions are essential for treating these patients successfully. In this regard, the concept of field cancerization has been instructive in broadening treatments to include entire affected areas rather than individual lesions given that the areas with significant ultraviolet irradiation will continue to develop numerous individual precancerous and cancerous lesions. Field therapy with photodynamic therapy or topical 5-fluorouracil, imiquimod or diclofenac is often used in OTRs according to individual patient tolerability. Prompt excision or Mohs micrographic surgery is the standard of care of primary, uncomplicated squamous cell and basal cell carcinomas. For patients with in-transit or metastatic squamous cell carcinomas, adjuvant radiation, chemotherapy, and staging by sentinel lymph node dissection may be employed. For patients who develop numerous SCC per year, chemoprophylaxis can be effective in limiting the burden of disease. In consultation with the multidisciplinary transplant team, the immunosuppressive regimen can be revised to lower overall immunosuppression or altered to include newer drugs that have decreased oncogenic potential in OTRs. The greatest impact may be made by the prevention of NMSCs through simple, but rigorous, patient education on the benefits of UV protection, periodic self-skin examinations, and regular follow-ups. Accordingly, vitamin D and calcium supplementation should also be incorporated in transplant recipients. Management of OTRs requires patient education, frequent motivation for vigilance, regular follow-up, and interdisciplinary collaboration between transplant surgeons, nephrologists, hepatologists, cardiologists, transplant nurses, dermatologists, oncologists, pharmacists, and other relevant physicians ideally orchestrated by the essential transplant coordinators."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Transplant Dermatology Clinic, Department of Dermatology, Yale School of Medicine, New Haven, CT 06520-8059, USA."
          }
        ],
        "LastName": "Bangash",
        "ForeName": "Haider K",
        "Initials": "HK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Colegio",
        "ForeName": "Oscar R",
        "Initials": "OR"
      }
    ],
    "GrantList": [
      {
        "GrantID": "5KL2RR024138",
        "Acronym": "RR",
        "Agency": "NCRR NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Treat Options Oncol",
    "NlmUniqueID": "100900946",
    "ISSNLinking": "1534-6277"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antineoplastic Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antineoplastic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Combined Modality Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Immunocompromised Host"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Organ Transplantation"
    },
    {
      "QualifierName": [
        "etiology",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Skin Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sun Protection Factor"
    }
  ]
}