{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8004594",
  "DateCompleted": {
    "Year": "1994",
    "Month": "07",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0008-543X",
      "JournalIssue": {
        "Volume": "74",
        "Issue": "1 Suppl",
        "PubDate": {
          "Year": "1994",
          "Month": "Jul",
          "Day": "01"
        }
      },
      "Title": "Cancer",
      "ISOAbbreviation": "Cancer"
    },
    "ArticleTitle": "The abnormal mammogram radiographic findings, diagnostic options, pathology, and stage of cancer diagnosis.",
    "Pagination": {
      "StartPage": "244",
      "EndPage": "255",
      "MedlinePgn": "244-55"
    },
    "Abstract": {
      "AbstractText": [
        "An abnormal mammogram often will detect a mass, a cluster of calcifications, or both; these findings are not pathognomonic and require a tissue diagnosis to confirm the presence of invasive cancer, in situ cancer, or a nonmalignant process. Although mammography is very sensitive, its abnormalities may be nonspecific. Ultrasound may help to distinguish a cystic mass from a solid mass. The mammographic report should be concise and not vague and must provide the referring physician with clear information as to whether the test is normal, a biopsy must be performed on the abnormality, or the abnormality will be reviewed with a repeat X-ray examination in 6-month intervals until the nature of the abnormality is determined. A common error is to palpate a breast mass that is not visible on the mammogram (false negative) and assume that the mass is not cancerous. Reasonable interpretation of a mammographic abnormality must differentiate malignant disease from a variety of benign conditions and at the same time minimize the number of biopsies performed on a mammographic abnormality that proves to be benign. Asymptomatic breast cancer may be detected mammographically when screening mammography is used; five to seven cancers should be detected in each 1000 women when initially screened, and this incidence will decrease to 0.8-3.5 cancers per 1000 women screened, depending on their age. In recent reports, the detection of an in situ, or a Stage 0, breast cancer occurred in about 25% of the women screened. The earlier the stage, the better the prognosis and the more conservative the treatment options that may be offered to the patient. Every mammographic practice must be audited for quality control. Modern computer technology may make this effort less tedious and time-consuming than it was in the past."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Wilshire Oncology Medical Group, San Gabriel, California 91776."
          }
        ],
        "LastName": "McKenna",
        "ForeName": "R J",
        "Initials": "RJ",
        "Suffix": "Sr"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cancer",
    "NlmUniqueID": "0374236",
    "ISSNLinking": "0008-543X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Biopsy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biopsy, Needle"
    },
    {
      "QualifierName": [
        "diagnostic imaging"
      ],
      "DescriptorName": "Breast Diseases"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "pathology"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "diagnostic imaging"
      ],
      "DescriptorName": "Calcinosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "False Negative Reactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mammography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    }
  ]
}