{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32097983",
  "DateCompleted": {
    "Year": "2020",
    "Month": "06",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1090-3941",
      "JournalIssue": {
        "Volume": "36",
        "PubDate": {
          "Year": "2020",
          "Month": "May",
          "Day": "28"
        }
      },
      "Title": "Surgical technology international",
      "ISOAbbreviation": "Surg Technol Int"
    },
    "ArticleTitle": "Review of Procedures and Outcomes of Video-Assisted Thoracic Surgery for the Treatment of Non-Small Cell Lung Cancer in 45 Patients Undergoing Segmentectomy.",
    "Pagination": {
      "StartPage": "245",
      "EndPage": "250",
      "MedlinePgn": "245-250"
    },
    "Abstract": {
      "AbstractText": [
        "Lung cancer is the leading cause of death due to cancer in the United States and survival is heavily dependent upon the cancer stage at diagnosis. In the treatment of Stage I or Stage II non-small cell lung cancer (NSCLC), cancerous lung nodules are removed through lobectomy or segmentectomy. Lobectomy removes an entire lobe of the lung. Segmentectomy removes only a portion of the lobe, minimizing removal of functional lung parenchyma. Both procedures can be completed through video-assisted thoracic surgery (VATS). In this retrospective review of the outcomes of VATS segmentectomy, the locations of nodules in relation to segmentectomy and the selection of patients to undergo segmentectomy are discussed.",
        "A retrospective analysis of 60 patients who underwent VATS segmentectomy from January 2016 to December 2017 was performed. Forty-five patients were selected based on a diagnosis of NSCLC and the availability of reported outcomes. Patients were reviewed over 18 to 42 months for evidence of disease recurrence or progression.",
        "The patients had an average age of 71.2 years, and 31 (69%) were former or current smokers. Most of the lung nodules removed were located in the left upper lobe (LUL) and removed by LUL trisegmentectomy. The median lung nodule size was 18 mm. Most of the cancers diagnosed were Stage I adenocarcinoma. The median length of stay in the hospital was 3 days. The median chest tube retention was 2 days. Six patients had nodule recurrence or progression of disease.",
        "In decision-making between segmentectomy and lobectomy, adequate margins are required for the selection of segmentectomy, the most common of which is LUL trisegmentectomy. Technical challenges can be overcome with adequate training and simulation. Additional research could focus on the identification of factors associated with recurrence."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "John Wayne Cancer Institute, Santa Monica, CA."
          }
        ],
        "LastName": "Sier",
        "ForeName": "Rachel",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "John Wayne Cancer Institute, Santa Monica, CA."
          }
        ],
        "LastName": "Onugha",
        "ForeName": "Osita",
        "Initials": "O"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Surg Technol Int",
    "NlmUniqueID": "9604509",
    "ISSNLinking": "1090-3941"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Carcinoma, Non-Small-Cell Lung"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Recurrence, Local"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pneumonectomy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Thoracic Surgery, Video-Assisted"
    }
  ]
}