{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "959627",
  "DateCompleted": {
    "Year": "1976",
    "Month": "10",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0398-7620",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "2",
        "PubDate": {
          "Year": "1976",
          "Season": "Mar-Apr"
        }
      },
      "Title": "Revue d'epidemiologie et de sante publique",
      "ISOAbbreviation": "Rev Epidemiol Sante Publique"
    },
    "ArticleTitle": "The contribution of epidemiology to knowledge of cancer.",
    "Pagination": {
      "StartPage": "107",
      "EndPage": "121",
      "MedlinePgn": "107-121"
    },
    "Abstract": {
      "AbstractText": [
        "Epidemiology has contributed to knowledge of cancer in five ways. First, it has demonstrated that all cancers that are at all common anywhere vary in incidence from place to place and from time to time. The amount of variation is large, sometimes several hundred fold, and no cancers are so uniformly common that they would affect as many as 1 per cent of people by 75 years of age, in the absence of other causes of death, in all countries. Studies of migrant groups and the changes that have occurred with time show that this variation is, in large part, due to environmental factors and that most cancers are, in principle, preventible. Secondly it has shown that the incidence of specific cancers can be correlated with the prevalence of factors in the environment that might be suspected of causing the disease. Recent correlations include those between oesophageal cancer in Iran and the consumption of certain locally produced foods, between colon cancer and the presence of certain groups of anaerobic bacteria in the faeces, and between liver cancer and the amount of aflatoxin in the diet. These correlations do not provide direct evidence of causation, but they do suggest ideas for investigation by other methods. Thirdly, epidemiology has provided means for testing hypotheses by relating the occurrence of particular types of cancer to the personal characteristics of individuals, either by studying the past experience of people with and without cancer, or by following up people whose exposure to suspected agents has been previously defined. In this way it has been possible to detect dozens of occupational hazards in industry, which is many more than have been detected by laboratory experiment. Fourthly, epidemiology has confirmed that an agent is a cause of cancer by monitoring the effects of intervention to reduce or prevent exposure. An example is provided by observation in British doctors, who have reduced their consumption of cigarettes to half the national average and have experienced a corresponding reduction in the risk of death from cancers of the lung."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Doll",
        "ForeName": "R",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Rev Epidemiol Sante Publique",
    "NlmUniqueID": "7608039",
    "ISSNLinking": "0398-7620"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Environment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Epidemiologic Methods"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "mortality"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Occupational Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Smoking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Statistics as Topic"
    }
  ]
}