{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8909054",
  "DateCompleted": {
    "Year": "1996",
    "Month": "12",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0030-6096",
      "JournalIssue": {
        "Volume": "42",
        "Issue": "1",
        "PubDate": {
          "Year": "1996",
          "Month": "Jul"
        }
      },
      "Title": "Osaka city medical journal",
      "ISOAbbreviation": "Osaka City Med J"
    },
    "ArticleTitle": "Immunohistological features of basement membrane formation of uterine cervical epithelium.",
    "Pagination": {
      "StartPage": "15",
      "EndPage": "36",
      "MedlinePgn": "15-36"
    },
    "Abstract": {
      "AbstractText": [
        "The state of the basement membrane (BM) was investigated in the normal epithelium, dysplasia/carcinoma in situ (CIS) and invasive carcinoma of the uterine cervix as well as metastatic lymph nodes by performing immunohistological staining for the presence of laminin (LN) and type IV collagen (CIV) and periodic acid-methenamine silver (PAM) staining of the BM. Moreover, to clarify the relationship between the epithelial cells and the BM, simultaneous staining for proliferating cell nuclear antigen (PCNA) was performed on the repaired tissue after punch biopsy. In the normal tissues, positive linear staining was observed beneath the epithelium with both PAM staining and LN.C IV staining. Some of the cases of dysplasia/CIS were continuously positive with PAM staining. However, there were sites which showed weakening and disruption of the continuity of positive staining for LN and C IV. As a function of the histological type of invasive carcinoma, the intensity of staining for LN and C IV decreased in the order of keratinizing (K), large cell non-keratinizing (LNK) and small cell non-keratinizing (SNK) histological types. However, no correlation was found between the stage of the carcinoma and the intensity of staining. In addition, the staining of the metastatic lymph nodes was similar to that of the primary lesion, and cancer foci that were in direct contact with lymphocytes were also stained for LN and C IV. During the process of reformation of the BM, LN and C IV were already present at the time when the epithelial interstitium was still negative for PAM staining. Moreover, at the time when the epithelial basal cells were PCNA-positive, LN and C IV could not be detected, and, conversely, when PCNA was negative, LN and C IV were detected. The BM is a structure which is formed when the interstitium is in a static state, and it was surmised that the production of LN and C IV is carried out by epithelial cells, including cancerous cells. Furthermore, it was surmised that the BM is not a structure which can prevent cancer invasion and the discontinuity or intermittency of staining for LN and C IV in cancers is a result of changes in the capacity to produce the BM components due to canceration of the cells."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Osaka City University Medical School, Japan."
          }
        ],
        "LastName": "Tamura",
        "ForeName": "K",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Osaka City Med J",
    "NlmUniqueID": "0376413",
    "ISSNLinking": "0030-6096"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Laminin"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Proliferating Cell Nuclear Antigen"
    },
    {
      "RegistryNumber": "9007-34-5",
      "NameOfSubstance": "Collagen"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "chemistry",
        "cytology"
      ],
      "DescriptorName": "Basement Membrane"
    },
    {
      "QualifierName": [
        "chemistry",
        "cytology"
      ],
      "DescriptorName": "Cervix Uteri"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Collagen"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Epithelial Cells"
    },
    {
      "QualifierName": [
        "chemistry"
      ],
      "DescriptorName": "Epithelium"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunohistochemistry"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Laminin"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Proliferating Cell Nuclear Antigen"
    },
    {
      "QualifierName": [
        "chemistry",
        "pathology"
      ],
      "DescriptorName": "Uterine Cervical Neoplasms"
    },
    {
      "QualifierName": [
        "chemistry",
        "pathology"
      ],
      "DescriptorName": "Uterine Cervical Dysplasia"
    }
  ]
}