{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8007020",
  "DateCompleted": {
    "Year": "1994",
    "Month": "07",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0027-8874",
      "JournalIssue": {
        "Volume": "86",
        "Issue": "13",
        "PubDate": {
          "Year": "1994",
          "Month": "Jul",
          "Day": "06"
        }
      },
      "Title": "Journal of the National Cancer Institute",
      "ISOAbbreviation": "J Natl Cancer Inst"
    },
    "ArticleTitle": "Lung cancer risk and radiation dose among women treated for breast cancer.",
    "Pagination": {
      "StartPage": "983",
      "EndPage": "988",
      "MedlinePgn": "983-8"
    },
    "Abstract": {
      "AbstractText": [
        "Evidence shows ionizing radiation can cause lung cancer, but few studies have quantified risk in relation to radiation dose.",
        "This study evaluated the long-term risk of lung cancer among women treated with radiation for breast cancer.",
        "In this case-referent study, the Connecticut Tumor Registry was used to identify women diagnosed with histologically confirmed invasive breast cancer between 1935 and 1971 who survived for at least 10 years (8976) and to ascertain lung cancers occurring in this group between 1945 and 1981. Seventy-six cases of lung cancer were identified; however, 15 cases did not meet the criteria for inclusion. For the 61 remaining lung cancer case patients and 120 reference subjects (selected from the same registry and matched according to race, age at breast cancer diagnosis, year of breast cancer diagnosis, and survival without a second primary tumor), hospital charts were reviewed to collect medical history and radiotherapy information. A medical physicist estimated radiation dose to different segments of the lungs on the basis of radiotherapy reports and experimental simulations of treatments.",
        "For these 10-year survivors of breast cancer, the overall relative risk (RR) of lung cancer associated with initial radiotherapy for breast cancer was 1.8 (95% confidence interval [CI] = 0.8-3.8), and the RR increased with time following treatment. The RR for periods of 15 years or more after radiotherapy was 2.8 (95% CI = 1.0-8.2). Mean dose was 15.2 Gy to the ipsilateral lung, 4.6 Gy to the contralateral lung, and 9.8 Gy for both lungs combined. The excess RR was 0.08 per Gy, based on average dose to both lungs, and 0.20 per Gy to the affected (cancerous) lung.",
        "Breast cancer radiotherapy regimens in use before the 1970s were associated with an elevated lung cancer risk many years following treatment. The estimated risk coefficients are lower than those reported for atomic bomb survivors. The lower than expected risk might be attributable to high-dose cell killing or the fractionated nature of the exposure.",
        "Approximately nine cases of radiotherapy-induced lung cancer per year would be expected to occur among 10,000 women who received an average lung dose of 10 Gy and survived for at least 10 years. Current radiotherapy for breast cancer results in less extensive exposure of the lungs in comparison to treatments of years past, and the risk of secondary lung cancer need not play a major role in clinical decisions regarding treatment for breast cancer. Nonetheless, efforts to reduce unnecessary exposure of the lungs and heart should continue to further reduce possible adverse radiation effects."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Radiation Epidemiology Branch, Division of Cancer Etiology, National Cancer Institute, Bethesda, Md."
          }
        ],
        "LastName": "Inskip",
        "ForeName": "P D",
        "Initials": "PD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stovall",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Flannery",
        "ForeName": "J T",
        "Initials": "JT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Natl Cancer Inst",
    "NlmUniqueID": "7503089",
    "ISSNLinking": "0027-8874"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "J Natl Cancer Inst. 1995 Jan 4;87(1):60-1",
      "PMID": "7666469"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "radiotherapy"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Logistic Models"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Neoplasms, Radiation-Induced"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Neoplasms, Second Primary"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Radiotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Radiotherapy Dosage"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk"
    }
  ]
}