{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cisplatin",
      "Randomized controlled trials",
      "Second cancer"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29258467",
  "DateCompleted": {
    "Year": "2018",
    "Month": "07",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "12",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "871",
      "10.1186/s12885-017-3902-4"
    ],
    "Journal": {
      "ISSN": "1471-2407",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Dec",
          "Day": "19"
        }
      },
      "Title": "BMC cancer",
      "ISOAbbreviation": "BMC Cancer"
    },
    "ArticleTitle": "Risk of second primary cancers in cancer patients treated with cisplatin: a systematic review and meta-analysis of randomized studies.",
    "Pagination": {
      "StartPage": "871",
      "MedlinePgn": "871"
    },
    "Abstract": {
      "AbstractText": [
        "Case reports, retrospective analyses, and observational studies have linked the use of cisplatin to increased risk of second cancers, especially life-threatening secondary leukemia. We therefore performed a systematic review and meta-analysis to evaluate the risk of second cancers associated with receipt of cisplatin-based chemotherapy in randomized controlled trials (RCTs).",
        "We searched MEDLINE, Embase, the Cochrane Central Register of Controlled Trials, trial registers, conference proceedings, review articles, and reference lists of trial publications for all relevant RCTs comparing cisplatin- versus non-cisplatin-containing chemotherapy with data on second cancers. We extracted data about study characteristics and second cancers, especially leukemia/ myelodysplasia. The primary and secondary outcomes were the odds ratios (ORs) for all second cancers and for secondary leukemia/ myelodysplasia, respectively.",
        "We identified 28 eligible trials with 7403 patients. Second cancers were reported in 143 patients, including 75 patients in the cisplatin arm and 68 in the non-cisplatin arm (raw event rates of 1.91 and 1.96%, respectively). The pooled OR for risk of all second cancers associated with cisplatin-based chemotherapy was 0.95 (95% confidence interval (CI): 0.67-1.33, P = 0.76). Secondary leukemia/ myelodysplasia was reported in 14 patients on cisplatin arms and in 6 patients on non-cisplatin arms of 11 eligible RCTs with 2629 patients (raw event rates of 1.09 and 0.45%, respectively; pooled OR = 2.34, 95%CI 0.97-5.65, P = 0.06).",
        "Cisplatin was not associated with a significantly increased risk of second cancers compared with non-cisplatin-based chemotherapy. There is a non-significant trend to increased risk of leukemia/ myelodysplasia and the absolute risk was low. The concern about risk of second cancers should not influence decisions to use an efficacious regimen containing cisplatin."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Shanghai Cancer Center and Shanghai Medical College, Fudan University, Shanghai, China."
          }
        ],
        "LastName": "Liang",
        "ForeName": "Fei",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Shanghai Cancer Center and Shanghai Medical College, Fudan University, Shanghai, China. wozhangsheng@hotmail.com."
          },
          {
            "Identifier": [],
            "Affiliation": "Medical Oncology, Shanghai Cancer Center, Fudan University, 270 Dongan Road, Shanghai, 200032, China. wozhangsheng@hotmail.com."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Sheng",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rizhao City Hospital of Traditional Chinese Medicine, 35 Wanghai Road, Rizhao, China."
          }
        ],
        "LastName": "Xue",
        "ForeName": "Hongxi",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of clinical biochemistry, School of public health Taishan medical university, Taishan, China."
          }
        ],
        "LastName": "Chen",
        "ForeName": "Qiang",
        "Initials": "Q"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Cancer",
    "NlmUniqueID": "100967800",
    "ISSNLinking": "1471-2407"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "Q20Q21Q62J",
      "NameOfSubstance": "Cisplatin"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects",
        "therapeutic use"
      ],
      "DescriptorName": "Cisplatin"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "chemically induced",
        "epidemiology",
        "pathology"
      ],
      "DescriptorName": "Neoplasms, Second Primary"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Ethics approval was not required for this study because it was based on publicly available data and involved no individual patient data collection or analysis. CONSENT FOR PUBLICATION: All authors have consented for this publication. COMPETING INTERESTS: For Sheng Zhang: None, For Fei Liang: None, For Hongxi Xue: None, For Qiang Chen: None. We declare that Dr. Sheng Zhang and Fei Liang had full access to all of the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}