{
  "CitationSubset": [],
  "KeywordList": [
    [
      "cancer",
      "cancer incidence",
      "gastrointestinal cancer",
      "immune surveillance",
      "lymphoma",
      "primary immune deficiencies",
      "tumor profile",
      "virus-induced cancer"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29881389",
  "DateCompleted": {
    "Year": "2019",
    "Month": "07",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "05",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1149",
      "10.3389/fimmu.2018.01149"
    ],
    "Journal": {
      "ISSN": "1664-3224",
      "JournalIssue": {
        "Volume": "9",
        "PubDate": {
          "Year": "2018"
        }
      },
      "Title": "Frontiers in immunology",
      "ISOAbbreviation": "Front Immunol"
    },
    "ArticleTitle": "A Tumor Profile in Primary Immune Deficiencies Challenges the Cancer Immune Surveillance Concept.",
    "Pagination": {
      "StartPage": "1149",
      "MedlinePgn": "1149"
    },
    "Abstract": {
      "AbstractText": [
        "Under the concept of cancer immune surveillance, individuals with primary immune deficiencies would be expected to develop many more malignancies and show an excess of all types of cancers, compared to people with a normal immune system. A review of the nine most frequent and best-documented human conditions with primary immune deficiency reveals a 1.6- to 2.3-fold global increase of cancer in the largest epidemiological studies. However, the spectrum of cancer types with higher frequencies is narrow, limited mainly to lymphoma, digestive tract cancers, and virus-induced cancers. Increased lymphoma is also reported in animal models of immune deficiency. Overstimulation of leukocytes, chronic inflammation, and viruses explain this tumor profile. This raises the question of cancers being foreign organisms or tissues. Organisms, such as bacteria, viruses, and parasites as well as non-compatible grafts are seen as foreign (non-self) and identified and destroyed or rejected by the body (self). As cancer cells rarely show strong (and unique) surface antibodies, their recognition and elimination by the immune system is theoretically questionable, challenging the immune surveillance concept. In the neonatal period, the immune system is weak, but spontaneous regression and good outcomes occur for some cancers, suggesting that non-immune factors are effective in controlling cancer. The idea of cancer as a group of cells that must be destroyed and eliminated appears instead as a legacy of methods and paradigms in microbiological medicine. As an alternative approach, cancer cells could be considered part of the body and could be controlled by an embryonic and neonatal environment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut Universitaire de Recherche Clinique, Biostatistics, Epidemiology and Public Health, Team Cancer EA 2415 and Oncodéfi, Montpellier, France."
          }
        ],
        "LastName": "Satgé",
        "ForeName": "Daniel",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Front Immunol",
    "NlmUniqueID": "101560960",
    "ISSNLinking": "1664-3224"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Disease Susceptibility"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunocompromised Host"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology",
        "immunology"
      ],
      "DescriptorName": "Immunologic Deficiency Syndromes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunologic Surveillance"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}