{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Tasmanian devil facial tumour disease",
      "cancer evolution",
      "canine transmissible venereal tumour",
      "clam leukaemia",
      "micro-environment"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27417118",
  "DateCompleted": {
    "Year": "2017",
    "Month": "10",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "03",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/bies.201670904"
    ],
    "Journal": {
      "ISSN": "1521-1878",
      "JournalIssue": {
        "Volume": "38 Suppl 1",
        "PubDate": {
          "Year": "2016",
          "Month": "Jul"
        }
      },
      "Title": "BioEssays : news and reviews in molecular, cellular and developmental biology",
      "ISOAbbreviation": "Bioessays"
    },
    "ArticleTitle": "Transmissible cancers in an evolutionary context.",
    "Pagination": {
      "StartPage": "S14",
      "EndPage": "S23",
      "MedlinePgn": "S14-23"
    },
    "Abstract": {
      "AbstractText": [
        "Cancer is an evolutionary and ecological process in which complex interactions between tumour cells and their environment share many similarities with organismal evolution. Tumour cells with highest adaptive potential have a selective advantage over less fit cells. Naturally occurring transmissible cancers provide an ideal model system for investigating the evolutionary arms race between cancer cells and their surrounding micro-environment and macro-environment. However, the evolutionary landscapes in which contagious cancers reside have not been subjected to comprehensive investigation. Here, we provide a multifocal analysis of transmissible tumour progression and discuss the selection forces that shape it. We demonstrate that transmissible cancers adapt to both their micro-environment and macro-environment, and evolutionary theories applied to organisms are also relevant to these unique diseases. The three naturally occurring transmissible cancers, canine transmissible venereal tumour (CTVT) and Tasmanian devil facial tumour disease (DFTD) and the recently discovered clam leukaemia, exhibit different evolutionary phases: (i) CTVT, the oldest naturally occurring cell line is remarkably stable; (ii) DFTD exhibits the signs of stepwise cancer evolution; and (iii) clam leukaemia shows genetic instability. While all three contagious cancers carry the signature of ongoing and fairly recent adaptations to selective forces, CTVT appears to have reached an evolutionary stalemate with its host, while DFTD and the clam leukaemia appear to be still at a more dynamic phase of their evolution. Parallel investigation of contagious cancer genomes and transcriptomes and of their micro-environment and macro-environment could shed light on the selective forces shaping tumour development at different time points: during the progressive phase and at the endpoint. A greater understanding of transmissible cancers from an evolutionary ecology perspective will provide novel avenues for the prevention and treatment of both contagious and non-communicable cancers."
      ],
      "CopyrightInformation": "© 2016 The Authors. BioEssays published by WILEY Periodicals, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Integrative Ecology, School of Life and Environmental Sciences, Deakin University, Waurn Ponds, Victoria, 3216, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Veterinary Sciences, University of Sydney, Sydney, New South Wales, 2006, Australia."
          }
        ],
        "LastName": "Ujvari",
        "ForeName": "Beata",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Bioinformatics Division, Walter and Eliza Hall Institute of Medical Research, Parkville, Victoria, 3052, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Biology, University of Melbourne, Parkville, Victoria, 3010, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Sir Peter MacCallum Department of Oncology, University of Melbourne, Parkville, Victoria, 3010, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Bioinformatics and Cancer Genomics, Peter MacCallum Cancer Centre, East Melbourne, Victoria, 3002, Australia."
          }
        ],
        "LastName": "Papenfuss",
        "ForeName": "Anthony T",
        "Initials": "AT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Veterinary Sciences, University of Sydney, Sydney, New South Wales, 2006, Australia."
          }
        ],
        "LastName": "Belov",
        "ForeName": "Katherine",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Bioessays",
    "NlmUniqueID": "8510851",
    "ISSNLinking": "0265-9247"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biological Evolution"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Transmission, Infectious"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}