{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Biomarker",
      "Clinical significance",
      "Diagnosis",
      "Gastric tumor markers",
      "Pre- and post- chemotherapy",
      "Prognosis",
      "Stomach cancer",
      "Treatment"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28922727",
  "DateCompleted": {
    "Year": "2018",
    "Month": "06",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "09",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.biopha.2017.09.032",
      "S0753-3322(17)32481-2"
    ],
    "Journal": {
      "ISSN": "1950-6007",
      "JournalIssue": {
        "Volume": "95",
        "PubDate": {
          "Year": "2017",
          "Month": "Nov"
        }
      },
      "Title": "Biomedicine & pharmacotherapy = Biomedecine & pharmacotherapie",
      "ISOAbbreviation": "Biomed Pharmacother"
    },
    "ArticleTitle": "The relevance of gastric cancer biomarkers in prognosis and pre- and post- chemotherapy in clinical practice.",
    "Pagination": {
      "StartPage": "1082",
      "EndPage": "1090",
      "MedlinePgn": "1082-1090"
    },
    "Abstract": {
      "AbstractText": [
        "Gastric cancer (GC) is one among the major cancer types, causing human deaths and present noticeable heterogeneity. The incidences and mortality rates are higher in males in comparison to females with a male to female ratio of 2.3:1. A lot of studies have revealed out the molecular basis, pathogenesis, invasion and metastasis related findings of gastric stomach cancer. Present review encompasses the salient information on various biomarkers for the early diagnosis, treatment and prognosis of gastric cancer elaborate the clinical importance of serum tumor markers in patients with this cancer as well as checking the growths, together with epigenetic changes and genetic polymorphisms. A deep and rigorous search was carried out in Pub Med/MEDLINE using specific key words; \"gastric cancer\", with \"tumor marker\". Our search yielded 4947 important reports about related topic from books and articles that were published before the end of August 2017. Conclusively, Scientists are utilizing high time and resource to salvage this nemesis which is of global importance and cause health burden. Classical and novel biomarkers are important for treatment as well as pre- and post- diagnosis of GC. Major causes for GC are cigarette smoking, infection by Helicobacter pylori, atrophic gastritis, sex/gender, and high salt intake. Early diagnoses of GC is important for the management, treatment, pathological diagnoses by stage prognosis and metastatic setting; although the treatment outcome proved to be not much fruitful following chemotherapy, and oral medication with oxaliplatin, capecitabine, cisplatin and 5- fluorouracil (5-FU). More research studies and exploring the practical usage of gastric cancer biomarkers in diagnosis, prognosis and pre- and post- chemotherapy in clinical practice for countering gastric cancers would alleviate to some extent the ill health sufferings of humans being caused by this important and common cancerous condition."
      ],
      "CopyrightInformation": "Copyright © 2017 Elsevier Masson SAS. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Pharmacy, School of Basic Medicine and Clinical Pharmacy, China Pharmaceutical University, School of Pharmacy, Jiangsu Province, 211198, PR China; Department of Medical Oncology, Affiliated Nanjing Medical University, Jiangsu Cancer Hospital and Jiangsu Institute of Cancer and Research, Nanjing, Jiangsu Province, 211198, PR China."
          }
        ],
        "LastName": "Abbas",
        "ForeName": "Muhammad",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, Women and Children Hospital, Abbottabad, 22044, KPK Province, Pakistan."
          }
        ],
        "LastName": "Habib",
        "ForeName": "Murad",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Pharmacy, School of Basic Medicine and Clinical Pharmacy, China Pharmaceutical University, School of Pharmacy, Jiangsu Province, 211198, PR China."
          }
        ],
        "LastName": "Naveed",
        "ForeName": "Muhammad",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Central University Laboratory, Tamil Nadu Veterinary and Animal Sciences University, Chennai, 600 051, Tamil Nadu, India."
          }
        ],
        "LastName": "Karthik",
        "ForeName": "Kumaragurubaran",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Pathology, ICAR- Indian Veterinary Research Institute, Izatnagar, 243122 Uttar Pradesh, India."
          }
        ],
        "LastName": "Dhama",
        "ForeName": "Kuldeep",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, Affiliated Nanjing Medical University, Jiangsu Cancer Hospital and Jiangsu Institute of Cancer and Research, Nanjing, Jiangsu Province, 211198, PR China."
          }
        ],
        "LastName": "Shi",
        "ForeName": "Meiqi",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Pharmacy, School of Basic Medicine and Clinical Pharmacy, China Pharmaceutical University, School of Pharmacy, Jiangsu Province, 211198, PR China. Electronic address: chdd@cpu.edu.cn."
          }
        ],
        "LastName": "Dingding",
        "ForeName": "Chen",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Biomed Pharmacother",
    "NlmUniqueID": "8213295",
    "ISSNLinking": "0753-3322"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers, Tumor"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Apoptosis"
    },
    {
      "QualifierName": [
        "blood",
        "metabolism"
      ],
      "DescriptorName": "Biomarkers, Tumor"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Neoplasm Recurrence, Local"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Signal Transduction"
    },
    {
      "QualifierName": [
        "blood",
        "drug therapy",
        "metabolism"
      ],
      "DescriptorName": "Stomach Neoplasms"
    }
  ]
}