{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11436418",
  "DateCompleted": {
    "Year": "2001",
    "Month": "08",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "dut"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0302-6469",
      "JournalIssue": {
        "Volume": "63",
        "Issue": "2",
        "PubDate": {
          "Year": "2001"
        }
      },
      "Title": "Verhandelingen - Koninklijke Academie voor Geneeskunde van Belgie",
      "ISOAbbreviation": "Verh K Acad Geneeskd Belg"
    },
    "ArticleTitle": "[Is cancer a hereditary or a degenerative disease?].",
    "Pagination": {
      "StartPage": "137",
      "EndPage": "152",
      "MedlinePgn": "137-52"
    },
    "Abstract": {
      "AbstractText": [
        "All malignancies, whether they are solid tumors or leukemias, always originate from modifications of the genetic information of the cells. In most cases these changes occur in a single cell, which will then generate a whole series of malignant cells through cell division. In these cases the cancer is sporadic and therefore not hereditary. In a small percentage of the cases the DNA defects are inherited from one of the parents. All cells of the body will then carry this defect, but only a few tissues will become cancerous later in life based on this defect. These forms of cancer, such as some forms of breastca, colonca, thyroidca a.o. are hereditary. Nevertheless the malignant process will not be initiated in all individuals who carry these defects and the age at onset cannot be predicted with precision. In some malignancies, whether sporadic or hereditary, the first gene that carries a defect will be essential for normal cellular function. As a result, the malignant behavior of the cells becomes irreversible. Gradually, additional defects will accumulate in other genes in these cells leading to an increasing malignant behavior of the cancer. In other cases the consequences of the first defect remain limited but the accumulation of additional defects in other genes is facilitated resulting in an increased aggressive behavior of the cells. The environmental factors that cause or facilitate the occurrence of the first DNA defect in the cells, or that facilitate the initiation of hereditary cancers remain largely unknown. Chance plays of course an important role since we accumulate continuously defects in our DNA. Nevertheless evidence exists for the presence of components in our atmosphere, our food or beverages that facilitate the accumulation of defects in our DNA. The identification of these components provides an important starting point for improved prevention. In the mean time, making genetic tests available to individuals at risk for hereditary cancers remains an important, be it delicate task, since they can potentially influence their chances of survival. The improving insights into the mechanisms involved in the pathogenesis of cancers guarantees a better and more efficient treatment in the future."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centrum voor Menselijke Erfelijkheid K. U. Leuven Campus Gasthuisberg Herestraat 49-3000 Leuven."
          }
        ],
        "LastName": "Cassiman",
        "ForeName": "J J",
        "Initials": "JJ"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Is kanker een erfelijke of een verworven aandoening?"
  },
  "MedlineJournalInfo": {
    "Country": "Belgium",
    "MedlineTA": "Verh K Acad Geneeskd Belg",
    "NlmUniqueID": "0413210",
    "ISSNLinking": "0302-6469"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "DNA, Neoplasm"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age of Onset"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Cell Division"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Cell Transformation, Neoplastic"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "DNA, Neoplasm"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Environment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "genetics"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ],
  "NumberOfReferences": "8"
}