{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19221644",
  "DateCompleted": {
    "Year": "2009",
    "Month": "07",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "02",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1220-0522",
      "JournalIssue": {
        "Volume": "50",
        "Issue": "1",
        "PubDate": {
          "Year": "2009"
        }
      },
      "Title": "Romanian journal of morphology and embryology = Revue roumaine de morphologie et embryologie",
      "ISOAbbreviation": "Rom J Morphol Embryol"
    },
    "ArticleTitle": "Gastric cancer: the correlation between the clinicopathological factors and patients' survival (I).",
    "Pagination": {
      "StartPage": "41",
      "EndPage": "50",
      "MedlinePgn": "41-50"
    },
    "Abstract": {
      "AbstractText": [
        "The prognosis of the gastric cancer is generally reserved. The purpose of this study consists in the identification of the clinicopathological parameters that influence the prognosis of the patients that underwent surgery for gastric cancer.",
        "Out of a total amount of 265 patients (186 males and 79 females) clinically and histopathologically diagnosed with gastric cancer, 61 patients operated for this disease have been selected from the Surgical Departments of the Emergency County Hospital in Timisoara. A prospective study was conducted on this group, regarding the gastric cancer's evolution and aggressiveness, for a period of 5 years. The survival time was calculated starting with the month when the surgery took place, and up to the month of death or that of the survival confirmation, and the survival rate was represented by the percentage of survivals at the end of the tracked period (in years and months).",
        "The study group was formed of 61 patients (43 males and 18 females) of ages between 30 and 80 years (mean age = 59.34 years). Gastric cancer was encountered more frequently in males (70.5%) than in females (29.5%) (p<0.001 ES). The amount of gastric cancer cases grows with age, the highest percent being observed in patients from the 51-70 years age group. However, the incidence is significantly lower after the age of 71 - 8.2% (p<0.001 ES). Antral localization of the gastric cancer predominates in both males and females, for all the age groups (50.8%). The average 5 years survival rate, for the whole group has been of 16.4%. We remark the extremely low survival rate for the older patients. In our study, we have identified five early gastric carcinomas (8.2%), classified as being type I protrusive tumors of intestinal type and 56 advanced gastric carcinomas, 16 cases in females (28.6%) and 40 cases in males (71.4%). The average survival for the patients with advanced gastric cancers was of 13.9 months, significantly lower than the average survival value of the patients with early gastric cancers (57.2 months). According to Borrmann's classification, we have identified five type I carcinomas (8.9%), 20 type II carcinomas (35.7%), 22 type III carcinomas (39.3%), and nine type IV carcinomas (16.1%). We did not notice any significant differences between the survival values of the patients with tumors of types I, II and III (p>0.05 NS), but the patients with diffuse infiltrative gastric cancers had an average survival of only 4.9 months after the surgery.",
        "The prognosis for gastric cancer is reserved, the 5 years average survival rate is of 16.4%. We have noticed a significantly decrease of survival rate with age (p = 0.024688 S). The 5 years survival is of 10.7% for patients with advanced cancers, significantly lower than the 5 years survival of 80% for patients with early gastric cancers (p<0.001 ES).The ulcerative-infiltrative type of cancer is predominant (39.3%). The patients with diffuse infiltrative forms of gastric cancers survived for an average period of only 4.9 months after surgical intervention."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, \"Victor Babeş\" University of Medicine and Pharmacy, Timisoara, Romania. lazar_daniela@yahoo.com"
          }
        ],
        "LastName": "Lazăr",
        "ForeName": "Daniela",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tăban",
        "ForeName": "Sorina",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dema",
        "ForeName": "Alis",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cornianu",
        "ForeName": "Mărioara",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Goldiş",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Raţiu",
        "ForeName": "Iulia",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sporea",
        "ForeName": "I",
        "Initials": "I"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Romania",
    "MedlineTA": "Rom J Morphol Embryol",
    "NlmUniqueID": "9112454",
    "ISSNLinking": "1220-0522"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Age Distribution"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [
        "mortality",
        "pathology"
      ],
      "DescriptorName": "Stomach Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Survival Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Survivors"
    }
  ]
}