{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12903844",
  "DateCompleted": {
    "Year": "2003",
    "Month": "12",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0080-0015",
      "JournalIssue": {
        "Volume": "163",
        "PubDate": {
          "Year": "2003"
        }
      },
      "Title": "Recent results in cancer research. Fortschritte der Krebsforschung. Progres dans les recherches sur le cancer",
      "ISOAbbreviation": "Recent Results Cancer Res"
    },
    "ArticleTitle": "New cancer biomarkers deriving from NCI early detection research.",
    "Pagination": {
      "StartPage": "72",
      "EndPage": "266",
      "MedlinePgn": "72-84; discussion 264-6"
    },
    "Abstract": {
      "AbstractText": [
        "Cancer is not a single disease but an accumulation of several events, genetic and epigenetic, arising in a single cell over a long time interval. A high priority in the cancer field is to identify these events. This can be achieved by characterizing cancer-associated genes and their protein products. Identifying the molecular alterations that distinguish any particular cancer cell from a normal cell will ultimately help to define the nature and predict the pathologic behavior of that cancer cell. It will also indicate the responsiveness to treatment of that particular tumor. Understanding the profile of molecular changes in any particular cancer will be extremely useful as it will become possible to correlate the resulting phenotype of that cancer with molecular events. Achieving these goals and knowledge will provide an opportunity for discovering new biomarkers for early cancer detection and developing prevention approaches. This will also help us identify new targets for therapeutic development. Advancement in technology includes methods and tools that enable research including, but not limited to, instrumentation, techniques, devices, and analysis tools (e.g., computer software). Resources such as databases, reagents, and tissue repositories are different than technologies. The identification and definition of the molecular profiles of cancer will require the development and dissemination of high-throughput molecular analysis technologies, as well as elucidation of all of the molecular species embedded in the genome of cancer and normal cells. The main challenge in cancer control and prevention is to detect the cancer early. This could then enable effective interventions and therapies contributing to reduction in mortality and morbidity. At a specific time, biomarkers serve as molecular signposts of the physiologic state of a cell. These signposts are the result of genes, their products (proteins) and other organic chemicals made by the cell. Biomarkers could prove to be vital for the identification of early cancer and subjects at risk of developing cancer as a normal cell progresses through the complex process of transformation to a cancerous state. This chapter discusses ongoing research in genetic and proteomic approaches to identify molecular signatures such as protein profiles, microsatellite instability, hypermethylation, and single nucleotide polymorphisms. Other topics covered here include the use of genomics and proteomics as high-throughput technology platforms to facilitate biomarker-aided detection of early cancer. Other areas covered include issues surrounding the analysis, validation, and predictive value of biomarkers using such technologies. Recent advances in noninvasive techniques, such as buccal cell isolates serving as viable sources of biomarkers, complementary to traditional sources such as serum or plasma, are also presented. The review also brings attention to the efforts of the Early Detection Research Network (EDRN) at the National Cancer Institute (NCI), in bringing together scientific expertise from leading national and international institutions, to identify and validate biomarkers for the detection of precancerous and cancerous cells in determining risk for developing cancer. The network's serious determined efforts in linking discovery to process development, resulting in early detection tests and clinical assessment, are also discussed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cancer Biomarkers Research Group, Division of Cancer Prevention, National Cancer Institute, National Institute of Health, 6130 Executive Boulevard, EPN-3142, Rockville, MD 20852-7346, USA."
          }
        ],
        "LastName": "Verma",
        "ForeName": "Mukesh",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Srivastava",
        "ForeName": "Sudhir",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Recent Results Cancer Res",
    "NlmUniqueID": "0044671",
    "ISSNLinking": "0080-0015"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers, Tumor"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Biomarkers, Tumor"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomedical Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Computational Biology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "National Institutes of Health (U.S.)"
    },
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    }
  ],
  "NumberOfReferences": "20"
}