{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26099352",
  "DateCompleted": {
    "Year": "2016",
    "Month": "07",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "07",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "06",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1827-1820",
      "JournalIssue": {
        "Volume": "150",
        "Issue": "4",
        "PubDate": {
          "Year": "2015",
          "Month": "Aug"
        }
      },
      "Title": "Giornale italiano di dermatologia e venereologia : organo ufficiale, Societa italiana di dermatologia e sifilografia",
      "ISOAbbreviation": "G Ital Dermatol Venereol"
    },
    "ArticleTitle": "Actinic keratosis and squamous cell carcinoma: clinical and pathological features.",
    "Pagination": {
      "StartPage": "379",
      "EndPage": "384",
      "MedlinePgn": "379-84"
    },
    "Abstract": {
      "AbstractText": [
        "Actinic keratoses (AKs) are the most common keratinocytederived precancerous lesion in humans; they can be observed predominantly in fair-skinned individuals on sun-exposed surfaces. The primary risk factor for AKs is cumulative UV exposure from sunlight and/or tanning salons. AKs may present on a patient as a few detectable lesions. In addition to these, there are subclinical (invisible) AKs that are estimated to occur up to 10 times more often than visible AKs, since unprotected skin receives UV radiation from the sun. Clinical and subclinical AK lesions occurring in photo-damaged skin are called field cancerization. A field of change can be up to 7 cm around the primary lesions, resulting in lesions that are genetically similar. AKs are defined at the histologic level by dysplasia and consist of keratinocytes manifesting atypical nuclei that are enlarged, irregular, and hyperchromatic. The histopathologic changes noted in keratinocytic proliferative lesions involve disturbance of normal surface maturation. The degree and extent of keratinocytic atypia vary in these lesions. The atypical keratinocytes show enlarged nuclei with hyperchromasia, dyskeratosis and mitoses in any layer of the epidermis. In lesions of epidermal dysplasias, surface keratinocytic maturation is present, and a granular cell layer is usually noted. In intraepidermal carcinomas, there is full-thickness involvement of the epidermis by the atypical keratinocytes. While molecular techniques have improved our ability to distinguish squamous cell carcinomas (SCCs) from AKs, they have also reinforced the concept that non-melanoma skin cancers arise through a complex series of aberrations at the molecular level. AKs represent a spectrum along the continuum to invasive cancer. They are the most visible manifestation of field cancerization which creates a population of atypical cells with the potential to progress to invasive malignancy capable of metastasis. As the perilesional epithelium also has abnormalities due to photo exposure, understanding the existence of a \"cancerization field\" should be explained to the patients, reinforcing the importance of preventive clinical follow-up. The aim of the present review was to emphasize the histopathological aspect of the morphological spectrum in AK, and SCCs, also elucidating the clinicopathology of field canceriziation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Pathological Anatomy, Macerata Hospital Area Vasta 3, ASUR Marche, Macerata, Italy - giorgiofilosa@virgilio.it."
          }
        ],
        "LastName": "Filosa",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Filosa",
        "ForeName": "G",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "G Ital Dermatol Venereol",
    "NlmUniqueID": "8102852",
    "ISSNLinking": "0392-0488"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Carcinoma in Situ"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "pathology"
      ],
      "DescriptorName": "Carcinoma, Squamous Cell"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Progression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Keratinocytes"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "pathology"
      ],
      "DescriptorName": "Keratosis, Actinic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "pathology"
      ],
      "DescriptorName": "Skin Neoplasms"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Sunlight"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Ultraviolet Rays"
    }
  ]
}