{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "CRISPR/Cas9",
      "Cancer",
      "Clinical application",
      "Gene therapy",
      "Immune therapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36100322",
  "DateCompleted": {
    "Year": "2022",
    "Month": "09",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "09",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "12",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jare.2021.11.018",
      "S2090-1232(21)00237-X"
    ],
    "Journal": {
      "ISSN": "2090-1224",
      "JournalIssue": {
        "Volume": "40",
        "PubDate": {
          "Year": "2022",
          "Month": "Sep"
        }
      },
      "Title": "Journal of advanced research",
      "ISOAbbreviation": "J Adv Res"
    },
    "ArticleTitle": "The power and the promise of CRISPR/Cas9 genome editing for clinical application with gene therapy.",
    "Pagination": {
      "StartPage": "135",
      "EndPage": "152",
      "MedlinePgn": "135-152"
    },
    "Abstract": {
      "AbstractText": [
        "Clustered Regularly Interspaced Short Palindromic Repeats (CRISPR) is derived from the bacterial innate immune system and engineered as a robust gene-editing tool. Due to the higher specificity and efficiency of CRISPR/Cas9, it has been widely applied to many genetic and non-genetic disease, including cancers, genetic hemolytic diseases, acquired immunodeficiency syndrome, cardiovascular diseases, ocular diseases, and neurodegenerative diseases, and some X-linked diseases. Furthermore, in terms of the therapeutic strategy of cancers, many researchers used the CRISPR/Cas9 technique to cure or alleviate cancers through different approaches, such as gene therapy and immune therapy.",
        "Here, we conclude the recent application and clinical trials of CRISPR/Cas9 in non-cancerous diseases and cancers and pointed out some of the problems to be solved.",
        "CRISPR/Cas9, derived from the microbial innate immune system, is developed as a robust gene-editing tool and has been applied widely. Due to its high accuracy and efficiency, CRISPR/Cas9 techniques may provide a great chance to treat some gene-related diseases by disrupting, inserting, correcting, replacing, or blocking genes for clinical application with gene therapy."
      ],
      "CopyrightInformation": "Copyright © 2022. Production and hosting by Elsevier B.V."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Engineering Laboratory for Deep Process of Rice and Byproducts, College of Food Science and Engineering, Central South University of Forestry and Technology, Changsha 410004, Hunan, China."
          }
        ],
        "LastName": "Guo",
        "ForeName": "Ning",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Oncology, Affiliated Tumor Hospital of Nantong University, Nantong 226631, China."
          }
        ],
        "LastName": "Liu",
        "ForeName": "Ji-Bin",
        "Initials": "JB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Engineering Laboratory for Deep Process of Rice and Byproducts, College of Food Science and Engineering, Central South University of Forestry and Technology, Changsha 410004, Hunan, China. Electronic address: liwendream@163.com."
          }
        ],
        "LastName": "Li",
        "ForeName": "Wen",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Oncology, Affiliated Tumor Hospital of Nantong University, Nantong 226631, China; Department of Nuclear Medicine, Shanghai Tenth People's Hospital, Tongji University School of Medicine, Shanghai 200072, China. Electronic address: mayushui@tongji.edu.cn."
          }
        ],
        "LastName": "Ma",
        "ForeName": "Yu-Shui",
        "Initials": "YS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Engineering Laboratory for Deep Process of Rice and Byproducts, College of Food Science and Engineering, Central South University of Forestry and Technology, Changsha 410004, Hunan, China; General Surgery, Ruijin Hospital & Institute of Pancreatic Diseases, Shanghai Jiaotong University School of Medicine, Shanghai 200025, China. Electronic address: fu800da900@126.com."
          }
        ],
        "LastName": "Fu",
        "ForeName": "Da",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Egypt",
    "MedlineTA": "J Adv Res",
    "NlmUniqueID": "101546952",
    "ISSNLinking": "2090-1224"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "CRISPR-Cas Systems"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Gene Editing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}