{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15974872",
  "DateCompleted": {
    "Year": "2005",
    "Month": "08",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1566-5240",
      "JournalIssue": {
        "Volume": "5",
        "Issue": "2",
        "PubDate": {
          "Year": "2005",
          "Month": "Mar"
        }
      },
      "Title": "Current molecular medicine",
      "ISOAbbreviation": "Curr Mol Med"
    },
    "ArticleTitle": "Telomere dynamics in response to chemotherapy.",
    "Pagination": {
      "StartPage": "187",
      "EndPage": "196",
      "MedlinePgn": "187-96"
    },
    "Abstract": {
      "AbstractText": [
        "The use of chemotherapy provides an essential arm in the treatment of a number of cancers. The biological feature common to all cancerous cells that sensitizes them to chemotherapeutic agents is their elevated division rate. Rapidly dividing cells, such as tumor cells, are more sensitive to chemotherapeutic agents that act to initiate pathways leading to cell death, a process enhanced in cells with compromised DNA damage responses. The toxicity accompanying chemotherapy is due to side-effects induced in normal regenerative tissues which also have relatively high replication rates, such as hair follicles, the hematopoietic system, the gastrointestinal system, the germline and skin cells. While the side-effects of chemotherapy may be tolerated by the patient, the long term impact of the cytotoxic effects of chemotherapy on healthy tissues is only now becoming apparent. Chemotherapy-induced cytotoxicity in regenerative tissues requires multiple cell divisions in order to reconstitute the affected tissues. At least in part as a consequence of these extra divisions, telomeres in individuals treated with chemotherapy are shorter than age-matched control individuals who have never been exposed to these drugs. Given the essential role of telomeres in regulating cellular aging and chromosomal stability, it is possible that the prematurely shortened telomeres that arise following chemotherapy may impact the long-term replicative potential of these tissues. This review is focused on how telomeres may be modulated, directly or indirectly, by anticancer drugs and the potential long-term consequences of accelerated telomere shortening in healthy tissue as a result of current cancer treatment protocols."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, Fox Chase Cancer Center, 333 Cottman Avenue, Philadelphia, PA 19111, USA."
          }
        ],
        "LastName": "Beeharry",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Broccoli",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "GrantList": [
      {
        "GrantID": "CA006927",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "CA098087-01",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, U.S. Gov't, P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Curr Mol Med",
    "NlmUniqueID": "101093076",
    "ISSNLinking": "1566-5240"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy",
        "genetics"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Telomere"
    }
  ],
  "NumberOfReferences": "63"
}