{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20931390",
  "DateCompleted": {
    "Year": "2011",
    "Month": "01",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2010",
    "Month": "10",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/978-1-60761-863-8_5"
    ],
    "Journal": {
      "ISSN": "1940-6029",
      "JournalIssue": {
        "Volume": "676",
        "PubDate": {
          "Year": "2011"
        }
      },
      "Title": "Methods in molecular biology (Clifton, N.J.)",
      "ISOAbbreviation": "Methods Mol Biol"
    },
    "ArticleTitle": "Modulation of microRNAs for potential cancer therapeutics.",
    "Pagination": {
      "StartPage": "59",
      "EndPage": "70",
      "MedlinePgn": "59-70"
    },
    "Abstract": {
      "AbstractText": [
        "MicroRNA (miRNA) is a nonprotein coding small RNA molecule that negatively regulates gene expression by degradation of mRNA or suppression of mRNA translation. MiRNA plays important roles in physiological processes such as cellular development, differentiation, proliferation, apoptosis, and stem cell self-renewal. Studies show that the deregulation of miRNA expression is closely associated with tumorigenicity, invasion, and metastasis. The functionality of miRNAs may act as oncogenes or tumor suppressors during tumor initiation and progression. miRNomes in almost all types of cancers started to develop the regulatory network of miRNA::mRNA interaction in the view of systems biology. Experimental evidence demonstrates that the modulation of specific miRNA alterations in cancer cells using miRNA replacement or anti-miRNA technologies can restore miRNA activities and repair the gene regulatory network and signaling pathways, in turn, reverse the phenotype of cancerous cells. Numerous animal studies for miRNA-based therapy offer the hope of targeting miRNAs as alternative cancer treatment. Developing the small molecules to interfere with miRNAs could be of great pharmaceutical interest in the future. Interestingly, specific miRNA is capable of reprogramming the cancer cells into a pluriopotent embryonic stem cell-like state (mirPS), which could be induced into tissue-specific mature cell types. This chapter will present the various strategies of modulation of miRNAs in vitro and in vivo."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Biocomplexity and Informatics, Department of Biological Science, University of Calgary, Calgary, AB, Canada."
          }
        ],
        "LastName": "Wu",
        "ForeName": "Wei",
        "Initials": "W"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Methods Mol Biol",
    "NlmUniqueID": "9214969",
    "ISSNLinking": "1064-3745"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "MicroRNAs"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "MicroRNAs"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "cytology",
        "metabolism"
      ],
      "DescriptorName": "Neoplastic Stem Cells"
    }
  ]
}