{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "EMT",
      "EndoMT",
      "aneuploid CTC",
      "aneuploid CTEC",
      "cancerization of stromal endothelial cells",
      "cell fusion",
      "cellular circulating tumor biomarker",
      "endothelialization of cancer cells",
      "hypoxia",
      "iFISH",
      "transdifferentiation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32599893",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "06",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1539",
      "10.3390/cells9061539"
    ],
    "Journal": {
      "ISSN": "2073-4409",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "6",
        "PubDate": {
          "Year": "2020",
          "Month": "Jun",
          "Day": "24"
        }
      },
      "Title": "Cells",
      "ISOAbbreviation": "Cells"
    },
    "ArticleTitle": "Aneuploid Circulating Tumor-Derived Endothelial Cell (CTEC): A Novel Versatile Player in Tumor Neovascularization and Cancer Metastasis.",
    "Abstract": {
      "AbstractText": [
        "Hematogenous and lymphogenous cancer metastases are significantly impacted by tumor neovascularization, which predominantly consists of blood vessel-relevant angiogenesis, vasculogenesis, vasculogenic mimicry, and lymphatic vessel-related lymphangiogenesis. Among the endothelial cells that make up the lining of tumor vasculature, a majority of them are tumor-derived endothelial cells (TECs), exhibiting cytogenetic abnormalities of aneuploid chromosomes. Aneuploid TECs are generated from \"cancerization of stromal endothelial cells\" and \"endothelialization of carcinoma cells\" in the hypoxic tumor microenvironment. Both processes crucially engage the hypoxia-triggered epithelial-to-mesenchymal transition (EMT) and endothelial-to-mesenchymal transition (EndoMT). Compared to the cancerization process, endothelialization of cancer cells, which comprises the fusion of tumor cells with endothelial cells and transdifferentiation of cancer cells into TECs, is the dominant pathway. Tumor-derived endothelial cells, possessing the dual properties of cancerous malignancy and endothelial vascularization ability, are thus the endothelialized cancer cells. Circulating tumor-derived endothelial cells (CTECs) are TECs shed into the peripheral circulation. Aneuploid CD31<sup>+</sup> CTECs, together with their counterpart CD31<sup>-</sup> circulating tumor cells (CTCs), constitute a unique pair of cellular circulating tumor biomarkers. This review discusses a proposed cascaded framework that focuses on the origins of TECs and CTECs in the hypoxic tumor microenvironment and their clinical implications for tumorigenesis, neovascularization, disease progression, and cancer metastasis. Aneuploid CTECs, harboring hybridized properties of malignancy, vascularization and motility, may serve as a unique target for developing a novel metastasis blockade cancer therapy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-6869-9490"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cytelligen, San Diego, CA 92121, USA."
          }
        ],
        "LastName": "Lin",
        "ForeName": "Peter Ping",
        "Initials": "PP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Cells",
    "NlmUniqueID": "101600052",
    "ISSNLinking": "2073-4409"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aneuploidy"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Endothelial Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Metastasis"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Neoplastic Cells, Circulating"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Neovascularization, Pathologic"
    }
  ],
  "CoiStatement": "i•FISH<sup>®</sup> is the registered trademark of Cytelligen. Peter P. Lin is the president of Cytelligen. No additional COI to be disclosed."
}