{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18813195",
  "DateCompleted": {
    "Year": "2008",
    "Month": "11",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1526-2359",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "4",
        "PubDate": {
          "Year": "2008",
          "Month": "Oct"
        }
      },
      "Title": "Cancer control : journal of the Moffitt Cancer Center",
      "ISOAbbreviation": "Cancer Control"
    },
    "ArticleTitle": "Early detection of pancreatic cancer: why, who, and how to screen.",
    "Pagination": {
      "StartPage": "280",
      "EndPage": "287",
      "MedlinePgn": "280-7"
    },
    "Abstract": {
      "AbstractText": [
        "Pancreatic cancer represents the fourth-leading cause of cancer death in the United States, with a dismal 5-year survival rate of less than 5%. Despite advancements in screening and early detection of other cancers such as breast and colon cancer, no reliable screening test exists for pancreatic cancer. Subsequently, the majority of patients present with advanced-stage disease leading to a poor prognosis. Because of the relatively low incidence, current efforts are focused on early detection and screening only in patients at high risk for the development of the disease.",
        "We discuss the practical considerations encountered when determining if an individual should be screened for pancreatic cancer. The current literature was reviewed regarding risk factors, genetic syndromes, screening modalities, and screening studies of pancreatic cancer. The current high-risk pancreatic screening program at our institute is also summarized.",
        "Current efforts to detect pancreatic cancer at a curative phase are focused on screening individuals at high risk for the development of this disease. They include kindreds with two or more first-degree relatives affected with this disease and those with known hereditary pancreatic cancer syndromes. Hereditary pancreatic cancer syndromes include Peutz-Jeghers syndrome, familial breast cancer syndrome, and familial atypical multiple mole melanoma syndrome. Of all the screening modalities available, endoscopic ultrasound is the most sensitive and specific screening tool to evaluate the pancreas and has been proven to detect early precancerous and cancerous changes in clinical studies.",
        "Early detection and screening for pancreatic cancer in the current state should be limited to high-risk patients, although hereditary/familial factors account for only 10% of patients with pancreatic cancer. Continued efforts are needed to discover effective test to identify patients with nonhereditary risk factors who will benefit from screening and also to develop less invasive and more cost-effective screening modalities aimed at controlling pancreatic cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gastrointestinal Tumor Program, H Lee Moffitt Cancer Center & Research Institute, Tampa, FL 33612, USA. jason.klapman@moffitt.org"
          }
        ],
        "LastName": "Klapman",
        "ForeName": "Jason",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Malafa",
        "ForeName": "Mokenge P",
        "Initials": "MP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cancer Control",
    "NlmUniqueID": "9438457",
    "ISSNLinking": "1073-2748"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Early Diagnosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Endosonography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genes, BRCA2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Counseling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnostic imaging"
      ],
      "DescriptorName": "Pancreas"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "genetics"
      ],
      "DescriptorName": "Pancreatic Neoplasms"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Pancreatitis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Smoking"
    }
  ],
  "NumberOfReferences": "38"
}