{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2844384",
  "DateCompleted": {
    "Year": "1988",
    "Month": "11",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0008-543X",
      "JournalIssue": {
        "Volume": "62",
        "Issue": "8 Suppl",
        "PubDate": {
          "Year": "1988",
          "Month": "Oct",
          "Day": "15"
        }
      },
      "Title": "Cancer",
      "ISOAbbreviation": "Cancer"
    },
    "ArticleTitle": "Opportunities for cancer prevention and early detection among children.",
    "Pagination": {
      "StartPage": "1829",
      "EndPage": "1832",
      "MedlinePgn": "1829-32"
    },
    "Abstract": {
      "AbstractText": [
        "The tumors of infants, children, and adolescents are generally deep seated rather than superficially located cancers of epithelial structures. Appropriate mass screening techniques (i.e., pap smear, mammogram, hemoccult test, or chest radiograph) have not been available for the early detection of childhood tumors. It is widely believed that the tumors of children are not suitable for mass screening tests. Therefore, they are diagnosed most often at an advanced stage. An inexpensive urine test has been found to be effective in detecting neuroblastoma at an early, preclinical stage in infants as young as 6 months. The tumors detected in this manner have a high rate of curability. This test appears to be suitable for wide application and has been shown to be both cost-effective and medically effective. Much less is known about the possible causes of the cancers of children than about the cancers of adults, so preventive measures are less well defined. Children in whom cancer develops are more likely to have a genetic predisposition due to one of the rare but numerous heritable genetic defects associated with more than 100 such known syndromes or an acquired genetic defect. Such children are predisposed to cancer because they already have an inherited or acquired somatic genetic lesion and are more susceptible to another genetic insult that results in neoplasia. Such children should be screened regularly for the early detection of cancer. They also constitute a special population to which maximal preventive efforts should be applied, both because they are at high risk and because they constitute a unique population for testing the effectiveness of proposed preventive measures. Cancer is a multifactorial, multistep process that results in the highest incidence of cancer among older adults after a lifetime of exposure to known and presumed cancer risks. Current efforts at cancer prevention are aimed primarily at adults. A greater challenge, which should be even more effective, is to motivate children, their parents, and teachers to prevent the cancers of adults during childhood."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Southern California, Los Angeles."
          }
        ],
        "LastName": "Hammond",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cancer",
    "NlmUniqueID": "0374236",
    "ISSNLinking": "0008-543X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "prevention & control"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Neoplasms, Germ Cell and Embryonal"
    }
  ]
}