{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8540608",
  "DateCompleted": {
    "Year": "1996",
    "Month": "02",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0147-5185",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "1",
        "PubDate": {
          "Year": "1996",
          "Month": "Jan"
        }
      },
      "Title": "The American journal of surgical pathology",
      "ISOAbbreviation": "Am J Surg Pathol"
    },
    "ArticleTitle": "Tubular adenosis of the breast. A distinctive benign lesion mimicking invasive carcinoma.",
    "Pagination": {
      "StartPage": "46",
      "EndPage": "54",
      "MedlinePgn": "46-54"
    },
    "Abstract": {
      "AbstractText": [
        "Tubular adenosis, a term first coined by Oberman, is an uncommon benign lesion of the breast that may mimic invasive carcinoma. There is no formal description of this condition in the literature. We report the findings on six specimens from five patients (one with bilateral disease), including three that showed cancerization by intraductal carcinoma (DCIS). The ages of the patients ranged from 40 to 82 years. One patient presented with a 3-cm breast mass, and the others were found in specimens resected for infiltrating ductal carcinoma (two specimens) or DCIS (three specimens). The histologic hallmark of tubular adenosis was haphazard proliferation of elongated tubules that were noncrowded, narrow, and sometimes branching. There was no lobular arrangement or, at most, vague lobular grouping, with some tubules often extending into the fat. The tubules contained basophilic or granular eosinophilic secretion. The stroma was sclerotic to edematous. The tubules were lined by bland-looking ductal cells and were surrounded by an intact myoepithelial layer, a phenomenon well highlighted by immunostaining for muscle-specific actin (HHF-35) or S-100 protein. In three specimens, the tubular adenosis was cancerized by noncomedo DCIS, producing a pattern strongly mimicking infiltrating carcinoma; the in situ nature of the carcinoma was confirmed by actin immunoreactivity in the residual myoepithelium as well as by the presence of architecturally similar tubular adenosis in the vicinity. Tubular adenosis shows an infiltrative growth similar to microglandular adenosis and adenomyoepithelial adenosis, but it differs from them by the interdigitating tubular configuration and also differs from microglandular adenosis by the presence of myoepithelium. Tubular adenosis can be distinguished from sclerosing adenosis by the lack of obvious lobular architecture or whorled arrangement and wider separation of the tubules. Tubular adenosis appears to be a benign lesion per se, but whether it has premalignant potential remains to be determined. The importance of recognizing this entity lies in its being potentially mistaken for invasive carcinoma, especially at intraoperative frozen section or when the lesion is cancerized by DCIS."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, Queen Elizabeth Hospital, Kowloon, Hong Kong."
          }
        ],
        "LastName": "Lee",
        "ForeName": "K C",
        "Initials": "KC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chan",
        "ForeName": "J K",
        "Initials": "JK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gwi",
        "ForeName": "E",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Am J Surg Pathol",
    "NlmUniqueID": "7707904",
    "ISSNLinking": "0147-5185"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Carcinoma, Intraductal, Noninfiltrating"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "metabolism",
        "pathology"
      ],
      "DescriptorName": "Fibrocystic Breast Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunohistochemistry"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Invasiveness"
    }
  ]
}