{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8191455",
  "DateCompleted": {
    "Year": "1994",
    "Month": "06",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "nor"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0029-2001",
      "JournalIssue": {
        "Volume": "114",
        "Issue": "6",
        "PubDate": {
          "Year": "1994",
          "Month": "Feb",
          "Day": "28"
        }
      },
      "Title": "Tidsskrift for den Norske laegeforening : tidsskrift for praktisk medicin, ny raekke",
      "ISOAbbreviation": "Tidsskr Nor Laegeforen"
    },
    "ArticleTitle": "[Diet and cancer risk].",
    "Pagination": {
      "StartPage": "702",
      "EndPage": "705",
      "MedlinePgn": "702-5"
    },
    "Abstract": {
      "AbstractText": [
        "Reduction in the incidence of competing diseases will steadily increase the relative importance of cancer as a cause of death. A curative break-through has occurred for some, but definitive solutions in the treatment of a majority of cancers remain undiscovered. Attempts at primary and secondary prevention have been encouraging in some areas, but progress is slow, and suggests that the search for causes of cancer should be intensified. It has been estimated that between 30% and 60% of all cancers may be attributable to dietary factors. The main hypothesis has suggested that intake of animal fat increases the risk. This hypothesis has been extensively tested, especially in relation to cancer of the breast and colon, and ecological studies, which have correlated use of dietary fat with incidence or mortality between countries, have confirmed the hypothesis. For cancer of the colon, it has also been verified in case-control and cohort studies, but analytical epidemiological studies have failed to show a consistent positive association between dietary fat and risk of breast cancer. Simultaneously, dietary factors with protective potential have received increasing attention. An overview of all studies which have investigated the relation between dietary fruit and vegetables and the risk of cancer showed a highly consistent protective effect, indicating that fruit and vegetables may provide general protection against cancer. Maybe the search for a \"magic\" protective factor is blocking this already documented insight, which suggests that daily intake of five servings of fruits or vegetables may have a strong and consistent protective effect on risk of cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institutt for miljø- og, samfunnsmedisinske fag, Medisinsk Teknisk Senter, Trondheim."
          }
        ],
        "LastName": "Vatten",
        "ForeName": "L J",
        "Initials": "LJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Kosthold og kreftrisiko."
  },
  "MedlineJournalInfo": {
    "Country": "Norway",
    "MedlineTA": "Tidsskr Nor Laegeforen",
    "NlmUniqueID": "0413423",
    "ISSNLinking": "0029-2001"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Feeding Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "mortality",
        "prevention & control"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Primary Prevention"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ]
}