{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32870821",
  "DateCompleted": {
    "Year": "2021",
    "Month": "02",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1172/JCI137554",
      "137554"
    ],
    "Journal": {
      "ISSN": "1558-8238",
      "JournalIssue": {
        "Volume": "130",
        "Issue": "11",
        "PubDate": {
          "Year": "2020",
          "Month": "Nov",
          "Day": "02"
        }
      },
      "Title": "The Journal of clinical investigation",
      "ISOAbbreviation": "J Clin Invest"
    },
    "ArticleTitle": "Antihypoxic oxygenation agents with respiratory hyperoxia to improve cancer immunotherapy.",
    "Pagination": {
      "StartPage": "5629",
      "EndPage": "5637",
      "MedlinePgn": "5629-5637"
    },
    "Abstract": {
      "AbstractText": [
        "Hypoxia/HIF-1α- and extracellular adenosine/A2 adenosine receptor-mediated immunosuppression protects tissues from collateral damage by antipathogen immune cells. However, this mechanism also protects cancerous tissues by inhibiting antitumor immune cells in hypoxic and extracellular adenosine-rich tumors that are the most resistant to current therapies. Here, we explain a potentially novel, antiimmunosuppressive reasoning to justify strategies using respiratory hyperoxia and oxygenation agents in cancer treatment. Earlier attempts to use oxygenation of tumors as a monotherapy or to improve radiotherapy have failed because oxygenation protocols were not combined with immunotherapies of cancer. In contrast, the proposal for therapeutic use of antihypoxic oxygenation described here was motivated by the need to prevent the hypoxia/HIF-1α-driven accumulation of extracellular adenosine to (a) unleash antitumor immune cells from inhibition by intracellular cAMP and (b) prevent immunosuppressive transcription of cAMP response element- and hypoxia response element-containing immunosuppressive gene products (e.g., TGF-β). Use of oxygenation agents together with inhibitors of the A2A adenosine receptor may be required to enable the most effective cancer immunotherapy. The emerging outcomes of clinical trials of cancer patients refractory to all other treatments provide support for the molecular and immunological mechanism-based approach to cancer immunotherapy described here."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hatfield",
        "ForeName": "Stephen M",
        "Initials": "SM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sitkovsky",
        "ForeName": "Michail V",
        "Initials": "MV"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Intramural",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Clin Invest",
    "NlmUniqueID": "7802877",
    "ISSNLinking": "0021-9738"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antineoplastic Agents"
    },
    {
      "RegistryNumber": "S88TT14065",
      "NameOfSubstance": "Oxygen"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antineoplastic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hyperoxia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunotherapy"
    },
    {
      "QualifierName": [
        "metabolism",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Oxygen"
    }
  ],
  "CoiStatement": "<b>Conflict of interest:</b> MVS is an inventor and author on a patent awarded in the United States, European Union, Australia, and Canada that belongs to the NIH and US Government (patent no. US8716301B2; “Methods for using extracellular adenosine inhibitors and adenosine receptor inhibitors to enhance immune response and inflammation”) and claims the combination of anti-hypoxia/adenosinergic treatments with T cell–based immunotherapies of cancer. MVS received research funding and income in the form of salary from Juno Therapeutics. MVS has financial interest in the private companies Taurgen LLC and Oxymmune LLC."
}