{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37283256",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2078-2101",
      "JournalIssue": {
        "Volume": "1",
        "Issue": "42",
        "PubDate": {
          "Year": "2023",
          "Month": "May"
        }
      },
      "Title": "The Gulf journal of oncology",
      "ISOAbbreviation": "Gulf J Oncolog"
    },
    "ArticleTitle": "Prevalence of BRCA1 and BRCA2 Mutations Among High-risk Bahraini Patients with Breast Cancer.",
    "Pagination": {
      "StartPage": "22",
      "EndPage": "25",
      "MedlinePgn": "22-25"
    },
    "Abstract": {
      "AbstractText": [
        "The purpose is to study the prevalence of BRCA1 and BRCA2 mutations in high-risk Bahraini patients diagnosed with breast cancer, its relation to family history, and to determine the clinicopathologic features of breast cancer associated with these genetic mutations, over a period of 7 years.",
        "Breast cancer is the most common type of cancer occurring in women and the second most common type generally. Approximately 12% of women worldwide will develop carcinoma of the breast sometime during their life. Additionally, 72% of women with an inherited BRCA1 mutation and 69% of those with a mutated BRCA2 will develop breast cancer by 80 years of age. The incidence of breast cancer in Bahraini women have increased over the last decade. Still, the data on BRCA1 & BRCA2 mutations in relation to breast cancer patients is limited in the Arab region, not omitting Bahrain as a country with deficient BRCA prevalence data.",
        "This retrospective study was carried out in Salmaniya Medical Complex, Bahrain, to determine the prevalence of BRCA1 and BRCA2 mutations and to observe the breast cancer's histopathologic features that are associated with these mutations.",
        "271 patients underwent the BRCA gene testing between 2013 and 2019. Out of 271 patients, 35 were excluded. Out of the 236 breast cancer patients, 219 (93%) did not have the mutation. The BRCA gene was carried by a total of 17 (7%) patients; 13 (5%) BRCA1 and 4 (2%) BRCA2. Thirteen BRCA carrier patients had invasive ductal carcinoma (IDC) (76%), 2 had ductal carcinoma in situ (DCIS) (12%), while 2 patients' histopathology was not available. Molecular subtypes showed 4 triple negative basal sub-type (TNBC), 10 positive ER and PR hormonal status, 1 positive HER-2, while 2 patients' hormonal receptor status was not available. Two BRCA1 carriers had both breast and ovarian cancers. A total of 5 (2%) breast cancer male patients were among the tested population, out of which, 1 (0.4% of the total and 20% of the male patients) was a BRCA2 carrier. Out of the 236 patients, 76 (32%) were younger than 40 years of age at the time of diagnosis. Then again, out of the 17 BRCA carrier patients, 7 (41%) were younger than 40 years.",
        "The prevalence of BRCA mutation in high risk Bahraini breast cancer patients is 7%. Among those patients, BRCA1 mutation is the most prevalent (5%) and invasive ductal carcinoma (IDC) is the most common histopathological subtype. However, there was not enough data to conclude the most prevalent molecular subtype of breast cancer in BRCA carriers due to deficiency of overseas pathology reports for patients operated outside Bahrain. When developing treatment plans for younger patients with breast cancer, inherited syndromes and precisely BRCA mutations need to be considered. Bahrain is implementing genetic testing for breast cancer patients ≤ 50 years of age since 2018, according to NCCN guidelines. We will continue to build our database to better characterize breast cancer subtypes and determine their hereditary pattern for identification of high risk families in Bahrain and for future development of more specific therapeutic approaches.",
        "Breast cancer, BRCA1, BRCA2, BRCA mutation, Bahrain, Arab region."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Surgery, Salmaniya Medical Complex, Government Hospitals- Manama, Bahrain."
          }
        ],
        "LastName": "Bukamal",
        "ForeName": "Zain",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Surgery, Salmaniya Medical Complex, Government Hospitals- Manama, Bahrain."
          }
        ],
        "LastName": "AlRayes",
        "ForeName": "Amal",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Kuwait",
    "MedlineTA": "Gulf J Oncolog",
    "NlmUniqueID": "101500911",
    "ISSNLinking": "2078-2101"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "BRCA1 protein, human"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "BRCA1 Protein"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "BRCA2 protein, human"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "BRCA2 Protein"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "epidemiology",
        "genetics",
        "diagnosis"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Bahrain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Carcinoma, Ductal"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "BRCA1 Protein"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "BRCA2 Protein"
    }
  ]
}