{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Lung cancer",
      "biopsy",
      "bronchoscopy",
      "diagnosis",
      "smoking",
      "surgery",
      "tumor"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32013812",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "10",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2174/1573405615666181128124528"
    ],
    "Journal": {
      "JournalIssue": {
        "Volume": "15",
        "Issue": "9",
        "PubDate": {
          "Year": "2019"
        }
      },
      "Title": "Current medical imaging reviews",
      "ISOAbbreviation": "Curr Med Imaging Rev"
    },
    "ArticleTitle": "Exhaustive Review on Lung Cancers: Novel Technologies.",
    "Pagination": {
      "StartPage": "873",
      "EndPage": "883",
      "MedlinePgn": "873-883"
    },
    "Abstract": {
      "AbstractText": [
        "Lung cancers or (Bronchogenic-Carcinomas) are the disease in certain parts of the lungs in which irresistible multiplication of abnormal cells leads to the inception of a tumor. Lung cancers consisting of two substantial forms based on the microscopic appearance of tumor cells are: Non-Small-Cell-Lung-Cancer (NSCLC) (80 to 85%) and Small-Cell-Lung-Cancer (SCLC) (15 to 20%).",
        "Lung cancers are existing luxuriantly across the globe and the most prominent cause of death in advanced countries (USA & UK). There are many causes of lung cancers in which the utmost imperative aspect is the cigarette smoking. During the early stage, there is no perspicuous sign/symptoms but later many symptoms emerge in the infected individual such as insomnia, headache, pain, loss of appetite, fatigue, coughing etc. Lung cancers can be diagnosed in many ways, such as history, physical examination, chest X-rays and biopsy. However, after the diagnosis and confirmation of lung carcinoma, various treatment approaches are existing for curing of cancer in different stages such as surgery, radiation therapy, chemotherapy, and immune therapy. Currently, novel techniques merged that revealed advancements in detection and curing of lung cancer in which mainly includes: microarray analysis, gene expression profiling.",
        "Consequently, the purpose of the current analysis is to specify and epitomize the novel literature pertaining to the development of cancerous cells in different parts of the lung, various preeminent approaches of prevention, efficient diagnostic procedure, and treatments along with novel technologies for inhibition of cancerous cell growth in advance stages."
      ],
      "CopyrightInformation": "Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.net."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Biotechnology and Microbiology, University of Swat, Swat, Pakistan."
          }
        ],
        "LastName": "Khan",
        "ForeName": "Sajad",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Biotechnology and Microbiology, University of Swat, Swat, Pakistan."
          }
        ],
        "LastName": "Ali",
        "ForeName": "Shahid",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, University of Swabi, Swabi, KP, Pakistan."
          }
        ],
        "LastName": "Muhammad"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United Arab Emirates",
    "MedlineTA": "Curr Med Imaging Rev",
    "NlmUniqueID": "101272516",
    "ISSNLinking": "1573-4056"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Carcinoma, Non-Small-Cell Lung"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Small Cell Lung Carcinoma"
    }
  ]
}