{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29087170",
  "DateCompleted": {
    "Year": "2017",
    "Month": "12",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "hrv"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1330-0164",
      "JournalIssue": {
        "Volume": "70",
        "Issue": "4-5",
        "PubDate": {
          "Year": "2016",
          "Month": "Dec"
        }
      },
      "Title": "Acta medica Croatica : casopis Hravatske akademije medicinskih znanosti",
      "ISOAbbreviation": "Acta Med Croatica"
    },
    "ArticleTitle": "[ADRENOCORTICAL CARCINOMA].",
    "Pagination": {
      "StartPage": "315",
      "EndPage": "318",
      "MedlinePgn": "315-8"
    },
    "Abstract": {
      "AbstractText": [
        "Adrenocortical carcinoma is a rare entity. However, it is the most common type of cancerous adrenal gland tumor with poor prognosis. Approximately 4 to 12 per 1 million people develop this type of tumor, which begins in the adrenal cortex. Adrenocortical carcinoma can occur at any age. Women tend to be diagnosed slightly more often than men. In most cases, the cause of cancerous adrenal gland tumor remains unknown. However, people with certain hereditary conditions have a higher risk. Adrenocortical carcinoma can be a functional or nonfunctional tumor. If the tumor is functional, it may produce hormones causing symptoms such as high blood pressure, low potassium level, heart palpitations, nervousness, feelings of anxiety or panic attacks, excessive perspiration, diabetes, Cushing syndrome, unexplained weight gain or weight loss, weakness, abdominal stretch marks, excessive hair growth, changes in genitalia, change in libido, etc. If the tumor is nonfunctional, symptoms occur because the tumor has grown so large that it exerts pressure on the nearby organs, causing abdominal pain or a feeling of fullness. To diagnose adrenocortical carcinoma, in addition to thorough physical examination, the following tests are used: blood and urine tests to help determine whether the tumor is functional or nonfunctional, and imaging tests (computed tomography scan or magnetic resonance imaging). The treatment depends on cancer stage. Two major staging systems are used: the American Joint Committee on Cancer (AJCC) TNM staging system and the ENSAT (European Network for the Study of Adrenal Tumors) staging system. Both are based on the same TNM categories. The main types of treatment for adrenal cancer are surgery (the main treatment), chemotherapy and targeted therapy. Radiation therapy is not used often as the main initial treatment for adrenal cancer because the cancer cells are not easy to kill with x-rays. Radiation may be used as adjuvant therapy. By definition, adrenal incidentaloma is an asymptomatic adrenal mass detected on imaging not performed for suspected adrenal disease. In most cases, adrenal incidentalomas are nonfunctional adrenocortical adenomas, but may also represent conditions requiring therapeutic intervention (e.g., adrenocortical carcinoma, pheochromocytoma, hormone-producing adenoma, or metastasis)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kranjčević",
        "ForeName": "K",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Croatia",
    "MedlineTA": "Acta Med Croatica",
    "NlmUniqueID": "9208249",
    "ISSNLinking": "1330-0164"
  },
  "SupplMeshList": [
    "Adrenal incidentaloma"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Adrenal Gland Neoplasms"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Adrenocortical Carcinoma"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tomography, X-Ray Computed"
    }
  ]
}