{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16897967",
  "DateCompleted": {
    "Year": "2006",
    "Month": "08",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0385-0684",
      "JournalIssue": {
        "Volume": "33 Suppl 1",
        "PubDate": {
          "Year": "2006",
          "Month": "Jun"
        }
      },
      "Title": "Gan to kagaku ryoho. Cancer & chemotherapy",
      "ISOAbbreviation": "Gan To Kagaku Ryoho"
    },
    "ArticleTitle": "[Timeline from discovery of 5-FU to development of an oral anticancer agent S-1 and its drug concept].",
    "Pagination": {
      "StartPage": "4",
      "EndPage": "18",
      "MedlinePgn": "4-18"
    },
    "Abstract": {
      "AbstractText": [
        "C. Heidelberger et al left great gifts to us. Approximately 50 years have elapsed since their discovery of 5-FU in 1957 before eventually elucidating the mechanisms by which the drug exerts its pharmacological actions and provokes its adverse reactions. Namely, 5-FU is a typical antimetabolite with strong time dependency, and continuous venous infusion(CVI) is considered to be its optimal regimen. The following facts may be mentioned to explain why such a long period of time has been spent to reach this level of research: 1) 5-FU, when administered to the living individual, is mostly inactivated by hepatic catabolic enzymes without delay and is then excreted in the urine, thus making it difficult to precisely analyze the relationship of blood 5-FU concentrations with concentration persistence, anticancer activity, and adverse reactions; and 2) unlike other anticancer agents, an antimetabolite 5-FU separately generates metabolites which show anticancer activity and adverse reactions, as well as metabolites which show adverse reactions only. For the last 30 years, we paid attention especially to 5-FU among chemotherapeutic agents for cancer and have sought for a long-lasting therapeutic modality which maintains quality of life of the patient and patient compliance by considering the balancing between its effects and adverse reactions. Consequently, we concretized an innovative therapeutic drug, TS-1 (S-1). We have a long history of research before developing S-1, which is represented by a series of investigations consisting in the developments of Futrafur (FT)--an oral anticancer agent of a 5-FU derivative (prodrug)-in 1970 subsequent to the above discovery of 5-FU, of UFT(FT: Ura=1 : 4) in 1976, and of S-1 in 1999. To date, we took the initiative in the world to devise S-1, the first self-rescuing concept(SRC)-based anticancer agent with dual actions, i.e., enhancement of pharmacological actions of 5-FU and reduction of its adverse reactions, by making use of the biochemical and enzymological properties of 5-FU and by combining FT, which is gradually converted to 5-FU in the body, with a 5-FU's effect-enhancing substance and a 5-FU's adverse reaction-reducing substance. S-1 is an oral anticancer agent in capsule, in which the following 2 modulators for 5-FU are combined to FT: one is CDHP(5-chloro-2,4-dihydroxypyridine) which increases blood concentrations and enhances pharmacological actions of 5-FU by potently inhibiting the degradation of 5-FU; and another is Oxo(potassium oxonate) which is localized in the mucosa of the gastrointestinal (GI) tract after oral administration and reduces GI toxicities provoked by 5-FU. S-1 is an oral anticancer agent in which these 3 components, FT, CDHP, and Oxo, are combined at a molar ratio of 1 : 0.4 : 1. Our conception to develop an SRC-based therapeutic drug and the preclinical concepts validated by numerous basic studies were demonstrated also in the clinical trials. In January 1999, S-1 was approved for the treatment of advanced and recurrent gastric cancers through the priority review system. From 2001 to 2005, S-1 was approved for the treatment of head and neck cancer, colon cancer, non-small cell lung cancer, and breast cancer. S-1 has been applied to acquire its expanded indications for the treatment of pancreatic cancer and biliary tract cancer. We are confident that the combined regimen of S-1 with other anticancer agents and with other therapeutic modalities will contribute to the routine medical practice of cancer treatment in the future."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kitasato Institute for Life Science, Kitasato University."
          }
        ],
        "LastName": "Shirasaka",
        "ForeName": "Tetsuhiko",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Taguchi",
        "ForeName": "Tetsuo",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Gan To Kagaku Ryoho",
    "NlmUniqueID": "7810034",
    "ISSNLinking": "0385-0684"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antimetabolites, Antineoplastic"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Drug Combinations"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Pharmaceutical Preparations"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Prodrugs"
    },
    {
      "RegistryNumber": "150863-82-4",
      "NameOfSubstance": "S 1 (combination)"
    },
    {
      "RegistryNumber": "1548R74NSZ",
      "NameOfSubstance": "Tegafur"
    },
    {
      "RegistryNumber": "5VT6420TIG",
      "NameOfSubstance": "Oxonic Acid"
    },
    {
      "RegistryNumber": "U3P01618RT",
      "NameOfSubstance": "Fluorouracil"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Administration, Oral"
    },
    {
      "QualifierName": [
        "pharmacokinetics",
        "pharmacology"
      ],
      "DescriptorName": "Antimetabolites, Antineoplastic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Administration Schedule"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Combinations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Synergism"
    },
    {
      "QualifierName": [
        "chemistry",
        "pharmacokinetics",
        "pharmacology"
      ],
      "DescriptorName": "Fluorouracil"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "metabolism"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "chemistry",
        "pharmacokinetics",
        "pharmacology"
      ],
      "DescriptorName": "Oxonic Acid"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pharmaceutical Preparations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prodrugs"
    },
    {
      "QualifierName": [
        "chemistry",
        "pharmacokinetics",
        "pharmacology"
      ],
      "DescriptorName": "Tegafur"
    }
  ],
  "NumberOfReferences": "54"
}