{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16465783",
  "DateCompleted": {
    "Year": "2006",
    "Month": "03",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0377-8231",
      "JournalIssue": {
        "Volume": "160",
        "Issue": "5-6",
        "PubDate": {
          "Year": "2005"
        }
      },
      "Title": "Bulletin et memoires de l'Academie royale de medecine de Belgique",
      "ISOAbbreviation": "Bull Mem Acad R Med Belg"
    },
    "ArticleTitle": "[Immunologic response to (pre)neoplastic cervical lesions associated with human papillomavirus].",
    "Pagination": {
      "StartPage": "287",
      "EndPage": "293",
      "MedlinePgn": "287-93"
    },
    "Abstract": {
      "AbstractText": [
        "Etiopathogenic and epidemiological studies have demonstrated that viruses are etiologically linked to approximately 20% of all human malignancies worldwide. Human papillomavirus (HPV) is one of the best characterized viruses associated with human cancer diseases, especially in the uterine cervix. Although the role of HPV is well established in the cellular transformation and maintenance of the malignant phenotype of keratinocytes, the viral infection by itself is not sufficient for cancer development. The small number of infected individuals eventually developing cancer of the cervix and the long latency period between primary infections and cancer emergence suggest that additional environmental or host factors are involved in malignant progression. In this context, the local mucosal immunity might be expected to play a key role in the host defence against HPV infection and associated-(pre)cancerous lesions. The purpose of this work was to analyse the immune co-factors implicated in the initiation and promotion of the neoplastic process. We have shown that the transformation zone (TZ), where a substantial majority of cervical (pre)cancers develop, is characterized by intrinsic immune alterations which could explain why this region is at higher risk of developing cancer. We have also provided evidence that the viral infection of cervical keratinocytes contributes to the local immunodeficiency by inhibiting the production of soluble and membrane molecules important for the migration and function of antigen-presenting cells."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Delvenne",
        "ForeName": "Ph",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Rôle des réponses immunitaires dans les lésions (pré) néoplasiques cervicales associées aux papillomavirus humains."
  },
  "MedlineJournalInfo": {
    "Country": "Belgium",
    "MedlineTA": "Bull Mem Acad R Med Belg",
    "NlmUniqueID": "7608462",
    "ISSNLinking": "0377-8231"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Papillomaviridae"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Papillomavirus Infections"
    },
    {
      "QualifierName": [
        "immunology",
        "virology"
      ],
      "DescriptorName": "Precancerous Conditions"
    },
    {
      "QualifierName": [
        "immunology",
        "virology"
      ],
      "DescriptorName": "Uterine Cervical Neoplasms"
    }
  ]
}