{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1071136",
  "DateCompleted": {
    "Year": "1977",
    "Month": "04",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0028-3770",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "5",
        "PubDate": {
          "Year": "1976",
          "Season": "Sep-Oct"
        }
      },
      "Title": "Neuro-Chirurgie",
      "ISOAbbreviation": "Neurochirurgie"
    },
    "ArticleTitle": "[Spino-thalamic cordotomy in cancerous pain. Results of a series of 124 patients operated on by the direct posterior approach].",
    "Pagination": {
      "StartPage": "437",
      "EndPage": "444",
      "MedlinePgn": "437-44"
    },
    "Abstract": {
      "AbstractText": [
        "The authors -- about a series of 124 cancerous patients treated during the 12 last years with open spino-thalamic cordotomy for intractable pain -- have tried to evaluate effectiveness of the operation with regard to its levels in relation to the site of pain. Patients suffering median or bilateral perineo-pelvic pain, isolated or associated with algias in one or both legs (group I: 50%) underwent a bilateral C8-C6 cordotomy in one stage. Patients with the same perineo-pelvic cancers but suffering only unilateral pain (group II : 31,8%) and patients with painful cancers in the leg (group III : 3,2%), were operated on with a C7 controlateral cordotomy. Patients suffering widespread unilateral pain in the chest, isolated or associated with algias in the arm, for instance from lung or breast cancers (group IV : 15%) underwent a controlateral C2 cordotomy. There was 3,2% mortality and one paraplegia. A useful early effect(i.e. complete or partial relief) was obtained : in 85% cases (60% and 25%) for the 1st group, in only 51% (36% and 15%) for the 2nd, and in 87% (56% and 31%) for the 4th. Relief was complete in each of the 4 cases of the 3rd group. In the 2nd group 39% of patients were completely relieved of their initial unilateral pain, but complained of an early post-operative pain on the other side. This secondary pain was supposed existing prior to the operation, but masked because of its lesser intensity. The useful results at the time of death, after a 6 month mean survival (from 1 month to 4 years), were 63,75% in the 1st group, 33% in the 2nd, 100% in the 3rd and 72% in the 4th. The high rate of poor results with unilateral cervical cordotomy in the perineo-pelvic cancers with apparently unilateral pain, led us since then to systematically perform for them a bilateral cordotomy. Thus, our general management for pain of malignant origin is now as follows: C8-C6 bilateral cordotomy for all the perineo-pelvic cancers whatever uni- or bilateral the site of pain may be; C7 controlateral cordotomy for the painful cancers of the leg; and C2 controlateral cordotomy for hemithoracic and/or arm pain, when related to very extended lung or breast cancers. We prefer complete posterior rhizotomy for limited cancers of the thoracic wall, and selective posterior rhizotomy through the scope, from -- the brachial plexus roots down to T4 -- for pain as from the PANCOAST-TOBIAS syndromes, or in case of painful involvements of the upper limb roots. For cervico-facial cancers we generally use combined sections of the sensory cranial nerves in the posterior fossa and of the cervical posterior roots."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mansuy",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sindou",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fischer",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Brunon",
        "ForeName": "J",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "La cordotomie spino-thalamique dans les douleurs cancéreuses. Résultats d'une série de 124 malades opérés par abord direct postérieur."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Neurochirurgie",
    "NlmUniqueID": "0401057",
    "ISSNLinking": "0028-3770"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cordotomy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "etiology",
        "surgery"
      ],
      "DescriptorName": "Pain, Intractable"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pelvis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postoperative Complications"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Spinothalamic Tracts"
    }
  ]
}