{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anticancer",
      "Breast cancer",
      "Cancer",
      "Cell cycle arrest",
      "Colon cancer",
      "Green approaches",
      "Herbal phytoconstituents"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33463475",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2174/1871520621666210119091826"
    ],
    "Journal": {
      "ISSN": "1875-5992",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "1",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "Anti-cancer agents in medicinal chemistry",
      "ISOAbbreviation": "Anticancer Agents Med Chem"
    },
    "ArticleTitle": "Green Approaches for Cancers Management: An Effective Tool for Health Care.",
    "Pagination": {
      "StartPage": "101",
      "EndPage": "114",
      "MedlinePgn": "101-114"
    },
    "Abstract": {
      "AbstractText": [
        "Cancer is one of the leading causes of an increasing number of deaths in modern society. As the population increases, there is an increased thrust for screening newer anticancer (phytoconstituents) agents to manage cancers. Around 35000 herbal phytoconstituents are obtained from plants, animals and marine sources to create awareness of green therapy in managing, reducing, and minimizing side effects of modern chemotherapeutics and radiation therapy. The herbal plants are the richest sources of natural remedies and bioactive compounds that promote medicines' alternative systems as a green approach for managing various cancers. The terpenoids, saponins, volatile oils, and flavonoid phytoconstituents are most efficiently used to manage cancer with minimal side effects.",
        "The objectives of the present study are to investigate the efficacious, potent and safe use of herbal phytoconstituents extracts in the management of cancers and study their mechanism of action through alteration of transcription proteins, blocking G-2/M phase, distortion of tubulin structure, generation of reactive oxygen species, lipid peroxidation, cell cycle arrest, and anti-proliferation induced cell apoptosis for target specific cancer treatment. The information was collected from databases such as ScienceDirect, PubMed, Google Scholar, Academia, MedLine, and WoS.",
        "The literature was surveyed, and keywords like cancer therapeutics, metastasis, proliferation, cell apoptosis, cell lines, phytoconstituents for cancer management, and related disorders were screened.",
        "The findings suggested that the crude extracts act as an antioxidant, free radical scavenger, or anti-aging agent exploited in the management of cancers along with treatment of other infectious diseases like ulcers, gout, liver diseases, respiratory tract infection, renal disorders, blood disorders, CVD, anti-inflammatory and several wound infections.",
        "The phytoactive moieties having herbal extracts help improve the compromised immunity status of affected patients and provide measures for scientific studies of newer anticancer agents in herbal industries."
      ],
      "CopyrightInformation": "Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.net."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Pharmaceutical Research, GLA University, Mathura-281406, Uttar Pradesh, India."
          }
        ],
        "LastName": "Gupta",
        "ForeName": "Jitendra",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Pharmaceutical Research, GLA University, Mathura-281406, Uttar Pradesh, India."
          }
        ],
        "LastName": "Ahuja",
        "ForeName": "Ashima",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Pharmaceutical Research, GLA University, Mathura-281406, Uttar Pradesh, India."
          }
        ],
        "LastName": "Gupta",
        "ForeName": "Reena",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Anticancer Agents Med Chem",
    "NlmUniqueID": "101265649",
    "ISSNLinking": "1871-5206"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antineoplastic Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antineoplastic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delivery of Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "metabolism"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}