{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22044607",
  "DateCompleted": {
    "Year": "2012",
    "Month": "02",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2011",
        "Month": "11",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1750-1172-6-70"
    ],
    "Journal": {
      "ISSN": "1750-1172",
      "JournalIssue": {
        "Volume": "6",
        "PubDate": {
          "Year": "2011",
          "Month": "Nov",
          "Day": "01"
        }
      },
      "Title": "Orphanet journal of rare diseases",
      "ISOAbbreviation": "Orphanet J Rare Dis"
    },
    "ArticleTitle": "Xeroderma pigmentosum.",
    "Pagination": {
      "StartPage": "70",
      "MedlinePgn": "70"
    },
    "Abstract": {
      "AbstractText": [
        "Xeroderma pigmentosum (XP) is defined by extreme sensitivity to sunlight, resulting in sunburn, pigment changes in the skin and a greatly elevated incidence of skin cancers. It is a rare autosomal recessive disorder and has been found in all continents and racial groups. Estimated incidences vary from 1 in 20, 000 in Japan to 1 in 250, 000 in the USA, and approximately 2.3 per million live births in Western Europe.The first features are either extreme sensitivity to sunlight, triggering severe sunburn, or, in patients who do not show this sun-sensitivity, abnormal lentiginosis (freckle-like pigmentation due to increased numbers of melanocytes) on sun-exposed areas. This is followed by areas of increased or decreased pigmentation, skin aging and multiple skin cancers, if the individuals are not protected from sunlight. A minority of patients show progressive neurological abnormalities. There are eight XP complementation groups, corresponding to eight genes, which, if defective, can result in XP. The products of these genes are involved in the repair of ultraviolet (UV)-induced damage in DNA. Seven of the gene products (XPA through G) are required to remove UV damage from the DNA. The eighth (XPV or DNA polymerase η) is required to replicate DNA containing unrepaired damage. There is wide variability in clinical features both between and within XP groups. Diagnosis is made clinically by the presence, from birth, of an acute and prolonged sunburn response at all exposed sites, unusually early lentiginosis in sun-exposed areas or onset of skin cancers at a young age. The clinical diagnosis is confirmed by cellular tests for defective DNA repair. These features distinguish XP from other photodermatoses such as solar urticaria and polymorphic light eruption, Cockayne Syndrome (no pigmentation changes, different repair defect) and other lentiginoses such as Peutz-Jeghers syndrome, Leopard syndrome and Carney complex (pigmentation not sun-associated), which are inherited in an autosomal dominant fashion. Antenatal diagnosis can be performed by measuring DNA repair or by mutation analysis in CVS cells or in amniocytes. Although there is no cure for XP, the skin effects can be minimised by rigorous protection from sunlight and early removal of pre-cancerous lesions. In the absence of neurological problems and with lifetime protection against sunlight, the prognosis is good. In patients with neurological problems, these are progressive, leading to disabilities and a shortened lifespan."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Genome Damage and Stability Centre, University of Sussex, Falmer, Brighton BN1 9RQ, UK. a.r.lehmann@sussex.ac.uk"
          }
        ],
        "LastName": "Lehmann",
        "ForeName": "Alan R",
        "Initials": "AR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "McGibbon",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stefanini",
        "ForeName": "Miria",
        "Initials": "M"
      }
    ],
    "GrantList": [
      {
        "GrantID": "G0501450",
        "Acronym": "MRC_",
        "Agency": "Medical Research Council",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Orphanet J Rare Dis",
    "NlmUniqueID": "101266602",
    "ISSNLinking": "1750-1172"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "DNA Repair"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Europe"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Japan"
    },
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Nervous System Diseases"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United States"
    },
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Xeroderma Pigmentosum"
    }
  ]
}