{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17017908",
  "DateCompleted": {
    "Year": "2006",
    "Month": "12",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0929-8673",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "21",
        "PubDate": {
          "Year": "2006"
        }
      },
      "Title": "Current medicinal chemistry",
      "ISOAbbreviation": "Curr Med Chem"
    },
    "ArticleTitle": "Comprehensive comparison of trace metal concentrations in cancerous and non-cancerous human tissues.",
    "Pagination": {
      "StartPage": "2513",
      "EndPage": "2525",
      "MedlinePgn": "2513-25"
    },
    "Abstract": {
      "AbstractText": [
        "The roles of metals in the development and inhibition of cancer have a complex character and have risen many questions because of their essential and toxic effects on human health. Question of whether trace metal concentrations in tissues are increased or decreased in cancerous patients in comparison with non-cancerous patients has not been answered yet, due to the fact that the data known in this field is rare and have contradictory results. Although Zn and Cu concentrations in serum and tissues of cancerous patients have been extensively studied, the precise role of these metals in carcinogenesis is not clearly understood. On the other hand, the comprehensive review on trace metal concentrations in cancerous and non-cancerous tissues is uncommon. The differences in literature on the increases or decreases in trace metal concentrations of cancerous tissues in comparison with non-cancerous tissues may be attributed to a few reasons such as the tissue basis-dry or wet weight, different sensitivities and basis of analysis methods that affect the accuracy, and the difficulties in taking of the sample representing the cancerous or non-cancerous area. In this study, the data published up to now have been reviewed. Comparison of results was done according to tissue and cancer types and trace metal species. The probable causes of differences in literature data were discussed. Especially, the published studies in recent years needed such a review."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Firat University, Sciences and Arts Faculty, Department of Chemistry, Elazig-Turkey. myaman@firat.edu.tr"
          }
        ],
        "LastName": "Yaman",
        "ForeName": "Mehmet",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United Arab Emirates",
    "MedlineTA": "Curr Med Chem",
    "NlmUniqueID": "9440157",
    "ISSNLinking": "0929-8673"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Metals"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Trace Elements"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Metals"
    },
    {
      "QualifierName": [
        "chemistry"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Trace Elements"
    }
  ],
  "NumberOfReferences": "117"
}