{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23946172",
  "DateCompleted": {
    "Year": "2014",
    "Month": "03",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1540-1413",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "8",
        "PubDate": {
          "Year": "2013",
          "Month": "Aug"
        }
      },
      "Title": "Journal of the National Comprehensive Cancer Network : JNCCN",
      "ISOAbbreviation": "J Natl Compr Canc Netw"
    },
    "ArticleTitle": "Determinants of enrollment in cancer clinical trials: the relationship between the current state of knowledge, societal disease burden, and randomized clinical trial enrollment.",
    "Pagination": {
      "StartPage": "928",
      "EndPage": "936",
      "MedlinePgn": "928-36"
    },
    "Abstract": {
      "AbstractText": [
        "Whether clinical cancer research currently focuses on gaps in the evidentiary basis for clinical guidelines and/or on cancers that impose greater societal burden is unclear. This study assessed the relationship between cancer research efforts in terms of planned randomized controlled trial (RCT) enrollment, objective measures of evidence quality, and a cancer's burden on society. The authors calculated the planned RCT enrollment listed on ClinicalTrials.gov for the 17 most prevalent solid cancers. Using cancer type as the unit of analysis, linear regression was used to examine the association between planned enrollment in RCTs and 1) evidence quality, as measured by the absolute number and percent of highest quality category (category 1 [C1]) recommendations in the NCCN Clinical Practice Guidelines in Oncology for each cancer, and 2) measures of burden on society, including prevalence, incidence, person-years of life lost (PYLL), and disability-adjusted life years (DALY). Non-normal distributions were log transformed when appropriate. Overall, 15% of the NCCN recommendations were based on the highest quality evidence. Results produced 1260 RCTs. Planned RCT enrollment ranged from 2270 (testis) to 492,876 (breast) and was correlated neither with absolute number nor percent of C1 recommendations for that cancer. Planned RCT enrollment was positively correlated with a cancer's prevalence (P=.01), incidence (P<.01), PYLL (P<.01), and DALY (P<0.01). In multivariate analysis, prevalence (P<.01) and PYLL (P<.01) had the strongest association with planned RCT enrollment. Findings showed, therefore, that planned cancer RCT enrollment is associated with higher societal disease burden, not the quality of a cancer's clinical guidelines."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the aDepartment of Therapeutic Radiology, Yale School of Medicine, New Haven, Connecticut; bMemorial Sloan-Kettering Cancer Center, New York, New York; cDepartment of Internal Medicine, Yale School of Medicine, New Haven, Connecticut; and dUnited States Department of Veterans Affairs, New York University School of Medicine, Departments of Urology, Population Health and Cancer, New York, New York."
          }
        ],
        "LastName": "Lloyd",
        "ForeName": "Shane",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Buscariollo",
        "ForeName": "Daniela L",
        "Initials": "DL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gross",
        "ForeName": "Cary P",
        "Initials": "CP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Makarov",
        "ForeName": "Danil V",
        "Initials": "DV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yu",
        "ForeName": "James B",
        "Initials": "JB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Natl Compr Canc Netw",
    "NlmUniqueID": "101162515",
    "ISSNLinking": "1540-1405"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Selection"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Research Design"
    }
  ]
}