{
  "CitationSubset": [
    "OM"
  ],
  "KeywordList": [
    [
      "BREAST/neoplasms",
      "LUNGS/neoplasms",
      "METHYLCHOLANTHRENE/effects",
      "URETHANE/effects"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [
    "5629:23690"
  ],
  "InvestigatorList": [],
  "PMID": "13271668",
  "DateCompleted": {
    "Year": "2003",
    "Month": "05",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-1007",
      "JournalIssue": {
        "Volume": "102",
        "Issue": "5",
        "PubDate": {
          "Year": "1955",
          "Month": "Nov",
          "Day": "01"
        }
      },
      "Title": "The Journal of experimental medicine",
      "ISOAbbreviation": "J Exp Med"
    },
    "ArticleTitle": "Are carcinogens responsible for the superimposed neoplastic changes occurring in mouse tumor cells? The effect of methylcholanthrene and urethane on pulmonary adenomas and of methylcholanthrene on mammary carcinomas.",
    "Pagination": {
      "StartPage": "517",
      "EndPage": "544",
      "MedlinePgn": "517-44"
    },
    "Abstract": {
      "AbstractText": [
        "Three spontaneous pulmonary adenomas of C mice, morphologically resembling those induced by methylcholanthrene or urethane, were propagated in host after host under conditions such that the neoplastic cells were directly exposed, while proliferating, to one or the other of these agents. The successive periods of test lasted for more than a year in some instances, the total exposure to the carcinogens far exceeding that required to change normal pulmonary cells into adenoma cells. One of the adenomas remained unaltered, and the others underwent cancerous changes; but these took place with equal frequency in the control growths, and their occurrence was neither hastened nor delayed by the carcinogens. Two polymorphous mammary carcinomas of \"milk-factor\" type, with the characteristic tendency to form acini and tubules, were exposed to methylcholanthrene in the same way as the pulmonary adenomas and for periods quite as long. Their cells continued to differentiate, and in other respects underwent no significant change. Urethane had no influence on the rate of growth of the adenomas exposed to it; methylcholanthrene, on the other hand, markedly retarded the enlargement both of them and of the mammary tumors. Its inhibitory influence was not passed on from cell to cell however; when freed of the carcinogen by further transplantation, the retarded tumors grew as fast as the controls. Furthermore the retardation caused no evident delay in the occurrence of cancerous changes in the adenomas. One of the adenomas was maintained in twelve parallel lines while under test and new tumors arose in nine of them, the earliest appearing more than fifteen months after initial transfer of the growth. Always it was an adenoma solidum, this appearing almost concurrently in eight of the nine lines. In six of them it was soon followed by carcinomas, the sequence of events and the morphological findings both indicating that they had derived from it. Individually the cancers were widely various, but they were similar on the whole from line to line. Carcinomas of a wholly different aspect arose from the other adenoma undergoing cancerous change, and they were not preceded by adenoma solidum. In both instances the character of the superimposed neoplastic alterations seemed to have been determined by some inherent trait of the adenoma concerned."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "DUMBELL",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "ROUS",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Exp Med",
    "NlmUniqueID": "2985109R",
    "ISSNLinking": "0022-1007"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Carcinogens"
    },
    {
      "RegistryNumber": "3IN71E75Z5",
      "NameOfSubstance": "Urethane"
    },
    {
      "RegistryNumber": "56-49-5",
      "NameOfSubstance": "Methylcholanthrene"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adenoma"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Carcinogens"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lung"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Methylcholanthrene"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Urethane"
    }
  ]
}