{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17530487",
  "DateCompleted": {
    "Year": "2007",
    "Month": "07",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0735-7907",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "3",
        "PubDate": {
          "Year": "2007",
          "Season": "Apr-May"
        }
      },
      "Title": "Cancer investigation",
      "ISOAbbreviation": "Cancer Invest"
    },
    "ArticleTitle": "Tensiometric profiles and their modulation by cholesterol: implications in cervical cancer.",
    "Pagination": {
      "StartPage": "172",
      "EndPage": "181",
      "MedlinePgn": "172-81"
    },
    "Abstract": {
      "AbstractText": [
        "Langmuir monolayers offer a convenient model for understanding the behavior of many natural systems like biological membranes. This technique was used to characterize the role of cholesterol, lipophilic, and lipophobic components of tissues in cervical cancer by evaluating their tensiometric profiles. Monolayers were formed on the surface of deionized water by spreading tissue components corresponding to 1 mg of the tissue for studying their surface pressure-area isotherms at body temperature. The cholesterol content of cancerous human cervical tissues was higher than that of the normal human cervical tissues. The addition of 3 mug cholesterol/mg tissue to the normal organic phase changed its tensiometric profile to that of the cancerous profile. Statistically significant tensiometric parameters showed that cholesterol acts as a rigidifier in the cervical tissues and has a remarkable role in shifting the normal cervical lipophilic surface activity towards that of the cancerous lipophilic monolayer. Several mixtures of the lipophilic-lipophobic components of both cancerous as well as normal cervical tissues also were characterized to reveal the relative contribution of these phases in the cervical cancer tensiometric profiles. Though the actual ratio of aqueous and organic phases in the normal tissue was 97:3 by weight, the tissue homogenate behavior was similar to that of a 50:50 mixture by weight, indicating the nonadditivity of the lipophilic-lipophobic components. The addition of cholesterol to a 97: 3 by weight aqueous: organic mixture of normal cervical tissue also revealed the rigidifying role of cholesterol. Unlike in normal tissue homogenates, the cancerous tissue homogenate tensiometric profile had more contribution from its aqueous phase components and an additive interaction between the lipophilic and lipophobic components was observed in the tissue homogenate. Thus, distinct differences in the interactions between lipophilic and lipophobic components were observed in cancerous and normal states. The Langmuir monolayer technique was sensitive to detect such changes in the form of altered tensiometric profiles. Therapeutic strategies may be designed to modulate these tensiometric profiles to our benefit."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Biosciences and Bioengineering, Indian Institute of Technology, Bombay, Mumbai, India."
          }
        ],
        "LastName": "Preetha",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Banerjee",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Huilgol",
        "ForeName": "N",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cancer Invest",
    "NlmUniqueID": "8307154",
    "ISSNLinking": "0735-7907"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Membranes, Artificial"
    },
    {
      "RegistryNumber": "059QF0KO0R",
      "NameOfSubstance": "Water"
    },
    {
      "RegistryNumber": "97C5T2UQ7J",
      "NameOfSubstance": "Cholesterol"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cell Count"
    },
    {
      "QualifierName": [
        "analysis",
        "chemistry"
      ],
      "DescriptorName": "Cholesterol"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Membrane Fluidity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Membranes, Artificial"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pressure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surface Tension"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Thermodynamics"
    },
    {
      "QualifierName": [
        "chemistry",
        "pathology",
        "physiopathology"
      ],
      "DescriptorName": "Uterine Cervical Neoplasms"
    },
    {
      "QualifierName": [
        "chemistry"
      ],
      "DescriptorName": "Water"
    }
  ]
}