{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "7707404",
  "DateCompleted": {
    "Year": "1995",
    "Month": "05",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0027-8874",
      "JournalIssue": {
        "Volume": "87",
        "Issue": "3",
        "PubDate": {
          "Year": "1995",
          "Month": "Feb",
          "Day": "01"
        }
      },
      "Title": "Journal of the National Cancer Institute",
      "ISOAbbreviation": "J Natl Cancer Inst"
    },
    "ArticleTitle": "Recent cancer trends in the United States.",
    "Pagination": {
      "StartPage": "175",
      "EndPage": "182",
      "MedlinePgn": "175-82"
    },
    "Abstract": {
      "AbstractText": [
        "Cancer incidence rates have been reported to be increasing in the United States, although trends vary according to form of cancer.",
        "We identify the cancers accounting for the rising incidence, quantify the changes that have occurred from the mid-1970s to the early 1990s, and contrast incidence and mortality trends to provide clues to the determinants of the temporal patterns.",
        "Sex-, race-, and age-specific and age-adjusted incidence rates for the 5-year periods 1987-1991 versus 1975-1979 were calculated for 28 cancers among men and 30 cancers among women using data from the Surveillance, Epidemiology, and End Results (SEER) Program of cancer registration covering about 10% of the U.S. population. Similar rates were computed using national mortality data. Cancers were ranked according to the change in incidence rates over the two periods.",
        "Age-adjusted incidence rates for all cancers combined increased by 18.6% among males and 12.4% among females from 1975-1979 to 1987-1991, due largely to rising rates for prostate cancer among men and for breast and lung cancers among women. National mortality rates for all cancers combined rose less steeply, 3% and 6% among men and women, respectively, driven mostly by continuing increases in lung cancer mortality, while death rates for the majority of the cancers were steady or declining. Total cancer incidence rose at all ages, but with different tumors responsible for the increases at different ages: leukemia and brain/nervous system cancer among children; testicular cancer, nonmelanoma skin cancer (largely Kaposi's sarcoma), non-Hodgkin's lymphoma, and melanoma among young and middle-aged adults; and prostate, breast, and lung cancers among older individuals. In contrast, mortality rates for all cancers combined declined among both males and females under age 55 years, increasing only among older persons.",
        "Trends in cancer incidence and mortality differ. For most cancers, incidence rates are rising, while mortality rates are generally stable or declining.",
        "Much of the recent increase in cancer incidence can be explained by known factors. Improved detection appears to account for most of the increases in breast cancer among women and prostate cancer among men. On the other hand, cigarette smoking is the major determinant of the rise in lung cancer among women, acquired immunodeficiency syndrome has led to increases in non-Hodgkin's lymphoma and Kaposi's sarcoma among young and middle-aged men, and sunlight exposure patterns have affected the trends in melanoma. Some trends remain unexplained, however, and may reflect changing exposures to carcinogens yet to be identified and clarified."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Cancer Etiology, National Cancer Institute, National Institutes of Health, Bethesda, MD 20892-7368, USA."
          }
        ],
        "LastName": "Devesa",
        "ForeName": "S S",
        "Initials": "SS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Blot",
        "ForeName": "W J",
        "Initials": "WJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stone",
        "ForeName": "B J",
        "Initials": "BJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Miller",
        "ForeName": "B A",
        "Initials": "BA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tarone",
        "ForeName": "R E",
        "Initials": "RE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fraumeni",
        "ForeName": "J F",
        "Initials": "JF",
        "Suffix": "Jr"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Natl Cancer Inst",
    "NlmUniqueID": "7503089",
    "ISSNLinking": "0027-8874"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "J Natl Cancer Inst. 1995 Feb 1;87(3):159-60",
      "PMID": "7707397"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Distribution"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Statistical"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "mortality"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Racial Groups"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SEER Program"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Distribution"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United States"
    }
  ]
}