{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20458523",
  "DateCompleted": {
    "Year": "2010",
    "Month": "10",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2010",
        "Month": "05",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s10654-010-9449-1"
    ],
    "Journal": {
      "ISSN": "1573-7284",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "6",
        "PubDate": {
          "Year": "2010",
          "Month": "Jun"
        }
      },
      "Title": "European journal of epidemiology",
      "ISOAbbreviation": "Eur J Epidemiol"
    },
    "ArticleTitle": "Screening for a cancer: thinking before rethinking.",
    "Pagination": {
      "StartPage": "365",
      "EndPage": "374",
      "MedlinePgn": "365-74"
    },
    "Abstract": {
      "AbstractText": [
        "A recent article (by Esserman et al.) called to serious question the diagnostic and prognostic premises of screening for breast and prostate cancers, and it proceeded to adduce, also, other radical rethinking of these screenings. That questioning was 'evidence-based' in the contemporary epidemiological meaning of this--use was made of cancer-registry data as well as of evidence from such randomized trials as epidemiologists now take to be essential in actual research on screening for a cancer--and, evidence-based as it was, that questioning has been left unquestioned. But that questioning, as to the interpretation of the evidence, was not adequately thinking-based. It was, instead, rife with the misunderstandings that permeate contemporary epidemiological thinking about screening for a cancer and about research for the scientific knowledge-base of this. In the truly called-for rethinking, the point of departure would be the recognition that the premises of screening for a cancer are clinical in nature, as obviously also are both the entire process potentially leading to a cancer's early, preclinical diagnosis and the individual counselling about submitting oneself to this. Epidemiologists should focus on epidemiology--practice of and research for community medicine, community-level preventive medicine, that is--and to have no presumptions of understanding, better than clinicians, the (clinical) issues surrounding the pursuit of early diagnosis of a cancer, whether matters of practice, research, or public policy. Clinicians and clinical researchers, in turn, should disregard epidemiologists'--and other public-health professionals'--ideas about screening for a cancer, the practice of and research on this. The need for this aprioristic rethinking is manifest, very eminently, in the fresh recommendations about screening for breast cancer, issued by the US Preventive Services Task Force, and in the public uproar provoked by these."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology, Biostatistics and Occupational Health, McGill University, 1020 Pine Avenue West, Montreal, QC, H2A 1A2, Canada. olli.miettinen@mcgill.ca"
          }
        ],
        "LastName": "Miettinen",
        "ForeName": "O S",
        "Initials": "OS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Eur J Epidemiol",
    "NlmUniqueID": "8508062",
    "ISSNLinking": "0393-2990"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Data Interpretation, Statistical"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Early Detection of Cancer"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evidence-Based Medicine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Prostatic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Unnecessary Procedures"
    }
  ]
}