{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16801335",
  "DateCompleted": {
    "Year": "2007",
    "Month": "01",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0923-7534",
      "JournalIssue": {
        "Volume": "17 Suppl 8",
        "PubDate": {
          "Year": "2006",
          "Month": "Jun"
        }
      },
      "Title": "Annals of oncology : official journal of the European Society for Medical Oncology",
      "ISOAbbreviation": "Ann Oncol"
    },
    "ArticleTitle": "The rising burden of cancer in the developing world.",
    "Pagination": {
      "StartPage": "viii15",
      "EndPage": "viii23",
      "MedlinePgn": "viii15-viii23"
    },
    "Abstract": {
      "AbstractText": [
        "Cancer remains one of the leading causes of morbidity and mortality worldwide. It is predicted that by 2020, the number of new cases of cancer in the world will increase to more than 15 million, with deaths increasing to 12 million. Much of the burden of cancer incidence, morbidity, and mortality will occur in the developing world. This forms part of a larger epidemiological transition in which the burden of chronic, non-communicable disease-once limited to industrialized nations-is now increasing in less developed countries. In addition to the accumulating risks associated with diet, tobacco, alcohol, lack of exercise, and industrial exposures, the developing world is already burdened by cancers some of which are attributable to infectious diseases. These disparities in cancer risk combined with poor access to epidemiological data, research, treatment, and cancer control and prevention combine to result in significantly poorer survival rates in developing countries for a range of specific malignancies. This paper summarizes the recent trends in the epidemiology and survival of cancers in the developing and developed world, and explores potential causes and policy responses to the disproportionate and growing cancer burden in less developed countries. Such responses may include raising awareness as well as education and training to foster better informed decision-making, together with improved cancer surveillance, early detection and emphasis on prevention. Improved health care financing and international initiatives and/or partnerships could also provide additional impetus in targeting resources where needed urgently."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Social Policy, London School of Economics, UK. p.g.kanavos@lse.ac.uk"
          }
        ],
        "LastName": "Kanavos",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Ann Oncol",
    "NlmUniqueID": "9007735",
    "ISSNLinking": "0923-7534"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Developed Countries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Developing Countries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Global Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Policy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "diagnosis",
        "economics",
        "epidemiology",
        "mortality"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "NumberOfReferences": "56"
}