{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cancer stem cells",
      "Etiology of cancer",
      "Metastasis"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32795837",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "08",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.mehy.2020.110170",
      "S0306-9877(20)31851-X"
    ],
    "Journal": {
      "ISSN": "1532-2777",
      "JournalIssue": {
        "Volume": "144",
        "PubDate": {
          "Year": "2020",
          "Month": "Nov"
        }
      },
      "Title": "Medical hypotheses",
      "ISOAbbreviation": "Med Hypotheses"
    },
    "ArticleTitle": "High percentage of cancer stem cells in metastatic locations; a comment on a claim \"variation in cancer risk among tissues can be explained by the number of stem cell divisions\".",
    "Pagination": {
      "StartPage": "110170",
      "MedlinePgn": "110170"
    },
    "Abstract": {
      "AbstractText": [
        "Metastasis is the major cause of cancer-related deaths. Cancer relapse and metastasis are associated with a part of cancer cells with stem cell properties. These cancer stem cells (CSCs) are resistant to treatments. In a recent survey, we observed that the population of cancer stem-like cells among metastatic tumor cells was significantly higher than that among the primary tumor cells. This high percentage can partly explain the reasons for chemoresistance and relapse in metastatic cancers. Analysis of the role of CSCs in metastasis has been mainly conceptual and speculative, and the reasons for a higher number of CSCs in the metastatic loci are questionable. Tomasetti and Vogelstein's claim can partly answer the question. They postulated that the proliferation rate of normal stem cells in some tissue is greater than that of other tissues, and accordingly, the incidence of cancer in these tissues is high. In compliance with CSCs paradigm, resident normal stem cells of tissues are the most probable source of CSCs. After homing of metastatic cancer cells in a tissue with high rate of normal stem cell proliferation, there is a big opportunity for cancer cells to convert normal stem cells to cancer stem cells. This is the powerful effect of cancerous microenvironment on resident stem cells of tissue. Therefore, in metastatic cancers, the number of CSCs in primary tumor or in each metastatic location is relevant to the proliferation rate of resident normal stem cells of the location. This concept is a confirmation of Tomasetti and Vogelstein's claim and can answer some fundamental questions about metastasis process."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Tissue Engineering, School of Medicine, Shahroud University of Medical Sciences, Shahroud, Iran. Electronic address: kamalabadi@shmu.ac.ir."
          }
        ],
        "LastName": "Kamalabadi-Farahani",
        "ForeName": "Mohammad",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Biotechnology, School of Medicine, Shahroud University of Medical Sciences, Shahroud, Iran."
          }
        ],
        "LastName": "Kia",
        "ForeName": "Vahid",
        "Initials": "V"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Hypotheses",
    "NlmUniqueID": "7505668",
    "ISSNLinking": "0306-9877"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cell Proliferation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cell Self Renewal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplastic Stem Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tumor Microenvironment"
    }
  ]
}