{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Lectin",
      "OSCC",
      "Oral cancer",
      "Podoplanin",
      "Podoplanin inhibitor"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37952507",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "11",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.archoralbio.2023.105841",
      "S0003-9969(23)00229-7"
    ],
    "Journal": {
      "ISSN": "1879-1506",
      "JournalIssue": {
        "Volume": "157",
        "PubDate": {
          "Year": "2024",
          "Month": "Jan"
        }
      },
      "Title": "Archives of oral biology",
      "ISOAbbreviation": "Arch Oral Biol"
    },
    "ArticleTitle": "The role of podoplanin inhibitors in controlling oral cancer progression.",
    "Pagination": {
      "StartPage": "105841",
      "MedlinePgn": "105841"
    },
    "Abstract": {
      "AbstractText": [
        "In this article, we review the current studies on the role of podoplanin in oral cancer and the potential application of podoplanin inhibitors as a therapeutic agent for oral cancer.",
        "The narrative review approach was conducted, providing a comprehensive perspective of related literature. Publications addressing podoplanin and its inhibitors in the context of oral cancer were retrieved from PubMed and Scopus databases.",
        "Podoplanin has emerged as a biomarker and therapeutic agent for oral cancer. Numerous studies have reported high podoplanin expression in oral cancer and pre-cancerous lesions compared to normal cells. A specific inhibitor targeting podoplanin may have the potential to prevent oral carcinogenesis via interfering with the pathway of cancerous cells involved in cell proliferation and metastasis. Antibodies, chimeric antigen receptor (CAR)-T cells, cancer-specific mAb (CasMab), synthetic molecules, and lectins are among the materials used as anticancer agents targeting podoplanin. Plant-derived lectins appear to demonstrate a unique advantage against alternative candidates.",
        "The use of podoplanin inhibitors in place of existing therapeutic approaches could be a promising and novel approach to the prevention and treatment of oral cancer. Nevertheless, further research is required to investigate the practical application of such inhibitors."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Nutrition Sciences, Kulliyyah of Allied Health Sciences, International Islamic University Malaysia, Kuantan, Pahang, Malaysia."
          }
        ],
        "LastName": "Sayuddin",
        "ForeName": "Engku Nasiha Engku Ngah",
        "Initials": "ENEN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmaceutical Technology, Kulliyyah of Pharmacy, International Islamic University Malaysia, Kuantan, Pahang, Malaysia; Pharmaceutics and Translational Research Group, Kulliyyah of Pharmacy, International Islamic University Malaysia, Kuantan, Pahang, Malaysia."
          }
        ],
        "LastName": "Taher",
        "ForeName": "Muhammad",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Fundamental Dental and Medical Sciences, Kulliyyah of Dentistry, International Islamic University Malaysia, Kuantan, Pahang, Malaysia; Cluster of Cancer Research Initiative IIUM (COCRII), International Islamic University Malaysia, Kuantan, Pahang, Malaysia; Melbourne Dental School, The University of Melbourne, Victoria, Australia."
          }
        ],
        "LastName": "Arzmi",
        "ForeName": "Mohd Hafiz",
        "Initials": "MH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Oral Maxillofacial Surgery and Oral Diagnosis, Kulliyyah of Dentistry, International Islamic University Malaysia, Kuantan, Pahang, Malaysia."
          }
        ],
        "LastName": "Burhanudin",
        "ForeName": "Nor Aszlitah",
        "Initials": "NA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Nutrition Sciences, Kulliyyah of Allied Health Sciences, International Islamic University Malaysia, Kuantan, Pahang, Malaysia; Cluster of Cancer Research Initiative IIUM (COCRII), International Islamic University Malaysia, Kuantan, Pahang, Malaysia. Electronic address: ashrafrostam@iium.edu.my."
          }
        ],
        "LastName": "Rostam",
        "ForeName": "Muhamad Ashraf",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Arch Oral Biol",
    "NlmUniqueID": "0116711",
    "ISSNLinking": "0003-9969"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antineoplastic Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Lectins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "prevention & control",
        "metabolism"
      ],
      "DescriptorName": "Mouth Neoplasms"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Antineoplastic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Carcinogenesis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lectins"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors have no relevant financial or non-financial interests to disclose."
}