{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "4088294",
  "DateCompleted": {
    "Year": "1986",
    "Month": "03",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0083-1921",
      "JournalIssue": {
        "Volume": "68",
        "PubDate": {
          "Year": "1985",
          "Month": "Dec"
        }
      },
      "Title": "National Cancer Institute monograph",
      "ISOAbbreviation": "Natl Cancer Inst Monogr"
    },
    "ArticleTitle": "Cancer registration in Connecticut and the study of multiple primary cancers, 1935-82.",
    "Pagination": {
      "StartPage": "13",
      "EndPage": "24",
      "MedlinePgn": "13-24"
    },
    "Abstract": {
      "AbstractText": [
        "The Connecticut Tumor Registry (CTR) was established in 1941 and is the oldest population-based cancer registry in the world. Since 1935, all malignant tumors have been registered, and cancer patients are followed annually for vital status. Reporting by hospitals of all cancers diagnosed in Connecticut residents became mandatory in 1971. The reporting physician or hospital makes the initial determination as to whether a tumor is an independent primary cancer, recurrent tumor, or metastatic lesion. In addition, the Registry maintains stringent quality control procedures to avoid duplication of cancer reports. The Registry reviews reports of new cancers developing in patients with a previous primary cancer to rule out the possibility of misdiagnosed metastases. Microscopic confirmation of the diagnosis has improved from 49% in 1935-39 to 94% in 1980-82. Cancers reported only from death certificates currently account for only 1% of all registrations. Between 1935 and 1979, cancer rates in Connecticut almost doubled among males and increased by more than one-third among females; notable increases were seen for cancers of the lung and prostate in males and cancers of the lung and breast in females. In recent years, rates for malignant melanoma of the skin have increased dramatically among both sexes. Stomach cancer has decreased over time in both sexes, as has cervical cancer in females. Although the CTR has used several revisions of the International Classification of Diseases to code the primary site of cancers, rules for the coding of multiple primary cancers have remained essentially the same. Among 253,536 individuals diagnosed between 1935 and 1982 with an invasive cancer, 16,727 (6.6%) nonsimultaneous second cancers were evaluated and are discussed in subsequent chapters of this monograph. Simultaneous cancers were diagnosed in 4,107 individuals and accounted for approximately 20% of all multiple cancers reported in Connecticut. The most frequent simultaneous tumors were cancers of the colon, rectum, prostate, lung, breast, and bladder. Some simultaneous cancers (chronic lymphocytic leukemia, testis, prostate, rectum, uterine corpus, and liver and biliary tract) occurred almost as frequently as the number of subsequent nonsimultaneous tumors, which suggests that the patterns of risk over time for certain sites may be distorted when diagnoses are advanced in time and removed from analysis.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Flannery",
        "ForeName": "J T",
        "Initials": "JT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Boice",
        "ForeName": "J D",
        "Initials": "JD",
        "Suffix": "Jr"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Devesa",
        "ForeName": "S S",
        "Initials": "SS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kleinerman",
        "ForeName": "R A",
        "Initials": "RA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Curtis",
        "ForeName": "R E",
        "Initials": "RE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fraumeni",
        "ForeName": "J F",
        "Initials": "JF",
        "Suffix": "Jr"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Natl Cancer Inst Monogr",
    "NlmUniqueID": "0216026",
    "ISSNLinking": "0083-1921"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Connecticut"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Demography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Neoplasms, Multiple Primary"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Registries"
    }
  ]
}