{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35136078",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "02",
        "Day": "08"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "2120",
      "10.1038/s41598-022-04803-0"
    ],
    "Journal": {
      "ISSN": "2045-2322",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Feb",
          "Day": "08"
        }
      },
      "Title": "Scientific reports",
      "ISOAbbreviation": "Sci Rep"
    },
    "ArticleTitle": "Double face of cytochrome c in cancers by Raman imaging.",
    "Pagination": {
      "StartPage": "2120",
      "MedlinePgn": "2120"
    },
    "Abstract": {
      "AbstractText": [
        "Cytochrome c (Cyt c) is a key protein that is needed to maintain life (respiration) and cell death (apoptosis). The dual-function of Cyt c comes from its capability to act as mitochondrial redox carrier that transfers electrons between the membrane-embedded complexes III and IV and to serve as a cytoplasmic apoptosis-triggering agent, activating the caspase cascade. However, the precise roles of Cyt c in mitochondria, cytoplasm and extracellular matrix under normal and pathological conditions are not completely understood. To date, no pathway of Cyt c release that results in caspase activation has been compellingly demonstrated in any invertebrate. The significance of mitochondrial dysfunctionality has not been studied in ductal carcinoma to the best of our knowledge. We used Raman spectroscopy and imaging to monitor changes in the redox state of the mitochondrial cytochromes in ex vivo surgically resected specimens of human breast tissues, and in vitro human breast cells of normal cells (MCF 10A), slightly malignant cells (MCF7) and highly aggressive cells (MDA-MB-231). We showed that Raman imaging provides insight into the biology of human breast ductal cancer. Here we show that proper concentration of monounsaturated fatty acids, saturated fatty acids, cardiolipin and Cyt c is critical in the correct breast ductal functioning and constitutes an important parameter to assess breast epithelial cells integrity and homeostasis. We look inside human breast ducts by Raman imaging answering fundamental questions about location and distribution of various biochemical components inside the lumen, epithelial cells of the duct and the extracellular matrix around the cancer duct during cancer development in situ. Our results show that human breast cancers demonstrate a redox imbalance compared to normal tissue. The reduced cytochrome c is upregulated in all stages of cancers development. The results of the paper shed light on a largely non-investigated issues regarding cytochromes and mitochondrial function in electron transfer chain. We found in histopathologically controlled breast cancer duct that Cyt c, cardiolipin, and palmitic acid are the main components inside the lumen of cancerous duct in situ. The presented results show direct evidence that Cyt c is released to the lumen from the epithelial cells in cancerous duct. In contrast the lumen in normal duct is empty and free of Cyt c. Our results demonstrate how Cyt c is likely to function in cancer development. We anticipate our results to be a starting point for more sophisticated in vitro and in vivo animal models. For example, the correlation between concentration of Cyt c and cancer grade could be tested in various types of cancer. Furthermore, Cyt c is a target of anti-cancer drug development and a well-defined and quantitative Raman based assay for oxidative phosphorylation and apoptosis will be relevant for such developments."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-7222-3583"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Applied Radiation Chemistry, Laboratory of Laser Molecular Spectroscopy, Lodz University of Technology, Wroblewskiego 15, 93-590, Lodz, Poland. halina.abramczyk@p.lodz.pl."
          }
        ],
        "LastName": "Abramczyk",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [
          "0000-0001-6924-2655"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Applied Radiation Chemistry, Laboratory of Laser Molecular Spectroscopy, Lodz University of Technology, Wroblewskiego 15, 93-590, Lodz, Poland."
          }
        ],
        "LastName": "Brozek-Pluska",
        "ForeName": "B",
        "Initials": "B"
      },
      {
        "Identifier": [
          "0000-0001-5412-0399"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Applied Radiation Chemistry, Laboratory of Laser Molecular Spectroscopy, Lodz University of Technology, Wroblewskiego 15, 93-590, Lodz, Poland."
          }
        ],
        "LastName": "Kopeć",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Sci Rep",
    "NlmUniqueID": "101563288",
    "ISSNLinking": "2045-2322"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "9007-43-6",
      "NameOfSubstance": "Cytochromes c"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnostic imaging",
        "etiology",
        "metabolism"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "etiology",
        "metabolism"
      ],
      "DescriptorName": "Carcinoma, Ductal, Breast"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Cytochromes c"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "In Vitro Techniques"
    },
    {
      "QualifierName": [],
      "DescriptorName": "MCF-7 Cells"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Mitochondria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxidation-Reduction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Spectrum Analysis, Raman"
    }
  ],
  "CoiStatement": "The authors declare no competing interests."
}