{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10875157",
  "DateCompleted": {
    "Year": "2000",
    "Month": "08",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "07",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ita"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0392-100X",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "6",
        "PubDate": {
          "Year": "1999",
          "Month": "Dec"
        }
      },
      "Title": "Acta otorhinolaryngologica Italica : organo ufficiale della Societa italiana di otorinolaringologia e chirurgia cervico-facciale",
      "ISOAbbreviation": "Acta Otorhinolaryngol Ital"
    },
    "ArticleTitle": "[The role of p53 tumor suppressor gene as prognostic factor in laryngeal squamous cell carcinoma].",
    "Pagination": {
      "StartPage": "342",
      "EndPage": "347",
      "MedlinePgn": "342-7"
    },
    "Abstract": {
      "AbstractText": [
        "Mutations in the p53 gene--which codifies anuclear phosphoprotein that acts as a tumor suppressor gene--is the most common genetic alteration in head and neck cancers. The aim of the present study was to investigate the prognostic significance of p53 protein over expression in squamous cell laryngeal carcinoma. To do so we analyzed 31 patients affected by precancerous lesions of the larynx who had undergone multiple biopsy between 1980 and 1995. Twenty-five of these patients later developed laryngeal carcinoma. In this group of patients, 51 biopsies were performed for precancerous lesions (17 hyperplasia, 3 light dysplasia, 23 moderate dysplasia, 8 severe dysplasia) prior to evidence of laryngeal cancer (2.04 biopsies/patient). In the group of patients who did not develop laryngeal cancer, 18 biopsy were performed (2.2 biopsies/patient) and histology revealed: 5 keratosis, 5 light dysplasia, 4 moderate dysplasia and 4 grave dysplasia. Using the immunohistopathological staining technique, 69 formalin-fixed, paraffin-embedded precancerous samples and 25 laryngeal carcinomas were examined for p53 over expression. The monoclonal antibody Pab 1801 was used with the avidinbiotin immunoperoxidase technique; p53 intensity of expression was assessed and correlated with clinical-pathological parameters. Over expression of the p53 protein was found in 56.8% of the precancerous lesions (41% of the hyperplastic lesions, 66% of light dysplastic lesions, 60% of moderate dysplastic lesions and 75% of severe dysplastic lesions) in the group patients who did develop laryngeal cancer and in 22.2% of the precancerous lesions in the group of patients that did not. The transformed lesions showed a strong correlation between intensity of positivity and grade of cellular atypia. Further in 93.3% of the patients with p53 positive precancerous lesions which later developed into laryngeal cancer, p53 over expression was present in the cancerous lesions. There was no significant correlation between p53 immuno reactivity and such clinico pathological tumor parameters as TNM staging and tumorrecurrence. On the other hand, there was a correlation between p53 overexpression and differentiation grading: p53 overexpression was found in 75% of the poorly differentiated tumors, 58.3% of moderately differentiated and 44.4% of well differentiated tumors. The fact that p53 is detected in preneoplastic lesions suggests that p53 gene alteration takes place very early in laryngeal carcinoma and moderate-to-high p53 expression constitutes a high risk of transformation into cancer; on the other hand low expression may reflect reversible changes that can be attributed to the genotoxic effects of tobacco smoking. In conclusion the present data suggest that p53 over expression could be a good prognostic marker in predicting which precancerous laryngeal lesions will progress into cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dipartimento di Specialità Medico-Chirurgiche, Università di Catania."
          }
        ],
        "LastName": "Garozzo",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cutrona",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Palmeri",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Maiolino",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Puzzo",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Allegra",
        "ForeName": "E",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Ruolo dell'oncoproteina p53 nella dignosi precoce e nell'evoluzione dei carcinomi squamosi della testa e del collo."
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Acta Otorhinolaryngol Ital",
    "NlmUniqueID": "8213019",
    "ISSNLinking": "0392-100X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Tumor Suppressor Protein p53"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Carcinoma, Squamous Cell"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Follow-Up Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gene Expression"
    },
    {
      "QualifierName": [
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Head and Neck Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Precancerous Conditions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Predictive Value of Tests"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Tumor Suppressor Protein p53"
    }
  ]
}