{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "apoptosis",
      "cancer",
      "drug discovery",
      "extracellular signal-regulated kinase",
      "fission yeast model system",
      "mitogen-activated protein kinase"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31061345",
  "DateCompleted": {
    "Year": "2019",
    "Month": "06",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [
      "10.1248/yakushi.18-00185-3"
    ],
    "Journal": {
      "ISSN": "1347-5231",
      "JournalIssue": {
        "Volume": "139",
        "Issue": "5",
        "PubDate": {
          "Year": "2019"
        }
      },
      "Title": "Yakugaku zasshi : Journal of the Pharmaceutical Society of Japan",
      "ISOAbbreviation": "Yakugaku Zasshi"
    },
    "ArticleTitle": "[Fission Yeast as a Model System for Studying Cancer Signaling and Drug Discovery: Discovery of ACA-28 as a Novel Inducer of ERK-dependent Apoptosis Reveals a New Cancer Therapy].",
    "Pagination": {
      "StartPage": "753",
      "EndPage": "758",
      "MedlinePgn": "753-758"
    },
    "Abstract": {
      "AbstractText": [
        "Mitogen-activated protein kinase (MAPK) pathways are evolutionarily conserved kinase modules that link extracellular signals to the machinery that controls fundamental cellular processes such as growth, proliferation, differentiation, and apoptosis. The Ras/Raf/MEK/ERK MAPK pathway is one of the most studied of the mammalian MAPK pathways and has attracted intense research interest because of its critical involvement in the regulation of cell proliferation. The mutational activation of upstream signaling components that constitutively activate ERK MAPKs as seen in various primary tumor samples has validated this pathway for drug discovery. The fission yeast Schizosaccharomyces pombe is an important tool for cancer research. This well-studied model organism has enabled groundbreaking, Nobel Prize-winning discoveries and has provided insights into how both normal and cancerous cells grow and divide. We performed chemical genetic screening using a fission yeast phenotypic assay and demonstrated that ACA-28, a synthetic derivative of 1'-acetoxychavicol acetate (ACA), effectively inhibited the growth of melanoma cancer cells wherein ERK MAPK signaling is hyperactivated due to mutations in the upstream activating regulators. Importantly, the growth of normal human epidermal melanocytes was less affected by ACA-28. In addition, ACA-28 specifically induced apoptosis in NIH/3T3 cells oncogenically transformed with HER2/ErbB2 but not in the parental cells. Notably, the ACA-28-induced apoptosis was abrogated when ERK activation was blocked with the specific MEK inhibitor U0126. Consistently, ACA-28 more strongly stimulated ERK phosphorylation in melanoma cells as compared with normal human epidermal melanocytes. ACA-28 might serve as a promising seed compound to combat ERK-dependent cancers by stimulating oncogenic signaling."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Molecular Pharmacogenomics, Department of Pharmaceutical Sciences, Faculty of Pharmacy, Kindai University."
          }
        ],
        "LastName": "Sugiura",
        "ForeName": "Reiko",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Yakugaku Zasshi",
    "NlmUniqueID": "0413613",
    "ISSNLinking": "0031-6903"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "ACA-28 cpd"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Benzyl Alcohols"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Apoptosis"
    },
    {
      "QualifierName": [
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Benzyl Alcohols"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Discovery"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug effects",
        "genetics",
        "physiology"
      ],
      "DescriptorName": "MAP Kinase Signaling System"
    },
    {
      "QualifierName": [
        "drug therapy",
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Phosphorylation"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Schizosaccharomyces"
    }
  ]
}