{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24841876",
  "DateCompleted": {
    "Year": "2015",
    "Month": "01",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "02",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1900/RDS.2013.10.228"
    ],
    "Journal": {
      "ISSN": "1614-0575",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "4",
        "PubDate": {
          "Year": "2013",
          "Season": "Winter"
        }
      },
      "Title": "The review of diabetic studies : RDS",
      "ISOAbbreviation": "Rev Diabet Stud"
    },
    "ArticleTitle": "Metformin and cancer.",
    "Pagination": {
      "StartPage": "228",
      "EndPage": "235",
      "MedlinePgn": "228-35"
    },
    "Abstract": {
      "AbstractText": [
        "Metformin is well-known as an anti-diabetic drug, but it seems to possess anti-cancerous properties as well. Adenosine monophosphate-activated protein kinase (AMPK) is a highly conserved regulator of the cellular response to the presence of low energy in all eukaryotic cells. It is considered a key sensor of the balance of cellular ATP and AMP concentrations. LKB1 serine/threonine kinase is a divergent yet evolutionarily well-conserved kinase, biochemically sufficient to activate AMPK in vitro and genetically required for AMPK activation. Because of this potent connection to AMPK, LKB1 may act as a central regulator of metabolism in vivo. Once activated, AMP kinase phosphorylates the transcriptional activator TorC2, thereby blocking its nuclear translocation and inhibiting the expression of genes involved in gluconeogenesis. Data suggest that LKB1/AMPK signaling plays a role in protection from apoptosis, specifically in response to agents that increase the cellular AMP/ATP ratio. Active AMPK signaling offers a protective effect by providing the cell with time to reverse the aberrantly high ratio of AMP/ATP. If unable to reverse this ratio, the cell will eventually undergo cell death. These observations offer the provocative suggestion of a potential therapeutic window in which LKB1-deficient tumor cells may be acutely sensitive to AMP analogues or sensitized to cell death by other stimuli when treated in combination with agents that increase the AMP/ATP ratio. LKB1 therefore is a classical tumor suppressor. AMPK is a direct LKB1 substrate. A consequence of AMPK activation by LKB1 is the inhibition of the mammalian target of rapamycin (mTOR) C1 pathway. Metformin's anti-cancerous properties have been demonstrated in various cancer cells in vitro, such as lung, pancreatic, colon, ovarian, breast, prostate, renal cancer cells, melanoma, and even in acute lymphoblastic leukemia cells. To test metformin's action in vivo, mice were implanted with transformed mammary epithelial cells and treated with three cycles of metformin and with the anthracycline doxorubicin. When combined with doxorubicin, metformin wiped out tumors and prevented recurrence. Metformin alone had no effect, and doxorubicin as a single agent initially shrank tumors, but they regrew later. Virtually no cancer stem cells were recovered immediately after treatment and the complete response was sustained for nearly two months. Further studies are needed to assess the anti-cancerous potentials of metformin in vivo. This article reviews the current knowledge on the actions of LKB1/AMPK and the effectiveness of metformin in cancer, specifically in diabetes patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "First Department of Internal Medicine, Evangelismos General Hospital, 10676 Athens, Greece."
          }
        ],
        "LastName": "Vallianou",
        "ForeName": "Natalia G",
        "Initials": "NG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Roche Diagnostics Hellas, 15125, Maroussi, Athens, Greece."
          }
        ],
        "LastName": "Evangelopoulos",
        "ForeName": "Angelos",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Honorary Lecturer, School of Medicine, University of Leicester, University Rd, Leicester, LE1 9HN, UK."
          }
        ],
        "LastName": "Kazazis",
        "ForeName": "Christos",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Singapore",
    "MedlineTA": "Rev Diabet Stud",
    "NlmUniqueID": "101227575",
    "ISSNLinking": "1613-6071"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antineoplastic Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Hypoglycemic Agents"
    },
    {
      "RegistryNumber": "9100L32L2N",
      "NameOfSubstance": "Metformin"
    },
    {
      "RegistryNumber": "EC 2.7.11.1",
      "NameOfSubstance": "Protein Serine-Threonine Kinases"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Antineoplastic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Apoptosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Hypoglycemic Agents"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Metformin"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "drug therapy",
        "enzymology",
        "genetics",
        "physiopathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Protein Serine-Threonine Kinases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Signal Transduction"
    }
  ]
}