{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11669597",
  "DateCompleted": {
    "Year": "2001",
    "Month": "12",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "07",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0748-7983",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "7",
        "PubDate": {
          "Year": "2001",
          "Month": "Nov"
        }
      },
      "Title": "European journal of surgical oncology : the journal of the European Society of Surgical Oncology and the British Association of Surgical Oncology",
      "ISOAbbreviation": "Eur J Surg Oncol"
    },
    "ArticleTitle": "Induction chemotherapy: to downgrade aggressive cancers to improve curability by surgery and/or radiotherapy.",
    "Pagination": {
      "StartPage": "672",
      "EndPage": "688",
      "MedlinePgn": "672-88"
    },
    "Abstract": {
      "AbstractText": [
        "Induction chemotherapy can be effective in reducing locally advanced or aggressive cancers to improve their prospects of cure by planned follow-up surgery and/or radiotherapy. Systemic (intravenous) delivery is the simplest and most readily available method of administering induction chemotherapy. In some situations, a greater chemotherapy impact can be achieved by delivering a more concentrated dose of effective anti-cancer agents into the arterial blood supply of the cancer. Intra-arterial (i.a.) chemotherapy may or may not be advantageous. To achieve an advantage, the tumour must be fully contained in tissue supplied by one or more arteries that can be effectively cannulated and infused. The cancer must also be one known to respond better to concentrated chemotherapy and the agents used must be effective in the state in which they are delivered. The advantages must outweigh the likely increased risks of regional toxicity and experienced personnel and appropriate specialized equipment must be available to reduce any risk of mistakes made by the more exacting techniques of delivery. In general, systemic chemotherapy is most appropriate in treating tumours without a single artery of supply; when certain agents that are inactive until modified in body tissues (such as cyclophosphamide or DTIC) are to be used; when satisfactory responses can be achieved safely and more easily by systemic delivery; when technical skills and facilities for regional delivery are not available; or when the patient's general health, poor co-operation or long-term prognosis precludes the additional complexity of regional delivery. Intra-arterial infusion may have advantages in treating some locally advanced malignancies in the head and neck, a limb, some invasive stomach cancers and some breast cancers. Primary and some metastatic liver cancers, some pelvic cancers and possibly pancreatic malignancies may also respond well to initial direct chemotherapy infusion and are the subject of several studies. Closed circuit perfusion (Creech-Krementz), chemofiltration infusion and \"stop-flow\" perfusion (Aigner) and regional limb infusion (Thompson) are more complex techniques aimed at even greater localized initial tissue chemotherapy concentrations over a short time span. These are the subject of ongoing studies in highly specialized units. Their use is designed to achieve tumour responses in treating such malignancies as melanoma, some sarcomas or pancreatic cancer that usually show a poor response to standard systemic chemotherapy."
      ],
      "CopyrightInformation": "Copyright 2001 Harcourt Publishers Limited."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The University of Sydney Surgical Oncology and Melanoma Unit, The Royal Prince Alfred Hospital, Missenden Road, Camperdown, NSW 2050, Australia."
          }
        ],
        "LastName": "Stephens",
        "ForeName": "F O",
        "Initials": "FO"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Eur J Surg Oncol",
    "NlmUniqueID": "8504356",
    "ISSNLinking": "0748-7983"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antineoplastic Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antineoplastic Agents"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Combined Modality Therapy"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Head and Neck Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoadjuvant Therapy"
    },
    {
      "QualifierName": [
        "drug therapy",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Sarcoma"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Skin Neoplasms"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Stomach Neoplasms"
    }
  ],
  "NumberOfReferences": "76"
}