{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11013390",
  "DateCompleted": {
    "Year": "2000",
    "Month": "11",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0886-1544",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "2",
        "PubDate": {
          "Year": "2000",
          "Month": "Oct"
        }
      },
      "Title": "Cell motility and the cytoskeleton",
      "ISOAbbreviation": "Cell Motil Cytoskeleton"
    },
    "ArticleTitle": "Aneuploidy, the somatic mutation that makes cancer a species of its own.",
    "Pagination": {
      "StartPage": "81",
      "EndPage": "107",
      "MedlinePgn": "81-107"
    },
    "Abstract": {
      "AbstractText": [
        "The many complex phenotypes of cancer have all been attributed to \"somatic mutation.\" These phenotypes include anaplasia, autonomous growth, metastasis, abnormal cell morphology, DNA indices ranging from 0.5 to over 2, clonal origin but unstable and non-clonal karyotypes and phenotypes, abnormal centrosome numbers, immortality in vitro and in transplantation, spontaneous progression of malignancy, as well as the exceedingly slow kinetics from carcinogen to carcinogenesis of many months to decades. However, it has yet to be determined whether this mutation is aneuploidy, an abnormal number of chromosomes, or gene mutation. A century ago, Boveri proposed cancer is caused by aneuploidy, because it correlates with cancer and because it generates \"pathological\" phenotypes in sea urchins. But half a century later, when cancers were found to be non-clonal for aneuploidy, but clonal for somatic gene mutations, this hypothesis was abandoned. As a result aneuploidy is now generally viewed as a consequence, and mutated genes as a cause of cancer although, (1) many carcinogens do not mutate genes, (2) there is no functional proof that mutant genes cause cancer, and (3) mutation is fast but carcinogenesis is exceedingly slow. Intrigued by the enormous mutagenic potential of aneuploidy, we undertook biochemical and biological analyses of aneuploidy and gene mutation, which show that aneuploidy is probably the only mutation that can explain all aspects of carcinogenesis. On this basis we can now offer a coherent two-stage mechanism of carcinogenesis. In stage one, carcinogens cause aneuploidy, either by fragmenting chromosomes or by damaging the spindle apparatus. In stage two, ever new and eventually tumorigenic karyotypes evolve autocatalytically because aneuploidy destabilizes the karyotype, ie. causes genetic instability. Thus, cancer cells derive their unique and complex phenotypes from random chromosome number mutation, a process that is similar to regrouping assembly lines of a car factory and is analogous to speciation. The slow kinetics of carcinogenesis reflects the low probability of generating by random chromosome reassortments a karyotype that surpasses the viability of a normal cell, similar again to natural speciation. There is correlative and functional proof of principle: (1) solid cancers are aneuploid; (2) genotoxic and non-genotoxic carcinogens cause aneuploidy; (3) the biochemical phenotypes of cells are severely altered by aneuploidy affecting the dosage of thousands of genes, but are virtually un-altered by mutations of known hypothetical oncogenes and tumor suppressor genes; (4) aneuploidy immortalizes cells; (5) non-cancerous aneuploidy generates abnormal phenotypes in all species tested, e.g., Down syndrome; (6) the degrees of aneuploidies are proportional to the degrees of abnormalities in non-cancerous and cancerous cells; (7) polyploidy also varies biological phenotypes; (8) variation of the numbers of chromosomes is the basis of speciation. Thus, aneuploidy falls within the definition of speciation, and cancer is a species of its own. The aneuploidy hypothesis offers new prospects of cancer prevention and therapy."
      ],
      "CopyrightInformation": "Copyright 2000 Wiley-Liss, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Molecular and Cell Biology, Stanley Hall, UC Berkeley, Berkeley, CA 94720, USA. duesberg@rumms.uni-mannheim.de"
          }
        ],
        "LastName": "Duesberg",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rasnick",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cell Motil Cytoskeleton",
    "NlmUniqueID": "8605339",
    "ISSNLinking": "0886-1544"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Carcinogens"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aneuploidy"
    },
    {
      "QualifierName": [
        "toxicity"
      ],
      "DescriptorName": "Carcinogens"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phenotype"
    }
  ],
  "NumberOfReferences": "228"
}