{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9175402",
  "DateCompleted": {
    "Year": "1997",
    "Month": "08",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0300-2977",
      "JournalIssue": {
        "Volume": "50",
        "Issue": "5",
        "PubDate": {
          "Year": "1997",
          "Month": "May"
        }
      },
      "Title": "The Netherlands journal of medicine",
      "ISOAbbreviation": "Neth J Med"
    },
    "ArticleTitle": "Cancer and genes: how will molecular biology reshape our clinical practice?",
    "Pagination": {
      "StartPage": "211",
      "EndPage": "215",
      "MedlinePgn": "211-5"
    },
    "Abstract": {
      "AbstractText": [
        "Cancers develop through a succession of stages marked by the accumulation of genetic events within the cell. The rate of occurrence of these events is influenced by the genetic make-up of the individual (e.g., differences in the metabolism of carcinogens, and in the capacity for DNA repair). Knowledge of these events will help define precise targets for early diagnosis. Molecular profiles of cancers will predict prognosis and guide the selection of appropriate therapy. Genetic differences between cancers and normal cells may at last be exploited to make cancer treatment truly selective. An example in clinical trials is the 'smart virus' that replicates in and destroys only cancer cells because of their defective p53 function. An understanding of the genetic background of individuals should allow those at particular risk to be recognised and to develop prevention programmes involving targeted screening or the avoidance of predisposing environmental factors. Here, however, human behaviour and the efficacy of early detection methods are likely to be limiting factors, as is already clear from experience with tobacco smoking and with genes for breast cancer and ovarian cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Oncology, University of Cambridge, Addenbrooke's Hospital, UK."
          }
        ],
        "LastName": "Ponder",
        "ForeName": "B A",
        "Initials": "BA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Neth J Med",
    "NlmUniqueID": "0356133",
    "ISSNLinking": "0300-2977"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    }
  ],
  "NumberOfReferences": "5"
}