{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24213851",
  "DateCompleted": {
    "Year": "2014",
    "Month": "06",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "11",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s13277-013-1295-9"
    ],
    "Journal": {
      "ISSN": "1423-0380",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "3",
        "PubDate": {
          "Year": "2014",
          "Month": "Mar"
        }
      },
      "Title": "Tumour biology : the journal of the International Society for Oncodevelopmental Biology and Medicine",
      "ISOAbbreviation": "Tumour Biol"
    },
    "ArticleTitle": "\"The development tumor model\" to study and monitor the entire progression of both primary and metastatic tumors.",
    "Pagination": {
      "StartPage": "2219",
      "EndPage": "2230",
      "MedlinePgn": "2219-30"
    },
    "Abstract": {
      "AbstractText": [
        "Glioblastoma multiforme and other malignant cancers resulting in solid tumors continue to be devastating diseases. In order to find more effective treatments, it is necessary to cultivate a better understanding of the dynamics of tumor development in relation to both primary and secondary tumors. Although hand-held or digital caliper methods can measure tumor growth in subcutaneous xenograft models, to date, the only way to follow and monitor the progression of growing tumors in orthotopic animal models is imaging. This is not enough. To improve our knowledge of the biological characteristics that take place during tumor progression at both primary and metastatic sites, it is indispensable to develop an in vivo model which enables us to reproduce, from the beginning to the end of the cancer's natural history, what really happens in a patient affected by a solid tumor. The ideal tumor model must allow us to monitor all the stages of the tumor's development, both in the primary bulk and in secondary locations, by obtaining cells, biopsies as well as performing stainings on sections. In this paper, \"the development tumor model\", already proposed by the author to monitor the whole progression of the glioblastoma, is also applied to the study of all solid malignancies. It is a xenogeneic orthotopic transplantation model using human tumor-derived cells from the pre-hypoxic phase as transplanted material, which will be cultured in a neurobasal serum-free medium. By transplanting the same material at the same time (time zero) into a number of immunodeficient and genetically identical mice or rats, the model can be used to create a pool of twin animal transplant candidates under the same testing conditions. By sacrificing one animal a week (or choosing other intervals as needed) and performing multiple biopsies and stainings on sections, we can monitor the entire development of both the primary and secondary tumors. This may shed light on which specific cells and particular markers need to be focused on in order to develop innovative, valid therapeutic strategies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurosurgery, S. Maria della Misericordia Hospital, Viale Tre Martiri, 45100, Rovigo, Italy, enrhenrik@quipo.it."
          }
        ],
        "LastName": "Brognaro",
        "ForeName": "Enrico",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Tumour Biol",
    "NlmUniqueID": "8409922",
    "ISSNLinking": "1010-4283"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Brain Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Progression"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Glioblastoma"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heterografts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Neoplasm Transplantation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Transplantation, Heterologous"
    }
  ]
}