{
  "CitationSubset": [
    "OM"
  ],
  "KeywordList": [
    [
      "CARCINOMA, EPIDERMOID",
      "EXPERIMENTAL LAB STUDY",
      "METHYLCHOLANTHRENE",
      "MICE",
      "NEOPLASM TRANSPLANTATION",
      "NEOPLASMS, EXPERIMENTAL",
      "PAPILLOMA",
      "SKIN NEOPLASMS"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14208248",
  "DateCompleted": {
    "Year": "1996",
    "Month": "12",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-1007",
      "JournalIssue": {
        "Volume": "120",
        "Issue": "2",
        "PubDate": {
          "Year": "1964",
          "Month": "Aug",
          "Day": "01"
        }
      },
      "Title": "The Journal of experimental medicine",
      "ISOAbbreviation": "J Exp Med"
    },
    "ArticleTitle": "FURTHER EXPERIMENTS ON THE CAUSE OF SEQUENTIAL NEOPLASTIC CHANGES. THE EFFECTS OF 20-METHYLCHOLANTHRENE ON TRANSPLANTED EPIDERMAL MOUSE PAPILLOMAS AND THE DERIVATIVE CARCINOMAS.",
    "Pagination": {
      "StartPage": "197",
      "EndPage": "222",
      "MedlinePgn": "197-222"
    },
    "Abstract": {
      "AbstractText": [
        "When crystalline 20-methylcholanthrene (MC) and the cells of tar-induced mouse papillomas (paps.) are injected together into the thigh muscles of mice the carcinogen exerts a marked promoting and chemotactic influence upon the cells while it is dissolving in the tissue fluid. Under such circumstances it strongly stimulates and attracts them, with result they surround and include the scattered crystals in small cysts that later coalesce to form a larger one from which the MC only very gradually escapes. Because of these findings intramuscular tests were made to learn whether MC would hasten the occurrence or increase the number of cancers that now and again derive from paps.; but the tests were repeatedly marred by the extraordinary behavior of such cancerous cells as happened to be already present in the implanted material. They responded far more actively to MC than did the pap. cells and soon took over the growths. Some carcinomas which failed to grow when transplanted alone, or only gradually formed small, regressing nodules, gave rise rapidly to huge growths of similar sort when exposed to MC. To exclude cancerous cells so far as possible from the later tests small grafts of pap. tissue with MC crystals adhering to them were implanted subcutaneously. The pap. cells promptly lined the graft pockets, encysting the crystals incidentally, and formed tumors that enlarged progressively by keratinizing inwards. While they did this their living layer of pap. tissue was continually bathed in dissolved MC throughout many weeks. Despite these apparently favorable conditions the carcinogen neither hastened the occurrence nor increased the number of visible epidermal cancers deriving from the paps. It also failed to bring about sequential malignant changes in the carcinomas. These negative results accord with those already obtained through long exposure of the benign pulmonary adenomas of mice to urethane or methylcholanthrene, agents which rapidly induce these benign tumors yet which were found to be incapable of furthering the cancerous changes to which such growths are prone. They accord also with another previous finding, namely that MC fails to bring on the malignant changes of discontinuous, sequential sort that mammary mouse carcinomas often undergo \"spontaneously.\" Taken together these facts indicate that the change or changes whereby normal cells are converted into benign tumor cells differ in nature from those taking place when they become cancer cells, as also from those occurring when cancer cells undergo further, step-like, malignant changes. A study has been begun to learn whether the widely various carcinomas deriving from benign papillomas differ from these latter and from one and other in their chromosomal content."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "HENDERSON",
        "ForeName": "J S",
        "Initials": "JS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "ROUS",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Exp Med",
    "NlmUniqueID": "2985109R",
    "ISSNLinking": "0022-1007"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Carcinogens"
    },
    {
      "RegistryNumber": "56-49-5",
      "NameOfSubstance": "Methylcholanthrene"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Carcinogens"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Carcinoma, Squamous Cell"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Epidermis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Methylcholanthrene"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Transplantation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasms, Experimental"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Papilloma"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Skin Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Transplants"
    }
  ]
}