{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Objetivo: La máxima expresión de la desnutrición en los pacientes oncológicos es la caquexia cancerosa, siempre vinculada a un  pronóstico desfavorable. Dado su carácter evolutivo se recomienda  detectar y actuar precozmente en aquellos pacientes con riesgo  nutricional. El objetivo es definir un algoritmo de actuación para el  abordaje nutricional de pacientes con tumores sólidos.Método: Mediante la técnica de grupo nominal se reunió a especialistas en farmacia hospitalaria, nutrición y oncología que establecieron una priorización de temas relacionados con el estado nutricional y su  abordaje en pacientes con tumores sólidos. Su discusión y análisis  permitieron diseñar un algoritmo de actuación.Resultados: El algoritmo diferencia dos grupos de pacientes según la localización del tumor y su impacto en el estado nutricional: los tumores  de alto riesgo (grupo 1) incluyen cánceres de cabeza y cuello, del tracto  digestivo superior y colorrectal, y los tumores de bajo riesgo (grupo 2)  engloban el resto de neoplasias. Los pacientes del grupo 1 (a excepción de aquellos con cáncer colorrectal) son directamente valorados  nutricionalmente en los primeros 3-5 días tras su presentación en el  comité de tumores, iniciando el soporte nutricional requerido en ese  momento. Los pacientes del grupo 2 y los diagnosticados de cáncer  colorrectal son cribados (mediante NUTRISCORE) tras su presentación en  el comité, derivándose a consulta nutricional a aquellos con riesgo positivo para realizar una evaluación completa y proponer opciones de tratamiento, y reevaluándose periódicamente los pacientes sin riesgo nutricional. El  seguimiento se planifica según la terapia oncológica, con una  monitorización continua en cada ciclo de tratamiento o durante el periodo  perioperatorio.Conclusiones: A partir de la técnica de grupo nominal, se alcanzaron acuerdos para proponer un algoritmo de abordaje nutricional  precoz del paciente con cáncer. La adopción del algoritmo propuesto podría reducir la variabilidad en la práctica clínica institucional, promoviendo un  enfoque nutricional oportuno y adecuado en pacientes con cáncer."
      ],
      "CopyrightInformation": "Copyright AULA MEDICA EDICIONES 2014. Published by AULA MEDICA. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33941053",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.7399/fh.11299"
    ],
    "Journal": {
      "ISSN": "2171-8695",
      "JournalIssue": {
        "Volume": "45",
        "Issue": "3",
        "PubDate": {
          "Year": "2021",
          "Month": "Apr",
          "Day": "15"
        }
      },
      "Title": "Farmacia hospitalaria : organo oficial de expresion cientifica de la Sociedad Espanola de Farmacia Hospitalaria",
      "ISOAbbreviation": "Farm Hosp"
    },
    "ArticleTitle": "NUTRI-ONCOCARE: New integral nutrition care model to prevent and treat malnutrition in cancer patients.",
    "Pagination": {
      "StartPage": "109",
      "EndPage": "114",
      "MedlinePgn": "109-114"
    },
    "Abstract": {
      "AbstractText": [
        "The maximum expression of malnutrition in cancer patients is  cancerous cachexia, always linked to an unfavorable prognosis. Given its  evolutionary nature it is recommended to detect and act early in those patients with nutritional risk. The objective is to propose an action  algorithm for the nutritional approach of patients with solid tumors.",
        "Through the nominal group technique, specialists in hospital pharmacy, nutrition and oncology who established a prioritization  of issues related to nutritional status and its approach in patients with  solid tumors were brought together. Their discussion and analysis allowed  us to design a performance algorithm.",
        "The algorithm differentiates two groups of patients according to  the location of the tumor and its impact on nutritional status: high-risk tumors (group 1) include cancers of the head and neck, upper  digestive tract and colorectal and low-risk tumors (group 2) include the  rest of the neoplasms. Group 1 patients (with the exception of those with  colorectal cancer) are directly assessed nutritionally in the first 3-5 days  after their presentation in the Tumor Committee, starting the nutritional  support required at that time. Patients in group 2 and those diagnosed  with colorectal cancer are screened (through NUTRISCORE) after their  presentation in the Committee, those with positive risk being referred to  nutritional consultation to perform a complete evaluation and propose  treatment options. Patients without nutritional risk are periodically re- evaluated. Follow-up is planned according to cancer therapy, with  continuous monitoring in each treatment cycle or during the perioperative  period.",
        "From the nominal group technique, agreements were reached to propose an algorithm of nutritional approach of the cancer patient. The adoption of the proposed algorithm could reduce  variability in institutional clinical practice, promoting a timely and adequate nutritional approach in cancer patients."
      ],
      "CopyrightInformation": "Copyright AULA MEDICA EDICIONES 2014. Published by AULA MEDICA. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Servicio de Farmacia Hospitalaria, Clínica Vistahermosa-HLA, Alicante. Spain.. marga.garrido@hotmail.com."
          }
        ],
        "LastName": "Sirvent-Ochando",
        "ForeName": "Mariola",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Servicio de Farmacia Hospitalaria, Hospital General Universitario de Elche, Elche (Alicante). Spain.. marga.garrido@hotmail.com."
          }
        ],
        "LastName": "Murcia-Lopez",
        "ForeName": "Ana",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Servicio de Farmacia Hospitalaria, Hospital Universitario Mutua Terrassa, Terrassa (Barcelona). Spain.. marga.garrido@hotmail.com."
          }
        ],
        "LastName": "Sangrador-Pelluz",
        "ForeName": "Cristina",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Servicio de Farmacia Hospitalaria, Clínica Vistahermosa-HLA, Alicante. Spain.. marga.garrido@hotmail.com."
          }
        ],
        "LastName": "Espla",
        "ForeName": "Sara",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Servicio de Farmacia y Nutrición, Hospital Costa del Sol, Málaga. Spain.. marga.garrido@hotmail.com."
          }
        ],
        "LastName": "Garrido-Siles",
        "ForeName": "Margarita",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Servicio de Farmacia y Nutrición, Hospital Costa del Sol, Málaga. Spain.. marga.garrido@hotmail.com."
          }
        ],
        "LastName": "Abiles",
        "ForeName": "Jimena",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "NUTRI-ONCOCARE: Nuevo modelo integral de atención nutricional para prevenir y tratar la desnutrición en pacientes con cáncer."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Farm Hosp",
    "NlmUniqueID": "9440679",
    "ISSNLinking": "1130-6343"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Cachexia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Malnutrition"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nutrition Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nutritional Support"
    }
  ]
}