{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19107434",
  "DateCompleted": {
    "Year": "2009",
    "Month": "01",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "12",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/978-1-60327-492-0_8"
    ],
    "Journal": {
      "ISSN": "1064-3745",
      "JournalIssue": {
        "Volume": "472",
        "PubDate": {
          "Year": "2009"
        }
      },
      "Title": "Methods in molecular biology (Clifton, N.J.)",
      "ISOAbbreviation": "Methods Mol Biol"
    },
    "ArticleTitle": "Energy intake, physical activity, energy balance, and cancer: epidemiologic evidence.",
    "Pagination": {
      "StartPage": "191",
      "EndPage": "215",
      "MedlinePgn": "191-215"
    },
    "Abstract": {
      "AbstractText": [
        "Energy intake, physical activity, and obesity are modifiable lifestyle factors. This chapter reviews and summarizes the epidemiologic evidence on the relation of energy intake, physical activity, and obesity to cancer. High energy intake may increase the risk of cancers of colon-rectum, prostate (especially advanced prostate cancer), and breast. However, because physical activity, body size, and metabolic efficiency are highly related to total energy intake and expenditure, it is difficult to assess the independent effect of energy intake on cancer risk. There are sufficient evidences to support a role of physical activity in preventing cancers of the colon and breast, whereas the association is stronger in men than in women for colon cancer and in postmenopausal than in premenopausal women for breast cancer. The evidence also suggests that physical activity likely reduces the risk of cancers of endometrium, lung, and prostate (to a lesser extent). On the other hand, there is little or no evidence that the risk of rectal cancer is related to physical activity, whereas the results have been inconsistent regarding the association between physical activity and the risks of cancers of pancreas, ovary and kidney. Epidemiologic studies provide sufficient evidence that obesity is a risk factor for both cancer incidence and mortality. The evidence supports strong links of obesity with the risk of cancers of the colon, rectum, breast (in postmenopausal women), endometrium, kidney (renal cell), and adenocarcinoma of the esophagus. Epidemiologic evidence also indicates that obesity is probably related to cancers of the pancreas, liver, and gallbladder, and aggressive prostate cancer, while it seems that obesity is not associated with lung cancer. The role of obesity in other cancer risks is unclear."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Public Health Agency of Canada, Centre for Chronic Disease Prevention and Control, Ottawa, Ontario, Canada."
          }
        ],
        "LastName": "Pan",
        "ForeName": "Sai Yi",
        "Initials": "SY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "DesMeules",
        "ForeName": "Marie",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Methods Mol Biol",
    "NlmUniqueID": "9214969",
    "ISSNLinking": "1064-3745"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Energy Intake"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Energy Metabolism"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Epidemiologic Methods"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Motor Activity"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology",
        "physiopathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Obesity"
    }
  ],
  "NumberOfReferences": "256"
}