{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19442141",
  "DateCompleted": {
    "Year": "2009",
    "Month": "07",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0929-8673",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "14",
        "PubDate": {
          "Year": "2009"
        }
      },
      "Title": "Current medicinal chemistry",
      "ISOAbbreviation": "Curr Med Chem"
    },
    "ArticleTitle": "The metastatic process: methodological advances and pharmacological challenges.",
    "Pagination": {
      "StartPage": "1704",
      "EndPage": "1717",
      "MedlinePgn": "1704-17"
    },
    "Abstract": {
      "AbstractText": [
        "The metastatic spread of cancer is still the major barrier to the treatment of this disease. Understanding the molecular mechanisms underlying the metastatic process is of crucial importance to tune novel therapeutic strategies aimed at contrasting the dissemination of cancer. Metastasis is a sequential multistep process that ultimately leads to the cancer's outgrowth in a different organ from which it had originated. This clinically and experimentally involves the following steps: invasion of adjacent tissues, intravasation, transport of cancer cells through the circulatory system, arrest at a secondary site, extravasation and growth in a secondary organ. Additionally, tumor growth and metastasis depend on the ability of the tumor to induce its own blood supply through angiogenesis. Each of these steps can potentially be targeted by therapeutic agents, but the limited knowledge regarding the molecular events of metastasis makes most therapeutic strategies largely inefficient. However, important methodological advances have recently led to further insights into the biology of metastasis, thus raising the possibility of designing more appropriate pharmacological strategies to contrast the specific steps of the metastatic process. A variety of pharmacological approaches including inhibition of tumor invasion, angiogenesis, signal transduction pathways, and most recently the targeting of tumor stroma, are now under fervent development. Benefits and limits of these approaches, as well as, new therapeutic opportunities are herein discussed. Agents that limit any phase of the metastatic process may be therapeutically useful. Therefore, the future pharmacological challenge will be to combine drugs that target different aspects of this complex multistep process."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, Vanderbilt University School of Medicine, Nashville, TN 37232-2561, USA. antonio.mazzocca@vanderbilt.edu"
          }
        ],
        "LastName": "Mazzocca",
        "ForeName": "Antonio",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Carloni",
        "ForeName": "Vinicio",
        "Initials": "V"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United Arab Emirates",
    "MedlineTA": "Curr Med Chem",
    "NlmUniqueID": "9440157",
    "ISSNLinking": "0929-8673"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antineoplastic Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Antineoplastic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Neoplasm Invasiveness"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Neoplasm Metastasis"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "NumberOfReferences": "149"
}