{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21176210",
  "DateCompleted": {
    "Year": "2011",
    "Month": "03",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2010",
        "Month": "12",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1475-2891-9-69"
    ],
    "Journal": {
      "ISSN": "1475-2891",
      "JournalIssue": {
        "Volume": "9",
        "PubDate": {
          "Year": "2010",
          "Month": "Dec",
          "Day": "22"
        }
      },
      "Title": "Nutrition journal",
      "ISOAbbreviation": "Nutr J"
    },
    "ArticleTitle": "Pretreatment serum albumin as a predictor of cancer survival: a systematic review of the epidemiological literature.",
    "Pagination": {
      "StartPage": "69",
      "MedlinePgn": "69"
    },
    "Abstract": {
      "AbstractText": [
        "There are several methods of assessing nutritional status in cancer of which serum albumin is one of the most commonly used. In recent years, the role of malnutrition as a predictor of survival in cancer has received considerable attention. As a result, it is reasonable to investigate whether serum albumin has utility as a prognostic indicator of cancer survival in cancer. This review summarizes all available epidemiological literature on the association between pretreatment serum albumin levels and survival in different types of cancer.",
        "A systematic search of the literature using the MEDLINE database (January 1995 through June 2010) to identify epidemiologic studies on the relationship between serum albumin and cancer survival. To be included in the review, a study must have: been published in English, reported on data collected in humans with any type of cancer, had serum albumin as one of the or only predicting factor, had survival as one of the outcome measures (primary or secondary) and had any of the following study designs (case-control, cohort, cross-sectional, case-series prospective, retrospective, nested case-control, ecologic, clinical trial, meta-analysis).",
        "Of the 29 studies reviewed on cancers of the gastrointestinal tract, all except three found higher serum albumin levels to be associated with better survival in multivariate analysis. Of the 10 studies reviewed on lung cancer, all excepting one found higher serum albumin levels to be associated with better survival. In 6 studies reviewed on female cancers and multiple cancers each, lower levels of serum albumin were associated with poor survival. Finally, in all 8 studies reviewed on patients with other cancer sites, lower levels of serum albumin were associated with poor survival.",
        "Pretreatment serum albumin levels provide useful prognostic significance in cancer. Accordingly, serum albumin level could be used in clinical trials to better define the baseline risk in cancer patients. A critical gap for demonstrating causality, however, is the absence of clinical trials demonstrating that raising albumin levels by means of intravenous infusion or by hyperalimentation decreases the excess risk of mortality in cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cancer Treatment Centers of America® at Midwestern Regional Medical Center, Zion, IL, USA."
          }
        ],
        "LastName": "Gupta",
        "ForeName": "Digant",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lis",
        "ForeName": "Christopher G",
        "Initials": "CG"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Nutr J",
    "NlmUniqueID": "101152213",
    "ISSNLinking": "1475-2891"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Serum Albumin"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis"
      ],
      "DescriptorName": "Malnutrition"
    },
    {
      "QualifierName": [
        "blood",
        "complications",
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nutrition Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Serum Albumin"
    }
  ]
}