{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Chemotherapy",
      "Colorectal cancer",
      "FTIR",
      "PCA-LDC"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27930993",
  "DateCompleted": {
    "Year": "2017",
    "Month": "05",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "11",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jpba.2016.11.047",
      "S0731-7085(16)30794-4"
    ],
    "Journal": {
      "ISSN": "1873-264X",
      "JournalIssue": {
        "Volume": "134",
        "PubDate": {
          "Year": "2017",
          "Month": "Feb",
          "Day": "05"
        }
      },
      "Title": "Journal of pharmaceutical and biomedical analysis",
      "ISOAbbreviation": "J Pharm Biomed Anal"
    },
    "ArticleTitle": "Use of FTIR spectroscopy and PCA-LDC analysis to identify cancerous lesions within the human colon.",
    "Pagination": {
      "StartPage": "259",
      "EndPage": "268",
      "MedlinePgn": "259-268"
    },
    "Abstract": {
      "AbstractText": [
        "Colorectal cancer constitutes 33% of all cancer morbidity, so the research of the new methods for colorectal cancer diagnosis and chemotherapy monitoring is gaining its momentum. Diagnostic instruments are being sought, which enable the detection of single malignant cells based on the analysis of tissue material potentially reusable at further stages of diagnostic management. The most common approach to tissue specimen processing is paraffin-embedding. Yet, paraffin may cause background noise in spectroscopic measurements with the wavenumber ranging between 900cm<sup>-1</sup> and 3500cm<sup>-1</sup>. However, the study by Depciuch et al. (2016) proved that appropriate specimen processing and paraffin-embedding technique as well as a strict measurement methodology may eliminate paraffin vibrations. As a result, spectroscopic measurements may become a reliable and precise method for the diagnosis and treatment monitoring in patients with colorectal cancer as long as the high standards of specimen processing are maintained. Chemotherapy is the main medical treatment in colorectal cancer. Unfortunately, the absence of tools which enable monitoring its efficacy leads to the partial response or non-response frequently seen in affected patients. Hence, diagnostic instruments are also being sought capable of monitoring treatment efficacy so as to enable early changes of chemotherapy regimen thus increasing the chance of cure. The paper aims at comparing the results of FTIR (Fourier Transform Infrared) spectroscopy in several types of colon tissue: healthy colon, cancerous colon, post-chemotherapy colon and healthy surgical margin of colon cancer sample. The obtained FTIR spectra along with the Principal Component Analysis-Linear Discriminant Analysis (PCA-LDC) as well as bandwidth analysis of the primary amide region revealed some differences between the spectra of healthy tissues as compared to cancerous tissues (pre- or post-chemotherapy). Apart from confirming that FTIR spectroscopy is a good source of information on the composition of analysed samples, this fact supports its application as a tool to facilitate understanding the pathophysiology of various conditions and to monitor efficacy of chemotherapy in cancer patients."
      ],
      "CopyrightInformation": "Copyright © 2016 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Innovative Research in Medical and Natural Sciences, Faculty of Medicine, University of Rzeszów, Warzywna 1a, 35-959 Rzeszów, Poland; Department of Human Histology, Chair of Morphological Sciences, Faculty of Medicine, University of Rzeszow, Kopisto 2a, 35-959 Rzeszow, Poland."
          }
        ],
        "LastName": "Kaznowska",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Nuclear Physics, Polish Academy of Sciences, PL-31342 Krakow, Poland. Electronic address: joannadepciuch@gmail.com."
          }
        ],
        "LastName": "Depciuch",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Innovation and Transfer of Natural Sciences and Engineering Knowledge, University of Rzeszow, Pigonia 1, 35-959 Rzeszow, Poland."
          }
        ],
        "LastName": "Szmuc",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Innovation and Transfer of Natural Sciences and Engineering Knowledge, University of Rzeszow, Pigonia 1, 35-959 Rzeszow, Poland."
          }
        ],
        "LastName": "Cebulski",
        "ForeName": "J",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Pharm Biomed Anal",
    "NlmUniqueID": "8309336",
    "ISSNLinking": "0731-7085"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "chemistry",
        "pathology"
      ],
      "DescriptorName": "Adenocarcinoma"
    },
    {
      "QualifierName": [
        "chemistry",
        "pathology"
      ],
      "DescriptorName": "Colonic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Discriminant Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Principal Component Analysis"
    },
    {
      "QualifierName": [
        "methods",
        "statistics & numerical data"
      ],
      "DescriptorName": "Spectroscopy, Fourier Transform Infrared"
    }
  ]
}