{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10697602",
  "DateCompleted": {
    "Year": "2000",
    "Month": "03",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0250-7005",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "6A",
        "PubDate": {
          "Year": "1999",
          "Season": "Nov-Dec"
        }
      },
      "Title": "Anticancer research",
      "ISOAbbreviation": "Anticancer Res"
    },
    "ArticleTitle": "How aneuploidy may cause cancer and genetic instability.",
    "Pagination": {
      "StartPage": "4887",
      "EndPage": "4906",
      "MedlinePgn": "4887-906"
    },
    "Abstract": {
      "AbstractText": [
        "It has been difficult to find a common cause for the many and complex phenotypes of cancer such as dedifferentiation, invasiveness, abnormal morphology, growth rate and metabolism, genetic instability, progression to malignancy, cellular heterogeneity of phenotypes and karyotypes, and clonal origin despite heterogeneity. Over 100 years ago aneuploidy, an abnormal balance of chromosomes, was proposed to cause cancer. However, the aneuploidy hypothesis has since been abandoned, in favor of the gene mutation hypothesis, because it could not offer conventional explanations for cancer-specific phenotypes. For example, the aneuploidy hypothesis seemed unable to (i) explain the genesis of abnormal, cancer-specific phenotypes, (ii) reconcile the heterogeneous karyotypes with the clonal origin of cancers, (iii) explain aneuploidy in non-cancerous cells, and (iv) explain how carcinogens would cause aneuploidy. Here we introduce new evidence that aneuploidy offers a simple, coherent explanation of all cancer-specific phenotypes: (i) Congenital and experimental aneuploidy is now known to generate abnormal phenotypes, such as Down syndrome in humans and cancer in animals. (ii) Based on metabolic control analysis, we have derived equations that correlate degrees of aneuploidy with the resulting phenotype abnormalities. These equations suggest that aneuploidy must exceed a certain threshold to generate cancer-specific phenotypes. Therefore, we propose that multistep carcinogenesis corresponds to multiple steps of aneuploidization. (iii) Aneuploidy is also sufficient to explain cancer-specific, karyotypic instability. Since aneuploidy imbalances the highly balance-sensitive components of the spindle apparatus it destabilizes symmetrical chromosome segregation. This autocatalytic instability is the reason why cancers have heterogeneous karyotypes, but are clonal for aneuploidy. Progression to malignancy corresponds to selection of ever more aggressive karyotypic variants. (iv) Both non-genotoxic and genotoxic carcinogens can cause aneuploidy by physical or chemical interaction with mitosis proteins. We conclude that aneuploidy offers a mechanism of phenotype alteration which--above a certain threshold--is sufficient to cause all cancer-specific phenotypes, and is independent of gene mutation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department Molecular and Cell Biology, UC Berkeley, CA 94720, USA."
          }
        ],
        "LastName": "Duesberg",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rasnick",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Li",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Winters",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rausch",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hehlmann",
        "ForeName": "R",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Greece",
    "MedlineTA": "Anticancer Res",
    "NlmUniqueID": "8102988",
    "ISSNLinking": "0250-7005"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Carcinogens"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aneuploidy"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Carcinogens"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Cell Transformation, Neoplastic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Karyotyping"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [
        "chemically induced",
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phenotype"
    }
  ],
  "NumberOfReferences": "145"
}