{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20640988",
  "DateCompleted": {
    "Year": "2010",
    "Month": "09",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2010",
    "Month": "07",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "cze"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1211-264X",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "3",
        "PubDate": {
          "Year": "2010",
          "Month": "Jun"
        }
      },
      "Title": "Klinicka mikrobiologie a infekcni lekarstvi",
      "ISOAbbreviation": "Klin Mikrobiol Infekc Lek"
    },
    "ArticleTitle": "[Endotoxin production in members of the Bacteroides fragilis group in relation to colorectal cancer humans].",
    "Pagination": {
      "StartPage": "97",
      "EndPage": "102",
      "MedlinePgn": "97-102"
    },
    "Abstract": {
      "AbstractText": [
        "Members of the Bacteroides fragilis group are the most frequently isolated anaerobic bacteria causing a wide range of severe anaerobic infections. In spite of the high frequency of their occurrence, their presence in clinical specimens is underestimated or even disregarded. The article warns of the severity of these anaerobic pathogens, particularly if detected in clinical samples from the abdominal area. It was hypothesized that there is a correlation between the presence of the bacteria in patients preferring high-meat diet and cancers of the small intestine and especially the colon and rectum [10]. Endotoxins of the bacteria contribute to weakening the patient's immune system damaged by cancer and play a significant role in the progression of small intestine and colon cancer.",
        "Endotoxin production was determined in 140 strains of the Bacteroides fragilis group (B. fragilis, B. thetaiotaomicron, B. distasonis, B. vulgatus) isolated from patients with 7 cancerous and non-cancerous diseases (5 strains of each type of Bacteroides spp. for each diagnosis), using the Pyrosate LAL (limulus amoebocyte lysate) assay.",
        "A statistically significant difference in the production of endotoxins isolated from strains of the Bacteroides fragilis group was found between cancerous and non-cancerous diseases.",
        "All four bacterial species produced significantly more endotoxins in cancer than in non-cancerous diseases, with the lowest production in skin abscess (F2,134 = 170, p < 0.0001). Statistically significant differences in the production of endotoxins were also found between the individual members of the Bacteroides fragilis group. B. fragilis and B. vulgatus produced significantly more of (twice as much) endotoxin than B. distasonis and B. thetaiotaomicron (post hoc t-tests, p < 0.00001)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Examination Methods and Medical Biology, Faculty of Health Studies, University of Ostrava, Ostrava. dittmar.chmelar@osu.cz"
          }
        ],
        "LastName": "Chmelar",
        "ForeName": "Dittmar",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vrtný",
        "ForeName": "Jirí",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Produkce endotoxinu u bakterií Bacteroides fragilis group ve vztahu k onemocneni karcinimem tlustého streva a rekta u lidí."
  },
  "MedlineJournalInfo": {
    "Country": "Czech Republic",
    "MedlineTA": "Klin Mikrobiol Infekc Lek",
    "NlmUniqueID": "101189112",
    "ISSNLinking": "1211-264X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Endotoxins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Bacteroides Infections"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Bacteroides fragilis"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Colorectal Neoplasms"
    },
    {
      "QualifierName": [
        "biosynthesis"
      ],
      "DescriptorName": "Endotoxins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}