{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19383172",
  "DateCompleted": {
    "Year": "2009",
    "Month": "06",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2009",
        "Month": "04",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1471-2407-9-118"
    ],
    "Journal": {
      "ISSN": "1471-2407",
      "JournalIssue": {
        "Volume": "9",
        "PubDate": {
          "Year": "2009",
          "Month": "Apr",
          "Day": "22"
        }
      },
      "Title": "BMC cancer",
      "ISOAbbreviation": "BMC Cancer"
    },
    "ArticleTitle": "Revisiting perioperative chemotherapy: the critical importance of targeting residual cancer prior to wound healing.",
    "Pagination": {
      "StartPage": "118",
      "MedlinePgn": "118"
    },
    "Abstract": {
      "AbstractText": [
        "Scientists and physicians have long noted similarities between the general behavior of a cancerous tumor and the physiological process of wound healing. But it may be during metastasis that the parallels between cancer and wound healing are most pronounced. And more particularly and for the reasons detailed in this paper, any cancer remaining after the removal of a solid tumor, whether found in micrometastatic deposits in the stroma or within the circulation, may be heavily dependent on wound healing pathways for its further survival and proliferation.",
        "If cancer cells can hijack the wound healing process to facilitate their metastatic spread and survival, then the period immediately after surgery may be a particularly vulnerable period of time for the host, as wound healing pathways are activated and amplified after the primary tumor is removed. Given that we often wait 30 days or more after surgical removal of the primary tumor before initiating adjuvant chemotherapy to allow time for the wound to heal, this paper challenges the wisdom of that clinical paradigm, providing a theoretical rationale for administering therapy during the perioperative period.",
        "Waiting for wound healing to occur before initiating adjuvant therapies may be seriously compromising their effectiveness, and patients subsequently rendered incurable as a result of this wait. Clinical trials to establish the safety and effectiveness of administering adjuvant therapies perioperatively are needed. These therapies should target not only the residual cancer cells, but also the wound healing pathway utilized by these cells to proliferate and metastasize."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Tunnell Cancer Center, Lewes, DE 19971, USA. harless58@frontiernet.net"
          }
        ],
        "LastName": "Harless",
        "ForeName": "William W",
        "Initials": "WW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Cancer",
    "NlmUniqueID": "100967800",
    "ISSNLinking": "1471-2407"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Combined Modality Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology",
        "surgery"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Perioperative Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Signal Transduction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Wound Healing"
    }
  ]
}