{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Aptamers",
      "Cancer",
      "Chemoresistance",
      "Signaling pathways",
      "Targeted delivery"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37062453",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.bbadis.2023.166720",
      "S0925-4439(23)00086-8"
    ],
    "Journal": {
      "ISSN": "1879-260X",
      "JournalIssue": {
        "Volume": "1869",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug"
        }
      },
      "Title": "Biochimica et biophysica acta. Molecular basis of disease",
      "ISOAbbreviation": "Biochim Biophys Acta Mol Basis Dis"
    },
    "ArticleTitle": "Aptamers against cancer drug resistance: Small fighters switching tactics in the face of defeat.",
    "Pagination": {
      "StartPage": "166720",
      "MedlinePgn": "166720"
    },
    "Abstract": {
      "AbstractText": [
        "Discovering novel cancer therapies has attracted extreme interest in the last decade. In this regard, multidrug resistance (MDR) to chemotherapies is a key challenge in cancer treatment. Cancerous cells are growingly become resistant to existing chemotherapeutics by employing diverse mechanisms, highlighting the significance of discovering approaches to overcome MDR. One promising strategy is utilizing aptamers as unique tools to target elements or signaling pathways incorporated in resistance mechanisms, or develop actively targeted drug delivery systems or chimeras enabling the precise delivery of novel agents to inhibit the conventionally undruggable resistance elements. Furthermore, due to their advantages over their proteinaceous counterparts, particularly antibodies, including improved targeting action, enhanced thermal stability, easier production, and superior tumor penetration, aptamers are emerging and have frequently been considered for developing cancer therapeutics. Here, we highlighted significant chemoresistance pathways in cancer and discussed the use of aptamers as prospective tools to surmount cancer MDR."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacology and Toxicology, Faculty of Pharmacy, Birjand University of Medical Sciences, Birjand, Iran; Experimental and Animal Study Center, Birjand University of Medical Sciences, Birjand, Iran."
          }
        ],
        "LastName": "Sanati",
        "ForeName": "Mehdi",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Natural Products and Medicinal Plants Research Center, North Khorasan University of Medical Sciences, Bojnurd, Iran; Department of Physiology and Pharmacology, Faculty of Medicine, North Khorasan University of Medical Sciences, Bojnurd, Iran."
          }
        ],
        "LastName": "Afshari",
        "ForeName": "Amir R",
        "Initials": "AR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Ophthalmology, Khatam-Ol-Anbia Hospital, Mashhad University of Medical Sciences, Mashhad, Iran."
          }
        ],
        "LastName": "Ahmadi",
        "ForeName": "Seyed Sajad",
        "Initials": "SS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmaceutics, School of Pharmaceutical Education and Research, Jamia Hamdard, New Delhi 110062, India; Department of Pharmacology, Saveetha Dental College, Saveetha Institute of Medical and Technical Science, Chennai, India. Electronic address: prashantdops@gmail.com."
          }
        ],
        "LastName": "Kesharwani",
        "ForeName": "Prashant",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Biotechnology Research Center, Pharmaceutical Technology Institute, Mashhad University of Medical Sciences, Mashhad, Iran; Applied Biomedical Research Center, Mashhad University of Medical Sciences, Mashhad, Iran. Electronic address: amir_saheb2000@yahoo.com."
          }
        ],
        "LastName": "Sahebkar",
        "ForeName": "Amirhossein",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Biochim Biophys Acta Mol Basis Dis",
    "NlmUniqueID": "101731730",
    "ISSNLinking": "0925-4439"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Resistance, Neoplasm"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Delivery Systems"
    },
    {
      "QualifierName": [
        "drug therapy",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}