{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26343109",
  "DateCompleted": {
    "Year": "2017",
    "Month": "08",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1873-5592",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "10",
        "PubDate": {
          "Year": "2016"
        }
      },
      "Title": "Current drug targets",
      "ISOAbbreviation": "Curr Drug Targets"
    },
    "ArticleTitle": "Cancer: A Problem of Developmental Biology; Scientific Evidence for Reprogramming and Differentiation Therapy.",
    "Pagination": {
      "StartPage": "1103",
      "EndPage": "1110",
      "MedlinePgn": "1103-10"
    },
    "Abstract": {
      "AbstractText": [
        "Current medical literature acknowledges that embryonic micro-environment is able to suppress tumor development. Administering carcinogenic substances during organogenesis in fact leads to embryonic malformations, but not to offspring tumor growth. Once organogenesis has ended, administration of carcinogenic substances causes a rise in offspring tumor development. These data indicate that cancer can be considered a deviation in normal development, which can be regulated by factors of the embryonic microenvironment. Furthermore, it has been demonstrated that teratoma differentiates into normal tissues once it is implanted in the embryo. Recently, it has been shown that implanting a melanoma in Zebrafish embryo did not result in a tumor development; however, it did in the adult specimen. This demonstrates that cancer cells can differentiate into normal tissues when implanted in the embryo. In addition, it was demonstrated that other tumors can revert into a normal phenotype and/or differentiate into normal tissue when implanted in the embryo. These studies led some authors to define cancer as a problem of developmental biology and to predict the present concept of \"cancer stem cells theory\". In this review, we record the most important researches about the reprogramming and differentiation treatments of cancer cells to better clarify how the substances taken from developing embryo or other biological substances can induce differentiation of malignant cells. Lastly, a model of cancer has been proposed here, conceived by one of us, which is consistent with the reality, as demonstrated by a great number of researches. This model integrates the theory of the \"maturation arrest\" of cancer cells as conceived by B. Pierce with the theory which describes cancer as a process of deterministic chaos determined by genetic and/or epigenetic alterations in differentiated cells, which leads a normal cell to become cancerous. All the researches here described demonstrated that cancer can be considered a problem of developmental biology and that one of the most important hallmarks of cancer is the loss of differentiation as already described by us in other articles."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sell",
        "ForeName": "Stewart",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nicolini",
        "ForeName": "Andrea",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ferrari",
        "ForeName": "Paola",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Scientific Institute of Research and Care Multimedica, Milan, Italy. biava@tiscali.it."
          }
        ],
        "LastName": "Biava",
        "ForeName": "Pier M",
        "Initials": "PM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United Arab Emirates",
    "MedlineTA": "Curr Drug Targets",
    "NlmUniqueID": "100960531",
    "ISSNLinking": "1389-4501"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cell Differentiation"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cellular Reprogramming"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Developmental Biology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Epigenesis, Genetic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [
        "embryology",
        "genetics",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Neoplastic Stem Cells"
    }
  ]
}