{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "7829244",
  "DateCompleted": {
    "Year": "1995",
    "Month": "02",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0020-7136",
      "JournalIssue": {
        "Volume": "60",
        "Issue": "3",
        "PubDate": {
          "Year": "1995",
          "Month": "Jan",
          "Day": "27"
        }
      },
      "Title": "International journal of cancer",
      "ISOAbbreviation": "Int J Cancer"
    },
    "ArticleTitle": "Incidence of cancer among New South Wales adolescents: which classification scheme describes adolescent cancers better?",
    "Pagination": {
      "StartPage": "355",
      "EndPage": "360",
      "MedlinePgn": "355-60"
    },
    "Abstract": {
      "AbstractText": [
        "This report has the dual purpose of describing patterns of cancer incidence among adolescents in New South Wales (NSW), Australia, and comparing adult and childhood cancer classification schemes. All cases of cancer incident between 1972 and 1991 in NSW residents aged 10-19 years were obtained from the population-based NSW Central Cancer Registry and coded according to Birch and Marsden (1987) in addition to routine coding by the Ninth Revision of the International Classification of Diseases. The average incidence rate for all cancers combined was 158 and 140 per million in males and females respectively. The Birch and Marsden category of \"carcinomas and other epithelial neoplasms\" comprised 22% of all cancers in male adolescents and 37% in females. Melanoma alone accounted for 16% of all cancers in males and 26% in females. Rates of leukaemias and central nervous system tumours were similar in the age groups 10-14 years and 15-19 years. By contrast, lymphomas, bone tumours (males only), soft tissue (males only), \"germ-cell, trophoblastic and other gonadal tumours\" and \"carcinomas and other epithelial neoplasms\" were more common in the older age group. The Birch and Marsden classification with its emphasis on morphology provided a clearer picture of some types of cancer which occurred frequently among teenagers. Cancers common in adults did occur in older adolescents but were less well described by the childhood scheme. Cancers of colon and lung were often of unusual histological type compared to adult tumours. It would appear appropriate to use the childhood classification scheme to describe cancer incidence in adolescent age groups, perhaps with minor modification."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cancer Epidemiology Research Unit, New South Wales Cancer Council, Sydney, Australia."
          }
        ],
        "LastName": "Fritschi",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Coates",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "McCredie",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Int J Cancer",
    "NlmUniqueID": "0042124",
    "ISSNLinking": "0020-7136"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "classification",
        "epidemiology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "New South Wales"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Factors"
    }
  ]
}