{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exosomes",
      "Gastric cancer",
      "Gastric epithelium",
      "Immortalization",
      "Telomeres"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34993738",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "06",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "01",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s10120-021-01269-3"
    ],
    "Journal": {
      "ISSN": "1436-3305",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "3",
        "PubDate": {
          "Year": "2022",
          "Month": "May"
        }
      },
      "Title": "Gastric cancer : official journal of the International Gastric Cancer Association and the Japanese Gastric Cancer Association",
      "ISOAbbreviation": "Gastric Cancer"
    },
    "ArticleTitle": "Gastric cancer exosomes contribute to the field cancerization of gastric epithelial cells surrounding gastric cancer.",
    "Pagination": {
      "StartPage": "490",
      "EndPage": "502",
      "MedlinePgn": "490-502"
    },
    "Abstract": {
      "AbstractText": [
        "A dynamic molecular interaction between cancer and the surrounding normal cells is mediated through exosomes. We investigated whether exosomes derived from gastric cancer cells affected the fate of the surrounding gastric epithelial cells.",
        "We analyzed the cell viability and immortalization of primary normal stomach epithelial cells (PNSECs) after treatment with exosomes derived from AGS gastric cancer cells and/or H. pylori CagA. Cell proliferation and apoptosis were analyzed by BrdU incorporation, flow-cytometry, and colony formation assays. We examined telomere length, expression and activity of telomerase, and expression of telomere-related genes in PNSECs treated with cancer exosomes, and in 60 gastric cancer and corresponding mucosal tissues. The differentially expressed genes and transcriptional regulation of telomere-related genes were verified using real-time qPCR and ChIP analyses, respectively.",
        "Gastric cancer exosomes increased cell viability and the population-doubling levels but inhibited the cellular senescence and apoptosis of PNSECs. The internalization of cancer exosomes in PNSECs dramatically increased the number of surviving colonies and induced a multilayer growth and invasion into the scaffold. Treatment of PNSECs with cancer exosomes markedly increased the expression and activity of telomerase and the T/S ratio and regulated the expression of the telomere-associated genes, heat-shock genes, and hedgehog genes. Compared to gastric mucosae, gastric cancer showed increased hTERT expression, which was positively correlated with telomere length. Interestingly, seven (46.7%) of 15 non-cancerous gastric mucosae demonstrated strong telomerase activity.",
        "These results suggest that gastric cancer exosomes induced the transformation and field cancerization of the surrounding non-cancerous gastric epithelial cells."
      ],
      "CopyrightInformation": "© 2021. The Author(s) under exclusive licence to The International Gastric Cancer Association and The Japanese Gastric Cancer Association."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, College of Medicine, The Catholic University of Korea, 222 Banpo-daero, Seocho-gu, Seoul, 06591, South Korea."
          },
          {
            "Identifier": [],
            "Affiliation": "Functional RNomics Research Center, College of Medicine, The Catholic University of Korea, 222 Banpo-daero, Seocho-gu, Seoul, 06591, South Korea."
          }
        ],
        "LastName": "Yoon",
        "ForeName": "Jung Hwan",
        "Initials": "JH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, College of Medicine, The Catholic University of Korea, 222 Banpo-daero, Seocho-gu, Seoul, 06591, South Korea."
          }
        ],
        "LastName": "Choi",
        "ForeName": "Byung Joon",
        "Initials": "BJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, College of Medicine, The Catholic University of Korea, 222 Banpo-daero, Seocho-gu, Seoul, 06591, South Korea."
          },
          {
            "Identifier": [],
            "Affiliation": "Functional RNomics Research Center, College of Medicine, The Catholic University of Korea, 222 Banpo-daero, Seocho-gu, Seoul, 06591, South Korea."
          }
        ],
        "LastName": "Nam",
        "ForeName": "Suk Woo",
        "Initials": "SW"
      },
      {
        "Identifier": [
          "0000-0002-9090-0584"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, College of Medicine, The Catholic University of Korea, 222 Banpo-daero, Seocho-gu, Seoul, 06591, South Korea. wonsang@catholic.ac.kr."
          },
          {
            "Identifier": [],
            "Affiliation": "Functional RNomics Research Center, College of Medicine, The Catholic University of Korea, 222 Banpo-daero, Seocho-gu, Seoul, 06591, South Korea. wonsang@catholic.ac.kr."
          }
        ],
        "LastName": "Park",
        "ForeName": "Won Sang",
        "Initials": "WS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Gastric Cancer",
    "NlmUniqueID": "100886238",
    "ISSNLinking": "1436-3291"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Hedgehog Proteins"
    },
    {
      "RegistryNumber": "EC 2.7.7.49",
      "NameOfSubstance": "Telomerase"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Epithelial Cells"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Exosomes"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Hedgehog Proteins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Stomach Neoplasms"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Telomerase"
    }
  ]
}