{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "cancer",
      "metastasis",
      "neutrophils",
      "therapy",
      "tumor microenvironment"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31379884",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "07",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1710",
      "10.3389/fimmu.2019.01710"
    ],
    "Journal": {
      "ISSN": "1664-3224",
      "JournalIssue": {
        "Volume": "10",
        "PubDate": {
          "Year": "2019"
        }
      },
      "Title": "Frontiers in immunology",
      "ISOAbbreviation": "Front Immunol"
    },
    "ArticleTitle": "Neutrophils as a Therapeutic Target in Cancer.",
    "Pagination": {
      "StartPage": "1710",
      "MedlinePgn": "1710"
    },
    "Abstract": {
      "AbstractText": [
        "Neutrophils are the most abundant population of white blood cells in the human circulation. They are terminally differentiated myeloid cells which were traditionally associated with fighting infections and inflammatory processes. While this perception of neutrophils is still widely prevalent, in the past decade it has become clear that neutrophils also play a critical role in tumor growth and progression. The unique tumor microenvironment, consisting of the non-malignant stroma that surrounds tumor cells, is shaped by numerous cues emanating from both tumor cells and stromal cells which support the growing tumor. Various immune cells, including neutrophils, make up a significant proportion of the tumor stroma. Immune cells exist for the protection of the host against various threats including the detection and elimination of cancerous cells. However, in the context of cancer immune cells are often coerced into a tumor supportive phenotype. This is also the case for neutrophils, which are often described to possess tumor promoting properties and to associate with poorer prognosis. The fact that neutrophils may contribute to tumor growth and progression suggests they may be targets for anti-cancer therapies. This review discusses the various functions neutrophils may play in cancer and the possibility of targeting these functions as a novel mode of immunotherapy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Developmental Biology and Cancer Research, The Institute for Medical Research Israel-Canada, The Hebrew University-Hadassah Medical School, Jerusalem, Israel."
          }
        ],
        "LastName": "Granot",
        "ForeName": "Zvi",
        "Initials": "Z"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Front Immunol",
    "NlmUniqueID": "101560960",
    "ISSNLinking": "1664-3224"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Lymphocytes"
    },
    {
      "QualifierName": [
        "immunology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Neutrophils"
    }
  ]
}