{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26375699",
  "DateCompleted": {
    "Year": "2016",
    "Month": "02",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "cze"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0042-773X",
      "JournalIssue": {
        "Volume": "61",
        "Issue": "7-8",
        "PubDate": {
          "Year": "2015",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Vnitrni lekarstvi",
      "ISOAbbreviation": "Vnitr Lek"
    },
    "ArticleTitle": "[Possible endoscopic solutions of polypoid and non-polypoid lesions in the colon].",
    "Pagination": {
      "StartPage": "698",
      "EndPage": "702",
      "MedlinePgn": "698-702"
    },
    "Abstract": {
      "AbstractText": [
        "Colorectal cancer (CRC) is one of the most frequent malignant diseases in the Czech Republic. Almost 70 % of CRC develop based on adenomatous polyps, 30 % arise de novo. The pathogenesis of development of colorectal cancer confirms an adenoma to carcinoma sequence, based on the gradually developing mutations of oncogenes and suppressor genes. By removing the adenomatous mucosal neoplasia the pathway of CRC development is cut off, which is the practical goal of the screening programme. To meet the goals of the preventive programme the gastroenterologists performing endoscopy must be appropriately trained and experienced in the detection of and procedures of removing mucosal neoplasias. Surface mucosal neoplasias are morphologically divided based on the Paris and Japanese classification into 2 basic types: protruding type I, whose height is greater than 2.5 mm above the level of the surrounding mucous membrane, and flat type II, whose height is smaller than 2.5mm. We have the following procedures available for endoscopic removing of surface mucosal lesions: loop polypectomy, endoscopic mucosal resection and endoscopic submucosal dissection. The choice of method depends on the lesion morphology. Benign mucosal lesions (adenoma, hyperplastic polyp) can only be treated endoscopically. Non-invasive malignant mucosal lesions limited to mucosa can also be treated endoscopically, invasive cancers penetrating into submucosa (malignant polyp, T1N0M0) are treated based on the definitive histological finding, and on meeting Morsons criteria the endoscopic removal can be seen as curative. The problem of flat malignant mucosal lesions is more complex and in most cases, when cancerous cells penetrate into submucosa, endoscopic resection cannot be performed and surgical solution follows."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dastych",
        "ForeName": "Milan",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kroupa",
        "ForeName": "Radek",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Možnosti endoskopického řešení polypoidních a nepolypoidních lézí v kolon."
  },
  "MedlineJournalInfo": {
    "Country": "Czech Republic",
    "MedlineTA": "Vnitr Lek",
    "NlmUniqueID": "0413602",
    "ISSNLinking": "0042-773X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pathology",
        "prevention & control",
        "surgery"
      ],
      "DescriptorName": "Adenoma"
    },
    {
      "QualifierName": [
        "pathology",
        "prevention & control",
        "surgery"
      ],
      "DescriptorName": "Colonic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Endoscopy, Gastrointestinal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}