{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "6215076",
  "DateCompleted": {
    "Year": "1982",
    "Month": "12",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "11",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0007-4551",
      "JournalIssue": {
        "Volume": "69",
        "Issue": "3",
        "PubDate": {
          "Year": "1982"
        }
      },
      "Title": "Bulletin du cancer",
      "ISOAbbreviation": "Bull Cancer"
    },
    "ArticleTitle": "[Surgery's place in the treatment of ovarian cancer].",
    "Pagination": {
      "StartPage": "268",
      "EndPage": "274",
      "MedlinePgn": "268-74"
    },
    "Abstract": {
      "AbstractText": [
        "Surgery must remain in first place as it allows for: --biopsy by direct access, --the assessment of the peritoneal and visceral extensions, --a cytological pre-operative study of the liquid of the peritoneal lavage which might lead the surgeon to suspect otherwise unnoticed extensions--a frozen section examination of the lumbar nodes or of the other apparently normal ovary. But surgery is, above all, indispensable in order to achieve \"tumoral reduction\", as large as possible by total hysterectomy with the ablation of both annexae as well as of the epiploon. Nevertheless the surgeon is often obliged to leave cancerous centers impossible to remove and he also fails to recognize the mini-centers grafted on the peritoneum and the viscera; he therefore has an imperative need of the complementary actions of polychemo--or radiation therapy in order to sterilise or neutralize these centers. A routine \"second look\" after chemotherapy must be done even if laparoscopy is negative; this makes it possible to judge whether treatment can be discontinued; it seems capable of significantly increasing the chances of treatment in the case of a limited recurrence of a slightly developed tumor; it can make possible secondary exeresis of certain originally inoperable forms. Combined treatment and secondary controls, in particular by means of a re-intervention appear to be a serious hope of improving the results thanks, above all, to the recent contribution of chemotherapy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Verhaeghe",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Goujon-Vanlerenberghe",
        "ForeName": "E",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Cancers de l'ovaire: place de la chirurgie dans le traitement."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Bull Cancer",
    "NlmUniqueID": "0072416",
    "ISSNLinking": "0007-4551"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Laparoscopy"
    },
    {
      "QualifierName": [
        "drug therapy",
        "pathology",
        "radiotherapy",
        "surgery"
      ],
      "DescriptorName": "Ovarian Neoplasms"
    }
  ]
}