{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27542180",
  "DateCompleted": {
    "Year": "2019",
    "Month": "01",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "08",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1109/TCBB.2016.2599867"
    ],
    "Journal": {
      "ISSN": "1557-9964",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Season": "Jan-Feb"
        }
      },
      "Title": "IEEE/ACM transactions on computational biology and bioinformatics",
      "ISOAbbreviation": "IEEE/ACM Trans Comput Biol Bioinform"
    },
    "ArticleTitle": "A Graphical Model of Smoking-Induced Global Instability in Lung Cancer.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "14",
      "MedlinePgn": "1-14"
    },
    "Abstract": {
      "AbstractText": [
        "Smoking is the major cause of lung cancer and the leading cause of cancer-related death in the world. The most current view about lung cancer is no longer limited to individual genes being mutated by any carcinogenic insults from smoking. Instead, tumorigenesis is a phenotype conferred by many systematic and global alterations, leading to extensive heterogeneity and variation for both the genotypes and phenotypes of individual cancer cells. Thus, strategically it is foremost important to develop a methodology to capture any consistent and global alterations presumably shared by most of the cancerous cells for a given population. This is particularly true that almost all of the data collected from solid cancers (including lung cancers) are usually distant apart over a large span of temporal or even spatial contexts. Here, we report a multiple non-Gaussian graphical model to reconstruct the gene interaction network using two previously published gene expression datasets. Our graphical model aims to selectively detect gross structural changes at the level of gene interaction networks. Our methodology is extensively validated, demonstrating good robustness, as well as the selectivity and specificity expected based on our biological insights. In summary, gene regulatory networks are still relatively stable during presumably the early stage of neoplastic transformation. But drastic structural differences can be found between lung cancer and its normal control, including the gain of functional modules for cellular proliferations such as EGFR and PDGFRA, as well as the lost of the important IL6 module, supporting their roles as potential drug targets. Interestingly, our method can also detect early modular changes, with the ALDH3A1 and its associated interactions being strongly implicated as a potential early marker, whose activations appear to alter LCN2 module as well as its interactions with the important TP53-MDM2 circuitry. Our strategy using the graphical model to reconstruct gene interaction work with biologically-inspired constraints exemplifies the importance and beauty of biology in developing any bio-computational approach."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wang",
        "ForeName": "Yanbo",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Qian",
        "ForeName": "Weikang",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yuan",
        "ForeName": "Bo",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "IEEE/ACM Trans Comput Biol Bioinform",
    "NlmUniqueID": "101196755",
    "ISSNLinking": "1545-5963"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Algorithms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Case-Control Studies"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Computational Biology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gene Expression Profiling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gene Regulatory Networks"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "genetics"
      ],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Statistical"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Smoking"
    }
  ]
}