{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Genetic biomarker",
      "Lung cancer",
      "Proteomic",
      "Targeted therapies",
      "Treatment"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37866667",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cellsig.2023.110932",
      "S0898-6568(23)00347-9"
    ],
    "Journal": {
      "ISSN": "1873-3913",
      "JournalIssue": {
        "Volume": "113",
        "PubDate": {
          "Year": "2024",
          "Month": "Jan"
        }
      },
      "Title": "Cellular signalling",
      "ISOAbbreviation": "Cell Signal"
    },
    "ArticleTitle": "Unveiling the potential of proteomic and genetic signatures for precision therapeutics in lung cancer management.",
    "Pagination": {
      "StartPage": "110932",
      "MedlinePgn": "110932"
    },
    "Abstract": {
      "AbstractText": [
        "Lung cancer's enduring global significance necessitates ongoing advancements in diagnostics and therapeutics. Recent spotlight on proteomic and genetic biomarker research offers a promising avenue for understanding lung cancer biology and guiding treatments. This review elucidates genetic and proteomic lung cancer biomarker progress and their treatment implications. Technological strides in mass spectrometry-based proteomics and next-generation sequencing enable pinpointing of genetic abnormalities and abnormal protein expressions, furnishing vital data for precise diagnosis, patient classification, and customized treatments. Biomarker-driven personalized medicine yields substantial treatment improvements, elevating survival rates and minimizing adverse effects. Integrating omics data (genomics, proteomics, etc.) enhances understanding of lung cancer's intricate biological milieu, identifying novel treatment targets and biomarkers, fostering precision medicine. Liquid biopsies, non-invasive tools for real-time treatment monitoring and early resistance detection, gain popularity, promising enhanced management and personalized therapy. Despite advancements, biomarker repeatability and validation challenges persist, necessitating interdisciplinary efforts and large-scale clinical trials. Integrating artificial intelligence and machine learning aids analyzing vast omics datasets and predicting treatment responses. Single-cell omics reveal cellular connections and intratumoral heterogeneity, valuable for combination treatments. Biomarkers enable accurate diagnosis, tailored medicines, and treatment response tracking, significantly impacting personalized lung cancer care. This approach spurs patient-centered trials, empowering active patient engagement. Lung cancer proteomic and genetic biomarkers illuminate disease biology and treatment prospects. Progressing towards individualized efficient therapies is imminent, alleviating lung cancer's burden through ongoing research, omics integration, and technological strides."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacology, Delhi Pharmaceutical Sciences and Research University (DPSRU), Sector 3 Pushp Vihar, New Delhi 110017, India; Department of Pharmacy, School of Medical and Allied Sciences, Galgotias University, Greater Noida 203201, India."
          }
        ],
        "LastName": "Srivastava",
        "ForeName": "Shriyansh",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Accurate College of Pharmacy, 49, Knowledge Park-III, Greater Noida, UP, India."
          }
        ],
        "LastName": "Jayaswal",
        "ForeName": "Nandani",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacology, Delhi Pharmaceutical Sciences and Research University (DPSRU), Sector 3 Pushp Vihar, New Delhi 110017, India."
          }
        ],
        "LastName": "Kumar",
        "ForeName": "Sachin",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, School of Medical and Allied Sciences, Galgotias University, Greater Noida 203201, India."
          }
        ],
        "LastName": "Sharma",
        "ForeName": "Pramod Kumar",
        "Initials": "PK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Amity School of Pharmaceutical Sciences, Amity University, Sahibzada Ajit Singh Nagar, Punjab, India. Electronic address: tapanbehl31@gmail.com."
          }
        ],
        "LastName": "Behl",
        "ForeName": "Tapan",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Substance Abuse and Toxicology Research Centre, Jazan University, Jazan 45142, Saudi Arabia; Medicinal and Aromatic Plants Research Institute, National Center for Research, P.O. Box: 2424, Khartoum 11111, Sudan."
          }
        ],
        "LastName": "Khalid",
        "ForeName": "Asaad",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Substance Abuse and Toxicology Research Centre, Jazan University, Jazan 45142, Saudi Arabia; Center for Global Health Research, Saveetha Medical College, and Hospitals, Saveetha Institute of Medical and Technical Sciences, Saveetha University, India; School of Health Sciences, University of Petroleum and Energy Studies, Dehradun, Uttarakhand, India. Electronic address: syammohanm@yahoo.com."
          }
        ],
        "LastName": "Mohan",
        "ForeName": "Syam",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmaceutical Chemistry and Pharmacognosy, College of Pharmacy, Jazan University, P.O. Box 114, Jazan, Saudi Arabia."
          }
        ],
        "LastName": "Najmi",
        "ForeName": "Asim",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmaceutical Chemistry and Pharmacognosy, College of Pharmacy, Jazan University, P.O. Box 114, Jazan, Saudi Arabia."
          }
        ],
        "LastName": "Zoghebi",
        "ForeName": "Khalid",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmaceutical Chemistry and Pharmacognosy, College of Pharmacy, Jazan University, P.O. Box 114, Jazan, Saudi Arabia."
          }
        ],
        "LastName": "Alhazmi",
        "ForeName": "Hassan A",
        "Initials": "HA"
      }
    ],
    "PublicationTypeList": [
      "Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cell Signal",
    "NlmUniqueID": "8904683",
    "ISSNLinking": "0898-6568"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers, Tumor"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Proteomics"
    },
    {
      "QualifierName": [
        "genetics",
        "therapy"
      ],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Artificial Intelligence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genomics"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Biomarkers, Tumor"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors have no conflict of interest in the submission of this article."
}