{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "biosensor sensitivity",
      "black phosphorus",
      "cancer detection",
      "electric field",
      "graphene",
      "surface plasmon resonance"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37420756",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "06",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "5590",
      "10.3390/s23125590"
    ],
    "Journal": {
      "ISSN": "1424-8220",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "12",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun",
          "Day": "14"
        }
      },
      "Title": "Sensors (Basel, Switzerland)",
      "ISOAbbreviation": "Sensors (Basel)"
    },
    "ArticleTitle": "Ultrasensitive Surface Plasmon Resonance Sensor with a Feature of Dynamically Tunable Sensitivity and High Figure of Merit for Cancer Detection.",
    "Abstract": {
      "AbstractText": [
        "Cancer is one of the leading causes of death worldwide, and it is well known that an early detection of cancer in a human body will provide an opportunity to cure the cancer. Early detection of cancer depends on the sensitivity of the measuring device and method, where the lowest detectable concentration of the cancerous cell in a test sample becomes a matter of high importance. Recently, Surface Plasmon Resonance (SPR) has proven to be a promising method to detect cancerous cells. The SPR method is based on the detection of changes in refractive indices of samples under testing and the sensitivity of such a SPR based sensor is related to the smallest detectable change in the refractive index of the sample. There exist many techniques where different combinations of metals, metal alloys and different configurations have been shown to lead to high sensitivities of the SPR sensors. Based on the difference in the refractive index between a normal healthy cell and a cancerous cell, recently, SPR method has been shown to be applicable to detect different types of cancers. In this work, we propose a new sensor surface configuration that comprises of gold-silver-graphene-black phosphorus to detect different cancerous cells based on the SPR method. Additionally, recently we proposed that the application of electric field across gold-graphene layers that form the SPR sensor surface can provide enhanced sensitivity than that is possible without the application of electrical bias. We utilized the same concept and numerically studied the impact of electrical bias across the gold-graphene layers combined with silver and black Phosphorus layers which forms the SPR sensor surface. Our numerical results have shown that electrical bias across the sensor surface in this new heterostructure can provide enhanced sensitivity compared to the original unbiased sensor surface. Not only that, our results have shown that as the electrical bias increases, the sensitivity increases up to a certain value and stabilizes at a still improved sensitivity value. Such dependence of sensitivity on the applied bias provides a dynamic tunability of the sensitivity and figure-of-merit (FOM) of the sensor to detect different types of cancer. In this work, we used the proposed heterostructure to detect six different types of cancers: Basal, Hela, Jurkat, PC12, MDA-MB-231, and MCF-7. Comparing our results to work published recently, we were able to achieve an enhanced sensitivity ranging from 97.2 to 1851.4 (deg/RIU) and FOM values ranging from 62.13 to 89.81 far above the values presented recently by other researchers."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2805-9851"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Engineering and Industrial Professions, University of North Alabama, Florence, AL 35632, USA."
          }
        ],
        "LastName": "Gollapalli",
        "ForeName": "Ravi",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Engineering and Industrial Professions, University of North Alabama, Florence, AL 35632, USA."
          }
        ],
        "LastName": "Phillips",
        "ForeName": "Jonathan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Engineering and Industrial Professions, University of North Alabama, Florence, AL 35632, USA."
          }
        ],
        "LastName": "Paul",
        "ForeName": "Puneet",
        "Initials": "P"
      }
    ],
    "GrantList": [
      {
        "GrantID": "1 ARDEF22 07",
        "Agency": "State of Alabama, USA under the AL ADECA-ARDEF Program",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Sensors (Basel)",
    "NlmUniqueID": "101204366",
    "ISSNLinking": "1424-8220"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "3M4G523W1G",
      "NameOfSubstance": "Silver"
    },
    {
      "RegistryNumber": "7782-42-5",
      "NameOfSubstance": "Graphite"
    },
    {
      "RegistryNumber": "7440-57-5",
      "NameOfSubstance": "Gold"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Surface Plasmon Resonance"
    },
    {
      "QualifierName": [
        "chemistry"
      ],
      "DescriptorName": "Silver"
    },
    {
      "QualifierName": [
        "chemistry"
      ],
      "DescriptorName": "Graphite"
    },
    {
      "QualifierName": [
        "chemistry"
      ],
      "DescriptorName": "Gold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Refractometry"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}