{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14959509",
  "DateCompleted": {
    "Year": "2004",
    "Month": "03",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0043-3284",
      "JournalIssue": {
        "Volume": "99",
        "Issue": "5",
        "PubDate": {
          "Year": "2003",
          "Season": "Sep-Oct"
        }
      },
      "Title": "The West Virginia medical journal",
      "ISOAbbreviation": "W V Med J"
    },
    "ArticleTitle": "Incidence of colorectal cancer in West Virginia from 1993-1999: an update by gender, age, subsite and stage.",
    "Pagination": {
      "StartPage": "182",
      "EndPage": "186",
      "MedlinePgn": "182-6"
    },
    "Abstract": {
      "AbstractText": [
        "The sensitivities of different screening methods for pre-cancerous adenomas may affect the apparent anatomical distribution of colorectal cancers. Our objective was to describe changes in the distribution of left and right-sided colon cancers by time while adjusting for age, gender, stage and year of diagnosis. We studied the 7,895 cases of colorectal cancer reported to the West Virginia Cancer Registry between 1993 and 1999 and termed cancers proximal to, but not including the sigmoid colon as \"right-sided,\" and the remaining tumors as \"left-sided.\" Multivariate analyses were used to differentiate the effects of age and gender on changes in tumor location over time. The impact of screening was shown by the increase in the percentage of localized disease from 30.5% among cancers in the proximal colon to 37.6% in the distal colorectum. In contrast, the percentage of regional disease decreased from 50% among cancers in the proximal colon to the distal colorectum. The male to female ratios also increased from the proximal colon to the distal colorectum. Incidence rates, regardless of time, increased with advancing age for cancers located in all anatomical subsite groups, but more substantially for proximal colon cancer than for descending and distal colorectal cancers. For males ages > 85 and for females who are > 75 years of age, the cancer rates arising in the proximal colon exceeded observed in groups but more substantially for proximal colon cancer than for descending and distal colorectal cancers. For males age > 85 and females > 75, the cancer rates arising in the proximal colon exceeded those arising in the distal colorectum. This shift occurred at a younger age among females than males. The apparent shift of colorectal cancers to more proximal locations with advancing age has important implications for screening strategies. A further decrease in the relative incidence of left-sided colon cancers may require modifying current practices to include more frequent use of screening colonoscopy, particularly in women ages 75 years or older."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CAMC Health Education and Research Institute, West Virginia University School of Medicine, Charleston Div., USA."
          }
        ],
        "LastName": "Jubelirer",
        "ForeName": "Steven J",
        "Initials": "SJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wells",
        "ForeName": "Jeremy B",
        "Initials": "JB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Emmett",
        "ForeName": "Mary",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Broce",
        "ForeName": "Mike",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "W V Med J",
    "NlmUniqueID": "0413777",
    "ISSNLinking": "0043-3284"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "epidemiology",
        "pathology"
      ],
      "DescriptorName": "Colorectal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "West Virginia"
    }
  ]
}