{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Sono in corso discussioni sulla relazione tra le dimensioni del tumore e la prognosi dei pazienti con cancro del colon-retto (CRC). Questo studio mirava a rivelare l’effetto delle dimensioni del tumore sulla sopravvivenza globale e sulla sopravvivenza libera da malattia.",
        "Questo studio ha valutato retrospettivamente i dati di 593 pazienti sottoposti a chirurgia colorettale per CRC tra maggio 2012 e dicembre 2018. I pazienti sono stati analizzati in termini di età, sesso, localizzazione del tumore, stadio T, stadio N, metastasi a distanza, dimensione del tumore, differenziazione del tumore, invasione venosa, invasione perineurale, numero di linfonodi, numero di linfonodi metastatici, recidiva e periodo di sopravvivenza. I pazienti sono stati divisi in 2 gruppi in base alle dimensioni del tumore; quelli con una dimensione del tumore <5 cm sono stati raggruppati come gruppo 1 e quelli con una dimensione del tumore >5 cm sono stati raggruppati come gruppo 2.",
        "Il presente studio ha incluso 222 pazienti con adenocarcinoma del colon-retto. Il periodo di follow-up mediano dei pazienti è stato di 36,0 (1,4–107,4) mesi, la dimensione media del tumore è stata di 5,1±2,3 cm e il numero di pazienti con una dimensione del tumore ≥5 cm è stato di 117 (52,7%). Un totale del 18%, 32,5%, 38,7% e 10,8% dei pazienti apparteneva rispettivamente agli stadi 1, 2, 3 e 4. I tassi cumulativi di sopravvivenza a 1, 3 e 5 anni del gruppo di pazienti con una dimensione del tumore ≥5 cm (n=117) erano rispettivamente dell’84,6%, 59,3% e 50,3%, mentre la sopravvivenza media stimata era 48,5 mesi (intervallo di confidenza 95% (CI): 42,3-54,7). Ci sono state differenze statisticamente significative tra i gruppi in termini di sopravvivenza globale (Log-Rank=12.559, p<0.001). Indipendentemente da altri fattori, una dimensione del tumore ≥5 cm ha influenzato negativamente la sopravvivenza globale (HR 2.248; 95% CI: 1.419-3.562) (p<0.001). Inoltre, una dimensione del tumore ≥5 cm (HR 1,867; 95% CI: 1,102-3,162; p=0,02), età, numero inadeguato di linfonodi dissezionati, numero di linfonodi metastatici e stadio sono risultati fattori di rischio per prognosi infausta.",
        "l’aumento delle dimensioni del tumore, in particolare una dimensione del tumore ≥5 cm, è risultato essere un fattore di rischio per una prognosi infausta. In una certa misura, riteniamo che questo studio aiuterà a chiarire il legame tra le dimensioni del tumore e la prognosi dei pazienti con CRC."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37464790",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "S0003469X23037466"
    ],
    "Journal": {
      "ISSN": "2239-253X",
      "JournalIssue": {
        "Volume": "94",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "Annali italiani di chirurgia",
      "ISOAbbreviation": "Ann Ital Chir"
    },
    "ArticleTitle": "Effect of tumor size on prognosis in colorectal cancer.",
    "Pagination": {
      "StartPage": "63",
      "EndPage": "72",
      "MedlinePgn": "63-72"
    },
    "Abstract": {
      "AbstractText": [
        "This study aimed to reveal the effect of tumor size on overall survival and disease-free survival.",
        "This study retrospectively evaluated the data of 593 patients who underwent colorectal surgery for colorectal cancer (CRC) between May 2012 and December 2018. The patients were divided into two groups based on their tumor size; those with a tumor size <5 cm were grouped as group 1 and those with a tumor size ≥ 5 cm were grouped as group 2.",
        "The present study included 222 patients with colorectal adenocarcinoma. The median follow-up period of the patients was 36.0 (1.4-107.4) months, mean tumor size was 5.1±2.3 cm, and number of patients with a tumor size of ≥5 cm was 117 (52.7%). There were statistically significant differences between the groups in terms of overall survival (Log-Rank = 12.559, p<0.001).",
        "According to the American Joint Committee on Cancer's Cancer Staging Manual (8th edition), the CRC staging system considers the tumor's depth of invasion of the intestinal wall but not the tumor's size. Moreover, it considers the size of the tumors developing in the parenchymal organs (breasts and lungs) but not tumors developing in luminal organs (stomach, colon, etc.).",
        "Tumor size ≥5 cm was found to be a risk factor for poor prognosis. To a certain extent, we believe that this study will aid in elucidating the link between tumor size in and prognosis of patients with CRC.",
        "Colorectal cancer, Prognosis, Tumor size."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yirgin",
        "ForeName": "Hakan",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sibiç",
        "ForeName": "Osman",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tatlidil",
        "ForeName": "Yunus Emre",
        "Initials": "YE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bozdağ",
        "ForeName": "Emre",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bozkurt",
        "ForeName": "Mehmet Abdulsamet",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Devecioğlu",
        "ForeName": "Elif Gökce",
        "Initials": "EG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Aziret",
        "ForeName": "Mehmet",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ercan",
        "ForeName": "Metin",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Ann Ital Chir",
    "NlmUniqueID": "0372343",
    "ISSNLinking": "0003-469X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Staging"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Colorectal Neoplasms"
    },
    {
      "QualifierName": [
        "surgery",
        "pathology"
      ],
      "DescriptorName": "Adenocarcinoma"
    }
  ]
}