{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "cancer",
      "history",
      "landmarks",
      "milestones",
      "pioneers"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25113657",
  "DateCompleted": {
    "Year": "2015",
    "Month": "04",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "09",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/ijc.29134"
    ],
    "Journal": {
      "ISSN": "1097-0215",
      "JournalIssue": {
        "Volume": "136",
        "Issue": "9",
        "PubDate": {
          "Year": "2015",
          "Month": "May",
          "Day": "01"
        }
      },
      "Title": "International journal of cancer",
      "ISOAbbreviation": "Int J Cancer"
    },
    "ArticleTitle": "A brief history of cancer: age-old milestones underlying our current knowledge database.",
    "Pagination": {
      "StartPage": "2022",
      "EndPage": "2036",
      "MedlinePgn": "2022-36"
    },
    "Abstract": {
      "AbstractText": [
        "This mini-review chronicles the history of cancer ranging from cancerous growths discovered in dinosaur fossils, suggestions of cancer in Ancient Egyptian papyri written in 1500-1600 BC, and the first documented case of human cancer 2,700 years ago, to contributions by pioneers beginning with Hippocrates and ending with the originators of radiation and medical oncology. Fanciful notions that soon fell into oblivion are mentioned such as Paracelsus and van Helmont substituting Galen's black bile by mysterious ens or archeus systems. Likewise, unfortunate episodes such as Virchow claiming Remak's hypotheses as his own remind us that human shortcomings can affect otherwise excellent scientists. However, age-old benchmark observations, hypotheses, and practices of historic and scientific interest are underscored, excerpts included, as precursors of recent discoveries that shaped modern medicine. Examples include: Petit's total mastectomy with excision of axillary glands for breast cancer; a now routine practice, Peyrilhe's ichorous matter a cancer-causing factor he tested for transmissibility one century before Rous confirmed the virus-cancer link, Hill's warning of the dangers of tobacco snuff; heralding today's cancer pandemic caused by smoking, Pott reporting scrotum cancer in chimney sweepers; the first proven occupational cancer, Velpeau's remarkable foresight that a yet unknown subcellular element would have to be discovered in order to define the nature of cancer; a view confirmed by cancer genetics two centuries later, ending with Röntgen and the Curies, and Gilman et al. ushering radiation (1896, 1919) and medical oncology (1942), respectively."
      ],
      "CopyrightInformation": "© 2014 UICC."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine Hematology-Oncology, Georgia Regents University, Augusta, GA (retired)."
          }
        ],
        "LastName": "Faguet",
        "ForeName": "Guy B",
        "Initials": "GB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Int J Cancer",
    "NlmUniqueID": "0042124",
    "ISSNLinking": "0020-7136"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Databases, Factual"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "pathology"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}