{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37715435",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "07",
        "Day": "31"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.14715/cmb/2023.69.7.7"
    ],
    "Journal": {
      "ISSN": "1165-158X",
      "JournalIssue": {
        "Volume": "69",
        "Issue": "7",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul",
          "Day": "31"
        }
      },
      "Title": "Cellular and molecular biology (Noisy-le-Grand, France)",
      "ISOAbbreviation": "Cell Mol Biol (Noisy-le-grand)"
    },
    "ArticleTitle": "Colonoscopy Combined with Me-Nbi to Observe the Canceration Characteristics of Colon Polyps and the Correlation of RHOC Protein Expression.",
    "Pagination": {
      "StartPage": "40",
      "EndPage": "44",
      "MedlinePgn": "40-44"
    },
    "Abstract": {
      "AbstractText": [
        "The current study was carried out to analyze the characteristics of colon polyps canceration observed by colonoscopy combined with ME-NBI (Magnifying Endoscopy combined with Narrow-Band Imaging) and its correlation with RhoC (Ras homolog gene family, member C) protein expression. For this purpose, A total of 300 patients with colorectal polyps and cancerous lesions (192 colorectal polyps and 200 cancerous lesions) who were treated in the digestive endoscopy room of the hospital and underwent colonoscopy were selected, and they were divided into polyp group and malignant lesion according to the diagnosis results. groups, 150 cases in each group. There were 75 patients with non-adenomatous polyps and 75 patients with adenomatous polyps in the polyp group; 75 patients with high-grade neoplasia and cancerous changes in the malignant group. The microvascular structure and surface structure of the lesions were observed by colonoscopy, and the correlation between microvascular morphological characteristics and RhoC protein expression was analyzed. Results showed that the probability of positive RhoC protein expression in the polyp group was significantly lower than that in the malignant transformation group, and the difference was statistically significant (P<0.05). In the malignant transformation group, the positive rate of RhoC expression in mucosal and submucosal superficial infiltration of 150 patients with colon polyp carcinoma was lower than that in submucosal deep infiltration, and the difference was statistically significant (P<0.05). NICE (National Institute for Clinical Excellence) type 2 was diagnosed as colorectal superficial submucosal The sensitivity, specificity, and accuracy of colorectal submucosal invasion were 73.1%, 84.6%, and 83.2%, respectively; the sensitivity, specificity, and accuracy of NICE type 3 in diagnosing colorectal submucosal invasion were 74.6%, 96.8%, and 92.7%, respectively. . Type 2 and type 3 lesions with cancerous features in NICE classification were correlated with the expression of RhoC protein (P<0.05). In conclusion, NICE classification under colonoscopy combined with magnifying colonoscopy has a good effect on colorectal lesions. Differential diagnostic value, RhoC protein is highly expressed in colon cancer and is closely related to the occurrence of colon cancer and the depth of lesion invasion. With the progression of colorectal adenomas, the expression of RhoC protein in the lesions gradually increased."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, Shidong Hospital of Yangpu District, Shanghai 200433, China. ShuqiXu@stu.ahu.edu.cn."
          }
        ],
        "LastName": "Shuqi Xu"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, Shidong Hospital of Yangpu District, Shanghai 200433, China. weiminchen08@163.com."
          }
        ],
        "LastName": "Weimin Chen"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, Shidong Hospital of Yangpu District, Shanghai 200433, China. yimingc86@163.com."
          }
        ],
        "LastName": "Yiming Chen"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, Shidong Hospital of Yangpu District, Shanghai 200433, China. xuanfux43@163.com."
          }
        ],
        "LastName": "Xuanfu Xu"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, Shidong Hospital of Yangpu District, Shanghai 200433, China. yingdai56@163.com."
          }
        ],
        "LastName": "Ying Dai"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, Shidong Hospital of Yangpu District, Shanghai 200433, China. jianqingchen43@163.com."
          }
        ],
        "LastName": "Jianqing Chen"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, Shidong Hospital of Yangpu District, Shanghai 200433, China. wenhuim143@163.com."
          }
        ],
        "LastName": "Wenhui Mo"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, Shidong Hospital of Yangpu District, Shanghai 200433, China. mengji63@163.com."
          }
        ],
        "LastName": "Meng Ji"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, Shidong Hospital of Yangpu District, Shanghai 200433, China. yueyueli74@163.com."
          }
        ],
        "LastName": "Yueyue Li"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, Shidong Hospital of Yangpu District, Shanghai 200433, China. wenjingliu073@163.com."
          }
        ],
        "LastName": "Wenjing Liu"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Cell Mol Biol (Noisy-le-grand)",
    "NlmUniqueID": "9216789",
    "ISSNLinking": "0145-5680"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "EC 3.6.5.2",
      "NameOfSubstance": "RHOC protein, human"
    },
    {
      "RegistryNumber": "EC 3.6.5.2",
      "NameOfSubstance": "rhoC GTP-Binding Protein"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Colonic Polyps"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Colonoscopy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Colonic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Colorectal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "rhoC GTP-Binding Protein"
    }
  ]
}