{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9128269",
  "DateCompleted": {
    "Year": "1997",
    "Month": "05",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0002-9173",
      "JournalIssue": {
        "Volume": "107",
        "Issue": "5",
        "PubDate": {
          "Year": "1997",
          "Month": "May"
        }
      },
      "Title": "American journal of clinical pathology",
      "ISOAbbreviation": "Am J Clin Pathol"
    },
    "ArticleTitle": "Cancerization of small ectatic ducts of the breast by ductal carcinoma in situ cells with apocrine snouts: a lesion associated with tubular carcinoma.",
    "Pagination": {
      "StartPage": "561",
      "EndPage": "566",
      "MedlinePgn": "561-6"
    },
    "Abstract": {
      "AbstractText": [
        "Small ectatic ducts lined by atypical ductal cells with apocrine snouts occasionally have been observed in association with tubular carcinoma; some pathologists have considered these carcinomas to be a form of ductal carcinoma in situ (DCIS). Thirty-two cases of tubular carcinoma, 41 of invasive grade 1 ductal carcinoma with DCIS, 40 of invasive grade 1 ductal carcinoma without DCIS, 40 of invasive grade 3 ductal carcinoma, 40 of invasive lobular carcinoma, 20 of well-differentiated DCIS, and 80 of fibrocystic changes were examined to determine the relationship between the lesion formed by atypical ductal cells with apocrine snouts and invasive carcinoma, DCIS, and benign breast changes. Seventeen cases contained lesions formed by atypical ductal cells with apocrine snouts: 14 were associated with tubular carcinoma (43.7%), and 3 with invasive grade 1 ductal carcinoma (3.7%). In six invasive carcinomas, the associated DCIS was formed by cells identical to those within the lesion. These lesions were found at the periphery of the invasive carcinoma and adjacent to the DCIS. The lesions were probably composed of low-grade intraductal malignant epithelial cells, which partially involve small ectatic ducts and are often adjacent structures as a form of cancerization. This cytologic and architectural form of DCIS appears to be related to an invasive carcinoma that is usually of tubular subtype. Attention to this form of cancerization by malignant intraductal cells, especially with regard to specimen surgical margins, is imperative when a tubular carcinoma is encountered. If a pathologist encounters only this lesion in a partially sampled breast biopsy specimen, additional (or all) tissue should be submitted for histologic evaluation to ensure that an invasive carcinoma is not missed. This lesion needs to be distinguished from the frequent, benign, columnar alteration within lobules and small ectatic ducts."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anatomic Pathology, William Beaumont Hospital, Royal Oak, Michigan 48073, USA."
          }
        ],
        "LastName": "Goldstein",
        "ForeName": "N S",
        "Initials": "NS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "O'Malley",
        "ForeName": "B A",
        "Initials": "BA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Am J Clin Pathol",
    "NlmUniqueID": "0370470",
    "ISSNLinking": "0002-9173"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Adenocarcinoma"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Breast"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Carcinoma in Situ"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Carcinoma, Ductal, Breast"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "complications",
        "pathology"
      ],
      "DescriptorName": "Fibrocystic Breast Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hyperplasia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    }
  ]
}