{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19143335",
  "DateCompleted": {
    "Year": "2009",
    "Month": "02",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-5770",
      "JournalIssue": {
        "Volume": "83",
        "Issue": "4",
        "PubDate": {
          "Year": "2008",
          "Month": "Dec"
        }
      },
      "Title": "The Quarterly review of biology",
      "ISOAbbreviation": "Q Rev Biol"
    },
    "ArticleTitle": "Allergies: their role in cancer prevention.",
    "Pagination": {
      "StartPage": "339",
      "EndPage": "362",
      "MedlinePgn": "339-62"
    },
    "Abstract": {
      "AbstractText": [
        "The nature of the biological relationships between cancers and allergies has intrigued researchers and health care providers for five decades. Three hypotheses have been proposed: antigenic stimulation predicts positive associations between cancers and allergies (i.e., allergy sufferers are more likely to get cancer), whereas immunosurveillance and prophylaxis predict inverse associations (i.e., allergy sufferers are less likely to get cancer). Immunosurveillance predicts inverse associations for cancers of all tissues and organ systems, and prophylaxis predicts inverse associations specifically for cancers of tissues and organ systems that interface with the external environment. To comparatively evaluate these hypotheses, we comprehensively reviewed the literature on cancer and allergies. We located 148 papers published from 1955 through 2006 that reported results of 463 studies of relationships between patients' histories of 11 specific allergies and cancers of 19 tissues and organ systems, and 183 studies of patients' histories of multiple allergies in relation to various types/sites of cancers. Analyses of these studies revealed that (1) frequencies of positive, inverse, and null allergy-cancer associations differed considerably among cancers of different tissues and organ systems; (2) more than twice as many studies reported inverse allergy-cancer associations as reported positive associations; (3) inverse associations were particularly common for cancers of the mouth and throat, brain glia, colon and rectum, pancreas, skin, and cervix but (4) particularly rare for cancers of the breast, prostate, and brain meninges, and for myeloma, non-Hodgkin's lymphoma, and myelocytic leukemia; (5) lung cancer was positively associated with asthma but inversely associated with other allergies; (6) inverse associations with allergies were more than twice as common for cancers of nine tissues and organ systems that interface with the external environment compared to cancers of nine tissues and organ systems that do not interface with the external environment; and (7) eczema, hives, and allergies to animal dander and food were most frequently inversely associated with cancers of tissues that interface with the external environment. Taken together, these results are more consistent with the prophylaxis hypothesis than the two alternatives. IgE is a widespread and ancient immunoglobulin isotype in mammals, occurring among all known marsupials, monotremes, and eutherians. The IgE system and its associated allergy symptoms may serve a common protective function: the rapid expulsion of pathogens, dangerous natural toxins, and other carcinogenic antigens before they can trigger malignant neoplasia in exposed tissues."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurobiology and Behavior, Cornell University Ithaca, New York 14853-2702, USA. pws6@cornell.edu"
          }
        ],
        "LastName": "Sherman",
        "ForeName": "Paul W",
        "Initials": "PW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Holland",
        "ForeName": "Erica",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sherman",
        "ForeName": "Janet Shellman",
        "Initials": "JS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Research Support, U.S. Gov't, Non-P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Q Rev Biol",
    "NlmUniqueID": "0376515",
    "ISSNLinking": "0033-5770"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "immunology"
      ],
      "DescriptorName": "Hypersensitivity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Immunological"
    },
    {
      "QualifierName": [
        "complications",
        "immunology",
        "prevention & control"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "complications",
        "immunology"
      ],
      "DescriptorName": "Parasitic Diseases"
    }
  ],
  "NumberOfReferences": "123"
}