{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Horse",
      "M. multifidus",
      "Postural stability",
      "Rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32684253",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "03",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "04",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jevs.2020.103108",
      "S0737-0806(20)30199-4"
    ],
    "Journal": {
      "ISSN": "0737-0806",
      "JournalIssue": {
        "Volume": "91",
        "PubDate": {
          "Year": "2020",
          "Month": "Aug"
        }
      },
      "Title": "Journal of equine veterinary science",
      "ISOAbbreviation": "J Equine Vet Sci"
    },
    "ArticleTitle": "Relationship Between Postural Stability and Paraspinal Muscle Adaptation in Lame Horses Undergoing Rehabilitation.",
    "Pagination": {
      "StartPage": "103108",
      "MedlinePgn": "103108"
    },
    "Abstract": {
      "AbstractText": [
        "Postural stability maintains balance, protects the spinal column, and allows accurate responses to destabilizing forces. The musculus multifidus (m. multifidus) is the major postural muscle located adjacent to the vertebrae along the length of the spinal column. Increased cross-sectional area (CSA) of the m. multifidus has been demonstrated in horses after a rehabilitation strengthening exercise program; however, correlation with functional postural stability has not been shown. The objective of the present study is to evaluate the relationship of the thoracolumbar m. multifidus CSA and measures of postural sway performance in lame horses undergoing rehabilitation exercises in clinical cases. Seven client-owned horses admitted to the equine rehabilitation service were included in the study. M. multifidus CSA was measured via ultrasonography at the start of a rehabilitation program (initial evaluation) and after 12 weeks of rehabilitation exercises (final evaluation). Postural sway data were also measured at initial and final evaluation. A significant increase in m. multifidus CSA was seen from initial to final evaluation. A moderate to strong correlation was present between m. multifidus CSA and postural sway variables. These results suggest that there is an association between postural stability and m. multifidus hypertrophy in lame horses undergoing individualized rehabilitation programs. However, more research is needed to provide a definitive answer on the nature of this relationship. Ideally, specific performance tests would better define and examine the relationship in which to guide clinicians in rehabilitation protocol development."
      ],
      "CopyrightInformation": "Published by Elsevier Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gail Holmes Equine Orthopaedic Research Center, Colorado State University, Fort Collins, CO; College of Veterinary Medicine and Biomedical Sciences, Department of Clinical Sciences, Colorado State University, Fort Collins, CO."
          }
        ],
        "LastName": "Ellis",
        "ForeName": "Katherine L",
        "Initials": "KL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gail Holmes Equine Orthopaedic Research Center, Colorado State University, Fort Collins, CO; College of Veterinary Medicine and Biomedical Sciences, Department of Clinical Sciences, Colorado State University, Fort Collins, CO. Electronic address: Melissa.King@colostate.edu."
          }
        ],
        "LastName": "King",
        "ForeName": "Melissa R",
        "Initials": "MR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Equine Vet Sci",
    "NlmUniqueID": "8216840",
    "ISSNLinking": "0737-0806"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Horses"
    },
    {
      "QualifierName": [
        "diagnostic imaging"
      ],
      "DescriptorName": "Paraspinal Muscles"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Conditioning, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Spine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ultrasonography"
    }
  ]
}