{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercises",
      "disability",
      "intervertebral disc",
      "pain",
      "surgery"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36039973",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "08",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/01616412.2022.2116686"
    ],
    "Journal": {
      "ISSN": "1743-1328",
      "JournalIssue": {
        "Volume": "45",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "Neurological research",
      "ISOAbbreviation": "Neurol Res"
    },
    "ArticleTitle": "The effect of repeated flexion-based exercises versus extension-based exercises on the clinical outcomes of patients with lumbar disk herniation surgery: a randomized clinical trial.",
    "Pagination": {
      "StartPage": "28",
      "EndPage": "40",
      "MedlinePgn": "28-40"
    },
    "Abstract": {
      "AbstractText": [
        "Valuable impact of postoperative exercises on the clinical outcomes of patients with lumbar discectomy has been demonstrated. However, there is a lack of consensus on the best kind of postoperative exercises. This study aimed to evaluate the impact of the early postoperative flexion-based and extension-based exercises on the clinical outcomes of patients with lumbar discectomy.",
        "In this single-blind randomized clinical trial (RCT), 90 subjects with lumbar discectomy were randomly assigned to three groups. The flexion-based and extension-based exercises were planned for the first and the second groups, respectively. The third group was considered as the control group. Subjects in the experimental groups started their exercise program at the end of the 6th postoperative week and continued exercises for 8 weeks. We used Visual analogue scale (VAS), Oswestry Disability Index (ODI), modified Biering-Sorensen test (mBST), and Trunk Flexion Endurance Test (TFET) to evaluate back pain, disability, back and abdominal muscle endurance, respectively. The outcomes were investigated before starting the exercises program as well as at the end of the study. Moreover, return to work was evaluated at the end of the study. Data were analyzed using descriptive and inferential statistics by SPSS-24 software.",
        "Our results showed that the VAS pain diminished in all the groups. However, this reduction was most in the McKenzie group (P < 0.001). Moreover, extension-based exercises reduced ODI more than other groups (P < 0.001). We found that extension-based and flexion-based exercises had more efficacy in increasing the back and trunk flexion endurance, respectively (P < 0.001). There was not a significant difference between the three groups in the term of returning to work (P = 0.06).",
        "Both flexion-based and extension-based exercises could reduce postoperative back pain and disability. However, the impact of the extension-based program was more dominant. Moreover, these exercises could increase back and abdominal muscle endurance. Therefore, prescribing such low-cost home-based exercises could be very helpful for patients with lumbar discectomy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nursing and Midwifery School, Kermanshah University of Medical Sciences, Kermanshah, Iran."
          }
        ],
        "LastName": "Abdi",
        "ForeName": "Alireza",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Neurosurgery, Kermanshah University of Medical Sciences, Imam Reza Hospital, Kermanshah, Iran."
          }
        ],
        "LastName": "Bagheri",
        "ForeName": "Seyed Reza",
        "Initials": "SR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Research Development Center, Taleghani and Imam Ali Hospital, Student Research Committee, Kermanshah University of Medical Sciences, Kermanshah, Iran."
          }
        ],
        "LastName": "Shekarbeigi",
        "ForeName": "Zahra",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Master of Science of Sports Biomechanics, Kermanshah University of Medical Sciences, Imam Reza Hospital, Kermanshah, Iran."
          }
        ],
        "LastName": "Usefvand",
        "ForeName": "Soheila",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0002-6373-6248"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Neurosurgery, Kermanshah University of Medical Sciences, Imam Reza Hospital, Kermanshah, Iran."
          }
        ],
        "LastName": "Alimohammadi",
        "ForeName": "Ehsan",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Neurol Res",
    "NlmUniqueID": "7905298",
    "ISSNLinking": "0161-6412"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Intervertebral Disc Displacement"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Lumbar Vertebrae"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Back Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Diskectomy"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Pain, Postoperative"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}