{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cancer",
      "Long-term effects",
      "Physical activity",
      "Side effects",
      "Supportive care"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Optimierte und individualisierte Therapiemöglichkeiten in der Onkologie verbessern die Prognosen der Patienten deutlich. Demzufolge gewinnen das Nebenwirkungsmanagement und die Vermeidung von Langzeitfolgen immer mehr an Bedeutung. In der Literatur finden sich zunehmend Beweise dafür, dass sich körperliche Aktivität und gezielte Bewegungstherapie positiv auf bestimmte „patient-related outcomes“ auswirken. Idealerweise werden die Patienten direkt nach der Diagnosestellung an die Bewegungstherapie herangeführt, um eine adäquate supportive Begleitung zu ermöglichen und therapieassoziierte Nebenwirkungen nachhaltig zu reduzieren. Mittlerweile ergeben sich aus wissenschaftlichen Erkenntnissen konkrete Handlungsempfehlungen, die die wesentlichen „patient-related outcomes“, wie z. B. Fatigue oder Depressionen, effektiv verbessern. Ein moderates Ausdauertraining in Kombination mit individualisiertem Krafttraining scheint von besonderer Bedeutung zu sein. Grundsätzlich kann eine onkologische Trainings- und Bewegungstherapie unter Berücksichtigung von Kontraindikationen jedem Patienten, unabhängig von Krebsentität und Zeitpunkt der Therapie, empfohlen werden. Demzufolge sollte das Ziel kommunaler und nationaler Bestrebungen darin bestehen, fachspezifische bewegungstherapeutische Angebote flächendeckend zu implementieren, um Patienten den Zugang zu diesen zu erleichtern sowie eine adäquate Versorgung während und nach der Therapie zu gewährleisten."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Medizin Verlag GmbH, ein Teil von Springer Nature."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36594967",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "01",
        "Day": "03"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00108-022-01450-5"
    ],
    "Journal": {
      "ISSN": "2731-7099",
      "JournalIssue": {
        "Volume": "64",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "Innere Medizin (Heidelberg, Germany)",
      "ISOAbbreviation": "Inn Med (Heidelb)"
    },
    "ArticleTitle": "[Physical activity and exercise therapy in oncology].",
    "Pagination": {
      "StartPage": "19",
      "EndPage": "24",
      "MedlinePgn": "19-24"
    },
    "Abstract": {
      "AbstractText": [
        "Optimized and individualized treatment options in oncology significantly improve the prognosis of patients. Accordingly, the management of side effects and the avoidance of long-term consequences is becoming increasingly more important. Numerous studies have shown a positive impact of physical activity and targeted exercise therapy on certain patient-related outcomes. Ideally, patients are introduced to exercise therapy directly after the diagnosis is made in order to enable adequate supportive monitoring and to sustainably reduce therapy-associated side effects. Meanwhile, scientific findings have resulted in concrete recommendations for action to effectively improve the main patient-related outcomes, such as fatigue or depression. A moderate endurance training in combination with individualized strength training seems to be of particular importance. In principle, oncological training and exercise therapy can be recommended to every cancer patient regardless of the form of cancer and the timing of therapy but taking the contraindications into account. Therefore, the aim of communal as well as national efforts should be to implement a comprehensive offer of professional exercise therapy to facilitate access of cancer patients to these services as well as to ensure adequate care during and after treatment."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Medizin Verlag GmbH, ein Teil von Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centrum für integrierte Onkologie (CIO) Aachen, Bonn, Köln, Düsseldorf, Klinik für Innere Medizin, Universitätsklinikum Köln, Kerpener Str. 62, 50937, Köln, Deutschland. Nora.zoth@uk-koeln.de."
          }
        ],
        "LastName": "Zoth",
        "ForeName": "Nora",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centrum für integrierte Onkologie (CIO) Aachen, Bonn, Köln, Düsseldorf, Klinik für Innere Medizin, Universitätsklinikum Köln, Kerpener Str. 62, 50937, Köln, Deutschland."
          }
        ],
        "LastName": "Böhlke",
        "ForeName": "Lena",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medizinische Klinik und Poliklinik III, Comprehensive Cancer Center München (CCCM), LMU München, München, Deutschland."
          }
        ],
        "LastName": "Theurich",
        "ForeName": "Sebastian",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centrum für integrierte Onkologie (CIO) Aachen, Bonn, Köln, Düsseldorf, Klinik für Innere Medizin, Universitätsklinikum Köln, Kerpener Str. 62, 50937, Köln, Deutschland."
          }
        ],
        "LastName": "Baumann",
        "ForeName": "Freerk T",
        "Initials": "FT"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Körperliche Aktivität und Bewegungstherapie in der Onkologie."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Inn Med (Heidelb)",
    "NlmUniqueID": "9918384885306676",
    "ISSNLinking": "2731-7080"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    }
  ]
}