{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Aquatic therapy",
      "Barriers",
      "COVID-19",
      "Hydrotherapy",
      "Multiple sclerosis",
      "Physical activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35235900",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "02",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.msard.2022.103701",
      "S2211-0348(22)00216-4"
    ],
    "Journal": {
      "ISSN": "2211-0356",
      "JournalIssue": {
        "Volume": "60",
        "PubDate": {
          "Year": "2022",
          "Month": "Apr"
        }
      },
      "Title": "Multiple sclerosis and related disorders",
      "ISOAbbreviation": "Mult Scler Relat Disord"
    },
    "ArticleTitle": "Aquatic exercise for persons with MS: Patient-reported preferences, obstacles and recommendations.",
    "Pagination": {
      "StartPage": "103701",
      "MedlinePgn": "103701"
    },
    "Abstract": {
      "AbstractText": [
        "Many persons with multiple sclerosis (MS) have difficulties engaging in traditional land-based physical activity due to heat sensitivity and physical disability. Aquatic exercise may be a suitable alternative for these individuals, preventing overheating and enabling a range of movements that were otherwise difficult on land. The objective of the current study was to understand why some persons with MS prefer aquatic exercise while others prefer non-aquatic exercise, which will inform recommendations.",
        "A total of 179 persons with MS completed a brief online survey (∼10 min) about their exercise routines between October 2020 and April 2021.",
        "Fifty-sex percent of respondents reported that they only engaged in non-aquatic exercise (i.e., land-based activities such as jogging), followed by 36% of respondents who reported that they engaged in both aquatic and non-aquatic exercise, and 7% of respondents who participated in aquatic exercise only. The most frequently reported barriers for aquatic exercise were lack of access to pools and its associated expense. Among individuals who had tried aquatic exercise, aquatic exercise was preferred over non-aquatic exercise, and 100% reported that they would recommend aquatic exercise to other persons with MS. Finally, the majority of respondents reported exercising less during the coronavirus disease 2019 (COVID-19) pandemic.",
        "Aquatic exercise is well liked among persons with MS who have tried it; however, it may not be feasible for economically disadvantaged persons with MS. Local charities and health organizations may consider financially sponsoring aquatic exercise programs to encourage participation in physical activity for the MS population. Due to the negative impact of the pandemic on exercise routines, MS clinicians should encourage their patients to resume their exercise routines once the pandemic subsides."
      ],
      "CopyrightInformation": "Copyright © 2022. Published by Elsevier B.V."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Health, Health Care Policy and Aging Research, Rutgers University, New Brunswick, NJ, United States; Department of Neurology, Robert Wood Johnson Medical School, Rutgers University, New Brunswick, NJ, United States."
          }
        ],
        "LastName": "Chen",
        "ForeName": "Michelle H",
        "Initials": "MH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kessler Foundation, East Hanover, NJ, United States; Department of Physical Medicine and Rehabilitation, New Jersey Medical School, Rutgers University, Newark, NJ, United States."
          }
        ],
        "LastName": "DeLuca",
        "ForeName": "John",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kessler Foundation, East Hanover, NJ, United States; Department of Physical Medicine and Rehabilitation, New Jersey Medical School, Rutgers University, Newark, NJ, United States."
          }
        ],
        "LastName": "Sandroff",
        "ForeName": "Brian M",
        "Initials": "BM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kessler Foundation, East Hanover, NJ, United States; Department of Physical Medicine and Rehabilitation, New Jersey Medical School, Rutgers University, Newark, NJ, United States. Electronic address: hgenova@kesslerfoundation.org."
          }
        ],
        "LastName": "Genova",
        "ForeName": "Helen M",
        "Initials": "HM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Mult Scler Relat Disord",
    "NlmUniqueID": "101580247",
    "ISSNLinking": "2211-0348"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Reported Outcome Measures"
    }
  ]
}