{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34172637",
  "DateCompleted": {
    "Year": "2022",
    "Month": "02",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1519/JSC.0000000000004083"
    ],
    "Journal": {
      "ISSN": "1533-4287",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "12",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec",
          "Day": "01"
        }
      },
      "Title": "Journal of strength and conditioning research",
      "ISOAbbreviation": "J Strength Cond Res"
    },
    "ArticleTitle": "Inconsistent Use of Resistance Exercise Names in Research Articles: A Brief Note.",
    "Pagination": {
      "StartPage": "3518",
      "EndPage": "3520",
      "MedlinePgn": "3518-3520"
    },
    "Abstract": {
      "AbstractText": [
        "Nuzzo, JL. Inconsistent use of resistance exercise names in research articles: a brief note. J Strength Cond Res 35(12): 3518-3520, 2021-Academic fields require standard nomenclature to communicate concepts effectively. Previous research has documented resistance training exercises are named inconsistently. This inconsistent use has been observed among fitness professionals and within resistance training textbooks. The purpose of the current note was to explore inconsistent use of resistance training exercise names in scientific articles. Keyword searches were performed in PubMed to identify articles that referred to 4 different resistance training exercises. The search was limited to titles and abstracts of articles published between 1960 and 2020. For exercise 1, \"shoulder press,\" \"overhead press,\" and \"military press\" were searched. For exercise 2, \"arm curl,\" \"bicep curl,\" and \"biceps curl\" were searched. For exercise 3, \"hamstring curl,\" \"leg curl,\" and \"knee curl\" were searched. For exercise 4, \"calf raise\" and \"heel raise\" were searched. For exercise 1, 114 articles included \"shoulder press\" in their title or abstract, 42 articles included \"overhead press,\" and 45 articles included \"military press.\" For exercise 2, 244 articles included \"arm curl,\" 37 articles included \"bicep curl,\" and 177 articles included \"biceps curl.\" For exercise 3, 24 articles included \"hamstring curl,\" 159 articles included \"leg curl,\" and 7 articles included \"knee curl.\" For exercise 4, 68 articles included \"calf raise\" and 154 articles included \"heel raise.\" The results are evidence of inconsistent use of resistance training exercise names in scientific articles. A possible solution to inconsistent use of exercise names in research articles, educational texts, and clinical practice is a system that includes a standard exercise naming pattern and guidelines for communicating exercise names."
      ],
      "CopyrightInformation": "Copyright © 2021 The Author(s). Published by Wolters Kluwer Health, Inc. on behalf of the National Strength and Conditioning Association."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-9081-0522"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise Science Laboratory, Vitruvian, West Perth, Australia; and."
          },
          {
            "Identifier": [],
            "Affiliation": "Adjunct lecturer, School of Medical and Health Sciences, Edith Cowan University, Joondalup, Australia."
          }
        ],
        "LastName": "Nuzzo",
        "ForeName": "James L",
        "Initials": "JL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Strength Cond Res",
    "NlmUniqueID": "9415084",
    "ISSNLinking": "1064-8011"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hamstring Muscles"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    }
  ]
}