{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18949930",
  "DateCompleted": {
    "Year": "2008",
    "Month": "11",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "hrv"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1330-0164",
      "JournalIssue": {
        "Volume": "61 Suppl 1",
        "PubDate": {
          "Year": "2007"
        }
      },
      "Title": "Acta medica Croatica : casopis Hravatske akademije medicinskih znanosti",
      "ISOAbbreviation": "Acta Med Croatica"
    },
    "ArticleTitle": "[Physical activity in the prevention and treatment of cardiovascular diseases].",
    "Pagination": {
      "StartPage": "63",
      "EndPage": "67",
      "MedlinePgn": "63-7"
    },
    "Abstract": {
      "AbstractText": [
        "Cardiovascular diseases represent the leading health problem of the modern age. They are the first cause of mortality in developed as well as in transition countries. Physical activity has a beneficial impact on the cardiovascular system, both directly by improving endothelial function and indirectly by normalizing risk factors of atherosclerosis, such as dyslipidemia, high blood pressure, obesity and by positive effects on coagulation mechanism. The impact of physical activity on the cardiovascular system is manifested by immediate changes in hemodynamics, blood pressure and heart rate during physical training. After some time, consequences of continuous training are manifested as a decrease in the basal heart rate, blood pressure and heart rate responsiveness to physical activity stress, which indicates good conditioning i.e. increased physical capacity. Prospective epidemiological studies have shown that sedentary style of life has a twice-higher risk of sudden death and cardiovascular mortality. Physical activity should be permanent to have positive effects on the cardiovascular system; it means 4 to 5 times weekly depending on duration and intensity of exercises. In case of exercises 60-75% of the maximum, duration should be 30 to 45 minutes. Evidence based data show a 20-25 % lower mortality rate after myocardial infarction in the patients submitted to rehabilitation program of physical exercises. Physical activity in patients with coronary artery disease must be individualized, quantified and under control. In subjects with impaired function of the heart muscle, physical activity is limited with characteristic symptoms - dyspnea and stenocardia. These patients are classified into groups with mild, moderate and high risk, and based on this the allowed intensity of their physical activity is assessed, as well as the grade of its control. Physical exercises must be without range of tolerance and must not exceed this limit of symptoms. The aim of physical activity and training is increasing threshold of tolerance of symptoms. It has been shown that physical training in controlled quantities decrease relative risk of mortality by 35% and hospitalization by 28% in chronic heart failure. Physical training is beneficial for all forms of heart failure in terms of decreased mortality and improvements of the muscle mass and physical status."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Zavod za kardiovaskularne bolesti, Opća bolnica Sveti Duh, Zagreb, Hrvatska. jure_mirat@yahoo.com"
          }
        ],
        "LastName": "Mirat",
        "ForeName": "Jure",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Tjelesna aktivnost u prevenciji i lijecenju kardiovaskularnih bolesti."
  },
  "MedlineJournalInfo": {
    "Country": "Croatia",
    "MedlineTA": "Acta Med Croatica",
    "NlmUniqueID": "9208249",
    "ISSNLinking": "1330-0164"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cardiac Rehabilitation"
    },
    {
      "QualifierName": [
        "physiopathology",
        "prevention & control"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Cardiovascular System"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    }
  ]
}