{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34799535",
  "DateCompleted": {
    "Year": "2022",
    "Month": "07",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "11",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/j.pain.0000000000002540"
    ],
    "Journal": {
      "ISSN": "1872-6623",
      "JournalIssue": {
        "Volume": "163",
        "Issue": "8",
        "PubDate": {
          "Year": "2022",
          "Month": "Aug",
          "Day": "01"
        }
      },
      "Title": "Pain",
      "ISOAbbreviation": "Pain"
    },
    "ArticleTitle": "Unique considerations for exercise programs to prevent future low back pain: the patient perspective.",
    "Pagination": {
      "StartPage": "e953",
      "EndPage": "e962",
      "MedlinePgn": "e953-e962"
    },
    "Abstract": {
      "AbstractText": [
        "There is moderate quality evidence that exercise can help to prevent future low back pain (LBP). This study aimed to explore patient needs and preferences for exercise programs to prevent LBP and the outcomes of these programs that would be most important to a patient. Researchers conducted 26 semistructured interviews with people with LBP. Interviews were audio-recorded, transcribed, and analysed using framework thematic analysis. Three themes were developed. Theme 1 emphasised that everyone's LBP was different, translating to preferences for tailored prevention programs with a high level of initial supervision and individualised biomedical explanations for the program. Theme 2 highlighted important outcomes. Pain was considered not only for intensity but also for the duration, frequency, and severity of flare-ups or episodes. Other important outcomes were general fitness and capacity to engage in everyday activities, social interactions, and work. Theme 3 outlined aspects of exercise programs that were considered important for people with fluctuating pain, including how to foster a sense of \"progress,\" set realistic expectations, and support patients to establish exercise routines that can adapt to fluctuating pain. Theme 4 discussed participants' desire for social connection. Patients want exercise programs for LBP prevention, which are highly individualised, provide meaningful explanations of exercises, and help them maintain exercise in the long-term. Clinicians should discuss with patients the transition from a focus on treatment to the prevention of LBP. This provides greater opportunity to adjust goals and expectations and provide relevant education. Balancing the need for individualised care against affordability presents an ongoing challenge."
      ],
      "CopyrightInformation": "Copyright © 2021 International Association for the Study of Pain."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-5279-5189"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sydney Health Literacy Lab, Sydney School of Public Health, Faculty of Medicine and Health, The University of Sydney, Sydney, Australia."
          }
        ],
        "LastName": "Ayre",
        "ForeName": "Julie",
        "Initials": "J"
      },
      {
        "Identifier": [
          "0000-0002-0535-687"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Chiropractic, Faculty of Medicine, Health and Human Sciences, Macquarie University, Sydney, Australia."
          }
        ],
        "LastName": "Jenkins",
        "ForeName": "Hazel",
        "Initials": "H"
      },
      {
        "Identifier": [
          "0000-0003-2696-5006"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sydney Health Literacy Lab, Sydney School of Public Health, Faculty of Medicine and Health, The University of Sydney, Sydney, Australia."
          }
        ],
        "LastName": "McCaffery",
        "ForeName": "Kirsten J",
        "Initials": "KJ"
      },
      {
        "Identifier": [
          "0000-0002-1628-7857"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Musculoskeletal Health, Sydney Local Health District and The University of Sydney, Sydney, Australia."
          }
        ],
        "LastName": "Maher",
        "ForeName": "Christopher G",
        "Initials": "CG"
      },
      {
        "Identifier": [
          "0000-0002-9277-5377"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Professions, Faculty of Medicine, Health and Human Sciences, Macquarie University, Sydney, Australia."
          }
        ],
        "LastName": "Hancock",
        "ForeName": "Mark J",
        "Initials": "MJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pain",
    "NlmUniqueID": "7508686",
    "ISSNLinking": "0304-3959"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Low Back Pain"
    }
  ]
}