{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Nadwaga i otyłość wiążą się z bardzo poważnymi problemami zdrowotnymi oraz znajdują swoje negatywne konsekwencje w sferach codziennego fizycznego, psychicznego i społecznego funkcjonowania jednostki. Powszechne występowanie nadwagi i otyłości wśród dzieci i młodzieży stanowi jeden z najpoważniejszych problemów zdrowia publicznego. W projektowaniu i przeprowadzaniu interwencji behawioralnych ukierunkowanych na redukcję tkanki tłuszczowej poszukuje się skutecznych rozwiązań również w zakresie zwiększenia poziomu aktywności fizycznej. W pracy zaprezentowano zalecenia dotyczące planowania, monitorowania i realizacji programów interwencyjnych z wykorzystaniem sterowanej aktywności fizycznej. Mając na uwadze specyficzne indywidualne uwarunkowania i potrzeby w zakresie poprawy zdrowia, kondycji i sprawności fizycznej omówiono zalecenia dotyczące interwencji, w których stosuje się aerobowe oraz anaerobowe wysiłki o umiarkowanej i wysokiej intensywności, a w tym również high-intensity interval training (HIIT). Odrębnie scharakteryzowano rolę treningu oporowego. Zwrócono uwagę na potrzebę zachęcania do podejmowania przez dzieci i młodzież z nadwagą i otyłością aktywności określanej jako non exercise activity thermogenesis (NEAT)."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29077562",
  "DateCompleted": {
    "Year": "2019",
    "Month": "07",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1428-345X",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "3",
        "PubDate": {
          "Year": "2017"
        }
      },
      "Title": "Developmental period medicine",
      "ISOAbbreviation": "Dev Period Med"
    },
    "ArticleTitle": "Physical activity in the therapy of overweight and obesity in children and adolescents. Needs and recommendations for intervention programs.",
    "Pagination": {
      "StartPage": "224",
      "EndPage": "234",
      "MedlinePgn": "224-234"
    },
    "Abstract": {
      "AbstractText": [
        "Overweight and obesity may lead to serious health problems, and negatively affect everyday functioning in physical, psychological and social spheres. The high prevalence of overweight and obesity in children and adolescents constitutes a huge public health burden. One way of designing and implementing behavioral interventions aimed at the reduction of adipose tissue is to promote physical activity. In this review we present recommendations regarding the planning, monitoring and implementation of intervention programs involving controlled physical activity. Considering specific individual determinants and needs in terms of improving children's health, physical condition and physical performance, we have separately discussed recommendations for interventions involving aerobic and anaerobic exercises with moderate and high intensity, including high-intensity interval training (HIIT). We have also focused on the role of resistance training. Finally, we have emphasized that children and adolescents with overweight or obesity should also be motivated to undertake activities referred to as non-exercise activity thermogenesis (NEAT)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Activity Science and Health Promotion, Poznan University of Physical Education, Poland."
          }
        ],
        "LastName": "Osiński",
        "ForeName": "Wiesław",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Didactics of Physical Activity, Poznan University of Physical Education, Poland."
          }
        ],
        "LastName": "Kantanista",
        "ForeName": "Adam",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Poland",
    "MedlineTA": "Dev Period Med",
    "NlmUniqueID": "101636421",
    "ISSNLinking": "1428-345X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Child Health Services"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Child Welfare"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "High-Intensity Interval Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Pediatric Obesity"
    }
  ],
  "CoiStatement": "\n<b>Conflict of interest</b>\n. Conflicts of interest/Konflikt interesu: The Authors declare no conflict of interest. Autorzy pracy nie zgłaszają konfliktu interesów."
}