{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22260713",
  "DateCompleted": {
    "Year": "2012",
    "Month": "06",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "01",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1471-2458-12-50"
    ],
    "Journal": {
      "ISSN": "1471-2458",
      "JournalIssue": {
        "Volume": "12",
        "PubDate": {
          "Year": "2012",
          "Month": "Jan",
          "Day": "19"
        }
      },
      "Title": "BMC public health",
      "ISOAbbreviation": "BMC Public Health"
    },
    "ArticleTitle": "Effect of running therapy on depression (EFFORT-D). Design of a randomised controlled trial in adult patients [ISRCTN 1894].",
    "Pagination": {
      "StartPage": "50",
      "MedlinePgn": "50"
    },
    "Abstract": {
      "AbstractText": [
        "The societal and personal burden of depressive illness is considerable. Despite the developments in treatment strategies, the effectiveness of both medication and psychotherapy is not ideal. Physical activity, including exercise, is a relatively cheap and non-harmful lifestyle intervention which lacks the side-effects of medication and does not require the introspective ability necessary for most psychotherapies. Several cohort studies and randomised controlled trials (RCTs) have been performed to establish the effect of physical activity on prevention and remission of depressive illness. However, recent meta-analysis's of all RCTs in this area showed conflicting results. The objective of the present article is to describe the design of a RCT examining the effect of exercise on depressive patients.",
        "The EFFect Of Running Therapy on Depression in adults (EFFORT-D) is a RCT, studying the effectiveness of exercise therapy (running therapy (RT) or Nordic walking (NW)) on depression in adults, in addition to usual care. The study population consists of patients with depressive disorder, Hamilton Rating Scale for Depression (HRSD) ≥ 14, recruited from specialised mental health care. The experimental group receives the exercise intervention besides treatment as usual, the control group receives treatment as usual. The intervention program is a group-based, 1 h session, two times a week for 6 months and of increasing intensity. The control group only performs low intensive non-aerobic exercises. Measurements are performed at inclusion and at 3,6 and 12 months.Primary outcome measure is reduction in depressive symptoms measured by the HRSD. Cardio-respiratory fitness is measured using a sub maximal cycling test, biometric information is gathered and blood samples are collected for metabolic parameters. Also, co-morbidity with pain, anxiety and personality traits is studied, as well as quality of life and cost-effectiveness.",
        "Exercise in depression can be used as a standalone or as an add-on intervention. In specialised mental health care, chronic forms of depression, co-morbid anxiety or physical complaints and treatment resistance are common. An add-on strategy therefore seems the best choice. This is the first high quality large trial into the effectiveness of exercise as an add-on treatment for depression in adult patients in specialised mental health care.",
        "Netherlands Trial Register (NTR): NTR1894."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "GGZ Centraal Centers for Mental Health, Symfora-Meander Centre for Psychiatry, Utrechtseweg 266, 3800 DB Amersfoort, The Netherlands. f.kruisdijk@ggzcentraal.nl"
          }
        ],
        "LastName": "Kruisdijk",
        "ForeName": "Frank R",
        "Initials": "FR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hendriksen",
        "ForeName": "Ingrid J M",
        "Initials": "IJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tak",
        "ForeName": "Erwin C P M",
        "Initials": "EC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Beekman",
        "ForeName": "Aartjan T F",
        "Initials": "AT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hopman-Rock",
        "ForeName": "Marijke",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Public Health",
    "NlmUniqueID": "100968562",
    "ISSNLinking": "1471-2458"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Running"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}