{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8005721",
  "DateCompleted": {
    "Year": "1994",
    "Month": "07",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0172-4622",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "3",
        "PubDate": {
          "Year": "1994",
          "Month": "Apr"
        }
      },
      "Title": "International journal of sports medicine",
      "ISOAbbreviation": "Int J Sports Med"
    },
    "ArticleTitle": "Exercise limitations in patients with pulmonary diseases.",
    "Pagination": {
      "StartPage": "107",
      "EndPage": "111",
      "MedlinePgn": "107-11"
    },
    "Abstract": {
      "AbstractText": [
        "An adequate analysis of the pathophysiology of the disease and of its ensuing type and degree of limitations is essential for evaluating the abilities for physical performance in patients with pulmonary diseases. Maximal exercise testing is an indispensable diagnostic tool in this respect. In light of moderate obstructive disease (FEV1 > approximately 60% pred), the exercise limitation comes from the cardio-circulatory system and/or peripheral muscle function. A rehabilitation program for these patients can be based on endurance training at high heart rate levels. Patients with a ventilatory limitation (FEV1 < 40%-60% pred.) show a failure of the respiratory pump, resulting in hypercapnia during exercise. Rehabilitation treatment will contain ergonomics, exercises for mobility and agility, breathing exercises with low-frequency breathing, relaxation exercises, and inspiratory muscle training. An oxygen-uptake limitation can be found in patients with a diffusion problem, severe ventilation-perfusion mismatch, or a reduced contact time between blood and alveolar gas. Such problems can often be seen in emphysema, and express themselves as isolated hypoxaemia during exercise. These patients benefit from a program consisting of ergonomics, exercises for mobilising the thoracic wall, low-frequency breathing, and exercising with additional oxygen. Many patients with chronic obstructive pulmonary disease (COPD) are limited for psychosocial reasons. The dyspnea is a negatively rewarding side effect of exercise in these patients. They tend to avoid all exertion, and thus get into a vicious circle of inactivity, low fitness, and unpleasant sensations during exercise. The inactivity often is also induced by the patient's family, since a 'patient-role' requires a quiet lifestyle."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dept. Pulmonary Diseases, Dekkerswald Medical Center, University of Nijmegen, Groesbeek, The Netherlands."
          }
        ],
        "LastName": "Folgering",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "von Herwaarden",
        "ForeName": "C",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Int J Sports Med",
    "NlmUniqueID": "8008349",
    "ISSNLinking": "0172-4622"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "classification",
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Forced Expiratory Volume"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "classification",
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Lung Diseases"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Exertion"
    }
  ],
  "NumberOfReferences": "32"
}