{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11462076",
  "DateCompleted": {
    "Year": "2001",
    "Month": "09",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0195-9131",
      "JournalIssue": {
        "Volume": "33",
        "Issue": "7 Suppl",
        "PubDate": {
          "Year": "2001",
          "Month": "Jul"
        }
      },
      "Title": "Medicine and science in sports and exercise",
      "ISOAbbreviation": "Med Sci Sports Exerc"
    },
    "ArticleTitle": "Exercise in chronic pulmonary disease: aerobic exercise prescription.",
    "Pagination": {
      "StartPage": "S671",
      "EndPage": "S679",
      "MedlinePgn": "S671-9"
    },
    "Abstract": {
      "AbstractText": [
        "Endurance exercise training (EXT) is singly the most important aspect of rehabilitation for patients with chronic pulmonary disease. When effective, this modality of physical reconditioning leads to improved functional exercise capacity and reduced breathlessness. Early implementation is desirable to obtain more meaningful responses (e.g., when FEV1 falls below 50% of the predicted value in patients with chronic obstructive disease). Preparation for effective EXT requires optimization of respiratory system mechanics (e.g., using bronchodilator therapy), prevention of gas exchange failure (i.e., using supplemental oxygen), nutritional guidance, and psychological support (e.g., to overcome stigmata of disability, fear, and inclination to panic). EXT should be applied using a rigorous, scientifically based aerobic exercise prescription (AXRx) that recognizes basic principles of the human response to exercise prescription while considering individual pathophysiological limitations and identifying safety thresholds for exercise participation. The mode of aerobic exercise should use large muscle groups of the legs (e.g., treadmill or cycle ergometer). The recommended duration is an accumulation of 30 min of exercise per session at the target intensity, achieved by continuous or interval training. EXT should be supervised with a recommended frequency of at least three times per week for 6--8 wk. Target exercise intensity can be monitored by oxygen uptake, work rate, heart rate, or perceived exertion. Target intensity can be determined initially on the basis of 40% of a reference value for maximum oxygen uptake and linked to other variables through predictable interrelationships. All aspects of the AXRx must be reviewed with regard to progression during training. Pulmonary rehabilitation must recognize the importance of achieving clinically meaningful responses (e.g., increased 6-min walking distance of 54 m) as well as the need for maintenance exercise program to sustain the benefits."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCLA School of Medicine, Los Angeles, CA 90095, USA. ccooper@mednet.ucla.edu"
          }
        ],
        "LastName": "Cooper",
        "ForeName": "C B",
        "Initials": "CB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Sci Sports Exerc",
    "NlmUniqueID": "8005433",
    "ISSNLinking": "0195-9131"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Med Sci Sports Exerc 2001 Sep;33(9):following table of contents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Lung Diseases, Obstructive"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    }
  ],
  "NumberOfReferences": "46"
}