{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "deadlift",
      "low back pain",
      "rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33626500",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "08",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "02",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1123/jsr.2020-0324",
      "jsr.2020-0324"
    ],
    "Journal": {
      "ISSN": "1543-3072",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "4",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb",
          "Day": "24"
        }
      },
      "Title": "Journal of sport rehabilitation",
      "ISOAbbreviation": "J Sport Rehabil"
    },
    "ArticleTitle": "Effect of an Exercise Program That Includes Deadlifts on Low Back Pain.",
    "Pagination": {
      "StartPage": "672",
      "EndPage": "675",
      "MedlinePgn": "672-675"
    },
    "Abstract": {
      "AbstractText": [
        "Clinical Scenario: Low back pain is a common condition for the general population with 29% of adults having low back pain within the last 3 months. A deadlift is described as a free weight exercise in which a barbell is lifted from the floor in a continuous motion by extending the knees and hips. For those without low back pain, the deadlift was found to have the highest muscle activation of paraspinal musculature compared with other exercises. There are a limited number of studies that investigate the usefulness of incorporating deadlifts as part of a rehabilitation program for low back pain. Clinical Question: For those who live with low back pain, is an exercise routine that includes a deadlift a viable treatment option to improve pain and/or function? Summary of Key Findings: The literature search yielded 3 total studies meeting the inclusion and exclusion criteria: 1 randomized control trial, 1 secondary analysis of a randomized control trial, and 1 cohort study. Exercise programs that include deadlifts can yield improvements in both pain and function for those living with low back pain but were not found to be more beneficial than low load motor control exercises. Those with lower pain levels and higher baseline lumbar extension strength may be most appropriate to participate in an exercise program that includes deadlifts. Further research is needed to compare exercise programs that include deadlifts to other interventions for those living with low back pain. Clinical Bottom Line: There is minimal evidence that exercise programs that included deadlifts are a clinically effective option for the treatment of low back pain for both pain scores and functional outcome measures. Strength of Recommendation: Level B evidence exists that exercise programs that include deadlifts are a clinically effective option for the treatment of low back pain for both pain scores and functional outcome measures."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fischer",
        "ForeName": "Samuel C",
        "Initials": "SC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Calley",
        "ForeName": "Darren Q",
        "Initials": "DQ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hollman",
        "ForeName": "John H",
        "Initials": "JH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Sport Rehabil",
    "NlmUniqueID": "9206500",
    "ISSNLinking": "1056-6716"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Low Back Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Recovery of Function"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    }
  ]
}