{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise",
      "Glycemic control",
      "HbA1c",
      "Mobile health",
      "Rehabilitation",
      "Technology",
      "Type 2 diabetes",
      "Wearable smartwatch"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34924318",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "12",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pcd.2021.12.005",
      "S1751-9918(21)00221-7"
    ],
    "Journal": {
      "ISSN": "1878-0210",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Feb"
        }
      },
      "Title": "Primary care diabetes",
      "ISOAbbreviation": "Prim Care Diabetes"
    },
    "ArticleTitle": "Technology-based and supervised exercise interventions for individuals with type 2 diabetes: Randomized controlled trial.",
    "Pagination": {
      "StartPage": "49",
      "EndPage": "56",
      "MedlinePgn": "49-56"
    },
    "Abstract": {
      "AbstractText": [
        "The purpose of this study was to estimate, for people with type 2 diabetes (T2D), the extent to which glycemic control was affected by a 12-week program using mobile app and wearable smartwatch in comparison to supervised exercise training.",
        "This study was a stratified, randomized, assessor-blind, controlled, pragmatic trial with three parallel groups which were supervised, mobile app and wearable smartwatch. Individually tailored exercise regimens delivered through a supervisor, mobile app and wearable smartwatch. Programs consisted of aerobic, resistance exercises, calisthenic, flexibility, balance, and coordination exercises. Primary outcome was change in glycemic control (HbA1c); secondary outcome was Six Minute Walk Test; and explanatory outcomes were exercise behaviour, muscle function, and physical capacity. The groups were contrasted for change in HbA1c and absolute reduction of ≥0.5% (Minimal Important Change). Linear and logistic regressions were used to compare the groups and generalized estimated equations were used to analyze the explanatory outcomes.",
        "In total, 90 people were randomized, 6 were lost over 12 weeks, leaving 84 with outcome data. The difference in HbA1c did not differ between the supervised and the technology groups combined and between the mobile app and smartwatch group. Proportions of people achieving a clinically meaningful difference on HbA1c between the supervised and technology groups were similar (46% vs 43%) and the associated OR was 0.87 (95%CI:0.34-2.28). Within the two technology groups, proportions of people achieving a clinically meaningful difference in HbA1c were 48% in the mobile app and 38% in the smartwatch groups and the associated OR was 0.65 (95%CI:0.21-2.03). The groups did not differ on secondary and explanatory outcomes.",
        "The results of our trial provide evidence that all outcomes have improved in all groups regardless of the exercise delivery method. Considering the supervised programs are not available for everybody, technological options are crucial to implement to help individuals self-manage most aspects of their diabetes."
      ],
      "CopyrightInformation": "Copyright © 2021. Published by Elsevier Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Marmara University Faculty of Health Sciences, Department of Physical Therapy and Rehabilitation, Istanbul, Turkey. Electronic address: fzteren@gmail.com."
          }
        ],
        "LastName": "Timurtas",
        "ForeName": "Eren",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical and Occupational Therapy, McGill University, Faculty of Medicine and Health Sciences, Montreal, Quebec, Canada; Center for Outcomes Research and Evaluation (CORE), Research Institute of the McGill University Health Center, Montreal, Quebec, Canada. Electronic address: mehmet.inceer@mail.mcgill.ca."
          }
        ],
        "LastName": "Inceer",
        "ForeName": "Mehmet",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical and Occupational Therapy, McGill University, Faculty of Medicine and Health Sciences, Montreal, Quebec, Canada; Center for Outcomes Research and Evaluation (CORE), Research Institute of the McGill University Health Center, Montreal, Quebec, Canada. Electronic address: nancy.mayo@mcgill.ca."
          }
        ],
        "LastName": "Mayo",
        "ForeName": "Nancy",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Marmara University Faculty of Health Sciences, Department of Physical Therapy and Rehabilitation, Istanbul, Turkey. Electronic address: neslikarabacak@gmail.com."
          }
        ],
        "LastName": "Karabacak",
        "ForeName": "Neslihan",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Fatih Sultan Mehmet Education and Research Hospital, Department Of Internal Medicine, Istanbul, Turkey. Electronic address: yserzincan24@gmail.com."
          }
        ],
        "LastName": "Sertbas",
        "ForeName": "Yasar",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Marmara University Faculty of Health Sciences, Department of Physical Therapy and Rehabilitation, Istanbul, Turkey. Electronic address: guldenpolat2002@yahoo.com."
          }
        ],
        "LastName": "Polat",
        "ForeName": "Mine Gulden",
        "Initials": "MG"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Prim Care Diabetes",
    "NlmUniqueID": "101463825",
    "ISSNLinking": "1878-0210"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mobile Applications"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Technology"
    }
  ]
}