{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "countermovement-jumps",
      "drop-jumps",
      "improvement",
      "innovative feedback method",
      "performance",
      "physical exercise"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35143734",
  "DateCompleted": {
    "Year": "2023",
    "Month": "03",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "02",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/17461391.2022.2041732"
    ],
    "Journal": {
      "ISSN": "1536-7290",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "Mar"
        }
      },
      "Title": "European journal of sport science",
      "ISOAbbreviation": "Eur J Sport Sci"
    },
    "ArticleTitle": "Applying augmented feedback in basketball training facilitates improvements in jumping performance.",
    "Pagination": {
      "StartPage": "338",
      "EndPage": "344",
      "MedlinePgn": "338-344"
    },
    "Abstract": {
      "AbstractText": [
        "Augmented feedback, which is feedback about movement characteristics provided by an external source, can facilitate performance improvements. Results from recent studies, in which information about the jumping height were presented, indicated increased jumping performance due to augmented feedback. In the present study we aimed to utilize augmented feedback about the jumping height in regular basketball training. Therefore, augmented feedback was implemented and part of the training regime, and information about the jumping height was displayed while subjects performed catch and shoot exercises with the basketball. 18 subjects (9 with augmented feedback, 9 without augmented feedback) practiced for 3 weeks (9 training sessions). The subjects receiving augmented feedback, but not subjects in the control group, displayed increased jumping heights of countermovement-jumps and drop-jumps after the training. The ground contact times of countermovement-jumps and drop-jumps were not significantly changed after training. The number of successful hits, indicating ball performance, did also not change after training. Thus augmented feedback had no detrimental effect on sport-specific performance. The unchanged ground contact times of drop-jumps in combination with increased jumping heights indicate increased efficiency of stretch shortening cycle contractions. According to the positive effect of augmented feedback on jumping performance and the simplicity with which it was integrated into the training regime we recommend this method for regular basketball training.<b>Highlights</b>Augmented feedback about the jumping height in basketball training facilitated jumping height of countermovement-jumps and drop-jumps.The ground contact times were not altered, suggesting increased efficiency of the stretch-shortening cycle during jumping.According to the positive effect and its simple implementation augmented feedback is recommended for regular basketball training."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-1162-9387"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport Science, University of Freiburg, Freiburg, Germany."
          },
          {
            "Identifier": [],
            "Affiliation": "Bernstein Center Freiburg, University of Freiburg, Freiburg, Germany."
          }
        ],
        "LastName": "Leukel",
        "ForeName": "Christian",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport Science, University of Freiburg, Freiburg, Germany."
          }
        ],
        "LastName": "Gollhofer",
        "ForeName": "Albert",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Eur J Sport Sci",
    "NlmUniqueID": "101146739",
    "ISSNLinking": "1536-7290"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Basketball"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feedback"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Movement"
    }
  ]
}