{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20150886",
  "DateCompleted": {
    "Year": "2010",
    "Month": "05",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2010",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0172-780X",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "1",
        "PubDate": {
          "Year": "2010"
        }
      },
      "Title": "Neuro endocrinology letters",
      "ISOAbbreviation": "Neuro Endocrinol Lett"
    },
    "ArticleTitle": "The neurobiology of stress management.",
    "Pagination": {
      "StartPage": "19",
      "EndPage": "39",
      "MedlinePgn": "19-39"
    },
    "Abstract": {
      "AbstractText": [
        "Stress is natural and belongs to life itself. To sustain it and even grow with it biology invented different mechanisms, since stress resistance is obligatory. These pathways, we surmise, can be activated and learned intentionally, through professional stress management training or 'mind-body medicine', or endogenously and automatically through autoregulation. Since the primary goal of various stress-reducing approaches is corresponding, we expect to find an overlapping physiology and neurobiological principle of stress reduction. These common pathways, as we speculate, involve some of the very same signalling molecules and structures.",
        "Concepts of stress and stress management are described and then associated with underlying molecular and neurobiological pathways. Evidence is gathered from different sources to substantiate the hypothesis of an overlapping neurobiological principle in stress autoregulation.",
        "Stress describes the capacity and mechanisms to sustain and adjust to externally or internally challenging situations. Therefore, organisms can rely on the endogenous ability to self-regulate stress and stressors, i.e., autoregulatory stress management. Stress management usually consists of one to all of the following instruments and activities: behavioral or cognitive, exercise, relaxation and nutritional or food interventions (BERN), including social support and spirituality. These columns can be analyzed for their underlying neurobiological and autoregulatory pathways, thereby revealing a close connection to the brain's pleasure, reward and motivation circuits that are particularly bound to limbic structures and to endogenous dopamine, morphine, and nitric oxide (NO) signalling. Within this work, we demonstrate the existence of opioid, opiate, dopamine and related pathways for each of the selected stress management columns.",
        "Stress management techniques may possess specific and distinct physiological effects. However, beneficial behaviors and strategies to overcome stress are, as a more general principle, neurobiologically rewarded by pleasure induction, yet positively and physiologically amplified and reinforced, and this seems to work via dopamine, endorphin and morphine release, apart from other messenger molecules. These latter effects are unspecific, however, down-regulatory and clearly stress-reducing by their nature.",
        "There seems to exist a common neurobiological mechanism, i.e., limbic autoregulation, that involves dopamine, morphine and other endogenous signalling molecules, e.g., other opioid receptor agonists, endocannabinoids, oxytocin or serotonin, many of which act via NO release, and this share seems to be of critical importance for the self-regulation and management of stress: stress management is an endogenous potential."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Integrative Health Promotion, Coburg University of Applied Sciences, D-96450 Coburg, Germany."
          }
        ],
        "LastName": "Esch",
        "ForeName": "Tobias",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stefano",
        "ForeName": "George B",
        "Initials": "GB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Sweden",
    "MedlineTA": "Neuro Endocrinol Lett",
    "NlmUniqueID": "8008373",
    "ISSNLinking": "0172-780X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Behavior"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Behavior Therapy"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Diet Therapy"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods",
        "psychology"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neurobiology"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Nutritional Physiological Phenomena"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Relaxation Therapy"
    },
    {
      "QualifierName": [
        "physiopathology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Stress, Psychological"
    }
  ],
  "NumberOfReferences": "218"
}