{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22513964",
  "DateCompleted": {
    "Year": "2012",
    "Month": "07",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "04",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/14651858.CD008693.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "4",
        "PubDate": {
          "Year": "2012",
          "Month": "Apr",
          "Day": "18"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Exercise interventions for shoulder dysfunction in patients treated for head and neck cancer.",
    "Pagination": {
      "StartPage": "CD008693",
      "MedlinePgn": "CD008693"
    },
    "Abstract": {
      "AbstractText": [
        "Shoulder dysfunction is a common problem in patients treated for head and neck cancer. Both neck dissections and radiotherapy can cause morbidity to the shoulder joint. Exercise interventions have been suggested as a treatment option for this population.",
        "To evaluate the effectiveness and safety of exercise interventions for the treatment of shoulder dysfunction caused by the treatment of head and neck cancer.",
        "We searched the Cochrane ENT Group Trials Register; CENTRAL; PubMed; EMBASE; CINAHL; Web of Science; BIOSIS Previews; Cambridge Scientific Abstracts; ISRCTN and additional sources for published and unpublished trials. The date of the search was 7 July 2011.",
        "Randomized controlled trials (RCTs) comparing any type of exercise therapy compared with any other intervention in patients with shoulder dysfunction due to treatment of head and neck cancer.",
        "Two review authors independently selected trials, assessed risk of bias and extracted data from studies. We contacted study authors for information not provided in the published articles.",
        "Three trials involving 104 people were included. We classified one study as having low risk of bias; the others had some limitations and we classified them as having high risk of bias.Two studies (one with low risk of bias and the other with high risk of bias) applied progressive resistance training (PRT) combined with range of motion exercises and stretching; the comparison group received standard care. Pooled data demonstrated that PRT can improve shoulder pain (mean difference (MD) -6.26; 95% confidence interval (CI) -12.20 to -0.31) and shoulder disability (MD -8.48; 95% CI -15.07 to -1.88), both measured using the Shoulder Pain and Disability Index (SPADI) (range 0 to 100). Similarly, secondary outcomes were also improved: active range of motion for external rotation (MD 14.51 degrees; 95% CI 7.87 to 21.14), passive range of motion for abduction (MD 7.65 degrees; 95% CI 0.64 to 14.66), forward flexion (MD 6.20 degrees; 95% CI 0.69 to 11.71), external rotation (MD 7.17 degrees; 95% CI 2.20 to 12.14) and horizontal abduction (MD 7.34 degrees; 95% CI 2.86 to 11.83). Strength and resistance of scapular muscles was assessed in one study and the results showed a statistically significant benefit of PRT. The studies did not demonstrate a statistically significant difference in quality of life. Only two non-serious adverse events were described in the PRT group compared with none in the standard care group.One study with high risk of bias used a broad spectrum of techniques including free active exercises, stretching and postural care for a period of three months following surgery. This study did not demonstrate a difference between the exercise group and routine postoperative physiotherapy care in shoulder function and quality of life, but serious methodological limitations could explain this. No serious adverse events were reported.",
        "Limited evidence from two RCTs demonstrated that PRT is more effective than standard physiotherapy treatment for shoulder dysfunction in patients treated for head and neck cancer, improving pain, disability and range of motion of the shoulder joint, but it does not improve quality of life. However, although statistically significant the measured benefits of the intervention may be small. Other exercise regimes were not shown to be effective compared to routine postoperative physiotherapy. Further studies which apply other exercise interventions in head and neck cancer patients in the early postoperative and radiotherapy period are needed, with long-term follow-up."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Urgency Medicine, Universidade Federal de São Paulo, São Paulo, Brazil."
          }
        ],
        "LastName": "Carvalho",
        "ForeName": "Alan P V",
        "Initials": "AP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vital",
        "ForeName": "Flávia Mr",
        "Initials": "FM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Soares",
        "ForeName": "Bernardo G O",
        "Initials": "BG"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Carcinoma, Squamous Cell"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Head and Neck Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "rehabilitation"
      ],
      "DescriptorName": "Joint Diseases"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Muscle Stretching Exercises"
    },
    {
      "QualifierName": [
        "adverse effects",
        "methods"
      ],
      "DescriptorName": "Neck Dissection"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Radiotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "radiation effects"
      ],
      "DescriptorName": "Shoulder Joint"
    },
    {
      "QualifierName": [
        "etiology",
        "rehabilitation"
      ],
      "DescriptorName": "Shoulder Pain"
    }
  ]
}