{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Accidental falls",
      "Aged",
      "Behaviour change",
      "Digital health",
      "Exercise",
      "Falls prevention",
      "Intervention",
      "Qualitative research",
      "Self-management",
      "eHealth"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30777026",
  "DateCompleted": {
    "Year": "2019",
    "Month": "11",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "03",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "02",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "43",
      "10.1186/s12877-019-1063-9"
    ],
    "Journal": {
      "ISSN": "1471-2318",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "1",
        "PubDate": {
          "Year": "2019",
          "Month": "Feb",
          "Day": "18"
        }
      },
      "Title": "BMC geriatrics",
      "ISOAbbreviation": "BMC Geriatr"
    },
    "ArticleTitle": "'Managing pieces of a personal puzzle' - Older people's experiences of self-management falls prevention exercise guided by a digital program or a booklet.",
    "Pagination": {
      "StartPage": "43",
      "MedlinePgn": "43"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise is effective in order to prevent falls in community-dwelling older people. Self-management programs have the potential to increase access and reduce costs related to exercise-based fall prevention. However, information regarding older people's views of participating in such programs is needed to support implementation. The aim of this study was to explore older people's experiences of a self-management fall prevention exercise routine guided either by a digital program (web-based or mobile) or a paper booklet.",
        "This qualitative study was part of a feasibility study exploring two completely self-managed exercise interventions in which the participants tailored their own program, guided either by a digital program or a paper booklet. Individual face-to-face semi-structured interviews were conducted with a purposeful sample of 28 participants (18 women), mean age 76 yrs. Qualitative content analysis was used to analyse the data.",
        "Self-managing and self-tailoring these exercise programs was experienced as 'Managing pieces of a personal puzzle'. To independently being able to create a program and manage exercise was described in the categories 'Finding my own level' and 'Programming it into my life'. The participants experienced the flexibility and independence provided by completely self-managed exercise as positive and constructive although it required discipline. Furthermore, different needs and preferences when managing their exercise were described, as well as varying sources of motivation for doing the exercise, as highlighted in the category 'Defining my source of motivation'. The category 'Evolving my acquired knowledge' captures the participants' views of building their competence and strategies for maintenance of the exercise. It describes a combined process of learning the program and developing reflection, which was more clearly articulated by participants using the digital program.",
        "This study provides new knowledge regarding experiences, preferences and motivations of older people to engage in home-based self-managed fall prevention exercise. They expressed both a capability and willingness to independently manage their exercise. A digital program seems to have strengthened the feeling of support while creating their own exercise program and tailoring it to their preferences and circumstances, which might therefore create better opportunities for adoption and adherence in the long term."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-5147-9715"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine and Rehabilitation, Physiotherapy, Umeå University, Umeå, Sweden. beatrice.pettersson@umu.se."
          }
        ],
        "LastName": "Pettersson",
        "ForeName": "Beatrice",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine and Rehabilitation, Physiotherapy, Umeå University, Umeå, Sweden."
          }
        ],
        "LastName": "Wiklund",
        "ForeName": "Maria",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine and Rehabilitation, Occupational Therapy and Department of Computing Science, Umeå University, Umeå, Sweden."
          }
        ],
        "LastName": "Janols",
        "ForeName": "Rebecka",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Computing Science, Umeå University, Umeå, Sweden."
          }
        ],
        "LastName": "Lindgren",
        "ForeName": "Helena",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine and Rehabilitation, Physiotherapy, Umeå University, Umeå, Sweden."
          }
        ],
        "LastName": "Lundin-Olsson",
        "ForeName": "Lillemor",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health and Life Sciences, Glasgow Caledonian University, Glasgow, UK."
          }
        ],
        "LastName": "Skelton",
        "ForeName": "Dawn A",
        "Initials": "DA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine and Rehabilitation, Physiotherapy, Umeå University, Umeå, Sweden."
          }
        ],
        "LastName": "Sandlund",
        "ForeName": "Marlene",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Geriatr",
    "NlmUniqueID": "100968548",
    "ISSNLinking": "1471-2318"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feasibility Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mobile Applications"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motivation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pamphlets"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Self-Management"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The project was approved by The Regional Ethical Review Board in Umeå (Dnr 2016/106–31). The participants were aware that we were going to use their anonymised data and a written informed consent was obtained prior to data collection. CONSENT FOR PUBLICATION: All participants gave written permission to use their anonymised data for publication purposes. COMPETING INTERESTS: DS is a Director of Later Life Training, a not for profit company who provide the Otago Home Exercise Booklet free online. All other authors declare that they have no competing interest. The App was developed collaboratively and it will not be sold for profit. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}