{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23970372",
  "DateCompleted": {
    "Year": "2014",
    "Month": "02",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "08",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/14651858.CD005263.pub3"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "8",
        "PubDate": {
          "Year": "2013",
          "Month": "Aug",
          "Day": "23"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Supervised exercise therapy versus non-supervised exercise therapy for intermittent claudication.",
    "Pagination": {
      "StartPage": "CD005263",
      "MedlinePgn": "CD005263"
    },
    "Abstract": {
      "AbstractText": [
        "Although supervised exercise therapy is considered to be of significant benefit for people with leg pain (peripheral arterial disease (PAD)), implementing supervised exercise programs (SETs) in daily practice has limitations. This is an update of a review first published in 2006.",
        "The main objective of this review was to provide an accurate overview of studies evaluating the effects of supervised versus non-supervised exercise therapy on maximal walking time or distance on a treadmill for people with intermittent claudication.",
        "For this update, the Cochrane Peripheral Vascular Diseases Group Trials Search Co-ordinator searched the Specialised Register (last searched September 2012) and CENTRAL (2012, Issue 9). In addition, we handsearched the reference lists of relevant articles for additional trials. No restriction was applied to language of publication.",
        "Randomized clinical trials comparing supervised exercise programs with non-supervised exercise programs (defined as walking advice or a structural home-based exercise program) for people with intermittent claudication. Studies with control groups, which did not receive exercise or walking advice or received usual care (maintained normal physical activity), were excluded.",
        "Two review authors (HJPF and BLWB) independently selected trials and extracted data. Three review authors (HJPF, BLWB, and GJL) assessed trial quality, and this was confirmed by two other review authors (MHP and JAWT). For all continuous outcomes, we extracted the number of participants, the mean differences, and the standard deviation. The 36-Item Short Form Health Survey (SF-36) outcomes were extracted to assess quality of life. Effect sizes were calculated as the difference in treatment normalized with the standard deviation (standardized mean difference) using a fixed-effect model.",
        "A total of 14 studies involving a total of 1002 male and female participants with PAD were included in this review. Follow-up ranged from six weeks to 12 months. In general, supervised exercise regimens consisted of three exercise sessions per week. All trials used a treadmill walking test as one of the outcome measures. The overall quality of the included trials was moderate to good, although some trials were small with respect to the number of participants, ranging from 20 to 304.Supervised exercise therapy (SET) showed statistically significant improvement in maximal treadmill walking distance compared with non-supervised exercise therapy regimens, with an overall effect size of 0.69 (95% confidence interval (CI) 0.51 to 0.86) and 0.48 (95% CI 0.32 to 0.64) at three and six months, respectively. This translates to an increase in walking distance of approximately 180 meters that favored the supervised group. SET was still beneficial for maximal and pain-free walking distances at 12 months, but it did not have a significant effect on quality of life parameters.",
        "SET has statistically significant benefit on treadmill walking distance (maximal and pain-free) compared with non-supervised regimens. However, the clinical relevance of this has not been demonstrated definitively; additional studies are required that focus on quality of life or other disease-specific functional outcomes, such as walking behavior, patient satisfaction, costs, and long-term follow-up. Professionals in the vascular field should make SET available for all patients with intermittent claudication."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Vascular Surgery, Catharina Hospital, Michelangelolaan 2, Eindhoven, Netherlands, 5623 EJ."
          }
        ],
        "LastName": "Fokkenrood",
        "ForeName": "Hugo J P",
        "Initials": "HJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bendermacher",
        "ForeName": "Bianca L W",
        "Initials": "BL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lauret",
        "ForeName": "Gert Jan",
        "Initials": "GJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Willigendael",
        "ForeName": "Edith M",
        "Initials": "EM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Prins",
        "ForeName": "Martin H",
        "Initials": "MH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Teijink",
        "ForeName": "Joep A W",
        "Initials": "JA"
      }
    ],
    "GrantList": [
      {
        "GrantID": "10/4001/14",
        "Acronym": "DH_",
        "Agency": "Department of Health",
        "Country": "United Kingdom"
      },
      {
        "GrantID": "CZB/4/788",
        "Acronym": "CSO_",
        "Agency": "Chief Scientist Office",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2006;(2):CD005263",
      "PMID": "16625633"
    },
    {
      "RefSource": "Cochrane Database Syst Rev. 2018 Apr 06;4:CD005263",
      "PMID": "29627967"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Directly Observed Therapy"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Intermittent Claudication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ]
}