{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "پیشینه: مطابق دستورالعمل‌های بین‌المللی و منابع علمی، کلیه بیماران مبتلا به لنگش متناوب باید درمان اولیه برای اصلاح خطر قلبی‌عروقی، هدایت در سبک زندگی و ورزش‌درمانی تحت نظارت دریافت کنند. در منابع علمی، ورزش‌درمانی تحت نظارت اغلب شامل پیاده‌روی روی تردمیل یا در یک مسیر است. با این حال، حالت‌های جایگزین ورزش‌درمانی توصیف شده‌اند و نتایج مشابهی با پیاده‌روی به همراه دارند. این موضوع سوال زیر را مطرح می‌کند: کدام حالت ورزش مطلوب‌ترین نتیجه را به همراه دارد؟ این اولین به‌روزرسانی از نسخه اصلی مرور کاکرین است که در سال 2014 منتشر شد. اهداف: ارزیابی اثرات حالت‌های جایگزین ورزش‌درمانی تحت نظارت در مقایسه با تمرین مرسوم پیاده‌روی در بیماران مبتلا به لنگش متناوب. روش‌های جست‌وجو: متخصص اطلاعات گروه عروق در کاکرین، به جست‌وجو در پایگاه ثبت تخصصی گروه عروق در کاکرین، بانک‌های اطلاعاتی CENTRAL؛ MEDLINE؛ Embase و CINAHL و پلت‌فرم بین‌المللی پایگاه ثبت کارآزمایی‌های بالینی سازمان جهانی بهداشت و پایگاه‌های ثبت کارآزمایی‌های ClinicalTrials.gov تا 4 مارچ 2019 پرداخت. ما همچنین بررسی منابع، جست‌وجو در استنادات و تماس با نویسندگان مطالعه را برای شناسایی مطالعات بیشتر انجام دادیم. هیچ‌گونه محدودیت زبانی اعمال نشد. معیارهای انتخاب: ما کارآزمایی‌های تصادفی‌سازی و کنترل شده گروه موازی را وارد کردیم که به مقایسه حالت‌های جایگزین تمرین ورزشی یا ترکیب حالت‌های ورزشی با گروه کنترل تمرین پیاده‌روی تحت نظارت در بیمارانی پرداختند که مبتلا به لنگش متناوب بالینی بودند. برنامه پیاده‌روی تحت نظارت باید حداقل دو بار در هفته و به مدت شش هفته متوالی از تمرین نظارت شده، انجام می‌شد. گردآوری و تجزیه‌وتحلیل داده‌ها: دو نویسنده مرور به‌طور مستقل از هم مطالعات را انتخاب، داده‌ها را استخراج و خطر سوگیری (bias) را برای هر مطالعه ارزیابی کردند. از آنجا که مطالعات را با پروتکل‌های مختلف تست تردمیل و واحدهای اندازه‌گیری متفاوت (متر، دقیقه یا ثانیه) وارد کردیم، از رویکرد تفاوت میانگین استاندارد شده (SMD) برای خلاصه کردن ارقام میانگین مسافت پیاده‌روی (MWD) و مسافت پیاده‌روی بدون درد (PFWD) استفاده کردیم. تخمین‌های خلاصه برای همه معیارهای پیامد با استفاده از یک مدل اثر تصادفی به دست آمد. ما از رویکرد درجه‌‏بندی توصیه‏، ارزیابی، توسعه و ارزشیابی (GRADE) برای ارزیابی قطعیت شواهد استفاده کردیم. نتایج اصلی: برای این به‌روزرسانی، پنج مطالعه اضافی گنجانده شد، که در مجموع 10 مطالعه با تصادفی‌سازی کردن مجموعا 527 شرکت‌کننده مبتلا به لنگش متناوب (IC) وارد شدند. حالت‌های جایگزین ورزش‌درمانی شامل دوچرخه‌سواری، تمرین مقاومت اندام تحتانی، ارگومتری بازوی فوقانی، پیاده‌روی نوردیک (Nordic) و ترکیب حالت‌های ورزشی بود. علاوه بر کارآزمایی‌های تصادفی‌سازی و کنترل شده، دو کارآزمایی شبه‐تصادفی‌سازی شده نیز وارد شدند. خطر کلی سوگیری (bias) در مطالعات وارد شده، از بالا تا پائین متفاوت بود. با توجه به معیارهای GRADE، به دلیل حجم نمونه‌های نسبتا کوچک، ناهمگونی بالینی و ورود سه مطالعه با نگرانی‌های خطر سوگیری، قطعیت شواهد به سطح پائین کاهش یافت. به‌طور کلی، مقایسه حالت‌های جایگزین ورزش در مقابل پیاده‌روی، اختلاف معنی‌داری را برای MWD در 12 هفته (تفاوت میانگین استاندارد شده (SMD): 0.01‐؛ 95% فاصله اطمینان (CI): 0.29‐ تا 0.27؛ P = 0.95؛ 6 مطالعه؛ 274 شرکت‌کننده؛ شواهد با قطعیت پائین)؛ یا در پایان دوره آموزش (SMD: ‐0.11؛ 95% CI؛ 33.33‐ تا 0.11؛ P = 0.32؛ 9 مطالعه؛ 412 شرکت‌کننده؛ شواهد با قطعیت پائین) نشان نداد. به‌طور مشابه، هیچ اختلاف واضحی در PFWD در 12 هفته (SMD: ‐0.01؛ 95% CI؛ 0.26‐ تا 0.25؛ P = 0.97؛ 5 مطالعه؛ 249 شرکت‌کننده؛ شواهد با قطعیت پائین)؛ یا در پایان دوره آموزش (SMD: ‐0.06؛ 95% CI؛ 0.30‐ تا 0.17؛ P = 0.59؛ 8 مطالعه، 382 شرکت‌کننده؛ شواهد با قطعیت پائین) مشاهده نشد. چهار مطالعه در مورد کیفیت زندگی مرتبط با سلامت (HR‐QoL) و سه مطالعه در مورد اختلالات عملکردی گزارش ارائه کردند. از آنجا که مطالعات از اندازه‌گیری‌های مختلف استفاده کردند، متاآنالیز فقط برای نمره مسافت پرسشنامه اختلال در پیاده‌روی (WIQ) امکان‌پذیر بود، که تفاوتی اندک یا عدم تفاوت را بین گروه‌ها نشان داد (MD: ‐5.52؛ 95% CI؛ 17.41‐ تا 6.36؛ 0.36 = P؛ 2 مطالعه؛ 96 شرکت کننده؛ شواهد با قطعیت پائین). نتیجه‌گیری‌های نویسندگان: این مرور تفاوت روشنی را بین حالت‌های ورزشی جایگزین و ورزش پیاده‌روی نظارت شده در بهبود حداکثر و بدون درد مسافت پیاده‌روی در بیماران مبتلا به لنگش متناوب مشاهده نکرد. به دلیل ناهمگونی بالینی، حجم نمونه کوچک و نگرانی‌های خطر سوگیری، قطعیت این شواهد پائین بودند. یافته‌های این مرور نشان می‌دهد، زمانی که ورزش پیاده‌روی تحت نظارت یک گزینه نباشد، حالت‌های جایگزین ورزش ممکن است مفید باشند. انجام RCTهای بیشتری با کیفیت مناسب روش‌شناسی و قدرت کافی لازم است تا شواهد محکمی برای مقایسه‌های بین هر حالت جایگزین ورزشی و استاندارد فعلی پیاده‌روی تحت نظارت روی تردمیل فراهم شود. RCTهای آینده باید معیارهای پیامد را مربوط به رفتار پیاده‌روی، فعالیت بدنی، خطر قلبی‌عروقی و HR‐QoL، با استفاده از روش‌های استاندارد شده آزمایش و گزارش‌دهی پیامدها بررسی کنند تا مقایسه معنی‌داری بین مطالعات انجام شود."
      ],
      "CopyrightInformation": "Copyright © 2020 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32829481",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "09",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "08",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD009638",
      "10.1002/14651858.CD009638.pub3"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "8",
        "Issue": "8",
        "PubDate": {
          "Year": "2020",
          "Month": "Aug",
          "Day": "20"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Modes of exercise training for intermittent claudication.",
    "Pagination": {
      "StartPage": "CD009638",
      "MedlinePgn": "CD009638"
    },
    "Abstract": {
      "AbstractText": [
        "According to international guidelines and literature, all patients with intermittent claudication should receive an initial treatment of cardiovascular risk modification, lifestyle coaching, and supervised exercise therapy. In the literature, supervised exercise therapy often consists of treadmill or track walking. However, alternative modes of exercise therapy have been described and yielded similar results to walking. This raises the following question: which exercise mode produces the most favourable results? This is the first update of the original review published in 2014.",
        "To assess the effects of alternative modes of supervised exercise therapy compared to traditional walking exercise in patients with intermittent claudication.",
        "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register, CENTRAL, MEDLINE, Embase and CINAHL databases and World Health Organization International Clinical Trials Registry Platform and ClinicalTrials.gov trials registers to 4 March 2019. We also undertook reference checking, citation searching and contact with study authors to identify additional studies. No language restriction was applied.",
        "We included parallel-group randomised controlled trials comparing alternative modes of exercise training or combinations of exercise modes with a control group of supervised walking exercise in patients with clinically determined intermittent claudication. The supervised walking programme needed to be supervised at least twice a week for a consecutive six weeks of training.",
        "Two review authors independently selected studies, extracted data, and assessed the risk of bias for each study. As we included studies with different treadmill test protocols and different measuring units (metres, minutes, or seconds), the standardised mean difference (SMD) approach was used for summary statistics of mean walking distance (MWD) and pain-free walking distance (PFWD). Summary estimates were obtained for all outcome measures using a random-effects model. We used the GRADE approach to assess the certainty of the evidence.",
        "For this update, five additional studies were included, making a total of 10 studies that randomised a total of 527 participants with intermittent claudication (IC). The alternative modes of exercise therapy included cycling, lower-extremity resistance training, upper-arm ergometry, Nordic walking, and combinations of exercise modes. Besides randomised controlled trials, two quasi-randomised trials were included. Overall risk of bias in included studies varied from high to low. According to GRADE criteria, the certainty of the evidence was downgraded to low, due to the relatively small sample sizes, clinical inconsistency, and inclusion of three studies with risk of bias concerns. Overall, comparing alternative exercise modes versus walking showed no clear differences for MWD at 12 weeks (standardised mean difference (SMD) -0.01, 95% confidence interval (CI) -0.29 to 0.27; P = 0.95; 6 studies; 274 participants; low-certainty evidence); or at the end of training (SMD -0.11, 95% CI -0.33 to 0.11; P = 0.32; 9 studies; 412 participants; low-certainty evidence). Similarly, no clear differences were detected in PFWD at 12 weeks (SMD -0.01, 95% CI -0.26 to 0.25; P = 0.97; 5 studies; 249 participants; low-certainty evidence); or at the end of training (SMD -0.06, 95% CI -0.30 to 0.17; P = 0.59; 8 studies, 382 participants; low-certainty evidence). Four studies reported on health-related quality of life (HR-QoL) and three studies reported on functional impairment. As the studies used different measurements, meta-analysis was only possible for the walking impairment questionnaire (WIQ) distance score, which demonstrated little or no difference between groups (MD -5.52, 95% CI -17.41 to 6.36; P = 0.36; 2 studies; 96 participants; low-certainty evidence).",
        "This review found no clear difference between alternative exercise modes and supervised walking exercise in improving the maximum and pain-free walking distance in patients with intermittent claudication. The certainty of this evidence was judged to be low, due to clinical inconsistency, small sample size and risk of bias concerns. The findings of this review indicate that alternative exercise modes may be useful when supervised walking exercise is not an option. More RCTs with adequate methodological quality and sufficient power are needed to provide solid evidence for comparisons between each alternative exercise mode and the current standard of supervised treadmill walking. Future RCTs should investigate outcome measures on walking behaviour, physical activity, cardiovascular risk, and HR-QoL, using standardised testing methods and reporting of outcomes to allow meaningful comparison across studies."
      ],
      "CopyrightInformation": "Copyright © 2020 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Vascular Surgery, Catharina Hospital, Eindhoven, Netherlands."
          },
          {
            "Identifier": [],
            "Affiliation": "CAPHRI School for Public Health and Primary Care, Maastricht University Medical Centre, Maastricht, Netherlands."
          }
        ],
        "LastName": "Jansen",
        "ForeName": "Sandra Cp",
        "Initials": "SC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy and Paramedicine, School of Health and Life Sciences, Glasgow Caledonian University, Glasgow, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Rehabilitation, University of Nigeria, Nsukka, Nigeria."
          }
        ],
        "LastName": "Abaraogu",
        "ForeName": "Ukachukwu Okoroafor",
        "Initials": "UO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Vascular Surgery, Slingeland Hospital, Doetinchem, Netherlands."
          }
        ],
        "LastName": "Lauret",
        "ForeName": "Gert Jan",
        "Initials": "GJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiology, Haga Teaching Hospital, The Hague, Netherlands."
          }
        ],
        "LastName": "Fakhry",
        "ForeName": "Farzin",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Vascular Surgery, Radboud University Medical Center, Radboud Institute for Health Sciences, Nijmegen, Netherlands."
          }
        ],
        "LastName": "Fokkenrood",
        "ForeName": "Hugo Jp",
        "Initials": "HJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Vascular Surgery, Catharina Hospital, Eindhoven, Netherlands."
          },
          {
            "Identifier": [],
            "Affiliation": "CAPHRI School for Public Health and Primary Care, Maastricht University Medical Centre, Maastricht, Netherlands."
          }
        ],
        "LastName": "Teijink",
        "ForeName": "Joep Aw",
        "Initials": "JA"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT03837639"
        ]
      }
    ],
    "GrantList": [
      {
        "GrantID": "ETM/442",
        "Acronym": "CSO_",
        "Agency": "Chief Scientist Office",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2014 Jul 04;(7):CD009638",
      "PMID": "24993079"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bias"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bicycling"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Intermittent Claudication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Skiing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walk Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "SJ: none known\u2028UA: none known\u2028GJL: none known\u2028FF: none known\u2028HF: none known\u2028JT: declares that he is Chairman of ClaudicatioNet, a network of specialised physiotherapists and foundation that implemented SET in the Netherlands"
}