{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "general practice",
      "implementation",
      "intervention",
      "intervention fidelity",
      "physical activity",
      "primary care",
      "treatment fidelity",
      "walking"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31746091",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "11",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/bjhp.12392"
    ],
    "Journal": {
      "ISSN": "2044-8287",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "1",
        "PubDate": {
          "Year": "2020",
          "Month": "Feb"
        }
      },
      "Title": "British journal of health psychology",
      "ISOAbbreviation": "Br J Health Psychol"
    },
    "ArticleTitle": "Translating a walking intervention for health professional delivery within primary care: A mixed-methods treatment fidelity assessment.",
    "Pagination": {
      "StartPage": "17",
      "EndPage": "38",
      "MedlinePgn": "17-38"
    },
    "Abstract": {
      "AbstractText": [
        "Existing fidelity studies of physical activity interventions are limited in methodological quality and rigour, particularly those delivered by health care providers in clinical settings. The present study aimed to enhance and assess the fidelity of a walking intervention delivered by health care providers within general practice in line with the NIH Behavior Change Consortium treatment fidelity framework.",
        "Two practice nurses and six health care assistants delivered a theory-based walking intervention to 63 patients in their own practices. A cross-sectional mixed-methods study assessed fidelity related to treatment delivery and treatment receipt, from the perspectives of health care providers and patients.",
        "All providers received training and demonstrated delivery competence prior to the trial. Delivery of intervention content was coded from audio-recordings using a standardized checklist. Qualitative interviews with 12 patients were conducted to assess patient perspectives of treatment receipt and analysed using framework analysis.",
        "Overall, 78% of intervention components were delivered as per the protocol (range 36-91%), with greater fidelity for components requiring active engagement from patients (e.g., completion of worksheets). The qualitative data highlighted differences in patients' comprehension of specific intervention components. Understanding of, and engagement with, motivational components aimed at improving self-efficacy was poorer than for volitional planning components.",
        "High levels of fidelity of delivery were demonstrated. However, patient-, provider-, and component-level factors impacted on treatment delivery and receipt. We recommend that methods for the enhancement and assessment of treatment fidelity are consistently implemented to enhance the rigour of physical activity intervention research. Statement of contribution What is already known on this subject? Physical activity interventions delivered within primary care by health professionals have so far demonstrated limited impact on behaviour change initiation and maintenance. Treatment fidelity enhancement and assessment strategies can support the successful translation of behaviour change interventions into real-life settings. Few studies have examined treatment fidelity within the context of physical activity interventions, particularly within clinical settings, and existing fidelity studies are limited by methodological quality and rigour. What does this study add? High levels of fidelity were found for a physical activity intervention delivered in primary care. Patient-, provider-, and component-level factors may impact on treatment delivery and receipt. The implementation of best practice fidelity recommendations can support near-optimal fidelity."
      ],
      "CopyrightInformation": "© 2019 The Authors. British Journal of Health Psychology published by John Wiley & Sons Ltd on behalf of British Psychological Society."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-9473-6446"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Intelligent Healthcare, Coventry University, Coventry, UK."
          }
        ],
        "LastName": "Williams",
        "ForeName": "Stefanie L",
        "Initials": "SL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Health Behaviour Change Research Group, School of Psychology, NUI Galway, Galway, Ireland."
          }
        ],
        "LastName": "McSharry",
        "ForeName": "Jennifer",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Public Health Warwickshire, Warwickshire County Council, Warwick, UK."
          }
        ],
        "LastName": "Taylor",
        "ForeName": "Claire",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Warwick Medical School, University of Warwick, Coventry, UK."
          }
        ],
        "LastName": "Dale",
        "ForeName": "Jeremy",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical, Educational and Health Psychology, University College London, London, UK."
          }
        ],
        "LastName": "Michie",
        "ForeName": "Susan",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Manchester Centre for Health Psychology, School of Health Sciences, University of Manchester, UK."
          }
        ],
        "LastName": "French",
        "ForeName": "David P",
        "Initials": "DP"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ISRCTN",
        "AccessionNumberList": [
          "ISRCTN95932902"
        ]
      }
    ],
    "GrantList": [
      {
        "GrantID": "G0701821",
        "Acronym": "MRC_",
        "Agency": "Medical Research Council",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Observational Study",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br J Health Psychol",
    "NlmUniqueID": "9605409",
    "ISSNLinking": "1359-107X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "methods",
        "psychology",
        "statistics & numerical data"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "psychology",
        "statistics & numerical data"
      ],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Primary Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United Kingdom"
    },
    {
      "QualifierName": [
        "psychology",
        "statistics & numerical data"
      ],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "All authors declare no conflict of interest."
}