{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Aerobic exercise",
      "Concurrent training",
      "Physical activity",
      "Public health",
      "Resistance training"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30999896",
  "DateCompleted": {
    "Year": "2019",
    "Month": "07",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "04",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "34",
      "10.1186/s12966-019-0797-2"
    ],
    "Journal": {
      "ISSN": "1479-5868",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "1",
        "PubDate": {
          "Year": "2019",
          "Month": "Apr",
          "Day": "18"
        }
      },
      "Title": "The international journal of behavioral nutrition and physical activity",
      "ISOAbbreviation": "Int J Behav Nutr Phys Act"
    },
    "ArticleTitle": "The epidemiology of aerobic physical activity and muscle-strengthening activity guideline adherence among 383,928 U.S. adults.",
    "Pagination": {
      "StartPage": "34",
      "MedlinePgn": "34"
    },
    "Abstract": {
      "AbstractText": [
        "The World Health Organization's 'Global Recommendations on Physical Activity for Health' state that adults should engage in regular moderate-to-vigorous intensity aerobic physical activity (MVPA; e.g. walking, running, cycling) and muscle-strengthening activity (MSA; e.g. strength/resistance training). However, assessment of both MVPA and MSA is rare in physical activity surveillance. The aim of this study is to describe the prevalence, correlates and chronic health conditions associated with meeting the combined MVPA-MSA guidelines among a population representative sample of U.S. adults.",
        "In this cross-sectional study, data were drawn from the U.S. 2015 Behavioral Risk Factor Surveillance System. During telephone interviews, MVPA and MSA were assessed using validated questionnaires. We calculated the proportions meeting both the global MVPA and MSA physical activity guidelines (MVPA ≥150 min/week and MSA ≥2 sessions/week). Poisson regressions with a robust error variance were used to assess: (i) prevalence ratios (PR) for meeting both guidelines across sociodemographic factors (e.g. age, sex, education, income, race/ethnicity); and (ii) PRs of 12 common chronic health conditions (e.g. diabetes, coronary heart disease, hypertension, depression) across different categories of physical activity guideline adherence (met neither [reference]; MSA only; MVPA only; met both).",
        "Among 383,928 adults (aged 18-80 years), 23.5% (95% CI: 20.1, 20.6%) met the combined MVPA-MSA guidelines. Those with poorer self-rated health, older adults, women, lower education/income and current smokers were less likely to meet the combined guidelines. After adjustment for covariates (e.g. age, self-rated health, income, smoking) compared with meeting neither guidelines, MSA only and MVPA only, meeting the combined MVPA-MSA guidelines was associated with the lowest PRs for all health conditions (APR range: 0.44-0.76), and the clustering of ≥6 chronic health conditions (APR = 0.33; 95% CI: 0.31-0.35).",
        "Eight out of ten U.S. adults do not meet the global physical activity guidelines. This study supports the need for comprehensive health promotion strategies to increase the uptake and adherence of MVPA-MSA among U.S. adults. Large-scale interventions should target specific population sub-groups including older adults, women, those with poorer health and lower education/income."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-8668-8998"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physically Active Lifestyles Research Group (USQ PALs), Centre for Health, Informatics, and Economics Research, Institute for Resilient Regions, University of Southern Queensland, Education City, Springfield Central, Brisbane, QLD, 4300, Australia. jason.bennie@usq.edu.au."
          }
        ],
        "LastName": "Bennie",
        "ForeName": "Jason A",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physically Active Lifestyles Research Group (USQ PALs), Centre for Health, Informatics, and Economics Research, Institute for Resilient Regions, University of Southern Queensland, Education City, Springfield Central, Brisbane, QLD, 4300, Australia."
          }
        ],
        "LastName": "De Cocker",
        "ForeName": "Katrien",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Physical Activity and Nutrition (IPAN), School of Exercise and Nutrition Sciences, Deakin University, Building LA, 70, Elgar Rd, Burwood, VIC, 3125, Australia."
          }
        ],
        "LastName": "Teychenne",
        "ForeName": "Megan J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Research on Exercise, Physical Activity and Health, School of Human Movement and Nutrition Sciences, The University of Queensland, Human Movement Studies Building, St Lucia, QLD, 4067, Australia."
          }
        ],
        "LastName": "Brown",
        "ForeName": "Wendy J",
        "Initials": "WJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physically Active Lifestyles Research Group (USQ PALs), Centre for Health, Informatics, and Economics Research, Institute for Resilient Regions, University of Southern Queensland, Education City, Springfield Central, Brisbane, QLD, 4300, Australia."
          }
        ],
        "LastName": "Biddle",
        "ForeName": "Stuart J H",
        "Initials": "SJH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Behav Nutr Phys Act",
    "NlmUniqueID": "101217089",
    "ISSNLinking": "1479-5868"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Treatment Adherence and Compliance"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United States"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The Behavioral Risk Factor Surveillance System 2015 was approved by the National Center for Health Statistics Research Ethics Review Board and all the participants provided informed consent. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}