{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Aging",
      "Falls",
      "Gait training",
      "Human locomotion",
      "Physical activity",
      "Walking"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37674129",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "09",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "542",
      "10.1186/s12877-023-04255-9"
    ],
    "Journal": {
      "ISSN": "1471-2318",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Sep",
          "Day": "06"
        }
      },
      "Title": "BMC geriatrics",
      "ISOAbbreviation": "BMC Geriatr"
    },
    "ArticleTitle": "Restoring walking ability in older adults with arm-in-arm gait training: study protocol for the AAGaTT randomized controlled trial.",
    "Pagination": {
      "StartPage": "542",
      "MedlinePgn": "542"
    },
    "Abstract": {
      "AbstractText": [
        "Falls are a significant problem among older adults. While balance and functional exercises have been shown to be effective, it remains unclear whether regular walking has specific effects on reducing the risk of falls.",
        "Older people who fall frequently have impaired gait patterns. Recent studies have suggested using interpersonal synchronization: while walking arm-in-arm, an older person synchronizes steps with a younger person to reinstate a better gait pattern. This method of gait training may reduce the risk of falls.",
        "The aim is to assess the efficacy of an arm-in-arm gait-training program in older people.",
        "The arm-in-arm gait training trial (AAGaTT) is a single-site, open label, two-arm, randomized controlled trial.",
        "We will enroll 66 dyads of older people and their younger \"gait instructors\". The older participants must be > 70 years old with adequate walking ability. They must have experienced a fall in the year prior to study entry.",
        "Dyads will walk an indoor course for 30 min either side-by-side without contact (control group) or arm-in-arm while synchronizing their gait (intervention group). The gait training will be repeated three times a week for four weeks.",
        "The main outcome will be the walking speed measured in five-minute walking trials performed at baseline and at the end of each intervention week (week 1 - week 4), and at week 7. Gait quality will be assessed using accelerometers. We will also assess perceived physical activity and health using questionnaires. Finally, we will monitor fall incidence over 18 months. We will evaluate whether outcomes are more improved in the intervention group compared to the control group. In addition, interviews will be conducted to assess the perception of the gait training.",
        "Recent advances in the neurophysiology of motor control have shown that synchronizing gait to external cues or to a human partner can increase the efficiency of gait training. The expected benefits of arm-in-arm gait training are: reduced risk of falls, safe treatment with no adverse effects, and high adherence. This gait training program could be a low-cost intervention with positive effects on the health and well-being of seniors.",
        "ClinicalTrials.gov NCT05627453. Date of registration: 11.25.2022."
      ],
      "CopyrightInformation": "© 2023. BioMed Central Ltd., part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Haute Ecole Arc Santé, HES-SO University of Applied Sciences and Arts Western Switzerland, Neuchâtel, Switzerland."
          }
        ],
        "LastName": "Gigonzac",
        "ForeName": "Mathilde",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Haute Ecole Arc Santé, HES-SO University of Applied Sciences and Arts Western Switzerland, Neuchâtel, Switzerland. Philippe.Terrier@he-arc.ch."
          }
        ],
        "LastName": "Terrier",
        "ForeName": "Philippe",
        "Initials": "P"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT05627453"
        ]
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial Protocol",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Geriatr",
    "NlmUniqueID": "100968548",
    "ISSNLinking": "1471-2318"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gait"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "The authors declare no competing interests."
}