{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise training",
      "Facility-based",
      "Peripheral artery disease",
      "Symptomatic"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35587854",
  "DateCompleted": {
    "Year": "2022",
    "Month": "07",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "10",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "05",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s11886-022-01720-6"
    ],
    "Journal": {
      "ISSN": "1534-3170",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "8",
        "PubDate": {
          "Year": "2022",
          "Month": "Aug"
        }
      },
      "Title": "Current cardiology reports",
      "ISOAbbreviation": "Curr Cardiol Rep"
    },
    "ArticleTitle": "Decision Aids for Determining Facility Versus Non-Facility-Based Exercise in Those with Symptomatic Peripheral Artery Disease.",
    "Pagination": {
      "StartPage": "1031",
      "EndPage": "1039",
      "MedlinePgn": "1031-1039"
    },
    "Abstract": {
      "AbstractText": [
        "This paper sought to provide rationale for determining when a patient with symptomatic peripheral artery disease (PAD) might be referred for home-based versus facility-based exercise therapy.",
        "Multiple randomized controlled studies have embedded supervised, structured exercise therapy as a class IA recommended therapy for those with symptomatic PAD. More recently, there is interest in non-facility-based exercise training as an alternative. The current literature is mixed on the effectiveness of non-facility-based training and is influenced by the amount of contact with clinical staff providing some supervision (e.g., occasional facility-based exercise or coaching phone calls), and the intensity (e.g., performed intermittently by inducing pain or continually and not inducing pain) and frequency (e.g., 12-week common supervised exercise program or those longer than 24 weeks) of exercise. Certainly, the data suggests non-facility-based exercise, while possibly improving walking performance, is inferior to facility-based supervised exercise training. Comprehensive data is lacking on utilization of supervised exercise therapy in those with symptomatic PAD, but is likely <2% of those eligible who participate. This suggests a possible important role for alternatives including non-facility-based (e.g., home, fitness center). Exercise training in the supervised, facility-based setting appears to be greatly underutilized. Non-facility-based exercise may help to overcome some of the most common barriers to participating in facility-based exercise including those related to motivation, transportation, and proximity. However, facility-based training is considered the gold standard so decisions about allowing a patient to exercise train at home must take into account issues including disease severity, patient motivation and available exercise resources, mobility and balance, cognitive function, and other medical concerns (e.g., symptomatic coronary artery disease or heart failure)."
      ],
      "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Science+Business Media, LLC, part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-0717-0670"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Cardiovascular Medicine, Henry Ford Health System, 6525 2nd Avenue, Detroit, MI, 48202, USA. Jehrman1@hfhs.org."
          }
        ],
        "LastName": "Ehrman",
        "ForeName": "Jonathan K",
        "Initials": "JK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of Minnesota, Minneapolis, MN, USA."
          }
        ],
        "LastName": "Salisbury",
        "ForeName": "Derek",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of Minnesota, Minneapolis, MN, USA."
          }
        ],
        "LastName": "Treat-Jacobson",
        "ForeName": "Diane",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Cardiol Rep",
    "NlmUniqueID": "100888969",
    "ISSNLinking": "1523-3782"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Decision Support Techniques"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Intermittent Claudication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Peripheral Arterial Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "The authors declare that they have no conflict of interest."
}