{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20481110",
  "DateCompleted": {
    "Year": "2010",
    "Month": "06",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2010",
    "Month": "05",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "hun"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0010-3551",
      "JournalIssue": {
        "Volume": "55",
        "Issue": "1-4",
        "PubDate": {
          "Year": "2009"
        }
      },
      "Title": "Orvostorteneti kozlemenyek",
      "ISOAbbreviation": "Orvostort Kozl"
    },
    "ArticleTitle": "[Gymnastics and therapeutic gymnastics in 19th century Hungary].",
    "Pagination": {
      "StartPage": "131",
      "EndPage": "144",
      "MedlinePgn": "131-44"
    },
    "Abstract": {
      "AbstractText": [
        "Gymnastics as a way of healing and of preserving health spread in Hungary--almost exclusively among higher classes--only in the first half of the 19th century. The movement was inspired by naturopathic theories of the time, first of all by Christoph Wilhelm Hufeland's macrobiotics, by Vinzenz Priessnitz's hydrotherapy and by his healing gymnastics. Gymnastics has been utilized from the 30ies by a new bough of medicine, orthopaedy. The so called Swedish Gymnastics invented by Per Henrik Ling and by his son Hjalmar Ling or the method of the German gymnast Adolf Spiess were well known in Hungary as well. The pediatrist Agost Schöp-Merei founded the first Institute for Gymnastics in Pest in 1835. As orthopaedy developed, gymnastics was more and more utilized in curing locomotor disorders. Gymnastics however stood in close connection with hydropathy as well. Several institutes for hydropathy and gymnastics were founded in the 50ies and 60ies throughout the country. The most popular of them were those of Károly Siklósy and Sámuel Batizfalvy. Preventive gymnastics gained popularity only in the second half of the 19th century, as 1830 the French gymnast Ignatius Clair moved to Pest and founded the \"Pester gymnastische Schule\" (Gymnastics School of Pest). This private school flourished till 1863. The Gymnastic Federation of Pest (later National Gymnastics Federation), the first Hungarian sport club was founded in 1866. Tivadar Bakody played an important role in its creation. Gymnastics and sport at the beginning were closely connected with fire-service, so gymnastics clubs often functioned also as fire-guard-bodies. In the 70ies and 80ies the social basis of sport movement was slowly broadened out. The end of the century saw already 44 gymnastics-clubs in Hungary united in a single union, the National Federation of Gymnasts, which organized the education of the profession as well. The trend of development didn't cease up to the Great War. This time the movement was headed by Sándor Hegedus and by Albert Berzeviczy, latter being also the president of the Hungarian Olympic Committee."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Semmelweis Museum, Library and Archives for the History of Medicine, Budapest, Hungary."
          }
        ],
        "LastName": "Kölnei",
        "ForeName": "Lívia",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Historical Article",
      "Journal Article"
    ],
    "VernacularTitle": "Torna és gyógytorna a 19. században Magyarországon."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Orvostort Kozl",
    "NlmUniqueID": "0435507",
    "ISSNLinking": "0010-3551"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "history",
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Gymnastics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 19th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hungary"
    },
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Organizations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sweden"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Terminology as Topic"
    }
  ]
}