{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Evaluation study",
      "Outpatient treatment",
      "Recommendations",
      "Sport and exercise therapy",
      "Unipolar depressive disorder"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "HINTERGRUND: Der positive Effekt von Sport- und Bewegungsinterventionen bei depressiven Erkrankungen ist für den aeroben Ausdauerbereich gut dokumentiert, während andere Interventionen (z. B. Krafttraining, Übungen zur Körperwahrnehmung, Qigong, progressive Muskelentspannung) nur vereinzelt untersucht wurden. Ergänzend wurden kombinierte Trainingsprogramme nur ansatzweise erforscht. Aus diesem Grund beschreiben die Autoren Handlungsempfehlungen für die Sport- und Bewegungstherapie mit depressiven Patient*innen.",
        "Es handelt sich um eine quasi-randomisierte Evaluationsstudie im Prä‑/Posttest-Design, wobei die Effekte von zwei unterschiedlich akzentuierten Sport- und Bewegungsinterventionen (aerobes Ausdauertraining vs. kombiniertes Trainingsprogramm) auf psychiatrische Parameter im tagesklinischen Setting untersucht wurden. Es nahmen 62 Patient*innen an der Studie teil, die den beiden Gruppen quasi-randomisiert zugeteilt wurden. Mit Hilfe einer Fragebogenbatterie wurden vor (t1) und nach (t2) der Behandlung affektive, kognitive, psychosoziale und neuropsychologische Veränderungen gemessen. Ergänzend wurden Akzelerometer eingesetzt, um den Kcal-Verbrauch zu bestimmen.",
        "Die Ergebnisse zeigen vergleichbare Effekte für beide Interventionen auf die psychiatrischen Parameter.",
        "Die Ergebnisse verdeutlichen den positiven Effekt unterschiedlicher Sport- und Bewegungsinterventionen auf depressive Erkrankungen und liefern wichtige Informationen für die klinische Praxis."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37084073",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40211-023-00464-1"
    ],
    "Journal": {
      "ISSN": "2194-1327",
      "JournalIssue": {
        "Volume": "37",
        "Issue": "4",
        "PubDate": {
          "Year": "2023",
          "Month": "Dec"
        }
      },
      "Title": "Neuropsychiatrie : Klinik, Diagnostik, Therapie und Rehabilitation : Organ der Gesellschaft Osterreichischer Nervenarzte und Psychiater",
      "ISOAbbreviation": "Neuropsychiatr"
    },
    "ArticleTitle": "Combined physical activity training versus aerobic activity training in unipolar depressive disorder: a quasi-randomised evaluation study.",
    "Pagination": {
      "StartPage": "206",
      "EndPage": "213",
      "MedlinePgn": "206-213"
    },
    "Abstract": {
      "AbstractText": [
        "The positive effect of sport and exercise interventions on the treatment of unipolar depressive disorder (UDD) is well documented with respect to aerobic exercise. However, few studies have determined the effectiveness of other types of interventions (e.g., weight training, body and mind oriented, qigong or progressive muscle relaxation). Additionally, the effectiveness of specific combined sport and exercise approaches has rarely been investigated. Therefore, recommendations for the use of sport and exercise therapy to treat UDD have been developed.",
        "This quasi-randomised study used a pretest/posttest design to compare the effectiveness of two different interventions (aerobic activity training vs. combined physical activity training) on psychiatric outcome parameters in a day clinic psychiatric setting. A total of 62 participants were quasi-randomised to one of the two conditions. Affective, cognitive, psychosocial and neuropsychological changes were assessed by a battery of questionnaires before (t1) and after (t2) treatment. Accelerometers were used to assess energy consumption.",
        "The results show that both training interventions have similar effects on the treatment of UDD.",
        "These findings highlight the effectiveness of different physical activities in the treatment of UDD and provide further information for good clinical practice."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinik für Psychiatrie und Psychotherapie, Evangelisches Klinikum Bethel, Remterweg 69-71, 33617, Bielefeld, Germany. andre.berwinkel@evkb.de."
          }
        ],
        "LastName": "Berwinkel",
        "ForeName": "Andre",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinik für Psychiatrie und Psychotherapie, Evangelisches Klinikum Bethel, Remterweg 69-71, 33617, Bielefeld, Germany."
          }
        ],
        "LastName": "Driessen",
        "ForeName": "Martin",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinik für Psychiatrie und Psychotherapie, Evangelisches Klinikum Bethel, Remterweg 69-71, 33617, Bielefeld, Germany."
          }
        ],
        "LastName": "Beblo",
        "ForeName": "Thomas",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department Sport & Gesundheit, Universität Paderborn, Paderborn, Germany."
          }
        ],
        "LastName": "Weigelt",
        "ForeName": "Matthias",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article"
    ],
    "VernacularTitle": "Kombiniertes körperliches vs. aerobes Bewegungstraining bei unipolarer depressiver Störung: eine quasi-randomisierte Evaluationsstudie."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Neuropsychiatr",
    "NlmUniqueID": "9440588",
    "ISSNLinking": "0948-6259"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    }
  ],
  "CoiStatement": "A. Berwinkel, M. Driessen, T. Beblo and M. Weigelt declare that they have no competing interests."
}