{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Accidental falls",
      "Adherence",
      "Aged",
      "Exercise",
      "Gender identity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28212622",
  "DateCompleted": {
    "Year": "2017",
    "Month": "06",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "02",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "58",
      "10.1186/s12877-017-0451-2"
    ],
    "Journal": {
      "ISSN": "1471-2318",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Feb",
          "Day": "17"
        }
      },
      "Title": "BMC geriatrics",
      "ISOAbbreviation": "BMC Geriatr"
    },
    "ArticleTitle": "Gender perspectives on views and preferences of older people on exercise to prevent falls: a systematic mixed studies review.",
    "Pagination": {
      "StartPage": "58",
      "MedlinePgn": "58"
    },
    "Abstract": {
      "AbstractText": [
        "To offer fall prevention exercise programs that attract older people of both sexes there is a need to understand both women's and men's views and preferences regarding these programs. This paper aims to systematically review the literature to explore any underlying gender perspectives or gender interpretations on older people's views or preferences regarding uptake and adherence to exercise to prevent falls.",
        "A review of the literature was carried out using a convergent qualitative design based on systematic searches of seven electronic databases (PubMed, CINAHL, Amed, PsycINFO, Scopus, PEDro, and OTseeker). Two investigators identified eligible studies. Each included article was read by at least two authors independently to extract data into tables. Views and preferences reported were coded and summarized in themes of facilitators and barriers using a thematic analysis approach.",
        "Nine hundred and nine unique studies were identified. Twenty five studies met the criteria for inclusion. Only five of these contained a gender analysis of men's and women's views on fall prevention exercises. The results suggests that both women and men see women as more receptive to and in more need of fall prevention messages. The synthesis from all 25 studies identified six themes illustrating facilitators and six themes describing barriers for older people either starting or adhering to fall prevention exercise. The facilitators were: support from professionals or family; social interaction; perceived benefits; a supportive exercise context; feelings of commitment; and having fun. Barriers were: practical issues; concerns about exercise; unawareness; reduced health status; lack of support; and lack of interest. Considerably more women than men were included in the studies.",
        "Although there is plenty of information on the facilitators and barriers to falls prevention exercise in older people, there is a distinct lack of studies investigating differences or similarities in older women's and men's views regarding fall prevention exercise. In order to ensure that fall prevention exercise is appealing to both sexes and that the inclusion of both men and women are encouraged, more research is needed to find out whether gender differences exists and whether practitioners need to offer a range of opportunities and support strategies to attract both women and men to falls prevention exercise."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-4781-862X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine and Rehabilitation, Physiotherapy, Umeå University, Umeå, Sweden. marlene.sandlund@umu.se."
          }
        ],
        "LastName": "Sandlund",
        "ForeName": "Marlene",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health and Life Sciences, Glasgow Caledonian University, Glasgow, UK."
          }
        ],
        "LastName": "Skelton",
        "ForeName": "Dawn A",
        "Initials": "DA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation and Department of Medical and Health Sciences, Linköping University, Linköping, Sweden."
          }
        ],
        "LastName": "Pohl",
        "ForeName": "Petra",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine and Rehabilitation, Physiotherapy, Umeå University, Umeå, Sweden."
          }
        ],
        "LastName": "Ahlgren",
        "ForeName": "Christina",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Sciences, Division of Health and Rehabilitation, Luleå University of Technology, Luleå, Sweden."
          }
        ],
        "LastName": "Melander-Wikman",
        "ForeName": "Anita",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine and Rehabilitation, Physiotherapy, Umeå University, Umeå, Sweden."
          }
        ],
        "LastName": "Lundin-Olsson",
        "ForeName": "Lillemor",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Geriatr",
    "NlmUniqueID": "100968548",
    "ISSNLinking": "1471-2318"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods",
        "psychology"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Preventive Health Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Factors"
    }
  ]
}