{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "concussion",
      "mild traumatic brain injury",
      "mtbi",
      "physical activity",
      "rehabilitation",
      "scoping review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31221883",
  "DateCompleted": {
    "Year": "2020",
    "Month": "06",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "06",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e027240",
      "10.1136/bmjopen-2018-027240"
    ],
    "Journal": {
      "ISSN": "2044-6055",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "6",
        "PubDate": {
          "Year": "2019",
          "Month": "Jun",
          "Day": "19"
        }
      },
      "Title": "BMJ open",
      "ISOAbbreviation": "BMJ Open"
    },
    "ArticleTitle": "Characteristics and outcomes of physical activity interventions for individuals with mild traumatic brain injury: a scoping review protocol.",
    "Pagination": {
      "StartPage": "e027240",
      "MedlinePgn": "e027240"
    },
    "Abstract": {
      "AbstractText": [
        "Traumatic brain injury (TBI) is a major public health problem, and it is estimated that 85% of TBIs are diagnosed as mild and are commonly referred to as a concussion. In adults, symptoms are expected to resolve within 10-14 days after the injury, but up to 15% of individuals continue to have symptoms beyond this period. Recent clinical recommendations suggest the use of physical activity (PA) as a therapy to manage persisting symptoms. However, the recommendations regarding PA lack clarity about important intervention parameters to help clinicians deliver the intervention. The objectives of this scoping review are thus to identify the characteristics, the measurement tools, the health-related outcomes and the reported effectiveness of PA-based interventions for adults with persisting symptoms of a mild TBI (mTBI).",
        "This scoping review protocol will follow Arksey and O'Malley's six-step iterative process enhanced by another study and will be conducted by a team of researchers and clinical experts. Five databases (MEDLINE, CINAHL, PsycINFO, SPORTDiscuss and Embase), as well as Google, will be searched using an extensive search strategy to capture relevant scientific and grey literature. Articles will be selected if they report on an intervention designed to have an impact on health-related outcomes or participation among individuals having sustained an mTBI. A data extraction form based on the Consensus on Exercise Reporting Template and the Template for Intervention Description and Replication checklists will be created. Quantitative and qualitative data will be analysed accordingly, synthesised and collated in tables.",
        "This scoping review generates new knowledge from published and publicly available literature; thus, an ethical approval is unnecessary to conduct this research. Dissemination of the results will involve all team members in activities aimed to facilitate knowledge uptake among TBI rehabilitation clinical experts locally, nationally and internationally."
      ],
      "CopyrightInformation": "© Author(s) (or their employer(s)) 2019. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "École de Réadaptation, Université de Montréal, Montréal, Québec, Canada."
          }
        ],
        "LastName": "Alarie",
        "ForeName": "Christophe",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical and Occupational Therapy, McGill University, Montréal, Québec, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Trauma, Montreal Children's Hospital of the McGill University Health Center, Montréal, Québec, Canada."
          }
        ],
        "LastName": "Gagnon",
        "ForeName": "Isabelle J",
        "Initials": "IJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rehabilitation Science Institute, University of Toronto, Toronto, Canada."
          }
        ],
        "LastName": "Quilico",
        "ForeName": "Enrico",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "École de Réadaptation, Université de Montréal, Montréal, Québec, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre de recherche interdisciplinaire en réadaptation du Montréal metropolitain, Montréal, Québec, Canada."
          }
        ],
        "LastName": "Swaine",
        "ForeName": "Bonnie",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMJ Open",
    "NlmUniqueID": "101552874",
    "ISSNLinking": "2044-6055"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Brain Concussion"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Review Literature as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "Competing interests: None declared."
}