{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "activities of daily living",
      "aged",
      "evaluation",
      "exercise",
      "frail elderly",
      "health behavior",
      "mobile devices",
      "tablet computers",
      "telemedicine",
      "usability testing"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32459652",
  "DateCompleted": {
    "Year": "2021",
    "Month": "01",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "01",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "07",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e16380",
      "10.2196/16380"
    ],
    "Journal": {
      "ISSN": "1438-8871",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "7",
        "PubDate": {
          "Year": "2020",
          "Month": "Jul",
          "Day": "23"
        }
      },
      "Title": "Journal of medical Internet research",
      "ISOAbbreviation": "J Med Internet Res"
    },
    "ArticleTitle": "Evaluation of a Blended Physical Activity Intervention for Older Adults: Mixed Methods Study.",
    "Pagination": {
      "StartPage": "e16380",
      "MedlinePgn": "e16380"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity can prolong the ability of older adults to live independently. Home-based exercises can help achieve the recommended physical activity levels. A blended intervention was developed to support older adults in performing home-based exercises. A tablet and a personal coach were provided to facilitate the self-regulation of exercise behavior.",
        "In line with the Medical Research Council framework, this study aimed to carry out process evaluation of a blended intervention. The objectives were (1) to assess the long-term usability of the tablet adopted in the blended intervention and (2) to explore how the tablet, in conjunction with a personal coach, supported older adults in performing home-based exercises.",
        "The process evaluation was conducted with a mixed-methods approach. At baseline, older adults participating in the blended intervention were asked to fill out a questionnaire about their general experience with information and communication technology (ICT) devices and rate their own skill level. After 6 months, participants filled out the Usefulness, Satisfaction, and Ease of use (USE) questionnaire to assess the usefulness, satisfaction, and ease of use of the tablet. With a random selection of participants, in-depth interviews were held to explore how the tablet and coach supported the self-regulation. The interviews were double coded and analyzed with the directed content analysis method.",
        "At baseline, 29% (65/224) of participants who started the intervention (mean age 72 years) filled out the ICT survey and 36% (37/103) of participants who used the tablet for 6 months (mean age 71 years) filled out the USE questionnaire. Furthermore, with 17% (18/103) of participants (mean age 73 years), follow-up interviews were held. The results of the baseline questionnaire showed that the large majority of participants already had experience with a tablet, used it regularly, and reported being skillful in operating ICT devices. After 6 months of use, the participants rated the usefulness, satisfaction, and ease of use of the tablet on average as 3.8, 4.2, and 4.1, respectively, on a 5-point scale. The analysis of the interviews showed that the participants felt that the tablet supported action planning, behavior execution, and self-monitoring. On the other hand, especially during the first few months, the personal coach added value during the goal setting, behavior execution, and evaluation phases of self-regulation.",
        "The results of the process evaluation showed that older adults who participated in the study were positive about the blended intervention that was designed to support them in performing home-based exercises. Participants reported that the tablet helped them to perform the exercises better, more frequently, and safely. It supported them in various phases of self-regulation. The availability of a personal coach was nevertheless crucial. To support physical activity in older adults, a blended approach is promising."
      ],
      "CopyrightInformation": "©Sumit Mehra, Jantine van den Helder, Bart Visser, Raoul H H Engelbert, Peter J M Weijs, Ben J A Kröse. Originally published in the Journal of Medical Internet Research (http://www.jmir.org), 23.07.2020."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-8996-1956"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Applied Psychology, Faculty of Applied Social Sciences and Law, Amsterdam University of Applied Sciences, Amsterdam, Netherlands."
          },
          {
            "Identifier": [],
            "Affiliation": "CREATE-IT Applied Research, Faculty of Digital Media and Creative Industries, Amsterdam University of Applied Sciences, Amsterdam, Netherlands."
          },
          {
            "Identifier": [],
            "Affiliation": "Informatics Institute, Faculty of Science, University of Amsterdam, Amsterdam, Netherlands."
          }
        ],
        "LastName": "Mehra",
        "ForeName": "Sumit",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0002-3071-7251"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center of Expertise Urban Vitality, Faculty of Health, Amsterdam University of Applied Sciences, Amsterdam, Netherlands."
          },
          {
            "Identifier": [],
            "Affiliation": "Center of Expertise Urban Vitality, Faculty of Sports and Nutrition, Amsterdam University of Applied Sciences, Amsterdam, Netherlands."
          }
        ],
        "LastName": "van den Helder",
        "ForeName": "Jantine",
        "Initials": "J"
      },
      {
        "Identifier": [
          "0000-0002-8559-9715"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center of Expertise Urban Vitality, Faculty of Health, Amsterdam University of Applied Sciences, Amsterdam, Netherlands."
          }
        ],
        "LastName": "Visser",
        "ForeName": "Bart",
        "Initials": "B"
      },
      {
        "Identifier": [
          "0000-0002-6923-8696"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center of Expertise Urban Vitality, Faculty of Health, Amsterdam University of Applied Sciences, Amsterdam, Netherlands."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation, Amsterdam University Medical Centers, University of Amsterdam, Amsterdam, Netherlands."
          }
        ],
        "LastName": "Engelbert",
        "ForeName": "Raoul H H",
        "Initials": "RHH"
      },
      {
        "Identifier": [
          "0000-0001-8281-0426"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center of Expertise Urban Vitality, Faculty of Sports and Nutrition, Amsterdam University of Applied Sciences, Amsterdam, Netherlands."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Nutrition and Dietetics, Amsterdam University Medical Centers, VU University, Amsterdam, Netherlands."
          },
          {
            "Identifier": [],
            "Affiliation": "Amsterdam Public Health Research Institute, Amsterdam University Medical Centers, VU University, Amsterdam, Netherlands."
          }
        ],
        "LastName": "Weijs",
        "ForeName": "Peter J M",
        "Initials": "PJM"
      },
      {
        "Identifier": [
          "0000-0003-1237-0618"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CREATE-IT Applied Research, Faculty of Digital Media and Creative Industries, Amsterdam University of Applied Sciences, Amsterdam, Netherlands."
          },
          {
            "Identifier": [],
            "Affiliation": "Informatics Institute, Faculty of Science, University of Amsterdam, Amsterdam, Netherlands."
          }
        ],
        "LastName": "Kröse",
        "ForeName": "Ben J A",
        "Initials": "BJA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "J Med Internet Res",
    "NlmUniqueID": "100959882",
    "ISSNLinking": "1438-8871"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Research Design"
    }
  ],
  "CoiStatement": "Conflicts of Interest: None declared."
}