{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Physical exercise",
      "Sports"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Pratique du sport dans la population générale. Suivant les enquêtes, on estime que 33 à 46 % des Français ne font jamais de sport ou d’exercice physique, et cette proportion tend à augmenter au fil des années. Les hommes font en général plus de sport que les femmes, et la fréquence de pratique a tendance à baisser avec l’avancée en âge. Le sport est principalement pratiqué en extérieur, et la pratique dans des salles de sport commerciales reste très minoritaire (en moyenne 5 % des pratiquants). Un peu plus de la moitié des pratiquants font du sport seuls, sans encadrement, en totale autonomie ; cette forme de pratique varie cependant suivant les types de sport. Ce sont les activités de marche et course qui sont les plus pratiquées, suivies par les activités de la forme (fitness, musculation, yoga, etc.). Les femmes sont plus particulièrement attirées par des sports comme l’équitation, le tennis ou la gymnastique. La régularité de pratique dépend du type de sport et, chez les personnes qui déclarent en faire, 57 % suivent au moins 2 séances par semaine, et ce pendant la plus grande partie de l’année. Pour la population générale, ce sont surtout le maintien de la santé, le besoin de bien-être général et de détente qui motivent les sportifs, beaucoup plus que le goût pour la compétition et le besoin de faire des performances."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33058645",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "10",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2101-017X",
      "JournalIssue": {
        "Volume": "70",
        "Issue": "5",
        "PubDate": {
          "Year": "2020",
          "Month": "May"
        }
      },
      "Title": "La Revue du praticien",
      "ISOAbbreviation": "Rev Prat"
    },
    "ArticleTitle": "[Practice of sports in the general population].",
    "Pagination": {
      "StartPage": "542",
      "EndPage": "547",
      "MedlinePgn": "542-547"
    },
    "Abstract": {
      "AbstractText": [
        "Practice of sports in the general population. According to several surveys, it is estimated that 33 to 46% of French people never do sport or physical exercise, and this proportion tends to increase over the years. Men generally do more sport than women, and the frequency of participation tends to decrease with advancing age. The sport is mainly practiced outdoors, and the practice in commercial health and sport centers remains very minority (on average 5% of the participants). More than half of the people who exercise or play sport practice sport alone, without supervision, in total autonomy; however, this form of practice varies according to the type of sport. The most popular sport activities are walking and running, followed by fitness activities (fitness, resistance exercises, yoga, etc.). Women are particularly attracted to sports such as horse riding, tennis or gymnastics. The regularity of practice depends on the type of sport, and among people who report playing sports, 57% follow at least 2 sessions per week, for most of the year. For the general population, it is mainly the maintenance of health, the need for general wellbeing and relaxation that motivate people who do exercise or play sport, much more than the taste for competition and the need to perform."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Union cycliste internationale, Aigle, Confédération helvétique."
          }
        ],
        "LastName": "Bigard",
        "ForeName": "Xavier",
        "Initials": "X"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Pratique du sport dans la population générale."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Rev Prat",
    "NlmUniqueID": "0404334",
    "ISSNLinking": "0035-2640"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Horses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "X. Bigard déclare n’avoir aucun lien d’intérêts."
}