{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33647920",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/HCR.0000000000000565"
    ],
    "Journal": {
      "ISSN": "1932-751X",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "2",
        "PubDate": {
          "Year": "2021",
          "Month": "Mar",
          "Day": "01"
        }
      },
      "Title": "Journal of cardiopulmonary rehabilitation and prevention",
      "ISOAbbreviation": "J Cardiopulm Rehabil Prev"
    },
    "ArticleTitle": "Adherence to High-Intensity Interval Training in Cardiac Rehabilitation: A REVIEW AND RECOMMENDATIONS.",
    "Pagination": {
      "StartPage": "61",
      "EndPage": "77",
      "MedlinePgn": "61-77"
    },
    "Abstract": {
      "AbstractText": [
        "High-intensity interval training (HIIT) is gaining popularity as a training approach for patients attending cardiac rehabilitation (CR). While the literature has focused on the efficacy of HIIT for improving cardiorespiratory fitness (CRF), particularly when compared with moderate intensity exercise, less emphasis has been placed on adherence to HIIT. The aim of this review was to summarize the current literature regarding adherence to HIIT in CR patients with coronary artery disease.",
        "A review identified 36 studies investigating HIIT in CR patients with coronary artery disease. Methods and data were extracted for exercise or training adherence (to attendance, intensity, and duration), feasibility of protocols, and CRF. The review summarizes reporting of adherence; adherence to HIIT and comparator/s; the influence of adherence on changes in CRF; and feasibility of HIIT.",
        "Adherence to the attendance of HIIT sessions was high and comparable with moderate-intensity exercise. However, adherence to the intensity and duration of HIIT was variable and underreported, which has implications for determining the treatment effect of the exercise interventions being compared. Furthermore, additional research is needed to investigate the utility of home-based HIIT and long-term adherence to HIIT following supervised programs. This review provides recommendations for researchers in the measurement and reporting of adherence to HIIT and other exercise interventions to facilitate a sufficient and consistent approach for future studies. This article also highlights strategies for clinicians to improve adherence, feasibility, and enjoyment of HIIT for their patients."
      ],
      "CopyrightInformation": "Copyright © 2021 Wolters Kluwer Health, Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiovascular Medicine, Mayo Clinic, Rochester, Minnesota (Drs Taylor and Bonikowske); Centre for Research on Exercise, Physical activity, and Health, School of Human Movement and Nutrition Sciences, The University of Queensland, Brisbane, Australia (Drs Taylor, Holland, Keating, and Coombes); and Department of Cardiology, Sunshine Coast University Hospital, Birtinya, Australia (Dr Holland)."
          }
        ],
        "LastName": "Taylor",
        "ForeName": "Jenna L",
        "Initials": "JL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Holland",
        "ForeName": "David J",
        "Initials": "DJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Keating",
        "ForeName": "Shelley E",
        "Initials": "SE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bonikowske",
        "ForeName": "Amanda R",
        "Initials": "AR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Coombes",
        "ForeName": "Jeff S",
        "Initials": "JS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Cardiopulm Rehabil Prev",
    "NlmUniqueID": "101291247",
    "ISSNLinking": "1932-7501"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cardiac Rehabilitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiorespiratory Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "High-Intensity Interval Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "CoiStatement": "The authors declare no conflicts of interest."
}