{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25692720",
  "DateCompleted": {
    "Year": "2016",
    "Month": "01",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/HCR.0000000000000105"
    ],
    "Journal": {
      "ISSN": "1932-751X",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "3",
        "PubDate": {
          "Year": "2015",
          "Season": "May-Jun"
        }
      },
      "Title": "Journal of cardiopulmonary rehabilitation and prevention",
      "ISOAbbreviation": "J Cardiopulm Rehabil Prev"
    },
    "ArticleTitle": "A Systematic Review of Resistance Training Versus Endurance Training in COPD.",
    "Pagination": {
      "StartPage": "163",
      "EndPage": "172",
      "MedlinePgn": "163-72"
    },
    "Abstract": {
      "AbstractText": [
        "Endurance training (ET) as part of pulmonary rehabilitation in patients with chronic obstructive pulmonary disease (COPD) has been shown to improve exercise capacity and health-related quality of life, but dyspnea limits the exercise intensity. Therefore, resistance training (RT), which may cause less dyspnea, could be an alternative. The purpose of this review was to formulate evidence-based recommendations on the use of RT in pulmonary rehabilitation of patients with COPD. Our primary outcomes were health-related quality of life, activities of daily living, dyspnea, possible harm, and total mortality. Our secondary outcomes were walking distance, lean body mass, muscle strength, and exercise capacity.",
        "We identified randomized controlled trials through a systematic multidatabase search. One author checked titles and abstracts for relevance using broad inclusion criteria, whereas 2 authors independently checked the full-text articles for eligibility. Two authors independently extracted data and assessed the risk of bias and quality of evidence. Meta-analyses were performed when deemed feasible based on the quality and amount of data.",
        "We included 8 randomized controlled trials (328 participants). On the basis of moderate- to very low-quality evidence, we found no clinically important difference between RT and ET. We did not find sufficient data for a meta-analysis of total mortality, adverse events, dyspnea, or lean body mass.",
        "We found that in patients with COPD, RT seems to induce the same beneficial effects as ET. Therefore, we recommend that RT should be considered according to patient preferences when designing a pulmonary rehabilitation program for patients with COPD."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Centre of Inflammation and Metabolism and The Centre for Physical Activity Research, Department of Infectious Diseases, Rigshospitalet, University of Copenhagen, Copenhagen, Denmark (Drs Iepsen and Lange); The Nordic Cochrane Centre, Rigshospitalet, Copenhagen, Denmark (Dr Jørgensen); Department of Respiratory Medicine, University Hospital Hvidovre, Copenhagen, Denmark (Drs Ringbaek and Lange); Municipality of Copenhagen, Copenhagen, Denmark (Mr Hansen); Medical Library, Aalborg University Hospital, Aalborg, (Ms Skrubbeltrang); and Section of Social Medicine, Department of Public Health, University of Copenhagen, Copenhagen, Denmark (Dr Lange)."
          }
        ],
        "LastName": "Iepsen",
        "ForeName": "Ulrik Winning",
        "Initials": "UW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Jørgensen",
        "ForeName": "Karsten Juhl",
        "Initials": "KJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ringbaek",
        "ForeName": "Thomas",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hansen",
        "ForeName": "Henrik",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Skrubbeltrang",
        "ForeName": "Conni",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lange",
        "ForeName": "Peter",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Cardiopulm Rehabil Prev",
    "NlmUniqueID": "101291247",
    "ISSNLinking": "1932-7501"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Endurance"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Pulmonary Disease, Chronic Obstructive"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    }
  ]
}