{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Multimodal prehabilitation",
      "Patient preferences",
      "Survey"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36283998",
  "DateCompleted": {
    "Year": "2023",
    "Month": "03",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "10",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00432-022-04420-4"
    ],
    "Journal": {
      "ISSN": "1432-1335",
      "JournalIssue": {
        "Volume": "149",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "Mar"
        }
      },
      "Title": "Journal of cancer research and clinical oncology",
      "ISOAbbreviation": "J Cancer Res Clin Oncol"
    },
    "ArticleTitle": "Patient characteristics and preferences for a surgical prehabilitation program design: results from a pilot survey.",
    "Pagination": {
      "StartPage": "1361",
      "EndPage": "1367",
      "MedlinePgn": "1361-1367"
    },
    "Abstract": {
      "AbstractText": [
        "Surgical prehabilitation aims to reduce a decline in the functional capacity thereby optimising health and fitness before surgery. One of the major barriers in successfully implementing a prehabilitation program in hospitals has been poor patient adherence. In our pilot survey on surgical patients, we sought to explore patient preferences regarding the program design, the barriers and enablers to patient participation in a multimodal prehabilitation program.",
        "The survey was administered to patients undergoing major abdominal surgery in the preoperative period. The first two parts of the instrument mainly included questions on demographics, social history, activity levels, interest towards prehabilitation program and their involvement in co-design, preferences towards the components of the program, the barriers and enablers. The last part of survey included symptom and physical assessments.",
        "The survey was completed by 24 patients undergoing major abdominal surgery. The median age of our cohort was 71 (range 35-91) years and 75% were retired. 75% of our participants were extremely interested in improving health and fitness and 63% were very keen to co-design their program when explained. Home-based programs were preferred by most participants and among exercises, walking was preferred by 71% of the participants. One third of the participants were interested in professional dietary counselling. There were only two participants who preferred group psychological therapy while 25% preferred individual psychological counselling sessions.",
        "Our survey highlighted a need to design a personalised program with tailored interventions due to the wide variation in the interest and preferences among surgical patients."
      ],
      "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-0336-872X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anaesthesia and Perfusion Services, The Prince Charles Hospital, Brisbane, Australia. usha.gurunathan@health.qld.gov.au."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, The University of Queensland, Brisbane, Australia. usha.gurunathan@health.qld.gov.au."
          }
        ],
        "LastName": "Gurunathan",
        "ForeName": "Usha",
        "Initials": "U"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, The Prince Charles Hospital, Brisbane, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Critical Care Research Group, The Prince Charles Hospital, Brisbane, Australia."
          }
        ],
        "LastName": "Tronstad",
        "ForeName": "Oystein",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anaesthesia and Perfusion Services, The Prince Charles Hospital, Brisbane, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, The University of Queensland, Brisbane, Australia."
          }
        ],
        "LastName": "Stonell",
        "ForeName": "Christopher",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Letter"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "J Cancer Res Clin Oncol",
    "NlmUniqueID": "7902060",
    "ISSNLinking": "0171-5216"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Preoperative Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Preoperative Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Counseling"
    }
  ]
}