{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Esta pesquisa teve o objetivo de relatar um caso clínico em que foi realizada a reabilitação da força lingual com estratégia de biofeedback. Trata-se de uma paciente de 20 anos de idade, cuja avaliação miofuncional orofacial evidenciou diminuição grave de força do terço anterior da língua e alterações na mobilidade e na coordenação linguais. A quantificação da pressão lingual foi realizada por meio do Iowa Oral Performance Instrument durante a elevação, a protrusão e a lateralização, tendo se verificado redução nos valores obtidos em todas as direções medidas em comparação aos padrões de normalidade. Foram realizadas 11 sessões de terapia, com frequência semanal, utilizando estratégia de biofeedback que consistia em jogos computacionais acionados pela língua. Um instrumento encaixado na cavidade oral funcionava como um joystick, sendo método de entrada para jogos digitais específicos. Em casa, a paciente realizou exercícios isométricos de pressão de ponta de língua contra espátula, retração exagerada de língua, afilamento lingual e isotônico de tocar comissuras e lábios alternadamente, diariamente. Após oito sessões, em relação à pressão na elevação, houve melhora de 28,6% para o ápice e 7,1% para o dorso. Quanto à protrusão, houve melhora de 123,5%. Nas medidas de lateralizações esquerda e direita, os valores aumentaram 53,8% e 7,4%, respectivamente. Após 12 sessões, percebeu-se melhora, em relação à avaliação inicial, de 35,7%, 7,4%, 164%, 76,9% e 40,7%, para elevação de ápice, de dorso, protrusão, lateralizações esquerda e direita, respectivamente. Apesar do aumento, valores preconizados na literatura, como normalidade para o sexo e a idade, não foram atingidos com 12 sessões."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31664370",
  "DateCompleted": {
    "Year": "2019",
    "Month": "12",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "10",
        "Day": "24"
      }
    ],
    "Language": [
      "por",
      "eng"
    ],
    "ELocationID": [
      "10.1590/2317-1782/20182018163",
      "S2317-17822019000500401"
    ],
    "Journal": {
      "ISSN": "2317-1782",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "5",
        "PubDate": {
          "Year": "2019"
        }
      },
      "Title": "CoDAS",
      "ISOAbbreviation": "Codas"
    },
    "ArticleTitle": "Tongue strength rehabilitation using biofeedback: a case report.",
    "Pagination": {
      "StartPage": "e20180163",
      "MedlinePgn": "e20180163"
    },
    "Abstract": {
      "AbstractText": [
        "This research had the objective of reporting a clinical case in which the rehabilitation of tongue strength with biofeedback strategy was performed. This case report addresses a 20-year-old patient whose orofacial myofunctional evaluation revealed a severe decrease in the force of the anterior third of the tongue and changes in lingual mobility and coordination. The measurement of tongue pressure was performed using the Iowa Oral Performance Instrument (IOPI) during elevation, protrusion and lateralization, and it was verified a reduction in the values ​​obtained in all measured directions, compared with normality patterns. We performed 11 sessions of therapy, with weekly frequency, using a biofeedback strategy that consisted of computer games controlled by the tongue. An instrument embedded in the oral cavity functioned as a joystick as the input method for specific digital games. The patient performed at home the isometric exercises of pressing the tip of the tongue against a spatula, exaggerated retraction of tongue, tongue tapering, and isotonic exercise of touching the commissures and lips alternately, daily. After eight sessions, in relation to the elevation pressure, there was an improvement of 28.6% for the apex and 7.1% for the dorsum. As for protrusion, there was an improvement of 123.5%. In the measurements of left and right lateralization, the values ​​increased 53.8% and 7.4%, respectively. After twelve sessions, it was observed an improvement of 35.7%, 7.4%, 164%, 76.9% and 40.7% in relation to the initial evaluation, for apex elevation, dorsum elevation, protrusion, and lateralization to left and right, respectively. Despite the increase, values ​​recommended in the literature as normal for sex and age were not reached after 12 therapy sessions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-1102-0544"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidade Federal de Minas Gerais - UFMG - Belo Horizonte (MG), Brasil."
          }
        ],
        "LastName": "Maia",
        "ForeName": "Aline Vargas",
        "Initials": "AV"
      },
      {
        "Identifier": [
          "0000-0001-7588-9316"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Fonoaudiologia, Universidade Federal de Minas Gerais - UFMG - Belo Horizonte (MG), Brasil."
          }
        ],
        "LastName": "Furlan",
        "ForeName": "Renata Maria Moreira Moraes",
        "Initials": "RMMM"
      },
      {
        "Identifier": [
          "0000-0002-1592-7082"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidade Federal de Minas Gerais - UFMG - Belo Horizonte (MG), Brasil."
          }
        ],
        "LastName": "Moraes",
        "ForeName": "Keiner Oliveira",
        "Initials": "KO"
      },
      {
        "Identifier": [
          "0000-0003-2190-0115"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Programa de Pós-graduação em Ciências Fonoaudiológicas, Universidade Federal de Minas Gerais - UFMG - Belo Horizonte (MG), Brasil."
          }
        ],
        "LastName": "Amaral",
        "ForeName": "Mariana Souza",
        "Initials": "MS"
      },
      {
        "Identifier": [
          "0000-0002-2817-2555"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Fonoaudiologia, Universidade Federal de Minas Gerais - UFMG - Belo Horizonte (MG), Brasil."
          }
        ],
        "LastName": "Medeiros",
        "ForeName": "Adriane Mesquita de",
        "Initials": "AM"
      },
      {
        "Identifier": [
          "0000-0002-1582-3785"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Fonoaudiologia, Universidade Federal de Minas Gerais - UFMG - Belo Horizonte (MG), Brasil."
          }
        ],
        "LastName": "Motta",
        "ForeName": "Andréa Rodrigues",
        "Initials": "AR"
      }
    ],
    "PublicationTypeList": [
      "Case Reports"
    ],
    "VernacularTitle": "Reabilitação da força da língua utilizando biofeedback: relato de caso."
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Codas",
    "NlmUniqueID": "101623246",
    "ISSNLinking": "2317-1782"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biofeedback, Psychology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "instrumentation",
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "complications",
        "rehabilitation"
      ],
      "DescriptorName": "Facial Paralysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Tongue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}