{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "adult neurology",
      "neuro-ophthalmology",
      "neurotology",
      "rehabilitation medicine"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35121596",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "02",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e049560",
      "10.1136/bmjopen-2021-049560"
    ],
    "Journal": {
      "ISSN": "2044-6055",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "2",
        "PubDate": {
          "Year": "2022",
          "Month": "Feb",
          "Day": "04"
        }
      },
      "Title": "BMJ open",
      "ISOAbbreviation": "BMJ Open"
    },
    "ArticleTitle": "Reporting of exercise dose and dosage and outcome measures for gaze stabilisation in the literature: a scoping review.",
    "Pagination": {
      "StartPage": "e049560",
      "MedlinePgn": "e049560"
    },
    "Abstract": {
      "AbstractText": [
        "The concept of this review is to examine and quantify the reporting of parameters of dose (duration, speed, head excursion) and dosage (daily and weekly frequency, duration) for gaze stabilisation exercises and to report on outcome measures used to assess change in gaze stabilisation following intervention. This review includes any population completing gaze stabilisation exercises.",
        "Scoping review.",
        "We searched key terms in the following databases: PubMed, CINAHL, Scopus and Cochrane. Two researchers reviewed titles, abstracts and full-text articles for inclusion. Data retrieved included: patient diagnosis, specific interventions provided, dose and dosage of gaze stabilisation interventions and outcome measures.",
        "From the initial 1609 results, 138 studies were included. Data extraction revealed that only 13 studies (9.4%) reported all parameters of dose and dosage. Most studies used other interventions in addition to gaze stabilisation exercises. Half of the studies did not use a clinical or instrumented outcome measure of gaze stability, using only patient-reported outcome measures. Clinical tests of gaze stability were used in 21.1% of studies, and instrumented measures of gaze stability were used in 14.7% of studies.",
        "Full reporting of the dose and dosage of gaze stabilisation interventions is infrequent, impairing the ability to translate current evidence into clinical care. Most studies did not use a clinical or instrumented measure of gaze stabilisation as outcome measures, questioning the validity of intervention effects. Improved reporting and use of outcome measures are necessary to establish optimal intervention parameters for those with gaze stability impairments."
      ],
      "CopyrightInformation": "© Author(s) (or their employer(s)) 2022. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-3573-3859"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Health, Human Function, and Rehabilitation Science, The George Washington University, Washington, DC, USA keithcole@gwu.edu."
          }
        ],
        "LastName": "Cole",
        "ForeName": "Keith R",
        "Initials": "KR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Health, Human Function, and Rehabilitation Science, The George Washington University, Washington, DC, USA."
          }
        ],
        "LastName": "Goodman",
        "ForeName": "Karen",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Research and Leadership, The George Washington University, Washington, DC, USA."
          }
        ],
        "LastName": "Volland",
        "ForeName": "Lena",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMJ Open",
    "NlmUniqueID": "101552874",
    "ISSNLinking": "2044-6055"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Outcome Assessment, Health Care"
    }
  ],
  "CoiStatement": "Competing interests: None declared."
}