{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Balance",
      "Kinect®",
      "Multiple Sclerosis (MS)",
      "Virtual therapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37683420",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "09",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jocn.2023.08.026",
      "S0967-5868(23)00234-5"
    ],
    "Journal": {
      "ISSN": "1532-2653",
      "JournalIssue": {
        "Volume": "116",
        "PubDate": {
          "Year": "2023",
          "Month": "Oct"
        }
      },
      "Title": "Journal of clinical neuroscience : official journal of the Neurosurgical Society of Australasia",
      "ISOAbbreviation": "J Clin Neurosci"
    },
    "ArticleTitle": "Balance rehabilitation for patients with Multiple Sclerosis using a Kinect®-based virtual training program.",
    "Pagination": {
      "StartPage": "104",
      "EndPage": "111",
      "MedlinePgn": "104-111"
    },
    "Abstract": {
      "AbstractText": [
        "Patients with multiple sclerosis (MS) often experience balance issues during physical activities. Traditional rehabilitation exercises such as stretching, resistance, and aerobic training have been found to be effective, but can be repetitive and tedious, leading to reduced patient motivation and adherence. Furthermore, direct supervision by a therapist is not always possible.",
        "The aim of this study was to develop and evaluate the effectiveness of a virtual training program incorporating visual feedback from the Kinect® sensor in male patients with multiple sclerosis. Forty-five participants, with an age range of 22-56 years (mean age = 39), were randomly assigned to one of three equal groups, including two experimental groups and one control group. The experimental groups participated in eight-week exercise interventions, with each session lasting 20 to 30 min and occurring three times per week. In contrast, the control group received no interventions. Within the experimental groups, one was exposed to conventional balance exercises, whereas the other engaged in the proposed virtual training program. Both of these groups undertook three balance exercises, namely the single-foot stance, lunge maneuvers, and arm/leg stretching routines. The assessment encompassed diverse facets of balance, including parameters of 10 Meter Walk Time, Berg Balance Scale, Static Balance Score, and Time-Up and Go Scale, as well as the quality of life, gauged through the Multiple Sclerosis Quality of Life (MSQOL)-54 Questionnaire. The effect of test variables was investigated using analysis of covariance (ANCOVA), while the independent samples t-test was used to check for significant differences among the groups. The effects of the groups were compared using a paired samples t-test.",
        "The findings revealed that both rehabilitation programs positively affected the dependent variables compared to the control group. However, the significant difference between the pre-test and post-test scores of the experimental groups indicated the effectiveness of the proposed program compared to the traditional method.",
        "Entertaining virtual training programs utilizing visual feedback can be effective for rehabilitating patients with MS. The proposed method enables patients to perform rehabilitation exercises at home with high motivation, while accurate information about the treatment process are provided to the therapist."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biomedical Engineering, Faculty of Engineering, University of Isfahan, Isfahan, Iran."
          }
        ],
        "LastName": "Behrouz Jazi",
        "ForeName": "Amir Hossein",
        "Initials": "AH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biomedical Engineering, Faculty of Engineering, University of Isfahan, Isfahan, Iran. Electronic address: rasti@eng.ui.ac.ir."
          }
        ],
        "LastName": "Rasti",
        "ForeName": "Javad",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Isfahan University of Medical Sciences, Isfahan, Iran. Electronic address: etemadifar.m@med.mui.ac.ir."
          }
        ],
        "LastName": "Etemadifar",
        "ForeName": "Masoud",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Scotland",
    "MedlineTA": "J Clin Neurosci",
    "NlmUniqueID": "9433352",
    "ISSNLinking": "0967-5868"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lower Extremity"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}