{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32658172",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/JXX.0000000000000483"
    ],
    "Journal": {
      "ISSN": "2327-6924",
      "JournalIssue": {
        "Volume": "32",
        "Issue": "7",
        "PubDate": {
          "Year": "2020",
          "Month": "Jul"
        }
      },
      "Title": "Journal of the American Association of Nurse Practitioners",
      "ISOAbbreviation": "J Am Assoc Nurse Pract"
    },
    "ArticleTitle": "Practical implications for providing physical activity counseling for the older adult: An integrative review.",
    "Pagination": {
      "StartPage": "511",
      "EndPage": "519",
      "MedlinePgn": "511-519"
    },
    "Abstract": {
      "AbstractText": [
        "Physical inactivity in the older adult is associated with functional decline, increased fall risk, and threatens the ability of the older adult to live independently. Nurse practitioners, with their expertise in health promotion and chronic disease management, are well positioned to provide physical activity (PA) counseling. However, there is a gap in the literature describing a practical formula for providing PA counseling and PA prescriptions for clinical practice.",
        "The objective of this integrative review was to synthesize the literature related to counseling interventions designed to increase PA among older adults and provide practical recommendations for incorporating recommendations into practice.",
        "Five different databases were searched along with ancestry searching of relevant articles. Eligible studies tested methods of recommending PA for adults age ≥65 years, including in-person counseling, phone calls, written information, and exercise prescriptions.",
        "Health care providers are able to motivate older adults to increase PA in the short term. Diverse health care disciplines are efficacious at motivating older adults to increase PA. Various counseling interventions can be used with varying amounts of time investment.",
        "Physical activity counseling is an underused but effective intervention for increasing PA in older adults. Older adults respond well to advice to increase their PA especially with the addition of a written exercise prescription. Basing PA counseling interventions on a theoretical construct such as social cognitive theory or transtheoretical stages of change theory improves the efficacy of the interventions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sinclair School of Nursing, University of Missouri-Columbia, Columbia, Missouri."
          }
        ],
        "LastName": "Otmanowski",
        "ForeName": "Jennifer A",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chase",
        "ForeName": "Jo-Ana D",
        "Initials": "JD"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Am Assoc Nurse Pract",
    "NlmUniqueID": "101600770",
    "ISSNLinking": "2327-6886"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Counseling"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Geriatrics"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}