{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Therapy concept",
      "chronic disease",
      "health services",
      "physical activity",
      "physical therapy",
      "therapy process"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31079505",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "05",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/09638288.2019.1608322"
    ],
    "Journal": {
      "ISSN": "1464-5165",
      "JournalIssue": {
        "Volume": "42",
        "Issue": "25",
        "PubDate": {
          "Year": "2020",
          "Month": "Dec"
        }
      },
      "Title": "Disability and rehabilitation",
      "ISOAbbreviation": "Disabil Rehabil"
    },
    "ArticleTitle": "The role of physical activity promotion in typical exercise therapy concepts: a latent class analysis based on a national survey in German rehabilitation settings.",
    "Pagination": {
      "StartPage": "3653",
      "EndPage": "3663",
      "MedlinePgn": "3653-3663"
    },
    "Abstract": {
      "AbstractText": [
        "<b>Purpose:</b> Contemporary multidisciplinary rehabilitation programs include the promotion of physical activity as a central goal. Exercise therapy is an essential element in rehabilitation programs working towards this goal. However, little is known about the role of physical activity promotion in exercise therapy practice in rehabilitation settings. The aim is to identify typical exercise therapy concepts in rehabilitation programs regarding the role of physical activity promotion. Further, we want to assess the representation of physical activity promotion among exercise therapy departments across Germany and in relation to different diagnostic categories.<b>Methods:</b> Heads of 713 exercise therapy departments participated in a nationwide questionnaire-based survey collecting information on therapy goals, contents, and methods. Participating facilities treated health conditions in the areas of cardiology, orthopedics, neurology, oncology, psychosomatics and addiction. We applied factor analyses to identify behavior-oriented goals, contents and methods of exercise therapy concepts and used latent class analyses to categorize typical exercise therapy concepts.<b>Results:</b> Six typical exercise therapy concepts were identified. Two of the classes (together 45% of the departments) emphasized physical activity promotion and used related methods. Other concepts focused primarily on physical functioning and exercise or focused on psychosocial goals and positive experiences with physical activity. Typical exercise therapy concepts are only partially determined by the type of health condition.<b>Conclusions:</b> The dissemination of content and methods for a substantial physical activity promotion in exercise therapy, has so far partly taken place in Germany. The results imply that the different status quo in rehabilitation facilities have to be considered to foster the knowledge exchange between science and practice.Implications for rehabilitationThe results on typical exercise therapy concepts give a structured overview of different priorities with regard to aims, content, and methods of exercise therapy in the light of the International Classification of Functioning, Disability, and Health.The study reveals that the dissemination of theoretically sound, evidence-based concepts for physical activity promotion has reached a half of the institutions in German rehabilitation settings. This national example generally suggests that there is a need for an increased exchange of knowledge between science and practice related to exercise therapy in rehabilitation settings.The results enable practitioners to reflect on their exercise therapy concepts with respect to contemporary exercise therapy concepts that integrate physical activity promotion appropriately.Stakeholders and rehabilitation professionals can use the results to design strategies for quality development, taking into account the different status quo of therapy concepts in the \"real world\" of rehabilitation practice.The results of the survey provide the basis for a scientifically-based comparison of exercise therapy across countries and health care systems."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Sport Science, Eberhard Karls University Tübingen, Tübingen, Germany."
          }
        ],
        "LastName": "Sudeck",
        "ForeName": "Gorden",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport Science and Sport, Friedrich-Alexander University Erlangen-Nürnberg, Erlangen, Germany."
          }
        ],
        "LastName": "Geidl",
        "ForeName": "Wolfgang",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Sport Science, Eberhard Karls University Tübingen, Tübingen, Germany."
          }
        ],
        "LastName": "Deprins",
        "ForeName": "Judith",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport Science and Sport, Friedrich-Alexander University Erlangen-Nürnberg, Erlangen, Germany."
          }
        ],
        "LastName": "Pfeifer",
        "ForeName": "Klaus",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Disabil Rehabil",
    "NlmUniqueID": "9207179",
    "ISSNLinking": "0963-8288"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Disabled Persons"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Latent Class Analysis"
    }
  ]
}