{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Kinect",
      "adaptation",
      "adolescents",
      "children",
      "exergames",
      "gamification",
      "middleware",
      "muscle weakness",
      "physical disability",
      "rehabilitation",
      "serious games"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28208682",
  "DateCompleted": {
    "Year": "2018",
    "Month": "05",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "01",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "02",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "354",
      "10.3390/s17020354"
    ],
    "Journal": {
      "ISSN": "1424-8220",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "2",
        "PubDate": {
          "Year": "2017",
          "Month": "Feb",
          "Day": "12"
        }
      },
      "Title": "Sensors (Basel, Switzerland)",
      "ISOAbbreviation": "Sensors (Basel)"
    },
    "ArticleTitle": "New Approaches to Exciting Exergame-Experiences for People with Motor Function Impairments.",
    "Abstract": {
      "AbstractText": [
        "The work presented here suggests new ways to tackle exergames for physical rehabilitation and to improve the players' immersion and involvement. The primary (but not exclusive) purpose is to increase the motivation of children and adolescents with severe physical impairments, for doing their required exercises while playing. The proposed gaming environment is based on the Kinect sensor and the Blender Game Engine. A middleware has been implemented that efficiently transmits the data from the sensor to the game. Inside the game, different newly proposed mechanisms have been developed to distinguish pure exercise-gestures from other movements used to control the game (e.g., opening a menu). The main contribution is the amplification of weak movements, which allows the physically impaired to have similar gaming experiences as the average population. To test the feasibility of the proposed methods, four mini-games were implemented and tested by a group of 11 volunteers with different disabilities, most of them bound to a wheelchair. Their performance has also been compared to that of a healthy control group. Results are generally positive and motivating, although there is much to do to improve the functionalities. There is a major demand for applications that help to include disabled people in society and to improve their life conditions. This work will contribute towards providing them with more fun during exercise."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro de Investigación en Tecnologías Software y Sistemas Multimedia para la Sostenibilidad (CITSEM), Campus Sur Universidad Politécnica de Madrid (UPM), Madrid 28031, Spain. martina.eckert@upm.es."
          }
        ],
        "LastName": "Eckert",
        "ForeName": "Martina",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro de Investigación en Tecnologías Software y Sistemas Multimedia para la Sostenibilidad (CITSEM), Campus Sur Universidad Politécnica de Madrid (UPM), Madrid 28031, Spain. ignaciogmartinho@yahoo.es."
          }
        ],
        "LastName": "Gómez-Martinho",
        "ForeName": "Ignacio",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro de Investigación en Tecnologías Software y Sistemas Multimedia para la Sostenibilidad (CITSEM), Campus Sur Universidad Politécnica de Madrid (UPM), Madrid 28031, Spain. juan.meneses@upm.es."
          }
        ],
        "LastName": "Meneses",
        "ForeName": "Juan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro de Investigación en Tecnologías Software y Sistemas Multimedia para la Sostenibilidad (CITSEM), Campus Sur Universidad Politécnica de Madrid (UPM), Madrid 28031, Spain. jf.martinez@upm.es."
          }
        ],
        "LastName": "Martínez",
        "ForeName": "José-Fernán",
        "Initials": "JF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Sensors (Basel)",
    "NlmUniqueID": "101204366",
    "ISSNLinking": "1424-8220"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motivation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motor Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Movement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Video Games"
    }
  ],
  "CoiStatement": "The authors declare no conflicts of interest. The founding sponsors had no role in the study’s design; in the collection, analyses, or interpretation of data; in the writing of the manuscript, and in the decision to publish the results."
}