{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37233445",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e33688",
      "10.1097/MD.0000000000033688"
    ],
    "Journal": {
      "ISSN": "1536-5964",
      "JournalIssue": {
        "Volume": "102",
        "Issue": "21",
        "PubDate": {
          "Year": "2023",
          "Month": "May",
          "Day": "26"
        }
      },
      "Title": "Medicine",
      "ISOAbbreviation": "Medicine (Baltimore)"
    },
    "ArticleTitle": "Obstetric, maternal, and neonatal outcomes after Pilates exercise during pregnancy: A systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "e33688",
      "MedlinePgn": "e33688"
    },
    "Abstract": {
      "AbstractText": [
        "One of the major exercises to improve the psychological and physical functions of pregnant women is Pilate's exercises. The aim of this study is to collect evidence about Pilates exercise effects on many consequences in pregnant women, such as maternal and neonatal outcomes and obstetric outcomes.",
        "PubMed, Clinical Key, Cochrane Library, Scopus, Embase, and Web of Science were scoured from their inception. Research comparing Pilates during pregnancy to other methods, or to the control was included. For randomized controlled trials (RCTs), The researcher utilized the Cochrane risk of bias tool; for non-RCTs, risk of bias tool to assess non-randomized studies of interventions, was used for cohort studies, and the national heart, lung, and blood institute tool. Meta-analysis was done using the Review manager 5.4. For continuous data, calculated the mean difference and 95% confidence interval (CI), and the risk ratio (RR) and 95% CI for dichotomous data.",
        "Finally, 13 studies included with a total number of 719 pregnant women. The analysis showed that the Pilates group was significantly more likely to deliver vaginally than the control group (RR = 1.21, 95% CI [1.05 to 1.41], P value = .009). Women in the Pilates group were significantly lower than the control group to have Cesarean delivery (RR = 0.67, 95% CI [0.48-0.94], P value = .02). Moreover, Pilates-treated women were less likely to gain weight during pregnancy than control (mean difference = -3.48, 95% CI [-6.17 to -0.79], P value = .01).",
        "Pilates exercise improved the outcomes of pregnant women. It decreases the rate of Cesarean delivery and the time of delivery. Moreover, Pilates has a role in decreasing weight gain in pregnant women. As a result, that may improve the pregnancy experience for women. However, more RCTs needed with larger sample sizes to assess the Pilates effect on neonatal outcomes."
      ],
      "CopyrightInformation": "Copyright © 2023 the Author(s). Published by Wolters Kluwer Health, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-1179-9474"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Taibah University College of Medicine, Department of Obstetrics and Gynecology, AL Madinah Munawara, Saudi Arabia."
          }
        ],
        "LastName": "Zaman",
        "ForeName": "Amal Yaseen",
        "Initials": "AY"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Systematic Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Medicine (Baltimore)",
    "NlmUniqueID": "2985248R",
    "ISSNLinking": "0025-7974"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant, Newborn"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight Gain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Movement Techniques"
    }
  ],
  "CoiStatement": "The authors have no funding and conflicts of interest to disclose."
}