{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Exercise",
      "General practice",
      "Jogging",
      "Meta-analysis",
      "Mood",
      "Panic",
      "Physical activity",
      "Randomised controlled trials",
      "Review",
      "Social phobia",
      "Treatment",
      "Walking"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30012142",
  "DateCompleted": {
    "Year": "2019",
    "Month": "02",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "07",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "559",
      "10.1186/s12913-018-3313-5"
    ],
    "Journal": {
      "ISSN": "1472-6963",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Month": "Jul",
          "Day": "16"
        }
      },
      "Title": "BMC health services research",
      "ISOAbbreviation": "BMC Health Serv Res"
    },
    "ArticleTitle": "Exercise in the treatment of clinical anxiety in general practice - a systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "559",
      "MedlinePgn": "559"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety disorders are common, yet treatment options in general practice are often limited to medication or CBT. There is a lack of evidence for the effectiveness of exercise in the treatment of anxiety in patients who present to general practice and also about the intensity of exercise required to lead to improvement. The aim of this systematic review was to assess the use of exercise versus waiting list control groups in the treatment of anxiety and also to assess the benefit of high intensity exercise vs low intensity exercise. Long term follow up scores were also analysed. We included patients who met diagnostic criteria for anxiety disorders or had clinically raised anxiety levels on a validated rating scale and performed a subgroup analysis of the outcomes between the two groups. The intervention was any aerobic exercise programme carried out for at least two weeks, or exercise carried out at high intensity for at least two weeks. The comparison groups were either a waiting list control group or low intensity exercise.",
        "Systematic review of randomised controlled trials. Three databases were searched; CENTRAL, Medline and Embase. Outcome assessment was based on validated anxiety rating scales. The quality of the studies was appraised according to the Cochrane Risk of Bias tool. Effect sizes were calculated using the standardised mean difference.",
        "Fifteen studies were identified with a total of 675 patients. Nine trials had participants with diagnosed anxiety disorders and six trials had participants with raised anxiety on a validated rating scale. Aerobic exercise was effective in the treatment of raised anxiety compared to waiting list control groups (effect size - 0.41, 95% CI = - 0.70 to - 0.12). High intensity exercise programmes showed greater effects than low intensity programmes. There was no significant difference in outcomes between groups of patients with diagnosed anxiety disorders and patients who had raised anxiety on a rating scale. Conclusions were limited by the small number of studies and wide variation in the delivery of exercise interventions.",
        "Exercise programmes are a viable treatment option for the treatment of anxiety. High intensity exercise regimens were found to be more effective than low intensity regimens. The results have implications for the use of exercise schemes in General Practice."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-4296-8696"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Thaxted Surgery, Margaret Street, Thaxted, Dunmow, Essex, CM6 2QN, England. e.aylett@nhs.net."
          }
        ],
        "LastName": "Aylett",
        "ForeName": "Elizabeth",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NIHR School for Primary Care Research, Division of Population Health, Health Services Research and Primary Care, School of Health Sciences, the University of Manchester, Williamson Building, Oxford Road, Manchester, UK."
          }
        ],
        "LastName": "Small",
        "ForeName": "Nicola",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NIHR School for Primary Care Research, Division of Population Health, Health Services Research and Primary Care, School of Health Sciences, the University of Manchester, Williamson Building, Oxford Road, Manchester, UK."
          }
        ],
        "LastName": "Bower",
        "ForeName": "Peter",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Health Serv Res",
    "NlmUniqueID": "101088677",
    "ISSNLinking": "1472-6963"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Control Groups"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "General Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Outcome Assessment, Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Waiting Lists"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Not Applicable. CONSENT FOR PUBLICATION: Not Applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}