{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "MRI",
      "brain",
      "exercise",
      "multiple sclerosis",
      "rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37177732",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "4530",
      "10.3390/s23094530"
    ],
    "Journal": {
      "ISSN": "1424-8220",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "9",
        "PubDate": {
          "Year": "2023",
          "Month": "May",
          "Day": "06"
        }
      },
      "Title": "Sensors (Basel, Switzerland)",
      "ISOAbbreviation": "Sensors (Basel)"
    },
    "ArticleTitle": "Neuroimaging Technology in Exercise Neurorehabilitation Research in Persons with MS: A Scoping Review.",
    "Abstract": {
      "AbstractText": [
        "There is increasing interest in the application of neuroimaging technology in exercise neurorehabilitation research among persons with multiple sclerosis (MS). The inclusion and focus on neuroimaging outcomes in MS exercise training research is critical for establishing a biological basis for improvements in functioning and elevating exercise within the neurologist's clinical armamentarium alongside disease modifying therapies as an approach for treating the disease and its consequences. Indeed, the inclusion of selective neuroimaging approaches and sensor-based technology among physical activity, mobility, and balance outcomes in such MS research might further allow for detecting specific links between the brain and real-world behavior. This paper provided a scoping review on the application of neuroimaging in exercise training research among persons with MS based on searches conducted in PubMed, Web of Science, and Scopus. We identified 60 studies on neuroimaging-technology-based (primarily MRI, which involved a variety of sequences and approaches) correlates of functions, based on multiple sensor-based measures, which are typically targets for exercise training trials in MS. We further identified 12 randomized controlled trials of exercise training effects on neuroimaging outcomes in MS. Overall, there was a large degree of heterogeneity whereby we could not identify definitive conclusions regarding a consistent neuroimaging biomarker of MS-related dysfunction or singular sensor-based measure, or consistent neural adaptation for exercise training in MS. Nevertheless, the present review provides a first step for better linking correlational and randomized controlled trial research for the development of high-quality exercise training studies on the brain in persons with MS, and this is timely given the substantial interest in exercise as a potential disease-modifying and/or neuroplasticity-inducing behavior in this population."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2013-7632"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Neuropsychology and Neuroscience Research, Kessler Foundation, 1199 Pleasant Valley Way, West Orange, NJ 07052, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Medicine and Rehabilitation, Rutgers New Jersey Medical School, Newark, NJ 07103, USA."
          }
        ],
        "LastName": "Sandroff",
        "ForeName": "Brian M",
        "Initials": "BM"
      },
      {
        "Identifier": [
          "0009-0002-3786-5692"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Neuropsychology and Neuroscience Research, Kessler Foundation, 1199 Pleasant Valley Way, West Orange, NJ 07052, USA."
          }
        ],
        "LastName": "Rafizadeh",
        "ForeName": "Caroline M",
        "Initials": "CM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology and Nutrition, University of Illinois Chicago, Chicago, IL 60607, USA."
          }
        ],
        "LastName": "Motl",
        "ForeName": "Robert W",
        "Initials": "RW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Sensors (Basel)",
    "NlmUniqueID": "101204366",
    "ISSNLinking": "1424-8220"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "diagnostic imaging"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuroimaging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Magnetic Resonance Imaging"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}