{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise training",
      "ICF framework",
      "Multiple sclerosis",
      "Participation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34325022",
  "DateCompleted": {
    "Year": "2022",
    "Month": "06",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "07",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "07",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jshs.2021.07.007",
      "S2095-2546(21)00089-2"
    ],
    "Journal": {
      "ISSN": "2213-2961",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "3",
        "PubDate": {
          "Year": "2022",
          "Month": "May"
        }
      },
      "Title": "Journal of sport and health science",
      "ISOAbbreviation": "J Sport Health Sci"
    },
    "ArticleTitle": "Exercise training improves participation in persons with multiple sclerosis: A systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "393",
      "EndPage": "402",
      "MedlinePgn": "393-402"
    },
    "Abstract": {
      "AbstractText": [
        "Although previous studies have examined the effects of exercise training on other International Classification of Functioning, Disability and Health (ICF) component levels in persons with multiple sclerosis (MS), the effects of exercise training on participation remain unclear. The objectives of this review were to: (1) characterize systematically the use of outcome measures that capture participation in exercise training studies; (2) quantify the effect of exercise training on participation in persons with MS.",
        "A search of 6 electronic databases (CINAHL, SPORTDiscuss, Embase, MEDLINE, Cochrane Central, and Scopus) was conducted to identify controlled and noncontrolled trials involving exercise training and participation in persons with MS. Search strings were built from Medical Subject Headings and CINAHL headings. ICF linking rules were used to identify participation chapters and categories captured. Meta-analysis was used to quantify the effect of exercise training on participation in randomized controlled trials comparing exercise effects to no intervention/usual care.",
        "We included 49 articles involving controlled and noncontrolled exercise trials in the systematic review of outcome measures. We captured 16 different outcome measures that captured all 9 participation chapters and identified 89 unique participation categories. Across these 16 outcome measures, mobility was the most commonly represented participation chapter, with 108 items. A subsample of 23 randomized controlled trials was included in the meta-analysis. An overall effect of 0.60 (standard error = 0.12, 95% confidence interval: 0.36-0.84, z = 4.9, p < 0.001) was calculated, indicating a moderate, positive effect of exercise training on participation.",
        "The current review provides information that can be used to guide the selection of outcome measures that capture participation in studies of exercise training in persons with MS. Exercise training has a positive effect on outcomes that capture participation, providing further evidence for the role of exercise training in promoting and maintaining engagement in everyday life."
      ],
      "CopyrightInformation": "Copyright © 2022. Production and hosting by Elsevier B.V."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Human Kinetics, University of Ottawa, Ottawa, ON K1N6N5, Canada."
          }
        ],
        "LastName": "Edwards",
        "ForeName": "Thomas",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health-Exercise Biology, Aarhus University, Aarhus C 8000, Denmark."
          }
        ],
        "LastName": "Michelsen",
        "ForeName": "Anne Sophie",
        "Initials": "AS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Rehabilitation Therapy, Queens University, Kingston, ON K7L3N6, Canada."
          }
        ],
        "LastName": "Fakolade",
        "ForeName": "Afolasade O",
        "Initials": "AO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health-Exercise Biology, Aarhus University, Aarhus C 8000, Denmark."
          }
        ],
        "LastName": "Dalgas",
        "ForeName": "Ulrik",
        "Initials": "U"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Interdisciplinary School of Health Sciences, Brain and Mind Research Institute, University of Ottawa, Ottawa, ON K1N6N5, Canada. Electronic address: lpilutti@uottawa.ca."
          }
        ],
        "LastName": "Pilutti",
        "ForeName": "Lara A",
        "Initials": "LA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "China",
    "MedlineTA": "J Sport Health Sci",
    "NlmUniqueID": "101606001",
    "ISSNLinking": "2213-2961"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multiple Sclerosis"
    }
  ],
  "CoiStatement": "Competing interests The authors declare that they have no competing interests."
}