{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Identificar os efeitos de programas de exercício físico durante a hospitalização de crianças e adolescentes com câncer.",
        "Trata-se de uma revisão sistemática, realizada nas bases de dados PubMed/Sistema Online de Busca e Análise de Literatura Médica (MEDLINE), Literatura Latino-Americana e do Caribe em Ciências da Saúde (Lilacs), Biblioteca Eletrônica Científica Online (SciELO), Biblioteca Regional de Medicina (BIREME) e Physiotherapy Evidence Database (PEDro). Foram selecionados estudos que incluíram crianças e adolescentes com câncer (sólido ou hematológico) que se submeteram a protocolos de exercício físico durante a hospitalização. Em contrapartida, foram excluídas pesquisas que envolveram pacientes com outras patologias ou com contraindicação médica para o exercício físico. Utilizou-se a seguinte estratégia de busca: <i>Neoplasm OR Leukemia OR Cancer OR Tumor OR Medical Oncology AND Hospitalization OR Inpatient Care Units OR Intrahospital AND Exercise</i>. A qualidade metodológica foi analisada pela escala PEDro.",
        "De um total de 626 artigos, somente nove foram incluídos. As amostras totalizaram 172 participantes, com idade entre 4 e 18 anos. Apenas seis artigos apresentaram tanto grupo intervenção como grupo controle. A intervenção consistiu em exercícios de força, aeróbicos, de alongamento muscular, de jogos, entre outros. Já o controle realizou o tratamento padrão da doença. Os protocolos variaram quanto ao tempo, à frequência, à intensidade e ao tipo de exercício. A maioria dos estudos evidenciou aumento na força muscular (4/5), seguido de benefícios na aptidão física (2/3) e na funcionalidade (2/4). Não foi relatado nenhum evento adverso durante as intervenções. A qualidade metodológica foi considerada regular.",
        "Os achados sugerem que o exercício físico melhora a força muscular, a aptidão física e a funcionalidade de crianças e adolescentes com câncer durante a hospitalização."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33027320",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "10",
        "Day": "05"
      }
    ],
    "Language": [
      "eng",
      "por"
    ],
    "ELocationID": [
      "e2019313",
      "10.1590/1984-0462/2021/39/2019313",
      "S0103-05822021000100504"
    ],
    "Journal": {
      "ISSN": "1984-0462",
      "JournalIssue": {
        "Volume": "39",
        "PubDate": {
          "Year": "2020"
        }
      },
      "Title": "Revista paulista de pediatria : orgao oficial da Sociedade de Pediatria de Sao Paulo",
      "ISOAbbreviation": "Rev Paul Pediatr"
    },
    "ArticleTitle": "EFFECTS OF PHYSICAL EXERCISE DURING HOSPITALIZATION IN CHILDREN AND ADOLESCENTS WITH CANCER: A SYSTEMATIC REVIEW.",
    "Pagination": {
      "StartPage": "e2019313",
      "MedlinePgn": "e2019313"
    },
    "Abstract": {
      "AbstractText": [
        "To identify the effects of exercise programs during hospitalization on children and adolescents with cancer.",
        "This is a systematic review, carried out in PubMed/ Medical Literature Analysis and Retrieval System Online (MEDLINE), Latin American and Caribbean Health Sciences Literature (LILACS), Scientific Electronic Library Online (SciELO), Latin American and Caribbean Center on Health Sciences Information (BIREME), and Physiotherapy Evidence Database (PEDro). We selected studies that included children and adolescents diagnosed with cancer (solid or hematologic) and submitted to exercise protocols during hospitalization. Studies involving patients with other pathologies or with a medical contraindication for exercise were excluded. We used the following search strategy: Neoplasm OR Leukemia OR Cancer OR Tumor OR Medical Oncology AND Hospitalization OR Inpatient Care Units OR Intrahospital AND Exercise. The methodological quality of the studies was analyzed by the PEDro scale.",
        "Among the 626 articles found, only 9 fulfilled the inclusion criteria, obtaining a regular methodological quality. The samples had 172 participants, aged 4 to 18 years. Only 6 studies presented both intervention group and control group. The intervention group received strength, aerobic, and muscle stretching exercises, and games, among others. The control group received the standard treatment. The studies varied regarding time, frequency, intensity, and type of exercise. Most studies showed an increase in muscle strength (4/5), followed by an improvement in physical fitness (2/3) and functional capacity (2/4). No adverse events were reported during the interventions. The methodological quality was considered regular.",
        "The findings suggest that. during hospitalization of children and adolescents with cancer, exercise improves muscle strength, physical fitness, and functionality."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-2024-630X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro Universitário Cenecista de Osório, Osório, RS, Brazil."
          }
        ],
        "LastName": "Santos",
        "ForeName": "Scárlat da Silva",
        "Initials": "SDS"
      },
      {
        "Identifier": [
          "0000-0002-3699-6722"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidade Federal de Ciências da Saúde de Porto Alegre , Porto Alegre, RS, Brazil."
          }
        ],
        "LastName": "Moussalle",
        "ForeName": "Luciane Dalcanale",
        "Initials": "LD"
      },
      {
        "Identifier": [
          "0000-0002-8426-0250"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro Universitário Cenecista de Osório, Osório, RS, Brazil."
          }
        ],
        "LastName": "Heinzmann-Filho",
        "ForeName": "João Paulo",
        "Initials": "JP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Rev Paul Pediatr",
    "NlmUniqueID": "9109353",
    "ISSNLinking": "0103-0582"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hospitalization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Functional Performance"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interests."
}