{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "dementia",
      "mild cognitive impairment",
      "pulmonary rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Az elmúlt néhány évtizedben folyamatosan növekvő dementiaprevalencia számos társadalmi és gazdasági problémával társul. A fizikai aktivitás dementiaprevencióban játszott szerepét, továbbá az aspirációs pneumonia hatását a dementiával küzdő betegek morbiditására és mortalitására lehetetlen túlbecsülni. A vizsgálat célja az aerob nyújtó gyakorlatokkal kombinált pulmonalis rehabi­litáció hatásának felmérése a dementia korai stádiumában lévő, enyhe kognitív zavarban szenvedő betegek kognitív működésére, életminőségére, fizikai terhelhetőségére és depressziójuk mértékére.",
        "Hatvankilenc, enyhe kognitív zavarban szenvedő beteg esetében végeztük el az állapotfelmérő vizsgálatokat; az eredmények összesítéséből hat beteget zártunk ki, mivel nem jelentek meg az utánkövetésen. A maradék 63 beteg pulmonalis fizioterápiában (PPT) és a végtagokkal kapcsolatos edzésprogramban vett részt hat hónapon keresztül. Az edzésprogram előtt és után felvettük a betegek hatperces járástesztjét (6MWT), Nottingham Egészségprofilját (NHP), a Beck Depressziós Kérdőívet (BDI) és a Mini-Mentál tesztet (MMSE).",
        "A PPT és a végtagok edzése szignifikáns mértékben (p < 0,001) javította az MMSE-pontszámot és a 6MWT-eredményt (átlagosan 25 m javulás). A BDI- és az NHP-pontszámok változása nem volt szignifikáns.",
        "A PPT és az aerob gyakorlatok pozitívan befolyásolták az enyhe kognitív zavarban szenvedő betegek kognitív képességeit és javították járástesztjüket. Az eredmények arra hívják fel a figyelmet, hogy már a dementia kezdeti stádiumában fontos a gyógyszeres kezelés és a fizikai rehabilitáció együttes alkalmazása, ami által sikerülhet a kifejlett betegség jelentette gazdasági terhet is csökkenteni."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30604942",
  "DateCompleted": {
    "Year": "2019",
    "Month": "05",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.18071/isz.71.0423"
    ],
    "Journal": {
      "ISSN": "0019-1442",
      "JournalIssue": {
        "Volume": "71",
        "Issue": "11-12",
        "PubDate": {
          "Year": "2018",
          "Month": "Nov",
          "Day": "30"
        }
      },
      "Title": "Ideggyogyaszati szemle",
      "ISOAbbreviation": "Ideggyogy Sz"
    },
    "ArticleTitle": "Pulmonary physiotherapy and aerobic exercise programs can improve cognitive functions and functional ability.",
    "Pagination": {
      "StartPage": "423",
      "EndPage": "430",
      "MedlinePgn": "423-430"
    },
    "Abstract": {
      "AbstractText": [
        "The increasing prevalence of dementia over the previous decades has been accompanied by numerous social and economic problems. The importance of exercise in the prevention of dementia coupled with the impact of aspiration pneumonia on the mortality and morbidity of dementia patients cannot be overstated. This study investigates the effects of pulmonary rehabilitation combined with aerobic stretching exercises on the cognitive function, life quality, effort capacity, and level of depression in patients with mild cognitive impairment (MCI) in the early stages of dementia.",
        "Sixty-nine patients with MCI diagnosis were routinely monitored, and six were excluded because they did not attend the follow-up appointments. The remaining 63 patients undertook pulmonary physiotherapy (PPT) and extremity exercises for six months. The mini-mental state examination (MMSE), six-minute walk test (6MWT), Nottingham health profile (NHP), and Beck depression inventory (BDI) scores were evaluated before and after exercise.",
        "PPT plus extremity exercises appeared to significantly improve the MMSE scores and increase the 6MWT (p < 0.001) by an average of 25 m. No significant improvement was observed in the BDI and NHP scores.",
        "PPT and aerobic exercise positively affected the cognitive ability of MCI patients and improved their walking distance. These results underscore the importance of combining medical treatment with physical rehabilitation at the onset of dementia, a disease which exerts a significantly negative impact on the economy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinic of Neurology, Health Sciences University, İstanbul Training and Research Hospital, İstanbul, Turkey."
          }
        ],
        "LastName": "Tekeşin",
        "ForeName": "Aysel",
        "Initials": "A",
        "Suffix": ""
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Faculty of Medicine, Bezmialem Vakıf University, İstanbul, Turkey."
          }
        ],
        "LastName": "Tunç",
        "ForeName": "Abdulkadir",
        "Initials": "A",
        "Suffix": ""
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "İstinye University Hospital, Rumeli University, İstanbul, Turkey."
          }
        ],
        "LastName": "Güngen",
        "ForeName": "Belma Dogan",
        "Initials": "BD",
        "Suffix": ""
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinic of Physical Therapy and Rehabilitation, Health Sciences University, İstanbul Training and Research Hospital, İstanbul, Turkey."
          }
        ],
        "LastName": "Avcı",
        "ForeName": "Nalan",
        "Initials": "N",
        "Suffix": ""
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinic of Psychiatry, Health Sciences University, İstanbul Training and Research Hospital, İstanbul, Turkey."
          }
        ],
        "LastName": "Bakış",
        "ForeName": "Muhammed",
        "Initials": "M",
        "Suffix": ""
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinic of Psychiatry, Health Sciences University, İstanbul Training and Research Hospital, İstanbul, Turkey."
          }
        ],
        "LastName": "Perk",
        "ForeName": "Seyma",
        "Initials": "S",
        "Suffix": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "A pulmonalis fizioterápia és az aerob edzésprogram javítja a kognitív funkciót és a fizikai terhelhetőséget."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Ideggyogy Sz",
    "NlmUniqueID": "17510500R",
    "ISSNLinking": "0019-1442"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Activities of Daily Living"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Cognitive Dysfunction"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Dementia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}