{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "AGREE",
      "Exercise",
      "Guidelines",
      "Osteoporosis",
      "Physical activity",
      "Safe movement"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26759266",
  "DateCompleted": {
    "Year": "2016",
    "Month": "07",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "01",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s11657-016-0260-9"
    ],
    "Journal": {
      "ISSN": "1862-3514",
      "JournalIssue": {
        "Volume": "11",
        "PubDate": {
          "Year": "2016"
        }
      },
      "Title": "Archives of osteoporosis",
      "ISOAbbreviation": "Arch Osteoporos"
    },
    "ArticleTitle": "Quality assessment of osteoporosis clinical practice guidelines for physical activity and safe movement: an AGREE II appraisal.",
    "Pagination": {
      "StartPage": "6",
      "MedlinePgn": "6"
    },
    "Abstract": {
      "AbstractText": [
        "Many osteoporosis clinical practice guidelines are published, and the extent to which physical activity and safe movement is addressed varies. To better inform clinical decision-making, a quality assessment and structured analysis of recommendations was undertaken. Guideline quality varied substantially, and improvement is necessary in physical activity and safe movement recommendations.",
        "The purpose of the present study is to survey available osteoporosis clinical practice guidelines (CPGs) containing physical activity and safe movement recommendations in order to assess the methodological quality with which they were developed. An analysis of the various physical activity and safe movement recommendations was conducted to determine variability between CPGs.",
        "An online literature search revealed 19 CPGs meeting our inclusion criteria. Three independent scorers evaluated CPG quality using the Appraisal of Guidelines for Research and Evaluation version II (AGREE II) instrument. Two separate individuals used a standard table to extract relevant recommendations.",
        "Intra-reviewer AGREE II score agreement ranged from fair to good (intra-class correlation coefficient (ICC) = 0.34 to 0.65). The quality of the 19 included CPGs was variable (AGREE sub-scores: 14 to 100%). CPGs scored higher in the \"scope and purpose\" and \"clarity of presentation\" domains. They scored the lowest in \"applicability\" and \"editorial independence.\" Four CPGs were classified as high quality, ten average quality, and five low quality. Most CPGs recommended weight-bearing, muscle-strengthening, and resistance exercises. Information on exercise dosage, progression, and contraindications was often absent. Immobility and movements involving spinal flexion and/or torsion were discouraged.",
        "There were several high-quality CPGs; however, variability in quality and lack of specific parameters for implementation necessitates caution and critical examination by readers. CPG development groups should pay special attention to the clinical applicability of their CPGs as well as fully disclosing conflicts of interest. CPGs were in general an agreement regarding safe physical activity and safe movement recommendations. However, recommendations were often vague and the more specific recommendations were inconsistent between CPGs."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Schulich School of Medicine and Dentistry, 1465 Richmond St., London, ON, N6G 2M1, Canada. jarmstrong2018@meds.uwo.ca."
          }
        ],
        "LastName": "Armstrong",
        "ForeName": "James Jacob",
        "Initials": "JJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "McMaster University School of Rehabilitation Science, 1225 Royal York Rd., Toronto, ON, M9A 4B5, Canada. rodrigib@mcmaster.ca."
          }
        ],
        "LastName": "Rodrigues",
        "ForeName": "Isabel Braganca",
        "Initials": "IB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Schulich School of Medicine and Dentistry, 1465 Richmond St., London, ON, N6G 2M1, Canada. twasiuta2018@meds.uwo.ca."
          }
        ],
        "LastName": "Wasiuta",
        "ForeName": "Tom",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hand and Upper Limb Center Clinical Research Lab, 930 Richmond St., London, ON, N6A 3J4, Canada. jmacderm@uwo.ca."
          }
        ],
        "LastName": "MacDermid",
        "ForeName": "Joy C",
        "Initials": "JC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Arch Osteoporos",
    "NlmUniqueID": "101318988"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "General Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Movement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Observer Variation"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Osteoporosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Safety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    }
  ]
}