{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36622557",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "01",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-022-01783-z"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "53",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "Mar"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Effectiveness of Conservative Interventions After Acute Hamstrings Injuries in Athletes: A Living Systematic Review.",
    "Pagination": {
      "StartPage": "615",
      "EndPage": "635",
      "MedlinePgn": "615-635"
    },
    "Abstract": {
      "AbstractText": [
        "Hamstrings injuries are common in sports and the reinjury risk is high. Despite the extensive literature on hamstrings injuries, the effectiveness of the different conservative (i.e., non-surgical) interventions (i.e., modalities and doses) for the rehabilitation of athletes with acute hamstrings injuries is unclear.",
        "We aimed to compare the effects of different conservative interventions in time to return to sport (TRTS) and/or time to return to full training (TRFT) and reinjury-related outcomes after acute hamstrings injuries in athletes.",
        "We searched CINAHL, Cochrane Library, EMBASE, PubMed, Scopus, SPORTDiscus, and Web of Science databases up to 1 January, 2022, complemented with manual searches, prospective citation tracking, and consultation of external experts.",
        "The eligibility criteria were multi-arm studies (randomized and non-randomized) that compared conservative treatments of acute hamstrings injuries in athletes.",
        "We summarized the characteristics of included studies and conservative interventions and analyzed data for main outcomes (TRTS, TRFT, and rate of reinjuries). The risk of bias was judged using the Cochrane tools. Quality and completeness of reporting of therapeutic exercise programs were appraised with the i-CONTENT tool and the certainty of evidence was judged using the GRADE framework. TRTS and TRFT were analyzed using mean differences and the risk of reinjury with relative risks.",
        "Fourteen studies (12 randomized and two non-randomized) comprising 730 athletes (mostly men with ages between 14 and 49 years) from different sports were included. Nine randomized studies were judged at high risk and three at low risk of bias, and the two non-randomized studies were judged at critical risk of bias. Seven randomized studies compared exercise-based interventions (e.g., L-protocol vs C-protocol), one randomized study compared the use of low-level laser therapy, and three randomized and two non-randomized studies compared injections of platelet-rich plasma to placebo or no injection. These low-level laser therapy and platelet-rich plasma studies complemented their interventions with an exercise program. Only three studies were judged at low overall risk of ineffectiveness (i-CONTENT). No single intervention or combination of interventions proved superior in achieving a faster TRTS/TRFT or reducing the risk of reinjury. Only eccentric lengthening exercises showed limited evidence in allowing a shorter TRFT. The platelet-rich plasma treatment did not consistently reduce the TRFT or have any effect on the risk of new hamstrings injuries. The certainty of evidence was very low for all outcomes and comparisons.",
        "Available evidence precludes the prioritization of a particular exercise-based intervention for athletes with acute hamstrings injuries, as different exercise-based interventions showed comparable effects on TRTS/TRFT and the risk of reinjuries. Available evidence also does not support the use of platelet-rich plasma or low-level laser therapy in clinical practice. The currently available literature is limited because of the risk of bias, risk of ineffectiveness of exercise protocols (as assessed with the i-CONTENT), and the lack of comparability across existing studies.",
        "PROSPERO CRD42021268499 and OSF ( https://osf.io/3k4u2/ )."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Nature Switzerland AG."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2038-393X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre of Research, Education, Innovation, and Intervention in Sport (CIFI2D), Faculty of Sport, University of Porto, R. Dr. Plácido da Costa 91, 4200-450, Porto, Portugal. jneves@fade.up.pt."
          }
        ],
        "LastName": "Afonso",
        "ForeName": "José",
        "Initials": "J"
      },
      {
        "Identifier": [
          "0000-0003-4748-4578"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sport Research Lab, Football Science Institute, Granada, Spain."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physical and Sports Education, Sport and Health University Research Institute (iMUDS), University of Granada, Granada, Spain."
          }
        ],
        "LastName": "Olivares-Jabalera",
        "ForeName": "Jesús",
        "Initials": "J"
      },
      {
        "Identifier": [
          "0000-0002-5811-0443"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre of Research, Education, Innovation, and Intervention in Sport (CIFI2D), Faculty of Sport, University of Porto, R. Dr. Plácido da Costa 91, 4200-450, Porto, Portugal."
          },
          {
            "Identifier": [],
            "Affiliation": "Porto Biomechanics Laboratory (LABIOMEP), University of Porto, Porto, Portugal."
          }
        ],
        "LastName": "Fernandes",
        "ForeName": "Ricardo J",
        "Initials": "RJ"
      },
      {
        "Identifier": [
          "0000-0001-9813-2842"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escola Superior de Desporto e Lazer, Instituto Politécnico de Viana do Castelo, Viana do Castelo, Portugal."
          },
          {
            "Identifier": [],
            "Affiliation": "Delegação da Covilhã, Instituto de Telecomunicações, Covilhã, Portugal."
          }
        ],
        "LastName": "Clemente",
        "ForeName": "Filipe Manuel",
        "Initials": "FM"
      },
      {
        "Identifier": [
          "0000-0003-3724-1417"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escola Superior de Desporto e Lazer, Instituto Politécnico de Viana do Castelo, Viana do Castelo, Portugal."
          },
          {
            "Identifier": [],
            "Affiliation": "Tumor & Microenvironment Interactions Group, INEB-Institute of Biomedical Engineering, i3S-Instituto de Investigação e Inovação em Saúde, Universidade do Porto, Porto, Portugal."
          },
          {
            "Identifier": [],
            "Affiliation": "Research Center in Sports Performance, Recreation, Innovation and Technology (SPRINT), Melgaço, Portugal."
          }
        ],
        "LastName": "Rocha-Rodrigues",
        "ForeName": "Sílvia",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0002-0263-8118"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Group of Research, Innovation and Technology Applied to Sport (GSporTech), Multi-user Laboratory of the Department of Physical Education (MultiLab of the DPE), Department of Physical Education, Center for Health Sciences, Federal University of Piauí, Teresina, Piauí, Brazil."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education, Center for Health Sciences, Federal University of Piauí, Teresina, Piauí, Brazil."
          }
        ],
        "LastName": "Claudino",
        "ForeName": "João Gustavo",
        "Initials": "JG"
      },
      {
        "Identifier": [
          "0000-0003-2035-3279"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise and Rehabilitation Sciences Laboratory, School of Physical Therapy, Faculty of Rehabilitation Sciences, Universidad Andres Bello, Santiago, Chile."
          }
        ],
        "LastName": "Ramirez-Campillo",
        "ForeName": "Rodrigo",
        "Initials": "R"
      },
      {
        "Identifier": [
          "0000-0002-4721-9718"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clínica Espregueira - FIFA Medical Centre of Excellence, Porto, Portugal."
          },
          {
            "Identifier": [],
            "Affiliation": "Dom Henrique Research Centre, Porto, Portugal."
          }
        ],
        "LastName": "Valente",
        "ForeName": "Cristina",
        "Initials": "C"
      },
      {
        "Identifier": [
          "0000-0002-7636-7816"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Porto Biomechanics Laboratory (LABIOMEP), University of Porto, Porto, Portugal. randrade@espregueira.com."
          },
          {
            "Identifier": [],
            "Affiliation": "Clínica Espregueira - FIFA Medical Centre of Excellence, Porto, Portugal. randrade@espregueira.com."
          },
          {
            "Identifier": [],
            "Affiliation": "Dom Henrique Research Centre, Porto, Portugal. randrade@espregueira.com."
          }
        ],
        "LastName": "Andrade",
        "ForeName": "Renato",
        "Initials": "R"
      },
      {
        "Identifier": [
          "0000-0001-7429-4900"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clínica Espregueira - FIFA Medical Centre of Excellence, Porto, Portugal."
          },
          {
            "Identifier": [],
            "Affiliation": "Dom Henrique Research Centre, Porto, Portugal."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, University of Minho, Braga, Portugal."
          },
          {
            "Identifier": [],
            "Affiliation": "ICVS/3B's-PT Government Associate Laboratory, Braga/Guimarães, Portugal."
          },
          {
            "Identifier": [],
            "Affiliation": "3B's Research Group Biomaterials, Biodegradables and Biomimetics, Headquarters of the European Institute of Excellence on Tissue Engineering and Regenerative Medicine, University of Minho, AvePark, Parque de Ciência e Tecnologia, Zona Industrial da Gandra, Barco, 4805 017, Guimarães, Portugal."
          }
        ],
        "LastName": "Espregueira-Mendes",
        "ForeName": "João",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reinjuries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Athletes"
    }
  ]
}