{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18803435",
  "DateCompleted": {
    "Year": "2009",
    "Month": "02",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "10",
        "PubDate": {
          "Year": "2008"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Oxygen consumption during functional electrical stimulation-assisted exercise in persons with spinal cord injury: implications for fitness and health.",
    "Pagination": {
      "StartPage": "825",
      "EndPage": "838",
      "MedlinePgn": "825-38"
    },
    "Abstract": {
      "AbstractText": [
        "A lesion in the spinal cord leads in most cases to a significant reduction in active muscle mass, whereby the paralysed muscles cannot contribute to oxygen consumption (VO2) during exercise. Consequently, persons with spinal cord injury (SCI) can only achieve high VO2 values by excessively stressing the upper body musculature, which might increase the risk of musculoskeletal overuse injury. Alternatively, the muscle mass involved may be increased by using functional electrical stimulation (FES). FES-assisted cycling, FES-cycling combined with arm cranking (FES-hybrid exercise) and FES-rowing have all been suggested as candidates for cardiovascular training in SCI. In this article, we review the levels of VO2 (peak [VO2peak] and sub-peak [VO2sub-peak]) that have been reported for SCI subjects using these FES exercise modalities. A systematic literature search in MEDLINE, EMBASE, AMED, CINAHL, SportDiscus and the authors' own files revealed 35 studies that reported on 499 observations of VO2 levels achieved during FES-exercise in SCI. The results show that VO2peak during FES-rowing (1.98 L/min, n = 17; 24.1 mL/kg/min, n = 11) and FES-hybrid exercise (1.78 L/min, n = 67; 26.5 mL/kg/min, n = 35) is considerably higher than during FES-cycling (1.05 L/min, n = 264; 14.3 mL/kg/min, n = 171). VO2sub-peak values during FES-hybrid exercise were higher than during FES-cycling. FES-exercise training can produce large increases in VO2peak; the included studies report average increases of +11% after FES-rowing training, +12% after FES-hybrid exercise training and +28% after FES-cycling training. This review shows that VO2 during FES-rowing or FES-hybrid exercise is considerably higher than during FES-cycling. These observations are confirmed by a limited number of direct comparisons; larger studies to test the differences in effectiveness of the various types of FES-exercise as cardiovascular exercise are needed. The results to date suggest that FES-rowing and FES-hybrid are more suited for high-intensity, high-volume exercise training than FES-cycling. In able-bodied people, such exercise programmes have shown to result in superior health and fitness benefits. Future research should examine whether similar high-intensity and high-volume exercise programmes also give persons with SCI superior fitness and health benefits. This kind of research is very timely given the high incidence of physical inactivity-related health conditions in the aging SCI population."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health Sciences and Social Care, Brunel University, London, UK."
          }
        ],
        "LastName": "Hettinga",
        "ForeName": "Dries M",
        "Initials": "DM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Andrews",
        "ForeName": "Brian J",
        "Initials": "BJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Electric Stimulation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "instrumentation",
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Spinal Cord Injuries"
    }
  ],
  "NumberOfReferences": "62"
}