{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27992070",
  "DateCompleted": {
    "Year": "2017",
    "Month": "02",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "12",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD011180",
      "10.1002/14651858.CD011180.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "12",
        "PubDate": {
          "Year": "2016",
          "Month": "Dec",
          "Day": "19"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Exercise for haemophilia.",
    "Pagination": {
      "StartPage": "CD011180",
      "MedlinePgn": "CD011180"
    },
    "Abstract": {
      "AbstractText": [
        "Haemophilia is a bleeding disorder associated with haemorrhaging into joints and muscles. Exercise is often used to aid recovery after bleeds, and to improve joint function in the presence of arthropathy.",
        "Our objective was to systematically review the available evidence on the safety and effectiveness of exercise for people with haemophilia.",
        "We searched the Cochrane Cystic Fibrosis and Genetic Disorders Group's Coagulopathies Trials Register and electronic databases PubMed, OVID-Embase, and CINAHL. We hand searched abstracts from congresses of the World Federation of Hemophilia and the European Hematology Association, trial registries and the reference lists of relevant articles.Date of the last search of the Cochrane Cystic Fibrosis and Genetic Disorders Group's Coagulopathies Trials Register: 14 December 2016.",
        "Randomized or quasi-randomized controlled studies comparing any exercise intervention considered relevant in haemophilia management including supervised, unsupervised, aquatic, strengthening, aerobic or cardiovascular, stretching, proprioceptive and balance training exercise programs in males of any age with haemophilia A or B of any severity (those with co-morbidities were not excluded).",
        "Two authors reviewed the identified abstracts to determine their eligibility. For studies meeting the inclusion criteria, full articles were obtained. The two authors extracted data and assessed the risk of bias. Any disagreements were resolved by discussion. The authors contacted study investigators to obtain any missing data.",
        "Eight studies were included, which represented 233 males with all severities of haemophilia A and B, ranging in age from eight years to 49 years. Study duration ranged from four to 12 weeks. Exercise interventions varied greatly and included resistance exercises, isometric exercises, bicycle ergometry, treadmill walking and hydrotherapy; therefore, comparison between studies was difficult.None of the studies measured or reported adverse effects from the interventions. None of the studies reported outcomes regarding bleed frequency, quality of life or aerobic activity. Overall risk of bias across all studies was assessed as unclear.Very few studies provided sufficient information for comparison. None of the studies reported data that favoured the control group. One study reported that six weeks of resistance training improved joint health status (Colorado score) compared to controls. The addition of pulsed electromagnetic fields also improved ankle scores compared to exercises alone, but this was not seen in the elbows or knees.Two studies reported statistically significant improvements in pain intensity after exercise interventions compared to controls. Hydrotherapy exercises produced significant decreases in pain compared to controls and land-based exercise groups.Two studies found improvement in joint motion in the exercise group compared to controls. One study compared land- and water-based exercises; there was no difference in the range of motion between the two groups; however, the water-based exercise group did show improvement over the control group.One study, comparing joint traction and proprioceptive neuromuscular facilitation for the elbow to a control group, showed no differences in biceps girth or strength after 12 weeks of intervention.Some studies reported comparisons between interventions. In one study, treadmill training significantly improved balance in children compared to bicycle ergometry. Another study added partial weight bearing exercises to quadriceps exercises and showed improved walking tolerance.Four studies evaluated quadriceps or hamstring strength (or both). The addition of bicycle ergometry and exercises with weights was more effective than static exercises and treadmill walking for strengthening knee flexors and extensors. Partial weight-bearing exercises through range were more effective than static and short arc exercises for improving knee extensor strength. The addition of treadmill walking to ultrasound, stretching and strengthening exercises showed increased peak torque of knee flexors and extensors and decrease in knee effusion.The results should be interpreted with caution due to the quality of evidence (GRADE) as outlined in the summary of findings tables, which demonstrates that all but one of the outcomes assessed were rated as low or very low due to the small sample sizes and potential bias.",
        "These results must be considered with caution. There is a lack of confidence in the results due to the small number of included studies and the inability to pool the results due to the heterogeneity of outcome measures. Most exercise interventions produced improvement in one or more of the measured outcomes including pain, range of motion, strength and walking tolerance. Hydrotherapy may be more effective than land exercises for pain relief in adults. Functional exercises such as treadmill walking and partial weight bearing exercises seem to be more effective than static or short arc exercises for improving muscle strength. These findings are consistent with the many non-controlled intervention reports in the haemophilia literature. No adverse effects were reported as a result of any of the interventions. However, some groups used prophylactic factor prior to exercise and other groups studied only subjects with moderate haemophilia. Therefore, the safety of these techniques for persons with severe haemophilia remains unclear."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, Hamilton Health Sciences, McMaster Children's Hospital, 1200 Main Street West, Hamilton, ON, Canada, L8N 3Z5."
          }
        ],
        "LastName": "Strike",
        "ForeName": "Karen",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physiotherapy-Child Health, Health Sciences Centre, CH246 - 840 Sherbrook Street, Winnipeg, MB, Canada, R3A 1S1."
          }
        ],
        "LastName": "Mulder",
        "ForeName": "Kathy",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Allied Health Sciences, Manipal Hospital, Old Airport Road, Bangalore, India, 560017."
          }
        ],
        "LastName": "Michael",
        "ForeName": "Rojer",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD011180"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Hemarthrosis"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Hemophilia A"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Hemophilia B"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hydrotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Stretching Exercises"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Range of Motion, Articular"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    }
  ],
  "CoiStatement": "Karen Strike: none known. Kathy Mulder: none known. Rojer Michael: none known."
}