{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26626157",
  "DateCompleted": {
    "Year": "2016",
    "Month": "05",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "12",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "154",
      "10.1186/s12877-015-0155-4"
    ],
    "Journal": {
      "ISSN": "1471-2318",
      "JournalIssue": {
        "Volume": "15",
        "PubDate": {
          "Year": "2015",
          "Month": "Dec",
          "Day": "02"
        }
      },
      "Title": "BMC geriatrics",
      "ISOAbbreviation": "BMC Geriatr"
    },
    "ArticleTitle": "Effects of physical exercise interventions in frail older adults: a systematic review of randomized controlled trials.",
    "Pagination": {
      "StartPage": "154",
      "MedlinePgn": "154"
    },
    "Abstract": {
      "AbstractText": [
        "Low physical activity has been shown to be one of the most common components of frailty, and interventions have been considered to prevent or reverse this syndrome. The purpose of this systematic review of randomized, controlled trials is to examine the exercise interventions to manage frailty in older people.",
        "The PubMed, Web of Science, and Cochrane Central Register of Controlled Trials databases were searched using specific keywords and Medical Subject Headings for randomized, controlled trials published during the period of 2003-2015, which enrolled frail older adults in an exercise intervention program. Studies where frailty had been defined were included in the review. A narrative synthesis approach was performed to examine the results. The Physiotherapy Evidence Database (PEDro scale) was used to assess the methodological quality of the selected studies.",
        "Of 507 articles, nine papers met the inclusion criteria. Of these, six included multi-component exercise interventions (aerobic and resistance training not coexisting in the intervention), one included physical comprehensive training, and two included exercises based on strength training. All nine of these trials included a control group receiving no treatment, maintaining their habitual lifestyle or using a home-based low level exercise program. Five investigated the effects of exercise on falls, and among them, three found a positive impact of exercise interventions on this parameter. Six trials reported the effects of exercise training on several aspects of mobility, and among them, four showed enhancements in several measurements of this outcome. Three trials focused on the effects of exercise intervention on balance performance, and one demonstrated enhanced balance. Four trials investigated functional ability, and two showed positive results after the intervention. Seven trials investigated the effects of exercise intervention on muscle strength, and five of them reported increases; three trials investigated the effects of exercise training on body composition, finding improvements in this parameter in two of them; finally, one trial investigated the effects of exercise on frailty using Fried's criteria and found an improvement in this measurement. Exercise interventions have demonstrated improvement in different outcome measurements in frail older adults, however, there were large differences between studies with regard to effect sizes.",
        "This systematic review suggested that frail older adults seemed to benefit from exercise interventions, although the optimal program remains unclear. More studies of this topic and with frail populations are needed to select the most favorable exercise program."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research, Development and Innovation Department, Gerontological Complex La Milagrosa, Provincial Association of Pensioners and Retired People (UDP) from A Coruña, Avenida de Cádiz-5, E-15008, A Coruña, Spain. carmen.psicologia@centrolamilagrosa.org."
          }
        ],
        "LastName": "de Labra",
        "ForeName": "Carmen",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gerontology Research Group, Department of Medicine, Faculty of Health Sciences, Universidade da Coruña, Campus de Oza, E-15071, A Coruña, Spain. chrisgpinheiro@hotmail.com."
          }
        ],
        "LastName": "Guimaraes-Pinheiro",
        "ForeName": "Christyanne",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gerontology Research Group, Department of Medicine, Faculty of Health Sciences, Universidade da Coruña, Campus de Oza, E-15071, A Coruña, Spain. amaseda@udc.es."
          }
        ],
        "LastName": "Maseda",
        "ForeName": "Ana",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research, Development and Innovation Department, Gerontological Complex La Milagrosa, Provincial Association of Pensioners and Retired People (UDP) from A Coruña, Avenida de Cádiz-5, E-15008, A Coruña, Spain. trini.sociologia@centrolamilagrosa.org."
          }
        ],
        "LastName": "Lorenzo",
        "ForeName": "Trinidad",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gerontology Research Group, Department of Medicine, Faculty of Health Sciences, Universidade da Coruña, Campus de Oza, E-15071, A Coruña, Spain. jcmillan@udc.es."
          }
        ],
        "LastName": "Millán-Calenti",
        "ForeName": "José C",
        "Initials": "JC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Geriatr",
    "NlmUniqueID": "100968548",
    "ISSNLinking": "1471-2318"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Frail Elderly"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Geriatric Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motor Activity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Outcome Assessment, Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}