{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Balance",
      "Gait",
      "HIT",
      "Mobility",
      "Postural control",
      "Walking"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37178578",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.msard.2023.104748",
      "S2211-0348(23)00252-3"
    ],
    "Journal": {
      "ISSN": "2211-0356",
      "JournalIssue": {
        "Volume": "75",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul"
        }
      },
      "Title": "Multiple sclerosis and related disorders",
      "ISOAbbreviation": "Mult Scler Relat Disord"
    },
    "ArticleTitle": "High intensity exercise training on functional outcomes in persons with multiple sclerosis: A systematic review.",
    "Pagination": {
      "StartPage": "104748",
      "MedlinePgn": "104748"
    },
    "Abstract": {
      "AbstractText": [
        "There is growing interest and evidence for high intensity training (HIT) in clinical populations, including persons with multiple sclerosis (MS). While HIT has been shown to be a safe modality in this group, it is still unclear what collective knowledge exists for HIT on functional outcomes. This study examined HIT modalities (e.g., aerobic, resistance, functional training) on functional outcomes such as walking, balance, postural control, and mobility in persons with MS.",
        "High intensity training studies, including RCTs and non-RCTs, that targeted functional outcomes in persons with MS were included in the review. A literature search was conducted in MEDLINE, EMBASE, PsycINFO, SPORTSDiscus, and CINAHL in April 2022. Other literature search methods were performed via website and citation searching. The methodological quality of included studies was assessed by TESTEX for RCTs and ROBINS-I for non-RCTs. This review synthesized the following data: study design and characteristics, participant characteristics, intervention characteristics, outcome measures, and effect sizes.",
        "Thirteen studies (6 RCTs and 7 non-RCTs) were included in the systematic review. The included participants (N = 375) had varying functional levels (EDSS range: 0-6.5) and phenotypes (relapsing remitting, secondary progressive, primary progressive). HIT modalities involving high intensity aerobic training (n = 4), high intensity resistance training (n = 7), and high intensity functional training (n = 2), revealed a significant and consistent benefit on walking speed and walking endurance in response to HIT, while the evidence regarding balance and mobility improvement was less clear.",
        "Persons with MS can successfully tolerate and adhere to HIT. While HIT appears to be an effective modality for improving some functional outcomes, the heterogeneous testing protocols, HIT modalities, and exercise doses among the studies preclude any conclusive evidence for its effectiveness thus necessitating future inquiry."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation and Movement Science, University of Vermont, Burlington, USA."
          }
        ],
        "LastName": "Bae",
        "ForeName": "Myeongjin",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation and Movement Science, University of Vermont, Burlington, USA. Electronic address: Susan.Kasser@med.uvm.edu."
          }
        ],
        "LastName": "Kasser",
        "ForeName": "Susan L",
        "Initials": "SL"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Mult Scler Relat Disord",
    "NlmUniqueID": "101580247",
    "ISSNLinking": "2211-0348"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest All authors agree with the manuscript content and authorship listing, and each author meets the requirements for authorship. The authors do not have any relevant financial or personal disclosures related to this work."
}