{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Realizar una revisión temática sobre programas de ejercicio físico dirigidos a niños en el contexto mundial.",
        "La búsqueda de información se realizó en bases de datos Redalyc, Scielo, Elsevier, Pubmed, Scopus, utilizando los descriptores en salud como actividad motora, niños, adolescentes, ejercicio de calentamiento, ejercicios de estiramiento muscular y ejercicio de enfriamiento. Se seleccionaron artículos completos en idioma español e inglés publicados entre 2008 y 2019. Además, se consultaron páginas de organizaciones como la Organización Mundial de Salud (OMS), Organización Panamericana de la Salud (OPS), Ministerio de Salud y Protección Social de Colombia, el Departamento administrativo del deporte, la recreación, la actividad física y el aprovechamiento del tiempo libre, entre otros. Se organizó la información en base de datos Excel, acorde con el año de publicación, título, autores, metodología, fases y dimensiones del programa.",
        "Se analizó la información y se diseñó la estructura del programa de actividad dirigido a escolares, teniendo en cuenta las recomendaciones de la OMS y la legislación vigente en Colombia.",
        "La implementación de programas de ejercicio físico desde la infancia y la adolescencia promueve hábitos saludables que impactan de forma positiva la salud disminuyendo factores de riesgo de enfermedades crónicas no trasmisibles. La estructura de los mismos incluye características metodológicas como duración, frecuencia, intensidad, tipo de ejercicio y las fases de calentamiento, estiramiento, fase activa o central, y enfriamiento o vuelta a la calma."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36753147",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.15446/rsap.V22n1.84216"
    ],
    "Journal": {
      "ISSN": "2539-3596",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "1",
        "PubDate": {
          "Year": "2020",
          "Month": "Jan",
          "Day": "01"
        }
      },
      "Title": "Revista de salud publica (Bogota, Colombia)",
      "ISOAbbreviation": "Rev Salud Publica (Bogota)"
    },
    "ArticleTitle": "[Structure of a physical exercise program directed at schoolchildren].",
    "Pagination": {
      "StartPage": "95",
      "EndPage": "103",
      "MedlinePgn": "95-103"
    },
    "Abstract": {
      "AbstractText": [
        "To conduct a thematic review of physical exercise programs for children in the global context.",
        "The search for information was carried out in databases Redalyc, Scielo, Elsevier, Pubmed, Scopus, using descriptors in health such as motor activity, children, adolescents, warm-up exercise, muscle stretching exercises and cooling exercise. Full-length articles in Spanish and English were selected and published between 2008 and 2019. In addition, pages were consulted from organizations such as the World Health Organization (WHO), Pan American Health Organization (PAHO), Ministry of Health and Social Protection of Colombia, the Administrative Department of Sports, recreation, physical activity and the use of free time, among others. The information was organized in an Excel database according to the year of publication, title, authors, methodology, phases and dimensions of the program.",
        "The information was analyzed and the structure of the activity program for schoolchildren was designed, taking into account the recommendations of the WHO and the legislation in force in Colombia.",
        "The implementation of physical exercise programs from childhood and adolescence, promote healthy habits that positively impact health by decreasing risk factors of chronic non transmissible diseases. Their structure includes methodological characteristics such as duration, frequency, intensity, type of exercise and the warm-up, stretching, active or central phase, and cooling down or returning to calm phases."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "OP: Fisioterapeuta. Esp. Planeación, Desarrollo y Administración de la Investigación. Universidad de Santander, Facultad de Ciencias de la Salud Grupo de Investigación en Biomecánica Comunidad y Neurodesarrollo ENTROPIA. Cúcuta, Colombia. ol.paris@mail.udes.edu.co."
          }
        ],
        "LastName": "París-Pineda",
        "ForeName": "Olga M",
        "Initials": "OM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NA: Fisioterapeuta. Esp. Gerencia Y Auditoría de la Calidad de la Atención en Salud. Universidad de Santander, Facultad de Ciencias de la Salud, Grupo de Investigación en Biomecánica Comunidad y Neurodesarrollo ENTROPIA. Cúcuta, Colombia. no.alvarez@mail.udes.edu.co."
          }
        ],
        "LastName": "Alvarez-Rey",
        "ForeName": "Nohora E",
        "Initials": "NE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "LC: Fisioterapeuta. Esp. Administración de la Salud. Universidad de Santander, Facultad de Ciencias de la Salud. Grupo de Investigación en Biomecánica Comunidad y Neurodesarrollo ENTROPIA. Cúcuta, Colombia. lis.cardenas@mail.udes.edu.co."
          }
        ],
        "LastName": "Cárdenas-Sandoval",
        "ForeName": "Lisette K",
        "Initials": "LK"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Estructura de un programa de ejercicio físico dirigido a escolares."
  },
  "MedlineJournalInfo": {
    "Country": "Colombia",
    "MedlineTA": "Rev Salud Publica (Bogota)",
    "NlmUniqueID": "100936348",
    "ISSNLinking": "0124-0064"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Colombia"
    }
  ]
}