{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Elite athletes",
      "Exercise",
      "Mental disorders",
      "Physical activity",
      "Sport therapy",
      "Sports psychiatry"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29564546",
  "DateCompleted": {
    "Year": "2020",
    "Month": "01",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "03",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00406-018-0891-5"
    ],
    "Journal": {
      "ISSN": "1433-8491",
      "JournalIssue": {
        "Volume": "269",
        "Issue": "5",
        "PubDate": {
          "Year": "2019",
          "Month": "Aug"
        }
      },
      "Title": "European archives of psychiatry and clinical neuroscience",
      "ISOAbbreviation": "Eur Arch Psychiatry Clin Neurosci"
    },
    "ArticleTitle": "Sports psychiatry: mental health and mental disorders in athletes and exercise treatment of mental disorders.",
    "Pagination": {
      "StartPage": "485",
      "EndPage": "498",
      "MedlinePgn": "485-498"
    },
    "Abstract": {
      "AbstractText": [
        "Sports psychiatry has developed for the past 3 decades as an emerging field within psychiatry and sports medicine. An International society has been established in 1994 and also national interest groups were implemented, mostly within the national organizations for psychiatry, some also containing the topic of exercise treatment of mental disorders. Where are we now 30 years later? We systematically but also selectively review the medical literature on exercise, sport, psychiatry, mental health and mental disorders and related topics. The number of publications in the field has increased exponentially. Most topics keep remaining on the agenda, e.g., head trauma and concussion, drug abuse and doping, performance enhancement, overtraining, ADHD or eating disorders. Supported by the growing literature, evidence-based recommendations have become available now in many clinical areas. A relatively new phenomenon is muscle dysmorphia, observed in weightlifters, bodybuilders but also in college students and gym users. Further, sports therapy of mental disorders has been studied by more and more high-quality randomized controlled clinical trials. Mostly as a complementary treatment, however, for some disorders already with a 1a evidence level, e.g., depression, dementia or MCI but also post-traumatic stress disorder. Being grown up and accepted nowadays, sports psychiatry still represents a fast-developing field. The reverse side of the coin, sport therapy of mental disorders has received a scientific basis now. Who else than sports psychiatry could advance sport therapy of mental disorders? We need this enthusiasm for sports and psychiatry for our patients with mental disorders and it is time now for a broadening of the scope. Optimized psychiatric prevention and treatment of athletes and ideal sport-related support for individuals with mental disorders should be our main purpose and goal."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-0935-3702"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Psychotherapy, Charité-Universitätsmedizin Berlin, corporate member of the Freie Universität Berlin, Humboldt-Universität zu Berlin, and Berlin Institute of Health, Campus Charité Mitte, Charitéplatz 1, 10117, Berlin, Germany. andreas.stroehle@charite.de."
          }
        ],
        "LastName": "Ströhle",
        "ForeName": "Andreas",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Eur Arch Psychiatry Clin Neurosci",
    "NlmUniqueID": "9103030",
    "ISSNLinking": "0940-1334"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Athletes"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Mental Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Sports"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}