{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "decline board",
      "eccentric quadriceps exercise",
      "patellar tendinopathy",
      "rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38003964",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1916",
      "10.3390/medicina59111916"
    ],
    "Journal": {
      "ISSN": "1648-9144",
      "JournalIssue": {
        "Volume": "59",
        "Issue": "11",
        "PubDate": {
          "Year": "2023",
          "Month": "Oct",
          "Day": "29"
        }
      },
      "Title": "Medicina (Kaunas, Lithuania)",
      "ISOAbbreviation": "Medicina (Kaunas)"
    },
    "ArticleTitle": "Eccentric Exercises on the Board with 17-Degree Decline Are Equally Effective as Eccentric Exercises on the Standard 25-Degree Decline Board in the Treatment of Patellar Tendinopathy.",
    "Abstract": {
      "AbstractText": [
        "<i>Background and Objectives</i>: Patellar tendinopathy is one of the most significant problems in jumping and running athletes. Eccentric quadriceps exercise has been introduced into the therapy of patients with patellar tendinopathy in order to avoid weakening the tendon during rehabilitation. The use of decline boards with a decline angle of 25° has been the cornerstone of therapy over the last two decades. Biomechanical studies have suggested that an equal or potentially better outcome could be achieved with lower angles of decline (up to 16°). <i>Materials and Methods</i>: In this present research, we compared the effects of two various decline board angles on the clinical outcome of patients treated for patellar tendinopathy by performing eccentric quadriceps exercises. Patients were randomly allocated into two groups: patients practicing on the standard board with a 25° decline, and patients practicing on the 17° decline (<i>n</i> = 35 per group). <i>Results</i>: After 6 weeks of exercise, we found a significant improvement in all the clinical scores (VISA-P score, KOOS score, Lysholm Knee Questionnaire/Tegner Activity Scale, and VAS scale) of treated patients. However, there was no significant difference between the patients who performed eccentric quadriceps exercises on the standard 25° decline board and those exercising on the 17° decline board. A smaller additional degree of improvement was visible at the end of the follow-up period (at 12 weeks), but, again, no statistical difference could be detected between the investigated groups. We conclude that both treatment options provide similar short-term and midterm benefits regarding improvements in pain and clinical scores. The improvement in clinical scores does not depend on age, sex, BMI, or the professional sport of the patient. <i>Conclusions</i>: Our findings encourage changes in the decline angle of the board in the case of a patient's discomfort in order to achieve better compliance without affecting the recovery."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Special Hospital for Medical Rehabilitation Varaždinske Toplice, 42223 Varaždinske Toplice, Croatia."
          }
        ],
        "LastName": "Knež",
        "ForeName": "Vladimir",
        "Initials": "V"
      },
      {
        "Identifier": [
          "0000-0003-0883-2525"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department for Orthopaedic Surgery, University Hospital, \"Sveti Duh\", Sveti Duh 64, 10000 Zagreb, Croatia."
          },
          {
            "Identifier": [],
            "Affiliation": "Department for Traumatology and Orthopaedics, University Hospital Dubrava, 10000 Zagreb, Croatia."
          }
        ],
        "LastName": "Hudetz",
        "ForeName": "Damir",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Case Reports",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Medicina (Kaunas)",
    "NlmUniqueID": "9425208",
    "ISSNLinking": "1010-660X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Tendinopathy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tendons"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Running"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}