{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Coronavirus",
      "Exercise",
      "Mental health",
      "Physical Activity",
      "Pregnancy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35337280",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "03",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "251",
      "10.1186/s12884-022-04587-1"
    ],
    "Journal": {
      "ISSN": "1471-2393",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Mar",
          "Day": "25"
        }
      },
      "Title": "BMC pregnancy and childbirth",
      "ISOAbbreviation": "BMC Pregnancy Childbirth"
    },
    "ArticleTitle": "The 'new normal' includes online prenatal exercise: exploring pregnant women's experiences during the pandemic and the role of virtual group fitness on maternal mental health.",
    "Pagination": {
      "StartPage": "251",
      "MedlinePgn": "251"
    },
    "Abstract": {
      "AbstractText": [
        "Prenatal anxiety and depressive symptoms have significantly increased since the onset of the coronavirus (COVID-19) pandemic In addition, home confinement regulations have caused a drastic increase in time spent sedentary. Online group fitness classes may be an effective strategy that can increase maternal physical activity levels and improve mental health outcomes by providing an opportunity for social connectedness. The present study explores the experiences of pregnant women who participated in an online group exercise program during the pandemic and identifies relationships with maternal mental health and well-being. In addition, we present person-informed recommendations on how to improve the delivery of future online prenatal exercise programs.",
        "Semi-structured interviews were conducted with pregnant women (8-39 weeks of pregnancy) who participated in an online group exercise program, from March to October 2020 in Spain. A phenomenological approach was taken, and open-ended questions were asked to understand women's experiences throughout the pandemic and the role the online exercise classes may have had on their physical activity levels, mental health, and other health behaviours such as diet. A thematic analysis was performed to evaluate data. In addition, women completed the State-Trait Anxiety Inventory and these data supplemented qualitative findings.",
        "Twenty-four women were interviewed, and the anxiety scores were on average 32.23 ± 9.31, ranging from low to moderate levels. Thematic analysis revealed that women felt safe exercising from home, an increased availability of time to schedule a structured exercise class, and consequently an improvement in their adherence to the program and other behaviours (i.e., healthier diet). Women emphasized feeling connected to other pregnant women when they exercised online together, and overall, this had a positive effect on their mental well-being. Women suggested that future online exercise programs should include flexible options, detailed instructions and facilitation by a qualified exercise professional.",
        "Pregnant women are receptive to online group exercise classes and expressed that they are an accessible option to accommodating physical activity during the pandemic. In addition, the online group environment provides an important sense of connectivity among pregnant women exercising together and this may mitigate the detrimental effect of COVID-19 on maternal mental health."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "AFIPE Research Group, Universidad Politécnica de Madrid, Madrid, Spain."
          }
        ],
        "LastName": "Silva-Jose",
        "ForeName": "Cristina",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kinesiology, Faculty of Applied Health Sciences, Brock University St. Catharines, St. Catharines, Canada."
          }
        ],
        "LastName": "Nagpal",
        "ForeName": "Taniya S",
        "Initials": "TS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "AFIPE Research Group, Universidad Politécnica de Madrid, Madrid, Spain. j.coteron@upm.es."
          }
        ],
        "LastName": "Coterón",
        "ForeName": "Javier",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "AFIPE Research Group, Universidad Politécnica de Madrid, Madrid, Spain."
          }
        ],
        "LastName": "Barakat",
        "ForeName": "Ruben",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Kinesiology, Faculty of Health Sciences, University of Western Ontario, London, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Children's Health Research Institute, University of Western Ontario, London, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Anatomy & Cell Biology, Schulich School of Medicine & Dentistry, University of Western Ontario, London, Canada."
          }
        ],
        "LastName": "Mottola",
        "ForeName": "Michelle F",
        "Initials": "MF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Pregnancy Childbirth",
    "NlmUniqueID": "100967799",
    "ISSNLinking": "1471-2393"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Pregnant Women"
    }
  ],
  "CoiStatement": "No declared."
}