{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Sedentary living",
      "behaviour",
      "exercise",
      "lifestyle"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Adults are recommended to engage in moderate-vigorous physical activity (MVPA) to maintain health. But including exercise sessions within a day inevitably requires reallocating time from other physical behaviour(s): sleep, sedentary behaviour, or physical activity.We studied the time reallocations induced by 65 min/day of morning exercise (cycling MVPA) in physically active participants.Participants spent less time sleeping and higher time on total (including exercise) MVPA on days that included exercise compared to days without exercise. Thus, participants reallocated sleep time to accommodate morning exercise sessions.Some participants also spent higher time on sedentary behaviour during days that included exercise compared to days without exercise. This probably represents a behavioural compensatory response to exercise-induced fatigue.Together, time reallocations and behavioural compensatory responses led to a rearrangement of daily time spent on physical behaviours. This rearrangement was estimated to produce large interindividual variability in the increase in energy expenditure induced by exercise."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36971121",
  "DateCompleted": {
    "Year": "2023",
    "Month": "08",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/17461391.2023.2193944"
    ],
    "Journal": {
      "ISSN": "1536-7290",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "8",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug"
        }
      },
      "Title": "European journal of sport science",
      "ISOAbbreviation": "Eur J Sport Sci"
    },
    "ArticleTitle": "Time reallocation of physical behaviours induced by endurance exercise in physically active individuals.",
    "Pagination": {
      "StartPage": "1810",
      "EndPage": "1820",
      "MedlinePgn": "1810-1820"
    },
    "Abstract": {
      "AbstractText": [
        "Increasing moderate-vigorous physical activity (MVPA) through exercise requires reallocating time from other physical behaviour(s). We aimed to determine the reallocations induced by endurance exercise in physically active individuals. We also searched for behavioural compensatory responses, and explored the effect of exercise on daily energy expenditure. Fourteen participants (8 women; median age 37.8 [IQR 29.9-48.5] yr) exercised on Monday, Wednesday, and Friday mornings (cycling MVPA, 65 min/session; \"exercise days\"), and avoided exercising on Tuesday and Thursday (\"rest days\"). Time spent on sleep, sedentary behaviour, light-intensity physical activity, and MVPA was determined each day by accelerometers and logs. An energy expenditure index was computed considering minutes spent on each behaviour and fixed metabolic equivalents. We found that all participants had lower sleep and higher total (including exercise) MVPA on exercise days compared to rest days. Thus, on exercise vs. rest days, sleep was lower (490 [453-553] vs. 553 [497-599] min/day, respectively, <i>P </i>< 0.001), and total MVPA was higher (86 [80-101] vs. 23 [15-45] min/day, respectively; <i>P </i>< 0.001). No differences in other physical behaviours were detected. Notably, exercise not only induced reallocations (i.e. less time in other behaviours) but also behavioural compensatory responses in some participants (e.g. increased sedentary behaviour). This rearrangement of physical behaviours manifested in exercise-induced increases in energy expenditure from 96 to 232 MET × min/day. In conclusion, active individuals reallocated time from sleep to accommodate morning exercise. Yet exercise induced variable rearrangements of behaviours, with some individuals manifesting compensatory responses. Understanding individual rearrangements may help improve exercise interventions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratorio de Fisiología del Ejercicio y Metabolismo (LABFEM), Escuela de Kinesiología, Facultad de Medicina, Universidad Finis Terrae, Santiago, Chile."
          },
          {
            "Identifier": [],
            "Affiliation": "Departamento de Nutrición, Diabetes y Metabolismo, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile."
          }
        ],
        "LastName": "Hayes-Ortiz",
        "ForeName": "Thomas",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escuela de Ciencias de la Actividad Física, el Deporte y la Salud (ECIADES), Universidad de Santiago de Chile, Santiago, Chile."
          }
        ],
        "LastName": "Suárez-Reyes",
        "ForeName": "Mónica",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Nutrición, Diabetes y Metabolismo, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile."
          },
          {
            "Identifier": [],
            "Affiliation": "Carrera de Nutrición y Dietética, Departamento de Ciencias de la Salud, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile."
          }
        ],
        "LastName": "Galgani",
        "ForeName": "Jose E",
        "Initials": "JE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratorio de Fisiología del Ejercicio y Metabolismo (LABFEM), Escuela de Kinesiología, Facultad de Medicina, Universidad Finis Terrae, Santiago, Chile."
          },
          {
            "Identifier": [],
            "Affiliation": "Centro de Salud Deportiva, Clínica Santa María, Santiago, Chile."
          }
        ],
        "LastName": "Zbinden-Foncea",
        "ForeName": "Hermann",
        "Initials": "H"
      },
      {
        "Identifier": [
          "0000-0002-5948-2281"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratorio de Fisiología del Ejercicio y Metabolismo (LABFEM), Escuela de Kinesiología, Facultad de Medicina, Universidad Finis Terrae, Santiago, Chile."
          }
        ],
        "LastName": "Fernández-Verdejo",
        "ForeName": "Rodrigo",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Eur J Sport Sci",
    "NlmUniqueID": "101146739",
    "ISSNLinking": "1536-7290"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sleep"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bicycling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Accelerometry"
    }
  ]
}