{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25833341",
  "DateCompleted": {
    "Year": "2015",
    "Month": "08",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "04",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1038/jcbfm.2015.49"
    ],
    "Journal": {
      "ISSN": "1559-7016",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "6",
        "PubDate": {
          "Year": "2015",
          "Month": "Jun"
        }
      },
      "Title": "Journal of cerebral blood flow and metabolism : official journal of the International Society of Cerebral Blood Flow and Metabolism",
      "ISOAbbreviation": "J Cereb Blood Flow Metab"
    },
    "ArticleTitle": "High-intensity interval exercise and cerebrovascular health: curiosity, cause, and consequence.",
    "Pagination": {
      "StartPage": "902",
      "EndPage": "911",
      "MedlinePgn": "902-11"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise is a uniquely effective and pluripotent medicine against several noncommunicable diseases of westernised lifestyles, including protection against neurodegenerative disorders. High-intensity interval exercise training (HIT) is emerging as an effective alternative to current health-related exercise guidelines. Compared with traditional moderate-intensity continuous exercise training, HIT confers equivalent if not indeed superior metabolic, cardiac, and systemic vascular adaptation. Consequently, HIT is being promoted as a more time-efficient and practical approach to optimize health thereby reducing the burden of disease associated with physical inactivity. However, no studies to date have examined the impact of HIT on the cerebrovasculature and corresponding implications for cognitive function. This review critiques the implications of HIT for cerebrovascular function, with a focus on the mechanisms and translational impact for patient health and well-being. It also introduces similarly novel interventions currently under investigation as alternative means of accelerating exercise-induced cerebrovascular adaptation. We highlight a need for studies of the mechanisms and thereby also the optimal dose-response strategies to guide exercise prescription, and for studies to explore alternative approaches to optimize exercise outcomes in brain-related health and disease prevention. From a clinical perspective, interventions that selectively target the aging brain have the potential to prevent stroke and associated neurovascular diseases."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1] School of Sport, Exercise and Rehabilitation Sciences, University of Birmingham, Birmingham, UK [2] Department of Physiology, University of Otago, Dunedin, New Zealand."
          }
        ],
        "LastName": "Lucas",
        "ForeName": "Samuel J E",
        "Initials": "SJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education, Sport and Exercise Sciences, University of Otago, Dunedin, New Zealand."
          }
        ],
        "LastName": "Cotter",
        "ForeName": "James D",
        "Initials": "JD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1] Department of Kinesiology, Faculty of Medicine, Université Laval, Québec, Canada [2] Research Center of the Institut Universitaire de Cardiologie et de Pneumologie de Québec, Québec, Canada."
          }
        ],
        "LastName": "Brassard",
        "ForeName": "Patrice",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1] Neurovascular Research Laboratory, Faculty of Life Sciences and Education, University of South Wales, South Wales, UK [2] Université de Provence Marseille, Sondes Moléculaires en Biologie, Laboratoire Chimie Provence UMR 6264 CNRS, Marseille, France."
          }
        ],
        "LastName": "Bailey",
        "ForeName": "Damian M",
        "Initials": "DM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Cereb Blood Flow Metab",
    "NlmUniqueID": "8112566",
    "ISSNLinking": "0271-678X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "blood supply",
        "physiology"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}