{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "General aerobic exercise",
      "Meta-analysis",
      "Older adults",
      "Sleep quality",
      "Tai Chi",
      "Traditional Chinese exercise"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34649821",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "10",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.joim.2021.09.007",
      "S2095-4964(21)00086-8"
    ],
    "Journal": {
      "ISSN": "2095-4964",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "6",
        "PubDate": {
          "Year": "2021",
          "Month": "Nov"
        }
      },
      "Title": "Journal of integrative medicine",
      "ISOAbbreviation": "J Integr Med"
    },
    "ArticleTitle": "Effects of traditional Chinese exercises and general aerobic exercises on older adults with sleep disorders: A systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "493",
      "EndPage": "502",
      "MedlinePgn": "493-502"
    },
    "Abstract": {
      "AbstractText": [
        "Sleep disorders are common in older adults and have a negative influence on their physical and mental health. General aerobic exercises (GAEs) have long been used in the treatment of sleep disorders as a non-pharmacological measure. However, there is no consensus on the efficacy of traditional Chinese exercises (TCEs) for treating sleep disorders in older adults and the difference between TCEs and GAEs.",
        "This study assessed the effects of TCEs and GAEs on the sleep quality of older adults and the differences between these two interventions.",
        "PubMed, Embase, Cochrane Library, Web of Science, China Biology Medicine disc, China National Knowledge Infrastructure, China Science Journal Database and Wanfang Data were searched from their inception to August 2020.",
        "Randomized controlled trials (RCTs) that evaluated the effects of TCEs and GAEs on older adults with sleep disorders were included.",
        "Data were extracted by two researchers working independently. The risk bias of included studies was assessed using the Cochrane Handbook for Systematic Reviews of Interventions 5.1.0 and the quality of evidence was assessed using the Grades of Recommendation, Assessment, Development and Evaluation approach. The Pittsburgh Sleep Quality Index (PSQI) was used to estimate sleep quality. Meta-analyses were performed to assess the total PSQI score of the exercise intervention as the primary outcome, and the scores of subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbance, use of sleep medication and daytime dysfunction were assessed as secondary outcomes. Subgroup, sensitivity, and meta-regression analyses were conducted to assess the contribution of covariables to heterogeneity.",
        "A total of 22 RCTs (including 1747 participants) were included in the meta-analysis. The results indicated that TCEs (weighted mean difference [WMD] = -2.14, 95% confidence interval [CI] [-2.82, -1.46], P < 0.001; heterogeneity: P < 0.001, I<sup>2</sup> = 82%; 15 studies, n = 1063) and GAEs (WMD = -2.88, 95% CI [-5.22, -0.55], P < 0.001; heterogeneity: P < 0.001, I<sup>2</sup> = 98%; 5 studies, n = 500) significantly improved total sleep quality, having favorable effects on subjective sleep quality, sleep latency, sleep duration, habitual sleep efficiency, sleep disturbance, use of sleep medication and daytime dysfunction. Subgroup analysis showed that TCEs demonstrated superiority after 12 weeks (WMD = -2.77, 95% CI [-4.26, -1.28], P < 0.001; heterogeneity: P < 0.001, I<sup>2</sup> = 85%; 5 studies, n = 420) and Qigong had a greater intervention effect for improving the sleep quality of older adults than Tai Chi (WMD = -3.37, 95% CI [-4.38, -2.35], P < 0.001; heterogeneity: P = 0.04, I<sup>2</sup> = 63%; 4 studies, n = 321). Meta-regression revealed that the year of publication, sample size, mean age of participants, and percentage of females in the primary studies did not account for the overall heterogeneity.",
        "Current evidence shows that both TCEs and GAEs, as complementary and non-pharmacological approaches, help to improve the sleep quality in older adults with potentially clinical implications; however, there was not enough evidence to conclude the difference between them. More rigorous and high-quality RCTs are needed to arrive at reliable conclusions."
      ],
      "CopyrightInformation": "Copyright © 2021 Shanghai Changhai Hospital. Published by Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health, Lanzhou University, Lanzhou 730000, Gansu Province, China."
          }
        ],
        "LastName": "Wu",
        "ForeName": "Yang-Hao-Tian",
        "Initials": "YH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health, Lanzhou University, Lanzhou 730000, Gansu Province, China."
          }
        ],
        "LastName": "He",
        "ForeName": "Wen-Bo",
        "Initials": "WB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health, Lanzhou University, Lanzhou 730000, Gansu Province, China."
          }
        ],
        "LastName": "Gao",
        "ForeName": "Yin-Yan",
        "Initials": "YY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health, Lanzhou University, Lanzhou 730000, Gansu Province, China. Electronic address: hanxm2001@163.com."
          }
        ],
        "LastName": "Han",
        "ForeName": "Xue-Mei",
        "Initials": "XM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Integr Med",
    "NlmUniqueID": "101603118"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "China"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Sleep Wake Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tai Ji"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}