{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Accidental falls",
      "Cognitive training",
      "Falls rate",
      "Mild cognitive impairment",
      "Older adults",
      "Physical exercise"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30143002",
  "DateCompleted": {
    "Year": "2019",
    "Month": "04",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "04",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "08",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "193",
      "10.1186/s12877-018-0868-2"
    ],
    "Journal": {
      "ISSN": "1471-2318",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Month": "Aug",
          "Day": "24"
        }
      },
      "Title": "BMC geriatrics",
      "ISOAbbreviation": "BMC Geriatr"
    },
    "ArticleTitle": "Falls prevention through physical and cognitive training (falls PACT) in older adults with mild cognitive impairment: a randomized controlled trial protocol.",
    "Pagination": {
      "StartPage": "193",
      "MedlinePgn": "193"
    },
    "Abstract": {
      "AbstractText": [
        "The presence of mild cognitive impairment (MCI) in older adults increases their fall risk. While physical exercise is effective in reducing falls rate and risk of falls, and cognitive training in improving cognitive functioning in healthy older adults, their effectiveness in preventing falls and reducing risks of falls in MCI when administered simultaneously is not yet established. Therefore, this study aims to determine the effectiveness of combined physical and cognitive training in preventing falls and decreasing risks of falls among community-dwelling older persons with MCI.",
        "This is a single-blind, multicentre, randomized controlled trial. At least ninety-three community-dwelling older adults with MCI aged 60 or above will be recruited. They will be randomly allocated into four groups: Physical Training alone (PT), Cognitive Training alone (CT), combined Physical And Cognitive Training (PACT) and Waitlist Group (WG). The PT group will perform exercises (flexibility, endurance, strengthening, and balance training) for 60-90 min three times per week for 12 weeks. The CT group will be involved in a paper-based training focusing on orientation, memory, attention and executive functioning for 60-90 min per session, once a week for 12 weeks. The PACT group will undergo cognitive training incorporated in physical exercise for 60-90 min three times per week for 12 weeks. The WG will receive the intervention, combined physical and cognitive training, at a later date. Assessors blinded to participant allocation will conduct pre-intervention, post-intervention, and 6-month follow-up assessments. The primary outcome measure will be falls rate. The secondary outcome measures will be Physiologic Profile Assessment and Falls Risk for Older Persons in the Community, and assessments that evaluate cognitive, physical and psychological factors related to falls.",
        "Considering the possible physical, social, financial and psychological consequences of a fall, we hope to provide insights on the effectiveness of combining physical and cognitive training on falls and fall-related factors for older adults with MCI. It is projected that the combined interventions will lead to significantly lower falls rate and reduced risk of falls compared to using single or no intervention.",
        "ClinicalTrials.gov NCT03167840 . Registered on May 30, 2017."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation Sciences, The Hong Kong Polytechnic University, Hung Hom, Kowloon, Hong Kong, SAR, China."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, College of Rehabilitation Sciences, University of Santo Tomas, Manila, Philippines."
          }
        ],
        "LastName": "Lipardo",
        "ForeName": "Donald S",
        "Initials": "DS"
      },
      {
        "Identifier": [
          "0000-0002-3549-2346"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation Sciences, The Hong Kong Polytechnic University, Hung Hom, Kowloon, Hong Kong, SAR, China. William.Tsang@polyu.edu.hk."
          }
        ],
        "LastName": "Tsang",
        "ForeName": "William W N",
        "Initials": "WWN"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT03167840"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Multicenter Study",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Geriatr",
    "NlmUniqueID": "100968548",
    "ISSNLinking": "1471-2318"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Cognitive Dysfunction"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Executive Function"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Independent Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Therapy Modalities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Single-Blind Method"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: This trial protocol was reviewed and approved by the Human Subjects Ethics Sub-committee of The Hong Kong Polytechnic University-Department of Rehabilitation Sciences (HSEARS20170402001) and the Ethics Review Committee of the University of Santo Tomas-College of Rehabilitation Sciences (FI-2017-002). This proposed study conforms to the principles of the Declaration of Helsinki 2013 and Good Clinical Practice guidelines. The Participant’s Information Sheet and Consent Form will be provided and explained to the participants by the researchers to ensure that they are knowledgeable and well-informed about the purpose of the study and how it will be conducted. They are expected to give their decision after all concerns and questions have been explained. The older adults’ participation is completely voluntary. They have the right to withdraw at any time during the study without a reason, which will not lead to unfair treatment. Only those who will sign the consent form will be included in this study. A guardian as the legal representative will be asked to co-sign the consent form. In the event of any publication involving this study, their identities will remain confidential. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: This study will be conducted under the Research Studentship Scholarship of The Hong Kong Polytechnic University, Hong Kong SAR, China. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}