{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Functional performance",
      "Physical function",
      "Rehabilitation",
      "Sarcopenia"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37325956",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1093/gerona/glad041"
    ],
    "Journal": {
      "ISSN": "1758-535X",
      "JournalIssue": {
        "Volume": "78",
        "Issue": "Supplement_1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun",
          "Day": "16"
        }
      },
      "Title": "The journals of gerontology. Series A, Biological sciences and medical sciences",
      "ISOAbbreviation": "J Gerontol A Biol Sci Med Sci"
    },
    "ArticleTitle": "Exercise and Behavior: Adjuncts to Pro-Myogenic Compounds for Enhancing Mobility in Older Adults.",
    "Pagination": {
      "StartPage": "61",
      "EndPage": "66",
      "MedlinePgn": "61-66"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity and exercise training exert multiple and varied beneficial effects on a wide array of human tissues, making them therapeutic modalities that can prevent and treat age-related decline in physical function. The Molecular Transducers of Physical Activity Consortium is currently working to elucidate the molecular mechanisms underlying how physical activity improves and preserves health. Exercise training, especially when task specific, is an effective intervention for improving skeletal muscle performance and physical function in everyday activities. As seen elsewhere in this supplement, its adjunctive use with pro-myogenic pharmaceuticals may prove to be synergistic in effect. Behavioral strategies aiming to promote exercise participation and sustain adherence are being considered as additional adjuncts to further improve physical function in comprehensive, multicomponent interventions. One application of this combined strategy may be to target multimodal pro-myogenic therapies in prehabilitation to optimize physical preoperative health to enhance functional recovery postsurgery. We summarize here recent progress on biological mechanisms of exercise training, behavioral approaches to exercise participation, and the role task-specific exercise plays in synergy with pharmacologic therapies with a particular focus on older adults. Physical activity and exercise training in multiple settings should serve as the baseline standard of care around which other therapeutic interventions should be considered when the goal is restoring or increasing physical function."
      ],
      "CopyrightInformation": "© The Author(s) 2023. Published by Oxford University Press on behalf of The Gerontological Society of America. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Program in Men's Health, Aging, and Metabolism, Brigham and Women's Hospital, Boston, Massachusetts, USA."
          }
        ],
        "LastName": "Storer",
        "ForeName": "Thomas W",
        "Initials": "TW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute on Aging, University of Florida, Gainesville, Florida, USA."
          }
        ],
        "LastName": "Pahor",
        "ForeName": "Marco",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0002-1615-8895"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Physical Therapy, Department of Public Health and Community Medicine, School of Medicine, Tufts University, Phoenix, Arizona, USA."
          }
        ],
        "LastName": "Woodhouse",
        "ForeName": "Linda J",
        "Initials": "LJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Brandeis University, Waltham, Massachusetts, USA."
          }
        ],
        "LastName": "Lachman",
        "ForeName": "Margie E",
        "Initials": "ME"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nutrition, Exercise Physiology, and Sarcopenia Laboratory, Jean Mayer USDA Human Nutrition Research Center on Aging at Tufts University, Boston, Massachusetts, USA."
          }
        ],
        "LastName": "Fielding",
        "ForeName": "Roger A",
        "Initials": "RA"
      }
    ],
    "GrantList": [
      {
        "GrantID": "P30 AG028740",
        "Acronym": "AG",
        "Agency": "NIA NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "P30 AG031679",
        "Acronym": "AG",
        "Agency": "NIA NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "P30 AG048785",
        "Acronym": "AG",
        "Agency": "NIA NIH HHS",
        "Country": "United States"
      },
      {
        "Acronym": "NH",
        "Agency": "NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Gerontol A Biol Sci Med Sci",
    "NlmUniqueID": "9502837",
    "ISSNLinking": "1079-5006"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dietary Supplements"
    }
  ],
  "CoiStatement": "Any opinions, findings, conclusions, or recommendations expressed in this publication are those of the authors and do not necessarily reflect the view of the USDA. R.A.F. reports consulting not related to the present work from: Pfizer, Biophytis, Amazentis, Rejuventate Biomed, and Nestle; and grant support from Lonza and Biophytis. T.W.S., M.P., and L.J.W. have nothing to disclose. The other authors report no conflicts of interest relative to this work."
}