{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      " Contextual factors",
      " Exercise Therapy",
      " Osteoarthritis",
      " Pain",
      "Therapeutic Alliance"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Evidencia previa ha demostrado que los fisioterapeutas expertos que aplican electroterapia junto con una alianza terapéutica mejorada pueden influir positivamente en los niveles de analgesia de los pacientes con dolor lumbar crónico. Actualmente se desconoce si estos efectos se pueden lograr en personas con artrosis de rodilla sintomática cuando reciben un tratamiento basado en ejercicio terapéutico.",
        "Determinar los efectos de diferentes niveles de alianza terapéutica durante la aplicación de un programa de ejercicio terapéutico sobre la intensidad del dolor y el umbral del dolor a la presión en pacientes con artrosis de rodilla sintomática.",
        "Este será un ensayo clínico aleatorizado, paralelo, de dos brazos. Se aplicará una intervención de tres sesiones de ejercicio terapéutico durante una semana. Participarán personas de 45 a 65 años con diagnóstico clínico y radiográfico de artrosis de rodilla sintomática, con intensidad del dolor entre 4-7 puntos en la escala numérica del dolor con al menos 3 meses de duración. Los participantes serán asignados al azar a un grupo experimental de ejercicio terapéutico con una alianza terapéutica mejorada (por ejemplo, escucha activa, conversación personalizada, empatía) o alianza terapéutica limitada (por ejemplo, verbalización unidireccional, breve interacción). Se capacitará a los fisioterapeutas para brindar estos dos niveles de alianza terapéutica. Los umbrales del dolor a la presión en la rodilla sintomática y la intensidad del dolor se medirán antes y después de la intervención.",
        "Los resultados de esta investigación determinarán el impacto de la alianza terapéutica como factor inespecífico durante la aplicación de un programa de ejercicio terapéutico en el tratamiento de pacientes con artrosis de rodilla sintomática.",
        "NCT04390932."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33956775",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.5867/medwave.2021.03.8159"
    ],
    "Journal": {
      "ISSN": "0717-6384",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "3",
        "PubDate": {
          "Year": "2021",
          "Month": "Apr",
          "Day": "16"
        }
      },
      "Title": "Medwave",
      "ISOAbbreviation": "Medwave"
    },
    "ArticleTitle": "Effects of therapeutic alliance on clinical outcomes in patients with symptomatic knee osteoarthritis undergoing an exercise program: A randomized clinical trial protocol.",
    "Pagination": {
      "StartPage": "e8160",
      "MedlinePgn": "e8160"
    },
    "Abstract": {
      "AbstractText": [
        "Previous evidence has shown that seniors physical therapists applying electrotherapy and an enhanced therapeutic alliance in their sessions can positively influence the levels of analgesia of patients with chronic low back pain. It is currently unknown if these effects can be achieved in people with symptomatic knee osteoarthritis when receiving treatment focused on therapeutic exercise.",
        "To determine the effects of different therapeutic alliance levels during the application of a therapeutic exercise program on pain intensity and pressure pain threshold in patients with symptomatic knee osteoarthritis.",
        "This will be a randomized, parallel, two-arm, clinical trial. An intervention of three sessions of therapeutic exercise will be applied for one week. Patients aged 45 to 65 years old with a clinical and radiographic diagnosis of knee osteoarthritis will participate. Also, patients with a pain intensity of at least three months duration and 3 to 8 points in a numerical rating scale will be included. Patients will be randomly assigned to a therapeutic exercise experimental group with an enhanced therapeutic alliance (e.g., active listening, personalized conversation, empathy) or limited therapeutic alliance (e.g., one-way verbalization, brief interaction). Physical therapists will be trained in delivering these two levels of the therapeutic alliance. The pressure pain thresholds at the symptomatic knee and the pain intensity will be measured before and after the intervention.",
        "The results of this research will determine the impact of the therapeutic alliance as a nonspecific relevant factor during the application of a therapeutic exercise program in the treatment of patients with symptomatic knee osteoarthritis.",
        "NCT04390932."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Procesos Terapéuticos, Facultad de Ciencias de la Salud, Universidad Católica de Temuco, Temuco, Chile. ORCID: 0000-0002-0511-0503."
          }
        ],
        "LastName": "Cuyul-Vásquez",
        "ForeName": "Iván",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratorio de Investigación Clínica, Departamento de Kinesiología, Universidad Católica del Maule, Talca, Chile. Dirección: Av. San Miguel 3605, Talca, Chile, Zip code: 3460000. Email: jorgef@ualberta.ca. ORCID: 0000-0003-0626-3656."
          }
        ],
        "LastName": "Fuentes C",
        "ForeName": "Jorge",
        "Initials": "J"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT04390932"
        ]
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial Protocol",
      "Journal Article"
    ],
    "VernacularTitle": "Efectos de la alianza terapéutica en los resultados clínicos en pacientes con osteoartritis de rodilla sintomática sometidos a un programa de ejercicio: protocolo de ensayo clínico aleatorizado."
  },
  "MedlineJournalInfo": {
    "Country": "Chile",
    "MedlineTA": "Medwave",
    "NlmUniqueID": "101581949",
    "ISSNLinking": "0717-6384"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Osteoarthritis, Knee"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Professional-Family Relations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Therapeutic Alliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}