{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Chronic",
      "Conservative",
      "Core stabilization",
      "Exercises",
      "Low back pain",
      "ODI",
      "Start back screening tool",
      "TRICCS protocol"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30902095",
  "DateCompleted": {
    "Year": "2019",
    "Month": "08",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "02",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "03",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "86",
      "10.1186/s13018-019-1131-z"
    ],
    "Journal": {
      "ISSN": "1749-799X",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "1",
        "PubDate": {
          "Year": "2019",
          "Month": "Mar",
          "Day": "22"
        }
      },
      "Title": "Journal of orthopaedic surgery and research",
      "ISOAbbreviation": "J Orthop Surg Res"
    },
    "ArticleTitle": "The effectiveness of a simplified core stabilization program (TRICCS-Trivandrum Community-based Core Stabilisation) for community-based intervention in chronic non-specific low back pain.",
    "Pagination": {
      "StartPage": "86",
      "MedlinePgn": "86"
    },
    "Abstract": {
      "AbstractText": [
        "Chronic low back pain is a common public health problem all over the world. Conservative therapy is prescribed as the initial treatment strategy in chronic low back pain. The cornerstone of conservatism in back care is core muscle strengthening. However, exercises prescribed for the purpose are manifold and some are not easily done by patients in Asian countries. We developed an easy to adhere exercise protocol for core stabilization and tested its effectiveness in south Indian population.",
        "Prospective study of 73 patients with chronic low back pain (CLBP) who were subjected to Trivandrum Community-based Core Stabilisation protocol of treatment. The enrolled patients underwent initial Oswestry Disability Index (ODI) evaluation and Keele Start Back (KSB) questionnaire before starting the protocol. Back education was given, and the patient started on stratified exercise protocol. ODI assessment was done weekly. The trend in ODI changes and the factors determining them were assessed using ANOVA. The correlation of quantitative variables like age, initial ODI score, and KSB score with the rate of reduction of ODI was assessed using Pearson's correlation. Cross-tabulations were done using the chi-square test. Parametric tests were used throughout the analysis as the quantitative study variables found to be linear. Multiple linear regression (for the quantitative outcome) and binary logistic regression (for the dichotomous outcome) were performed.",
        "Mean (SD) of ODI score has reduced significantly from 43.4 (16.6) to 24.6 (17.1) over the period of 6 weeks (p value < 0.001). The trend in reduction of ODI scores was significantly more in KSB score less than or equal to 3 compared to KSB more than 3 even after adjusting for the general trend of decreasing ODI score over time. The reduction in ODI scores appeared to be low for advancing age (p = 0.468) and higher KSB scores (p = 0.001).",
        "The TRICCS protocol is effective in a community-based approach in achieving satisfactory outcomes in CLBP in a period of 6 weeks. Patients with high KSB scores may require cognitive intervention also."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-6261-9499"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Orthopedics, Government Medical College, Trivandrum, India. shiju78@live.com."
          }
        ],
        "LastName": "Majeed A",
        "ForeName": "Shiju",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine, Government Medical College, Trivandrum, India."
          }
        ],
        "LastName": "Ts",
        "ForeName": "Anish",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Orthopedics, Government Medical College, Trivandrum, India."
          }
        ],
        "LastName": "Sugunan",
        "ForeName": "Asha",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Orthopedics, Government Medical College, Trivandrum, India."
          }
        ],
        "LastName": "Ms",
        "ForeName": "Arun",
        "Initials": "A"
      }
    ],
    "GrantList": [
      {
        "GrantID": "23333",
        "Agency": "State Bureau of Medical Research",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Orthop Surg Res",
    "NlmUniqueID": "101265112",
    "ISSNLinking": "1749-799X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Low Back Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Residence Characteristics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "AUTHORS’ INFORMATION: Dr. SM is orthopedic Spinal surgeon at Government Medical College, Trivandrum. Dr. ATS runs community intervention programmes for chronic ailments. AS and AMS are physiotherapists with focus on musculoskeletal pathologies ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Ethics clearance was obtained from the institutional human ethics committee. Due consent was obtained from the participants enrolled in the study. CONSENT FOR PUBLICATION: Consent for publication has been obtained from the participants of the study. COMPETING INTERESTS: The authors declare that they have no competing interests PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}