{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24668291",
  "DateCompleted": {
    "Year": "2015",
    "Month": "02",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-014-0172-z"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "7",
        "PubDate": {
          "Year": "2014",
          "Month": "Jul"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Pain during and within hours after exercise in healthy adults.",
    "Pagination": {
      "StartPage": "921",
      "EndPage": "942",
      "MedlinePgn": "921-42"
    },
    "Abstract": {
      "AbstractText": [
        "Literature on the pain relieving effects of exercise has been reviewed several times. It is equally important to review the literature on the pain-inducing effects of exercise. Indeed, exercise professionals, health care providers, and exercisers must grapple with the fact that exercise can both induce and reduce pain. The objective of this review was to synthesize our current understanding of exercise-induced pain and inspire advanced research. We searched the PubMed database for publications since 2000 about healthy human participants. Disease-specific reviews of the effects of exercise are available elsewhere. The results of our literature review verified that many different modes, intensities, and durations of exercise can induce pain in healthy people. Another important point is that pain can occur within a few hours after eccentric contractions, which should be considered relative to the construct of delayed-onset muscle soreness. In addition, the studies supported that exercise can be painful in diverse muscle groups. Yet another point illuminated by the literature is that different pain measures do not always change in similar directions and magnitudes after exercise. Therefore, our review confirms that a wide variety of exercises can be painful--even for healthy people. We wonder how many exercise professionals and health care providers regularly and appropriately measure exercise-related pain or consider such pain in their exercise recommendations. We also question if exercise-related pain affects exercise behavior in healthy people as it has been shown to do in people with chronic illnesses. Additional research is needed to improve both exercise recommendations and exercise behavior."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, University of Missouri-Columbia, 801 Clark Hall, Columbia, MO, 65211-4250, USA, danneckere@missouri.edu."
          }
        ],
        "LastName": "Dannecker",
        "ForeName": "Erin A",
        "Initials": "EA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Koltyn",
        "ForeName": "Kelli F",
        "Initials": "KF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Contraction"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}