{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Aerobic performance",
      "exercise tolerance",
      "psychophysiology",
      "sleep-wake cycle",
      "sleepiness"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Sleep deprivation causes a moderate deleterious effect on endurance performance.Sleep deprivation similarly impairs endurance performance in untrained, recreationally-trained, and trained people, but its effect on well-trained and professional endurance athletes is unknown.One or more nights of partial sleep deprivation or one night of total sleep deprivation similarly compromise endurance performance. Uncertainties about the effect of more than one night of total sleep deprivation warrant more studies.Sleep deprivation impairs walking, running, and cycling endurance performance regardless of the exercise endpoint being unknown (i.e. incremental or constant load tests) or known (i.e. time trial tests) and assessment time. However, sleep deprivation causes a more deleterious effect on endurance performance in exercises lasting more than 30 min."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36472094",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "12",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/17461391.2022.2155583"
    ],
    "Journal": {
      "ISSN": "1536-7290",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "7",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul"
        }
      },
      "Title": "European journal of sport science",
      "ISOAbbreviation": "Eur J Sport Sci"
    },
    "ArticleTitle": "How much does sleep deprivation impair endurance performance? A systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "1279",
      "EndPage": "1292",
      "MedlinePgn": "1279-1292"
    },
    "Abstract": {
      "AbstractText": [
        "We conducted a systematic review and meta-analysis to investigate the effect of sleep deprivation on endurance performance, as well as possible effect-modifying factors. Searches were done in Pubmed, Web of Science, Embase, and Scopus on 12 July 2022. We additionally searched the bibliographic references and citations on Google Scholar of the papers whose full text was analyzed. Eligible studies were randomized and non-randomized controlled trials that compared sleep deprivation and habitual-sleep night effects on endurance performance in healthy humans. The studies' quality was examined by the Cochrane Collaboration's risk of bias tool. We calculated the pooled standardized mean differences (pooled SMD) and 95% confidence interval (95%CI) by a random-effects model. A mixed-effects model analyzed subgroups. Thirty-one studies were analyzed (n = 478), generating 38 effect sizes in full. The overall risk of bias was low in 8% of the studies, unclear in 74%, and high in 18%. Sleep deprivation in general had a moderate negative effect on endurance performance (polled SMD [95%CI] = -0.52 [-0.67; -0.38]). Training status, sleep deprivation magnitude, assessment time, exercise mode, and endpoint type did not influence the sleep deprivation effect, whereas longer exercises (>30 min) were more affected by sleep deprivation than shorter ones (<i>P</i> = 0.035). Therefore, the available evidence supports that sleep deprivation's deleterious effect on endurance performance is of moderate size and depends on exercise duration. This information can be useful to estimate the performance decrement of endurance exercise practitioners under sleep deprivation in training routines and competitions.PROSPERO registration number CRD42021229717."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-8623-7484"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Exercise Physiology at Olympic Center of Training and Research, Department of Physiology, Federal University of São Paulo, São Paulo, Brazil."
          },
          {
            "Identifier": [],
            "Affiliation": "São Paulo Association for Medicine Development, São Paulo, Brazil."
          }
        ],
        "LastName": "Lopes",
        "ForeName": "Thiago Ribeiro",
        "Initials": "TR"
      },
      {
        "Identifier": [
          "0000-0003-4373-7005"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health and Exercise Science, The University of Oklahoma, Norman, OK, USA."
          }
        ],
        "LastName": "Pereira",
        "ForeName": "Hugo Maxwell",
        "Initials": "HM"
      },
      {
        "Identifier": [
          "0000-0001-7738-0927"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departament of Psychobiology, Federal University of São Paulo, São Paulo, Brazil."
          }
        ],
        "LastName": "Bittencourt",
        "ForeName": "Lia Rita Azeredo",
        "Initials": "LRA"
      },
      {
        "Identifier": [
          "0000-0003-0473-3706"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Exercise Physiology at Olympic Center of Training and Research, Department of Physiology, Federal University of São Paulo, São Paulo, Brazil."
          }
        ],
        "LastName": "Silva",
        "ForeName": "Bruno Moreira",
        "Initials": "BM"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Systematic Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Eur J Sport Sci",
    "NlmUniqueID": "101146739",
    "ISSNLinking": "1536-7290"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sleep Deprivation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nutritional Status"
    }
  ]
}