{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise",
      "Meta-analysis",
      "Neck Pain",
      "Rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35079832",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "pzac001",
      "10.1093/ptj/pzac001"
    ],
    "Journal": {
      "ISSN": "1538-6724",
      "JournalIssue": {
        "Volume": "102",
        "Issue": "5",
        "PubDate": {
          "Year": "2022",
          "Month": "May",
          "Day": "05"
        }
      },
      "Title": "Physical therapy",
      "ISOAbbreviation": "Phys Ther"
    },
    "ArticleTitle": "Effectiveness of Specific Exercise for Deep Cervical Muscles in Nonspecific Neck Pain: A Systematic Review and Meta-Analysis.",
    "Abstract": {
      "AbstractText": [
        "The purpose of this review, focused on people with nonspecific neck pain (NSNP), was to assess the effectiveness of specific exercises that recruit the deep cervical muscles compared with other types of exercises or interventions and minimal or no treatment.",
        "This systematic review with meta-analysis screened 5 databases (MEDLINE, Embase, CINAHL, Physiotherapy Evidence Database, and The Cochrane Library). Randomized controlled trials investigating the effectiveness of this type of exercise on the intensity of pain were included. Data for each included trial were extracted by 2 independent reviewers. The Cochrane Risk of Bias 2.0 tool was adopted to assess the internal validity of the included trials. The overall quality of evidence was layered with the Grading of Recommendations, Assessment, Development and Evaluations system.",
        "The review identified a total of 2397 records. Sixteen articles were included in the qualitative synthesis, and 9 studies were included in the meta-analysis. The pooled results found moderate- to very low-quality evidence that deep cervical muscle exercise protocols are not superior to other types of active exercises in reducing the intensity of pain in people with NSNP. Studies not included in the meta-analysis suggest that specific exercises induce better effects that are superior to those of nontreatment with clinically relevant results.",
        "Clinicians can share this information with their patients through shared decision-making to determine a more tailored approach to adopt. Future studies with high methodological quality are necessary to reach firm conclusions.",
        "There has been no consensus on exercise type and dosage for the management of NSNP. This study shows that exercises are a useful tool and that the effect of an exercise program that recruits deep cervical muscles seems to be comparable with the effect of other types of active exercises on pain intensity reduction.",
        "If you have neck pain, exercises designed by a physical therapist can be a useful treatment tool. An exercise program that targets specific deep cervical muscles may be just as good as other types of active exercises to reduce the intensity of pain intensity; you and your therapist can work together to develop a program."
      ],
      "CopyrightInformation": "© The Author(s) 2022. Published by Oxford University Press on behalf of the American Physical Therapy Association. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-4953-341X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neuroscience, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genova, Genova, Italy."
          }
        ],
        "LastName": "Garzonio",
        "ForeName": "Stefano",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neuroscience, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genova, Genova, Italy."
          }
        ],
        "LastName": "Arbasetti",
        "ForeName": "Chiara",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neuroscience, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genova, Genova, Italy."
          }
        ],
        "LastName": "Geri",
        "ForeName": "Tommaso",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neuroscience, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, University of Genova, Genova, Italy."
          }
        ],
        "LastName": "Testa",
        "ForeName": "Marco",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Human Anatomy, Department of Clinical and Biological Sciences, University of Torino, Torino, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "Neuroscience Institute Cavalieri Ottolenghi (NICO), University of Torino, Torino, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "ASST Nord Milano, Sesto San Giovanni Hospital, Milano, Italy."
          }
        ],
        "LastName": "Carta",
        "ForeName": "Giacomo",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Phys Ther",
    "NlmUniqueID": "0022623",
    "ISSNLinking": "0031-9023"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscles"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neck"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Neck Pain"
    }
  ]
}