{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24993079",
  "DateCompleted": {
    "Year": "2015",
    "Month": "01",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "07",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/14651858.CD009638.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "7",
        "PubDate": {
          "Year": "2014",
          "Month": "Jul",
          "Day": "04"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Modes of exercise training for intermittent claudication.",
    "Pagination": {
      "StartPage": "CD009638",
      "MedlinePgn": "CD009638"
    },
    "Abstract": {
      "AbstractText": [
        "According to international guidelines and literature, all patients with intermittent claudication should receive an initial treatment of cardiovascular risk modification, lifestyle coaching, and supervised exercise therapy. In most studies, supervised exercise therapy consists of treadmill or track walking. However, alternative modes of exercise therapy have been described and yielded similar results to walking. Therefore, the following question remains: Which exercise mode gives the most beneficial results?",
        "To assess the effects of different modes of supervised exercise therapy on the maximum walking distance (MWD) of patients with intermittent claudication.",
        "To assess the effects of different modes of supervised exercise therapy on pain-free walking distance (PFWD) and health-related quality of life scores (HR-QoL) of patients with intermittent claudication.",
        "The Cochrane Peripheral Vascular Diseases Group Trials Search Co-ordinator searched the Cochrane Peripheral Vascular Diseases Group Specialised Register (July 2013); CENTRAL (2013, Issue 6), in The Cochrane Lib rary; and clinical trials databases. The authors searched the MEDLINE (1946 to July 2013) and Embase (1973 to July 2013) databases and reviewed the reference lists of identified articles to detect other relevant citations.",
        "Randomised controlled trials of studies comparing alternative modes of exercise training or combinations of exercise modes with a control group of supervised walking exercise in patients with clinically determined intermittent claudication. The supervised walking programme needed to be supervised at least twice a week for a consecutive six weeks of training.",
        "Two authors independently selected studies, extracted data, and assessed the risk of bias for each study. Because of different treadmill test protocols to assess the maximum or pain-free walking distance, we converted all distances or walking times to total metabolic equivalents (METs) using the American College of Sports Medicine (ACSM) walking equation.",
        "In this review, we included a total of five studies comparing supervised walking exercise and alternative modes of exercise. The alternative modes of exercise therapy included cycling, strength training, and upper-arm ergometry. The studies represented a sample size of 135 participants with a low risk of bias. Overall, there was no clear evidence of a difference between supervised walking exercise and alternative modes of exercise in maximum walking distance (8.15 METs, 95% confidence interval (CI) -2.63 to 18.94, P = 0.14, equivalent of an increase of 173 metres, 95% CI -56 to 401) on a treadmill with no incline and an average speed of 3.2 km/h, which is comparable with walking in daily life.Similarly, there was no clear evidence of a difference between supervised walking exercise and alternative modes of exercise in pain-free walking distance (6.42 METs, 95% CI -1.52 to 14.36, P = 0.11, equivalent of an increase of 136 metres, 95% CI -32 to 304). Sensitivity analysis did not alter the results significantly. Quality of life measures showed significant improvements in both groups; however, because of skewed data and the very small sample size of the studies, we did not perform a meta-analysis for health-related quality of life and functional impairment.",
        "There was no clear evidence of differences between supervised walking exercise and alternative exercise modes in improving the maximum and pain-free walking distance of patients with intermittent claudication. More studies with larger sample sizes are needed to make meaningful comparisons between each alternative exercise mode and the current standard of supervised treadmill walking. The results indicate that alternative exercise modes may be useful when supervised walking exercise is not an option for the patient."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Vascular Surgery, Catharina Hospital, Michelangelolaan 2, Eindhoven, Netherlands, 5623 EJ."
          }
        ],
        "LastName": "Lauret",
        "ForeName": "Gert Jan",
        "Initials": "GJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fakhry",
        "ForeName": "Farzin",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fokkenrood",
        "ForeName": "Hugo J P",
        "Initials": "HJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hunink",
        "ForeName": "M G Myriam",
        "Initials": "MG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Teijink",
        "ForeName": "Joep A W",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Spronk",
        "ForeName": "Sandra",
        "Initials": "S"
      }
    ],
    "GrantList": [
      {
        "GrantID": "CZB/4/788",
        "Acronym": "CSO_",
        "Agency": "Chief Scientist Office",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2020 Aug 20;8:CD009638",
      "PMID": "32829481"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Intermittent Claudication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ]
}