{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "high intensity interval training",
      "physical education and training",
      "physical therapy modalities",
      "type 2 diabetes mellitus"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La diabetes mellitus tipo 2 es una de las principales enfermedades crónicas no transmisibles presentes en el mundo. Su prevalencia en Chile es considerable y las complicaciones asociadas a esta patología implican un gran gasto económico, razón por la cual la prevención y el tratamiento de esta afección son fundamentales. El ejercicio físico representa un medio eficaz en la prevención y tratamiento de la diabetes mellitus tipo 2. El surgimiento de nuevas modalidades de entrenamiento, como el entrenamiento interválico de alta intensidad, presenta nuevas alternativas para pacientes y profesionales de la salud en el tratamiento de esta enfermedad.",
        "Comprobar la validez y aplicabilidad de los resultados con respecto a la efectividad del entrenamiento interválico de alta intensidad en la reducción de la hemoglobina glicosilada en pacientes adultos con diabetes mellitus tipo 2 y responder la siguiente interrogante: en sujetos con diabetes tipo 2, ¿puede el método de entrenamiento interválico de alta intensidad, en comparación al ejercicio de moderada intensidad, disminuir la hemoglobina glicosilada?",
        "Se analizó críticamente el artículo \"Viabilidad y eficacia preliminar de entrenamiento de intervalos de alta intensidad en la diabetes tipo 2\".",
        "No existen diferencias significativas en la cantidad de hemoglobina glicosilada entre los grupos de entrenamiento interválico de alta intensidad y el ejercicio de moderada intensidad al finalizar el estudio (p>0,05).",
        "En pacientes adultos con diabetes mellitus tipo 2, el entrenamiento interválico de alta intensidad no mejora significativamente los niveles de hemoglobina glicosilada. A pesar de esto, el entrenamiento interválico de alta intensidad muestra mejoras significativas en cuanto a la composición corporal y a la condición física, similares al método continuo de moderada intensidad."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25826293",
  "DateCompleted": {
    "Year": "2016",
    "Month": "12",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "03",
        "Day": "05"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.5867/medwave.2015.02.6079"
    ],
    "Journal": {
      "ISSN": "0717-6384",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "2",
        "PubDate": {
          "Year": "2015",
          "Month": "Mar",
          "Day": "05"
        }
      },
      "Title": "Medwave",
      "ISOAbbreviation": "Medwave"
    },
    "ArticleTitle": "[Effect of high-intensity interval training on the reduction of glycosylated hemoglobin in type-2 diabetic adult patients].",
    "Pagination": {
      "StartPage": "e6079",
      "MedlinePgn": "e6079"
    },
    "Abstract": {
      "AbstractText": [
        "Type 2 diabetes mellitus is one of the major non-communicable chronic diseases in the world. Its prevalence in Chile is significant, and complications associated with this disease involve great costs, which is why prevention and treatment of this condition are essential. Physical exercise is an effective means for prevention and treatment of type 2 diabetes mellitus. The emergence of new forms of physical training, such as \"high intensity interval training\", presents novel therapeutic alternatives for patients and health care professionals.",
        "To assess the validity and applicability of the results regarding the effectiveness of high intensity interval training in reducing glycosylated hemoglobin in adult patients with type 2 diabetes mellitus and answer the following question: In subjects with type 2 diabetes, can the method of high intensity interval training compared to moderate intensity exercise decrease glycosylated hemoglobin?",
        "We performed a critical analysis of the article \"Feasibility and preliminary effectiveness of high intensity interval training in type 2 diabetes\".",
        "We found no significant differences in the amount of glycosylated hemoglobin between groups of high intensity interval training and moderate-intensity exercise upon completion of the study (p>0.05).",
        "In adult patients with type 2 diabetes mellitus, high intensity interval training does not significantly improve glycosylated hemoglobin levels. Despite this, the high intensity interval training method shows as much improvement in body composition and physical condition as the moderate intensity exercise program."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escuela de Ciencias de la Actividad Física, Deporte y Salud, Universidad de Santiago de Chile, Santiago, Chile. Address: Avenida Libertador Bernardo O'Higgins nº 3363, Estación Central, Santiago, Chile. Email: kine.rae@gmail.com."
          }
        ],
        "LastName": "Aguilera Eguía",
        "ForeName": "Raúl Alberto",
        "Initials": "RA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escuela de Ciencias de la Actividad Física, Deporte y Salud, Universidad de Santiago de Chile, Santiago, Chile."
          }
        ],
        "LastName": "Russell Guzmán",
        "ForeName": "Javier Antonio",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escuela de Ciencias de la Actividad Física, Deporte y Salud, Universidad de Santiago de Chile, Santiago, Chile."
          }
        ],
        "LastName": "Soto Muñoz",
        "ForeName": "Marcelo Enrique",
        "Initials": "ME"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escuela de Ciencias de la Actividad Física, Deporte y Salud, Universidad de Santiago de Chile, Santiago, Chile."
          }
        ],
        "LastName": "Villegas González",
        "ForeName": "Bastián Eduardo",
        "Initials": "BE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escuela de Ciencias de la Actividad Física, Deporte y Salud, Universidad de Santiago de Chile, Santiago, Chile."
          }
        ],
        "LastName": "Poblete Aro",
        "ForeName": "Carlos Emilio",
        "Initials": "CE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escuela de Ciencias de la Actividad Física, Deporte y Salud, Universidad de Santiago de Chile, Santiago, Chile."
          }
        ],
        "LastName": "Ibacache Palma",
        "ForeName": "Alejandro",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Validation Study"
    ],
    "VernacularTitle": "Efectividad del entrenamiento interválico de alta intensidad en la reducción de la hemoglobina glicosilada en pacientes adultos con diabetes mellitus tipo 2."
  },
  "MedlineJournalInfo": {
    "Country": "Chile",
    "MedlineTA": "Medwave",
    "NlmUniqueID": "101581949",
    "ISSNLinking": "0717-6384"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Glycated Hemoglobin A"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Composition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chile"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Glycated Hemoglobin"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "High-Intensity Interval Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}