{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "aquatic therapy",
      "neurorehabilitation",
      "stroke"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33141446",
  "DateCompleted": {
    "Year": "2021",
    "Month": "04",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "04",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "11",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/ane.13371"
    ],
    "Journal": {
      "ISSN": "1600-0404",
      "JournalIssue": {
        "Volume": "143",
        "Issue": "3",
        "PubDate": {
          "Year": "2021",
          "Month": "Mar"
        }
      },
      "Title": "Acta neurologica Scandinavica",
      "ISOAbbreviation": "Acta Neurol Scand"
    },
    "ArticleTitle": "Aquatic therapy in stroke rehabilitation: systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "221",
      "EndPage": "241",
      "MedlinePgn": "221-241"
    },
    "Abstract": {
      "AbstractText": [
        "The main object of this systematic review and meta-analysis is to collect the available evidence of aquatic therapy in stroke rehabilitation and to investigate the effect of this intervention in supporting stroke recovery. The PubMed, the Cochrane Central Register of Controlled Trials and the PEDro databases were searched from their inception through to 31/05/2020 on randomized controlled trials evaluating the effect of aquatic therapy on stroke recovery. Subjects´ characteristics, methodological aspects, intervention description, and outcomes were extracted. Effect sizes were calculated for each study and outcome. Overall, 28 appropriate studies (N = 961) have been identified. A comparison with no intervention indicates that aquatic therapy is effective in supporting walking, balance, emotional status and health-related quality of life, spasticity, and physiological indicators. In comparison with land-based interventions, aquatic therapy shows superior effectiveness on balance, walking, muscular strength, proprioception, health-related quality of life, physiological indicators, and cardiorespiratory fitness. Only on independence in activities of daily living the land- and water-based exercise induce similar effects. Established concepts of water-based therapy (such as the Halliwick, Ai Chi, Watsu, or Bad Ragaz Ring methods) are the most effective, aquatic treadmill walking is the least effective. The current evidence is insufficient to support this therapy form within evidence-based rehabilitation. However, the available data indicate that this therapy can significantly improve a wide range of stroke-induced disabilities. Future research should devote more attention to this highly potent intervention."
      ],
      "CopyrightInformation": "© 2020 The Authors. Acta Neurologica Scandinavica published by John Wiley & Sons Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-9184-9776"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Human Sciences, University of Regensburg, Regensburg, Germany."
          }
        ],
        "LastName": "Veldema",
        "ForeName": "Jitka",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Human Sciences, University of Regensburg, Regensburg, Germany."
          }
        ],
        "LastName": "Jansen",
        "ForeName": "Petra",
        "Initials": "P"
      }
    ],
    "GrantList": [
      {
        "Agency": "Open access funding enabled and organized by ProjektDEAL",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Denmark",
    "MedlineTA": "Acta Neurol Scand",
    "NlmUniqueID": "0370336",
    "ISSNLinking": "0001-6314"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Stroke Rehabilitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Swimming"
    }
  ]
}