{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise",
      "Musculoskeletal diseases",
      "Tendinopathy: resistance training"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33965702",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ptsp.2021.04.008",
      "S1466-853X(21)00079-1"
    ],
    "Journal": {
      "ISSN": "1873-1600",
      "JournalIssue": {
        "Volume": "50",
        "PubDate": {
          "Year": "2021",
          "Month": "Jul"
        }
      },
      "Title": "Physical therapy in sport : official journal of the Association of Chartered Physiotherapists in Sports Medicine",
      "ISOAbbreviation": "Phys Ther Sport"
    },
    "ArticleTitle": "The implementation of resistance training principles in exercise interventions for lower limb tendinopathy: A systematic review.",
    "Pagination": {
      "StartPage": "97",
      "EndPage": "113",
      "MedlinePgn": "97-113"
    },
    "Abstract": {
      "AbstractText": [
        "The primary purpose of this systematic review is to examine the literature on resistance training interventions for lower limb tendinopathy to evaluate the proportion of interventions that implemented key resistance training principles (specificity, progression, overload, individualisation) and reported relevant prescription components (frequency, intensity, sets, repetitions) and reported intervention adherence.",
        "Two reviewers performed a systematic review after screening titles and abstracts based on eligibility criteria. Identified papers were obtained in full text, with data extracted regarding the implementation of resistance training principles. Included articles were evaluated by the Cochrane risk of bias tool, with a scoring tool out of 10 used for implementation and reporting of the 5 key principles. Scientific databases were searched in November 2020 and included Medline, CINAHL, AMED, and Sportsdiscus.",
        "52 randomised controlled trials investigating resistance training in five different lower limb tendinopathies were included. Although most studies considered the principles of progression (92%) and individualisation (88%), only 19 studies (37%) appropriately described how this progression in resistance was achieved, and only 18 studies (35%) reported specific instruction on how individualisation was applied. Adherence was considered in 27 studies (52%), with only 17 studies (33%) reporting the levels of adherence. In the scoring criteria, only 5 studies (10%) achieved a total maximum score of 10, with 17 studies (33%) achieving a maximum score of 8 for implementing and reporting the principles of specificity, overload, progression and individualisation.",
        "There is meaningful variability and methodological concerns regarding the application and reporting of resistance training principles, particularly progression and individualisation, along with intervention adherence throughout studies. Collectively, these findings have important implications for the prescription of current resistance training interventions, including the design and implementation of future interventions for populations with lower limb tendinopathies."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "MSK Service, Fraserburgh Physiotherapy Department, Fraserburgh Hospital, NHS Grampian, Aberdeen, United Kingdom. Electronic address: ianburton_10@hotmail.co.uk."
          }
        ],
        "LastName": "Burton",
        "ForeName": "Ian",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Aberdeen City Council, United Kingdom."
          }
        ],
        "LastName": "McCormack",
        "ForeName": "Aisling",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Phys Ther Sport",
    "NlmUniqueID": "100940513",
    "ISSNLinking": "1466-853X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "injuries"
      ],
      "DescriptorName": "Lower Extremity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Tendinopathy"
    }
  ],
  "CoiStatement": "Declaration of competing interest The author declares no conflicts of interest relevant to the content of this review."
}