{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Electromyography",
      "exercise",
      "ratio",
      "sling"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34334373",
  "DateCompleted": {
    "Year": "2022",
    "Month": "01",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "01",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3233/BMR-200057"
    ],
    "Journal": {
      "ISSN": "1878-6324",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "1",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "Journal of back and musculoskeletal rehabilitation",
      "ISOAbbreviation": "J Back Musculoskelet Rehabil"
    },
    "ArticleTitle": "Comparison among low intensity bridge exercises using suspension devices based on muscle activity and subjective difficulty.",
    "Pagination": {
      "StartPage": "61",
      "EndPage": "66",
      "MedlinePgn": "61-66"
    },
    "Abstract": {
      "AbstractText": [
        "Recent clinical studies have revealed the advantages of using suspension devices. Although the supine, lateral, and forward leaning bridge exercises are low-intensity exercises with suspension devices, there is a lack of studies directly comparing exercise progression by measuring muscular activity and subjective difficulty.",
        "To identify how the variations in the bridge exercise affects trunk muscle activity, the present study investigated changes in neuromuscular activation during low-intensity bridge exercises. We furthermore explored whether the height of the suspension point affects muscle activation and subjective difficulty.",
        "Nineteen asymptomatic male participants were included. Three bridge exercise positions, supine bridge (SB), lateral bridge (LB), forward leaning (FL), and two exercise angles (15 and 30 degrees) were administered, thereby comparing six bridge exercise conditions with suspension devices. Surface electromyography and subjective difficulty data were collected.",
        "The rectus abdominis activity was significantly higher with the LB and FL exercises compared with the SB exercise (p< 0.05). The erector spinae muscle activity was significantly higher with the SB and LB exercises, compared with the FL exercise (p< 0.05). The LB exercise significantly increased the internal oblique muscle activity, compared with other exercise variations (p< 0.05). The inclination angle of the exercise only affected the internal oblique muscle and subjective difficulty, which were significantly higher at 30 degrees compared with 15 degrees (p< 0.05).",
        "Relatively higher inclination angle was not effective in overall activation of the trunk muscles; however, different bridge-type exercises could selectively activate the trunk muscles. The LB and SB exercises could be good options for stimulating the internal oblique abdominis, and the erector spinae muscle, while the FL exercise could minimize the erector spinae activity and activate the abdominal muscles."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, Department of Physical Therapy, College of Science, Kyungsung University, Busan, Korea."
          }
        ],
        "LastName": "Lee",
        "ForeName": "Sang-Yeol",
        "Initials": "SY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, Uiduk University, Gyeongju, Korea."
          }
        ],
        "LastName": "Park",
        "ForeName": "Se-Yeon",
        "Initials": "SY"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Back Musculoskelet Rehabil",
    "NlmUniqueID": "9201340",
    "ISSNLinking": "1053-8127"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Abdominal Muscles"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electromyography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rectus Abdominis"
    }
  ]
}