{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25677413",
  "DateCompleted": {
    "Year": "2015",
    "Month": "06",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "02",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD009765",
      "10.1002/14651858.CD009765.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2015",
        "Issue": "2",
        "PubDate": {
          "Year": "2015",
          "Month": "Feb",
          "Day": "13"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Conservative interventions for preventing clinically detectable upper-limb lymphoedema in patients who are at risk of developing lymphoedema after breast cancer therapy.",
    "Pagination": {
      "StartPage": "CD009765",
      "MedlinePgn": "CD009765"
    },
    "Abstract": {
      "AbstractText": [
        "Breast cancer-related lymphoedema can be a debilitating long-term sequela of breast cancer treatment. Several studies have investigated the effectiveness of different treatment strategies to reduce the risk of breast cancer-related lymphoedema.",
        "To assess the effects of conservative (non-surgical and non-pharmacological) interventions for preventing clinically-detectable upper-limb lymphoedema after breast cancer treatment.",
        "We searched the Cochrane Breast Cancer Group's (CBCG) Specialised Register, CENTRAL, MEDLINE, EMBASE, CINAHL, PEDro, PsycINFO, and the World Health Organization (WHO) International Clinical Trials Registry Platform in May 2013. Reference lists of included trials and other systematic reviews were searched.",
        "Randomised controlled trials that reported lymphoedema as the primary outcome and compared any conservative intervention to either no intervention or to another conservative intervention.",
        "Three authors independently assessed the risk of bias and extracted data. Outcome measures included lymphoedema, infection, range of motion of the shoulder, pain, psychosocial morbidity, level of functioning in activities of daily life (ADL), and health-related quality of life (HRQoL). Where possible, meta-analyses were performed. Risk ratio (RRs) or hazard ratio (HRs) were reported for dichotomous outcomes or lymphoedema incidence, and mean differences (MDs) for range of motion and patient-reported outcomes.",
        "Ten trials involving 1205 participants were included. The duration of patient follow-up ranged from 2 days to 2 years after the intervention. Overall, the quality of the evidence generated by these trials was low, due to risk of bias in the included trials and inconsistency in the results. Manual lymph drainageIn total, four studies used manual lymph drainage (MLD) in combination with usual care or other interventions. In one study, lymphoedema incidence was lower in patients receiving MLD and usual care (consisting of standard education or exercise, or both) compared to usual care alone. A second study reported no difference in lymphoedema incidence when MLD was combined with physiotherapy and education compared to physiotherapy alone. Two other studies combining MLD with compression and scar massage or exercise observed a reduction in lymphoedema incidence compared to education only, although this was not significant in one of the studies. Two out of the four studies reported on shoulder mobility where MLD combined with exercise gave better shoulder mobility for lateral arm movement (shoulder abduction) and forward flexion in the first weeks after breast cancer surgery, compared to education only (mean difference for abduction 22°; 95% confidence interval (CI) 14 to 30; mean difference for forward flexion 14°; 95% CI 7 to 22). Two of the studies on MLD reported on pain, with inconsistent results. Results on HRQoL in two studies on MLD were also contradictory. Exercise: early versus delayed start of shoulder mobilising exercisesThree studies examined early versus late start of postoperative shoulder exercises. The pooled relative risk of lymphoedema after an early start of exercises was 1.69 (95% CI 0.94 to 3.01, 3 studies, 378 participants). Shoulder forward flexion was better at one and six months follow-up for participants who started early with mobilisation exercises compared to a delayed start (two studies), but no meta-analysis could be performed due to statistical heterogeneity. There was no difference in shoulder mobility or self-reported shoulder disability at 12 months follow-up (one study). One study evaluated HRQoL and reported difference at one year follow-up (mean difference 1.6 points, 95% CI -2.14 to 5.34, on the Trial Outcome Index of the FACT-B). Two studies collected data on wound drainage volumes and only one study reported higher wound drainage volumes in the early exercise group. Exercise: resistance trainingTwo studies compared progressive resistance training to restricted activity. Resistance training after breast cancer treatment did not increase the risk of developing lymphoedema (RR 0.58; 95% CI 0.30 to 1.13, two studies, 358 participants) provided that symptoms are monitored and treated immediately if they occur. One out of the two studies measured pain where participants in the resistance training group reported pain more often at three months and six months compared to the control group. One study reported HRQoL and found no significant difference between the groups. Patient education, monitoring and early interventionOne study investigated the effects of a comprehensive outpatient follow-up programme, consisting of patient education, exercise, monitoring of lymphoedema symptoms and early intervention for lymphoedema, compared to education alone. Lymphoedema incidence was lower in the comprehensive outpatient follow-up programme (at any time point) compared to education alone (65 people). Participants in the outpatient follow-up programme had a significantly faster recovery of shoulder abduction compared to the education alone group.",
        "Based on the current available evidence, we cannot draw firm conclusions about the effectiveness of interventions containing MLD. The evidence does not indicate a higher risk of lymphoedema when starting shoulder-mobilising exercises early after surgery compared to a delayed start (i.e. seven days after surgery). Shoulder mobility (that is, lateral arm movements and forward flexion) is better in the short term when starting shoulder exercises earlier compared to later. The evidence suggests that progressive resistance exercise therapy does not increase the risk of developing lymphoedema, provided that symptoms are closely monitored and adequately treated if they occur.Given the degree of heterogeneity encountered, limited precision, and the risk of bias across the included studies, the results of this review should be interpreted with caution."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, The Netherlands Cancer Institute - Antoni van Leeuwenhoek Hospital, Plesmanlaan 121, Amsterdam, Netherlands, 1066CX."
          }
        ],
        "LastName": "Stuiver",
        "ForeName": "Martijn M",
        "Initials": "MM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "ten Tusscher",
        "ForeName": "Marieke R",
        "Initials": "MR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Agasi-Idenburg",
        "ForeName": "Carla S",
        "Initials": "CS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lucas",
        "ForeName": "Cees",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Aaronson",
        "ForeName": "Neil K",
        "Initials": "NK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bossuyt",
        "ForeName": "Patrick M M",
        "Initials": "PM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD009765"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Drainage"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Lymphedema"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Education as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Range of Motion, Articular"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Shoulder Joint"
    }
  ],
  "CoiStatement": "The authors have no competing interests."
}