{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37594654",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "08",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-023-01902-4"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "53",
        "Issue": "12",
        "PubDate": {
          "Year": "2023",
          "Month": "Dec"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Performance Implications of Force-Vector-Specific Resistance and Plyometric Training: A Systematic Review with Meta-Analysis.",
    "Pagination": {
      "StartPage": "2447",
      "EndPage": "2461",
      "MedlinePgn": "2447-2461"
    },
    "Abstract": {
      "AbstractText": [
        "According to the principle of specific adaptations to imposed demands, training induces specific adaptations that predominantly transfer towards performance tasks of similar physiological and/or biomechanical characteristics. Functional performance improvements secondary to resistance and plyometric training have been hypothesized to be force-vector specific; however, the literature pertaining to this matter appears somewhat equivocal.",
        "The objective of the present systematic review with meta-analysis was to synthesize the available body of literature regarding the performance implications of vertically and horizontally oriented resistance- and plyometric training.",
        "The review drew from the following sources: PubMed, Web of Science, Scopus, Physiotherapy Evidence Database (PEDro), Cochrane Library, Cumulative Index of Nursing and Allied Health Literature (CINAHL), SPORTDiscus and Google Scholar.",
        "To qualify for inclusion, studies had to compare the efficacy of vertically and horizontally oriented resistance and/or plyometric training, with one or multiple outcome measures related to vertical/horizontal jumping, sprinting and/or change of direction speed (CODS).",
        "For each outcome measure, an inverse-variance random effects model was applied, with between-treatment effects quantified by the standardized mean difference (SMD) and associated 95% confidence- and prediction intervals.",
        "Between-treatment effects were of trivial magnitude for vertical jumping (SMD =  - 0.04, P = 0.69) and long-distance (≥ 20 m) sprinting (0.03, P = 0.83), whereas small to moderate effects in favor of horizontal training were observed for horizontal jumping (0.25, P = 0.07), short-distance (≤ 10 m) sprinting (0.72, P = 0.01) and CODS (0.31, P = 0.06), although only the short-distance sprint outcome reached statistical significance.",
        "In conclusion, our meta-analysis reveals a potential superiority of horizontally oriented training for horizontal jumping, short-distance sprinting and CODS, whereas vertically oriented training is equally efficacious for vertical jumping and long-distance sprinting. From an applied perspective, the present analysis provides an advanced basis for weighting of vertical and horizontal force-vector exercises as an integrated component for optimizing sport-specific performances. The present systematic review with meta-analysis was not a priori registered."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Nature Switzerland AG."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-3874-1870"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Integrative Physiology, Institute for Nutrition, Exercise and Sports, University of Copenhagen, Copenhagen, Denmark. nicklas.junge@nexs.ku.dk."
          }
        ],
        "LastName": "Junge",
        "ForeName": "Nicklas",
        "Initials": "N"
      },
      {
        "Identifier": [
          "0000-0002-5957-3415"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Integrative Physiology, Institute for Nutrition, Exercise and Sports, University of Copenhagen, Copenhagen, Denmark."
          }
        ],
        "LastName": "Jørgensen",
        "ForeName": "Tobias B",
        "Initials": "TB"
      },
      {
        "Identifier": [
          "0000-0002-9090-1958"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Integrative Physiology, Institute for Nutrition, Exercise and Sports, University of Copenhagen, Copenhagen, Denmark."
          }
        ],
        "LastName": "Nybo",
        "ForeName": "Lars",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Plyometric Exercise"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    }
  ]
}