{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Autoimmune disease",
      "Exercise",
      "Metabolism",
      "Rehabilitation",
      "Walking"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36403732",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.apmr.2022.10.009",
      "S0003-9993(22)01707-5"
    ],
    "Journal": {
      "ISSN": "1532-821X",
      "JournalIssue": {
        "Volume": "104",
        "Issue": "4",
        "PubDate": {
          "Year": "2023",
          "Month": "Apr"
        }
      },
      "Title": "Archives of physical medicine and rehabilitation",
      "ISOAbbreviation": "Arch Phys Med Rehabil"
    },
    "ArticleTitle": "Skeletal Muscle Dysfunction in People With Multiple Sclerosis: A Physiological Target for Improving Physical Function and Mobility.",
    "Pagination": {
      "StartPage": "694",
      "EndPage": "706",
      "MedlinePgn": "694-706"
    },
    "Abstract": {
      "AbstractText": [
        "Impaired mobility is amongst the most debilitating symptoms reported by people with multiple sclerosis (MS). Historically, it has been viewed that walking impairments in people with MS are directly caused by the physical damage to the neurons in the central nervous system (CNS) which results from the immunopathology of MS. However, research from over the past 4 decades has revealed that physical function in people with MS is also affected by skeletal muscle dysfunction characterized by a reduced capacity to produce, regulate, and sustain the force-generating muscle contractions that propel human movement. While the immediate CNS damage caused by MS can alter the neural activation of muscle by disrupting neuromotor transmission, chronic reductions in mobility and extreme fatigue can lead to physically inactive lifestyles that negatively affect skeletal muscle through mechanisms of deconditioning. Consequently, people with MS can experience alterations in activation patterns, muscle mass and tissue composition, contractility, metabolism, and perfusion that contribute to reductions in muscle function that ultimately impair key physical functions such as walking. This article provides an overview of the cellular mechanisms that contribute to skeletal muscle dysfunction in people with MS and a discussion of the current evidence suggesting that skeletal muscle may be a key physiological target for interventions aiming to improve mobility in this population. We specifically highlight recent evidence demonstrating the potential for rehabilitation and exercise interventions to induce muscle plasticity in people with MS who have moderate to severe levels of disability. In conclusion, we discuss future directions in basic science and clinical research that may advance our understanding of muscle dysfunction in MS and lead to the development of more precise and effective treatment strategies."
      ],
      "CopyrightInformation": "Copyright © 2022 American Congress of Rehabilitation Medicine. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Shepherd Center, Virginia C. Crawford Research Institute, Atlanta, GA. Electronic address: Brad.Willingham@shepherd.org."
          }
        ],
        "LastName": "Willingham",
        "ForeName": "T Bradley",
        "Initials": "TB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, University of Georgia, Athens, GA."
          }
        ],
        "LastName": "McCully",
        "ForeName": "Kevin",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Shepherd Center, Virginia C. Crawford Research Institute, Atlanta, GA."
          }
        ],
        "LastName": "Backus",
        "ForeName": "Deborah",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Arch Phys Med Rehabil",
    "NlmUniqueID": "2985158R",
    "ISSNLinking": "0003-9993"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Fatigue"
    }
  ]
}