{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25715814",
  "DateCompleted": {
    "Year": "2015",
    "Month": "12",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00059-015-4206-6"
    ],
    "Journal": {
      "ISSN": "1615-6692",
      "JournalIssue": {
        "Volume": "40",
        "Issue": "2",
        "PubDate": {
          "Year": "2015",
          "Month": "Apr"
        }
      },
      "Title": "Herz",
      "ISOAbbreviation": "Herz"
    },
    "ArticleTitle": "[Exercise training as a key component of heart failure therapy].",
    "Pagination": {
      "StartPage": "206",
      "EndPage": "214",
      "MedlinePgn": "206-14"
    },
    "Abstract": {
      "AbstractText": [
        "Physical exercise has been recognized as a standard therapy in the guidelines for secondary prevention of chronic heart failure. In clinical practice its benefits are widely underestimated. It is still too rarely applied as a therapeutic component, despite overwhelming scientific evidence, including meta-analyses illustrating the positive effect on exercise capacity, quality of life and hospitalization. It is crucial that patients undergo a thorough clinical investigation, including exercise testing and are in a clinically stable condition for at least 6 weeks under optimal guideline-conform medicinal therapy before exercise training is initiated. Moreover, it is important that only approved exercise regimens should be prescribed and exercise sessions should be appropriately monitored. Both moderate continuous endurance training and recently developed interval training have been shown to be safe and effective in chronic heart failure. Ideally, endurance training should be combined with moderate resistance training. Current evidence clearly demonstrates a dose-response relationship in the way that beneficial effects of exercise training are strongly related to factors such as exercise duration and intensity. Development of strategies that support long-term adherence to exercise training are a crucial challenge for both daily practice and future research."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik und Poliklinik für Innere Medizin B, AG Kardiovaskuläre Epidemiologie und Prävention, Universitätsmedizin Greifswald, Ferdinand-Sauerbruch-Str., 17475, Greifswald, Deutschland, mdoerr@uni-greifswald.de."
          }
        ],
        "LastName": "Dörr",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Halle",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Körperliches Training als wichtige Komponente der Therapie bei Herzinsuffizienz."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Herz",
    "NlmUniqueID": "7801231",
    "ISSNLinking": "0340-9937"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Evidence-Based Medicine"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Heart Failure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Physical Conditioning, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}