{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22895974",
  "DateCompleted": {
    "Year": "2012",
    "Month": "09",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "08",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD008465",
      "10.1002/14651858.CD008465.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2012",
        "Issue": "8",
        "PubDate": {
          "Year": "2012",
          "Month": "Aug",
          "Day": "15"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Exercise interventions on health-related quality of life for people with cancer during active treatment.",
    "Pagination": {
      "StartPage": "CD008465",
      "MedlinePgn": "CD008465"
    },
    "Abstract": {
      "AbstractText": [
        "People with cancer undergoing active treatment experience numerous disease- and treatment-related adverse outcomes and poorer health-related quality of life (HRQoL). Exercise interventions are hypothesized to alleviate these adverse outcomes. HRQoL and its domains are important measures of cancer survivorship, both during and after the end of active treatment for cancer.",
        "To evaluate the effectiveness of exercise on overall HRQoL outcomes and specific HRQoL domains among adults with cancer during active treatment.",
        "We searched the Cochrane Central Register of Controlled Trials (CENTRAL), PubMed MEDLINE, EMBASE, CINAHL, PsycINFO, PEDRO, LILACS, SIGLE, SportDiscus, OTSeeker, Sociological Abstracts from inception to November 2011 with no language or date restrictions. We also searched citations through Web of Science and Scopus, PubMed's related article feature, and several websites. We reviewed reference lists of included trials and other reviews in the field.",
        "We included all randomized controlled trials (RCTs) and quasi-randomized controlled clinical trials (CCTs) comparing exercise interventions with usual care or other type of non-exercise comparison intervention to maintain or enhance, or both, overall HRQoL or at least one distinct domain of HRQoL. Included trials tested exercise interventions that were initiated when adults with cancer were undergoing active cancer treatment or were scheduled to initiate treatment.",
        "Five paired review authors independently extracted information on characteristics of included trials, data on effects of the intervention, and assessed risk of bias based on predefined criteria. Where possible, we performed meta-analyses for HRQoL and HRQoL domains for the reported difference between baseline values and follow-up values using standardized mean differences (SMDs) and a random-effects model by length of follow-up. We also reported the SMD at follow-up between the exercise and control groups. Because investigators used many different HRQoL and HRQoL domain instruments and often more than one for the same domain, we selected the more commonly used instrument to include in the SMD meta-analyses. We also report the mean difference for each type of instrument separately.",
        "We included 56 trials with 4826 participants randomized to an exercise (n = 2286) or comparison (n = 1985) group. Cancer diagnoses in trial participants included breast, prostate, gynecologic, hematologic, and other. Thirty-six trials were conducted among participants who were currently undergoing active treatment for their cancer, 10 trials were conducted among participants both during and post active cancer treatment, and the remaining 10 trials were conducted among participants scheduled for active cancer treatment. Mode of exercise intervention differed across trials and included walking by itself or in combination with cycling, resistance training, or strength training; resistance training; strength training; cycling; yoga; or Qigong. HRQoL and its domains were assessed using a wide range of measures.The results suggest that exercise interventions compared with control interventions have a positive impact on overall HRQoL and certain HRQoL domains. Exercise interventions resulted in improvements in: HRQoL from baseline to 12 weeks' follow-up (SMD 0.33; 95% CI 0.12 to 0.55) or when comparing difference in follow-up scores at 12 weeks (SMD 0.47; 95% CI 0.16 to 0.79); physical functioning from baseline to 12 weeks' follow-up (SMD 0.69; 95% CI 0.16 to 1.22) or 6 months (SMD 0.28; 95% CI 0.00 to 0.55); or when comparing differences in follow-up scores at 12 weeks (SMD 0.28; 95% CI 0.11 to 0.45) or 6 months (SMD 0.29; 95% CI 0.07 to 0.50); role function from baseline to 12 weeks' follow-up (SMD 0.48; 95% CI 0.07 to 0.90) or when comparing differences in follow-up scores at 12 weeks (SMD 0.17; 95% CI 0.00 to 0.34) or 6 months (SMD 0.32; 95% CI 0.03 to 0.61); and, in social functioning at 12 weeks' follow-up (SMD 0.54; 95% CI 0.03 to 1.05) or when comparing differences in follow-up scores at both 12 weeks (SMD 0.16; 95% CI 0.04 to 0.27) and 6 months (SMD 0.24; 95% CI 0.03 to 0.44). Further, exercise interventions resulted in a decrease in fatigue from baseline to 12 weeks' follow-up (SMD -0.38; 95% CI -0.57 to -0.18) or when comparing difference in follow-up scores at follow-up of 12 weeks (SMD -0.73; 95% CI -1.14 to -0.31). Since there is consistency of findings on both types of measures (change scores and difference in follow-up scores) there is greater confidence in the robustness of these findings.When examining exercise effects by subgroups, exercise interventions had significantly greater reduction in anxiety for survivors with breast cancer than those with other types of cancer. Further, there was greater reduction in depression, fatigue, and sleep disturbances, and improvement in HRQoL, emotional wellbeing (EWB), physical functioning, and role function for cancer survivors diagnosed with cancers other than breast cancer but not for breast cancer. There were also greater improvements in HRQoL and physical functioning, and reduction in anxiety, fatigue, and sleep disturbances when prescribed a moderate or vigorous versus a mild exercise program.Results of the review need to be interpreted cautiously owing to the risk of bias. All the trials reviewed were at high risk for performance bias. In addition, the majority of trials were at high risk for detection, attrition, and selection bias.",
        "This systematic review indicates that exercise may have beneficial effects at varying follow-up periods on HRQoL and certain HRQoL domains including physical functioning, role function, social functioning, and fatigue. Positive effects of exercise interventions are more pronounced with moderate- or vigorous-intensity versus mild-intensity exercise programs. The positive results must be interpreted cautiously because of the heterogeneity of exercise programs tested and measures used to assess HRQoL and HRQoL domains, and the risk of bias in many trials. Further research is required to investigate how to sustain positive effects of exercise over time and to determine essential attributes of exercise (mode, intensity, frequency, duration, timing) by cancer type and cancer treatment for optimal effects on HRQoL and its domains."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of New Mexico, Albuquerque, NM,USA. smishra@salud.unm.edu."
          }
        ],
        "LastName": "Mishra",
        "ForeName": "Shiraz I",
        "Initials": "SI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Scherer",
        "ForeName": "Roberta W",
        "Initials": "RW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Snyder",
        "ForeName": "Claire",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Geigle",
        "ForeName": "Paula M",
        "Initials": "PM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Berlanstein",
        "ForeName": "Debra R",
        "Initials": "DR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Topaloglu",
        "ForeName": "Ozlem",
        "Initials": "O"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Int J Nurs Pract. 2014 Dec;20(6):687-8",
      "PMID": "25532884"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Bicycling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Breathing Exercises"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "methods",
        "psychology"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Survivors"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Yoga"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}