{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise",
      "Exergaming",
      "Presence",
      "Sports",
      "Virtual reality"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37665929",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "07",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.psychsport.2023.102494",
      "S1469-0292(23)00118-8"
    ],
    "Journal": {
      "ISSN": "1878-5476",
      "JournalIssue": {
        "Volume": "69",
        "PubDate": {
          "Year": "2023",
          "Month": "Nov"
        }
      },
      "Title": "Psychology of sport and exercise",
      "ISOAbbreviation": "Psychol Sport Exerc"
    },
    "ArticleTitle": "Persistence and pleasure in VR: Enhancing Exercise Endurance and Enjoyment through Virtual Environments.",
    "Pagination": {
      "StartPage": "102494",
      "MedlinePgn": "102494"
    },
    "Abstract": {
      "AbstractText": [
        "Virtual Reality (VR) provides an enjoyable addition to stationary physical exercise and can improve performance while exercising. The aim of this study is to explore the effectiveness of three interactive virtual environments (i.e., social, relaxing, stressful) on enjoyment and persistence during strength-based exercises. In a within-subjects experiment, 97 healthy young adults completed four consecutive sets of two strength-based exercises. Participants completed one set as baseline and then each participant completed three more sets in three different interactive environments, experienced through a VR headset. Results showed that both the stressful virtual environment, where participants were hanging suspended over a city, and the social virtual environment where participants were audibly encouraged in a stadium, increased participants' persistence in both exercises, when compared to the relaxing virtual environment. Specifically, the relaxing sunny beach environment caused poorer performances in a dead hang exercise among men (n = 30), and poorer performances in a core exercise among women (n = 66). Somewhat paradoxically, this relaxing virtual beach environment was considered the most enjoyable environment among both male and female participants. The potential of VR in exercise lies in its ability to provide pleasurable and performance-enhancing immersive environments that may be too expensive or dangerous in reality."
      ],
      "CopyrightInformation": "Copyright © 2023 The Author. Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Amsterdam School of Communication Research, University of Amsterdam, the Netherlands. Electronic address: j.s.lemmens@uva.nl."
          }
        ],
        "LastName": "Lemmens",
        "ForeName": "Jeroen S",
        "Initials": "JS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Psychol Sport Exerc",
    "NlmUniqueID": "101088724",
    "ISSNLinking": "1878-5476"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pleasure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Happiness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nutritional Status"
    }
  ],
  "CoiStatement": "Declaration of competing interest The Paradox of Pleasure and Performance: A Virtual Reality Experiment on Exercise Endurance. The author certifies that he has NO affiliations with or involvement in any organization or entity with any financial interest (such as honoraria; educational grants; participation in speakers’ bureaus; membership, employment, consultancies, stock ownership, or other equity interest; and expert testimony or patent-licensing arrangements), or non-financial interest (such as personal or professional relationships, affiliations, knowledge or beliefs) in the subject matter or materials discussed in this manuscript."
}