{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38039307",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "12",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0295382",
      "10.1371/journal.pone.0295382"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "12",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Physiotherapists clinical reasoning to prescribe exercise for patients with chronic pain: A qualitative study research protocol.",
    "Pagination": {
      "StartPage": "e0295382",
      "MedlinePgn": "e0295382"
    },
    "Abstract": {
      "AbstractText": [
        "Physiotherapists' play a key role in the management of chronic pain, and as part of the National Institute for Health and Care Excellence (NICE) guidelines, prescribe exercise to support patients with chronic pain. However, there is very limited evidence supporting physiotherapists on what type of exercise or dose of exercise should be prescribed. Physiotherapists' therefore have more onus on their ability to clinically reason how to prescribe exercise. At present, there is no research investigating how physiotherapists' working with patients that have chronic pain, clinically reason when prescribing exercise. This study proposes to investigate how physiotherapists experienced in pain management prescribe exercise, to understand what the key influences are on their reasoning, and how these impact on clinical practice.",
        "This will be a qualitative study, utilising semi-structured individual interviews. Participants will be Health and Care Professions Council registered physiotherapists, working predominantly with patients that have chronic pain. Recruitment will focus on physiotherapists working within the United Kingdom (UK). Up to twenty participants will be recruited. The study, including the interview guide, will be supported by a steering group consisting of academics and physiotherapists experienced in chronic pain. The data will be analysed using framework analysis.",
        "The study will be reported using the COnsolidated criteria for REporting Qualitative research (COREQ) guidelines. The findings of the study will be disseminated through publication in a peer reviewed journal.",
        "This study will provide novel insight into how physiotherapists experienced working with and managing chronic pain patients, prescribe exercise, and will gain new insight into clinical practice to help inform future research and education."
      ],
      "CopyrightInformation": "Copyright: © 2023 Kelly et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2412-9226"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport, Exercise and Rehabilitation, Faculty of Health and Life Sciences, Northumbria University, Newcastle Upon Tyne, United Kingdom."
          }
        ],
        "LastName": "Kelly",
        "ForeName": "Michael C",
        "Initials": "MC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport, Exercise and Rehabilitation, Faculty of Health and Life Sciences, Northumbria University, Newcastle Upon Tyne, United Kingdom."
          }
        ],
        "LastName": "Naisby",
        "ForeName": "Jenni",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport, Exercise and Rehabilitation, Faculty of Health and Life Sciences, Northumbria University, Newcastle Upon Tyne, United Kingdom."
          },
          {
            "Identifier": [],
            "Affiliation": "Northumbria Healthcare NHS Foundation Trust, Newcastle Upon Tyne, United Kingdom."
          }
        ],
        "LastName": "Bell",
        "ForeName": "David J",
        "Initials": "DJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Chronic Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Therapists"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}