{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise therapy",
      "Meta-analysis",
      "Musculoskeletal manipulation",
      "Post-traumatic headache",
      "Randomized controlled trial",
      "Systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36419164",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "49",
      "10.1186/s12998-022-00459-9"
    ],
    "Journal": {
      "ISSN": "2045-709X",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov",
          "Day": "23"
        }
      },
      "Title": "Chiropractic & manual therapies",
      "ISOAbbreviation": "Chiropr Man Therap"
    },
    "ArticleTitle": "The effectiveness of manual and exercise therapy on headache intensity and frequency among patients with cervicogenic headache: a systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "49",
      "MedlinePgn": "49"
    },
    "Abstract": {
      "AbstractText": [
        "Cervicogenic headache is a secondary headache, and manual therapy is one of the most common treatment choices for this and other types of headache. Nonetheless, recent guidelines on the management of cervicogenic headache underlined the lack of trials comparing manual and exercise therapy to sham or no-treatment controls. The main objective of this systematic review and meta-analysis was to assess the effectiveness of different forms of manual and exercise therapy in people living with cervicogenic headache, when compared to other treatments, sham, or no treatment controls.",
        "Following the PRISMA guidelines, the literature search was conducted until January 2022 on MEDLINE, CENTRAL, DOAJ, and PEDro. Randomized controlled trials assessing the effects of manual or exercise therapy on patients with cervicogenic headache with headache intensity or frequency as primary outcome measures were included. Study selection, data extraction and Risk of Bias (RoB) assessment were done in duplicate. GRADE was used to assess the quality of the evidence.",
        "Twenty studies were included in the review, with a total of 1439 patients. Common interventions were spinal manipulation, trigger point therapy, spinal mobilization, scapulo-thoracic and cranio-cervical exercises. Meta-analysis was only possible for six manual therapy trials with sham comparators. Data pooling showed moderate-to-large effects in favour of manual therapy for headache frequency and intensity at short-term, small-to-moderate for disability at short-term, small-to-moderate for headache intensity and small for headache frequency at long-term. A sensitivity meta-analysis of low-RoB trials showed small effects in favor of manual therapy in reducing headache intensity, frequency and disability at short and long-term. Both trials included in the sensitivity meta-analysis studied spinal manipulation as the intervention of interest. GRADE assessment showed moderate quality of evidence.",
        "The evidence suggests that manual and exercise therapy may reduce headache intensity, frequency and disability at short and long-term in people living with cervicogenic headache, but the overall RoB in most included trials was high. However, a sensitivity meta-analysis on low-RoB trials showed moderate-quality evidence supporting the use of spinal manipulation compared to sham interventions. More high-quality trials are necessary to make stronger recommendations, ideally based on methodological recommendations that enhance comparability between studies. Trial registration The protocol for this meta-analysis was pre-registered on PROSPERO under the registration number CRD42021249277."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-1037-2524"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University College of Osteopathy, 275 Borough High Street, London, SE1 1JE, UK. pietrob94@libero.it."
          }
        ],
        "LastName": "Bini",
        "ForeName": "Pietro",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Surgery and Cancer, Faculty of Medicine, Imperial College, London, Chelsea and Westminster Hospital, 4Th Floor, 369 Fulham Road, London, SW10 9NH, UK."
          }
        ],
        "LastName": "Hohenschurz-Schmidt",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University College of Osteopathy, 275 Borough High Street, London, SE1 1JE, UK."
          }
        ],
        "LastName": "Masullo",
        "ForeName": "Vincenzo",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Applied Social Science and Social Practice, Ara Institute of Canterbury, Madras Campus, \"O\" Building, Madras street, Christchurch Central City, Christchurch, 8011, New Zealand."
          }
        ],
        "LastName": "Pitt",
        "ForeName": "Diana",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University College of Osteopathy, 275 Borough High Street, London, SE1 1JE, UK."
          }
        ],
        "LastName": "Draper-Rodi",
        "ForeName": "Jerry",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Systematic Review",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Chiropr Man Therap",
    "NlmUniqueID": "101551481",
    "ISSNLinking": "2045-709X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Post-Traumatic Headache"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Headache"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Manipulation, Spinal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    }
  ],
  "CoiStatement": "The authors declare that they have no competing interests."
}