{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35506320",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "05",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.4081/reumatismo.2022.1466"
    ],
    "Journal": {
      "ISSN": "0048-7449",
      "JournalIssue": {
        "Volume": "74",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "May",
          "Day": "03"
        }
      },
      "Title": "Reumatismo",
      "ISOAbbreviation": "Reumatismo"
    },
    "ArticleTitle": "The preventive and therapeutic role of physical activity in knee osteoarthritis.",
    "Abstract": {
      "AbstractText": [
        "The aim of this narrative review is to discuss the results of studies investigating the role of physical activity in knee osteoarthritis (OA). We also formulated two evidence-based exercise programs that could be prescribed to patients with symptomatic knee OA or after joint replacement. The PubMed and Google Scholar databases were searched for articles related to knee OA and physical activity. A total of 86 papers written in English and published from 1957 to 2021 were selected. Adapted physical activity, even at high intensity, does not appear to trigger or exacerbate knee OA; on the contrary, it may prevent obesity or lower limb muscle weakness, both of which are considered predisposing factors for the disease. In patients already diagnosed with knee OA, scientific evidence suggests that both land-based and aquatic activities combining aerobics, strength, and endurance programs are safe and effective. Physical interventions tailored to the patient may also accelerate recovery time after knee arthroplasty. Knee OA is a painful and disabling rheumatic disease that is very common in the elderly population. Pharmacotherapy has a modest effect in controlling disease progression, possibly due to the still limited understanding of OA pathogenesis. Non-pharmacologic interventions, including dietary and lifestyle changes and physical activity, may be more effective and safer than drugs in preventing or treating knee OA."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Postgraduate School of Sports and Physical Exercise Medicine, BIOMORF Department, University of Messina. roberto.restuccia@polime.it."
          }
        ],
        "LastName": "Restuccia",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Degree Course of Theory and Methods of Preventive and Adapted Physical Activities, BIOMORF Department, University of Messina. daniruggieri98@gmail.com."
          }
        ],
        "LastName": "Ruggieri",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Postgraduate School of Sports and Physical Exercise Medicine, BIOMORF Department, University of Messina, Italy; Degree Course of Theory and Methods of Preventive and Adapted Physical Activities, BIOMORF Department, University of Messina. lmagaudda@unime.it."
          }
        ],
        "LastName": "Magaudda",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rheumatology Unit, Department of Clinical and Experimental Medicine, University of Messina. talotta1@virgilio.it."
          }
        ],
        "LastName": "Talotta",
        "ForeName": "R",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Reumatismo",
    "NlmUniqueID": "0401302",
    "ISSNLinking": "0048-7449"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Progression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Osteoarthritis, Knee"
    }
  ]
}