{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35774298",
  "DateCompleted": {
    "Year": "2022",
    "Month": "07",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "07",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "06",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "4884109",
      "10.1155/2022/4884109"
    ],
    "Journal": {
      "ISSN": "1748-6718",
      "JournalIssue": {
        "Volume": "2022",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "Computational and mathematical methods in medicine",
      "ISOAbbreviation": "Comput Math Methods Med"
    },
    "ArticleTitle": "Effect of Physical Exercise Intervention Based on Improved Neural Network on College Students' Mental Health.",
    "Pagination": {
      "StartPage": "4884109",
      "MedlinePgn": "4884109"
    },
    "Abstract": {
      "AbstractText": [
        "Physical exercise refers to various physical exercises carried out through certain means and methods. Physical exercise can not only achieve the purpose of strengthening the body and health but also make people face challenges in physical and mental sports, and the resulting psychological satisfaction and excitement make exercisers happy physically and mentally. Physical activity has a certain appeal that makes it one of the most effective ways for modern people to alleviate mental illnesses. The human brain's reaction time is linked to its thinking speed and intelligence. Regular physical activity can increase human brain cell reaction time and completely utilize human brain capacity, which is beneficial to the healthy development of human attention, memory, imagination, and thinking ability. Scientific and reasonable physical exercise is also an important means to improve people's intelligence levels. Everyone's physical health level is closely related to their mental health. A healthy mind comes from a healthy body. A large number of scientific studies have confirmed that reasonably arranging the contents and methods of physical exercise according to their own health level and psychological state cannot only enhance the physique of college students but also cultivate their excellent personality. Firstly, this paper summarizes the influence of physical exercise on mental health. The ways of employing physical exercise to improve and improve the mental health of college students are presented in this study. Then, this paper proposes a physical exercise intervention based on an improved neural network (NN), which has an impact on the mental health level of college students, and the effectiveness of this model is verified by simulation experiments."
      ],
      "CopyrightInformation": "Copyright © 2022 Linlin Cai."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-0799-4522"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nanjing Medical University, Nanjing, 210000 Jiangsu, China."
          }
        ],
        "LastName": "Cai",
        "ForeName": "Linlin",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Comput Math Methods Med",
    "NlmUniqueID": "101277751",
    "ISSNLinking": "1748-670X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neural Networks, Computer"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Students"
    }
  ],
  "CoiStatement": "The author declares that he has no conflict of interest."
}