{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29877680",
  "DateCompleted": {
    "Year": "2018",
    "Month": "09",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.23736/S0022-4707.17.07486-2"
    ],
    "Journal": {
      "ISSN": "1827-1928",
      "JournalIssue": {
        "Volume": "58",
        "Issue": "6",
        "PubDate": {
          "Year": "2018",
          "Month": "Jun"
        }
      },
      "Title": "The Journal of sports medicine and physical fitness",
      "ISOAbbreviation": "J Sports Med Phys Fitness"
    },
    "ArticleTitle": "Acute, short-, and long-term effects of different types of exercise in central arterial stiffness: a systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "923",
      "EndPage": "932",
      "MedlinePgn": "923-932"
    },
    "Abstract": {
      "AbstractText": [
        "The independent predictor of cardiovascular mortality, central arterial stiffness (CAS), is modulated by exercise depending on type of exercises, arteries assessed, sample features and time to exposure. Thus, this study aim to determine the endurance, resistance and combined exercise effects on CAS over time in humans.",
        "MEDLINE database for studies published between January 1st, 1990 and February 3rd, 2015. Studies measuring the effects of exercise on CAS, measured by aortic pulse wave velocity or carotid arterial compliance measured by ultrasound were included. Two independent reviewers extracted the 56 studies meta-analyzed and allocated among type of exercise and time effects categories: acute (10 minutes to 24 hours post-exercise session effect), short-term (interventional studies testing basal CAS from 1 to 24 weeks of exercise) and long-term (cross-sectional studies comparing trained and untrained individuals).",
        "We calculated standard difference in means 95% CIs, applying random or fixed-effects models, according to presence or absence of true heterogeneity, respectively. Endurance exercise reduced CAS in short and long-term analysis (-0.42 [-0.53 to -0.31] and -0.62 [-0.95 to -0.29], respectively), however it did not modify CAS acutely; higher magnitude of reduction occurred in normal weight individuals, with longer duration, higher weekly frequency and continuous (rather than interval) protocols. Resistance exercise increases CAS acutely (0.30 [0.01 to 0.58]) and after long-term (0.47 [0.19 to 0.75]), while short-term resistance exercise did not modify CAS significantly. No significant effect was found for short-term combined exercises and there was not enough number of studies for acute and long-term effects to be meta-analysed.",
        "Endurance and resistance exercise have opposite long-term effects, being beneficial and deleterious, respectively, while the combined exercise showed to be innocuous."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Postgraduate Program in Gerontology, Faculty of Medical Sciences, University of Campinas (UNICAMP), Campinas, São Paulo, Brazil - amandaveigasardeli@yahoo.com.br."
          },
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Exercise Physiology (FISEX), Faculty of Physical Education, University of Campinas (UNICAMP), Campinas, São Paulo, Brazil - amandaveigasardeli@yahoo.com.br."
          }
        ],
        "LastName": "Sardeli",
        "ForeName": "Amanda V",
        "Initials": "AV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Exercise Physiology (FISEX), Faculty of Physical Education, University of Campinas (UNICAMP), Campinas, São Paulo, Brazil."
          }
        ],
        "LastName": "Gáspari",
        "ForeName": "Arthur F",
        "Initials": "AF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Postgraduate Program in Gerontology, Faculty of Medical Sciences, University of Campinas (UNICAMP), Campinas, São Paulo, Brazil."
          },
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Exercise Physiology (FISEX), Faculty of Physical Education, University of Campinas (UNICAMP), Campinas, São Paulo, Brazil."
          }
        ],
        "LastName": "Chacon-Mikahil",
        "ForeName": "Mara P",
        "Initials": "MP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "J Sports Med Phys Fitness",
    "NlmUniqueID": "0376337",
    "ISSNLinking": "0022-4707"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pulse Wave Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Vascular Stiffness"
    }
  ]
}