{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adherence",
      "Compliance",
      "Exercise therapy",
      "Home exercise",
      "Knee osteoarthritis",
      "Unsupervised exercise"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37597491",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "08",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "100533",
      "10.1016/j.bjpt.2023.100533",
      "S1413-3555(23)00054-0"
    ],
    "Journal": {
      "ISSN": "1809-9246",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "4",
        "PubDate": {
          "Year": "2023",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Brazilian journal of physical therapy",
      "ISOAbbreviation": "Braz J Phys Ther"
    },
    "ArticleTitle": "What are the unsupervised exercise adherence rates in clinical trials for knee osteoarthritis? A systematic review.",
    "Pagination": {
      "StartPage": "100533",
      "MedlinePgn": "100533"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise is an effective intervention for knee osteoarthritis (OA), and unsupervised exercise programs should be a common adjunct to most treatments. However, it is unknown if current clinical trials are capturing information regarding adherence.",
        "To summarize the extent and quality of reporting of unsupervised exercise adherence in clinical trials for knee OA.",
        "Reviewers searched five databases (PubMed, CINAHL, Medline (OVID), EMBASE and Cochrane). Randomized controlled trials where participants with knee OA engaged in an unsupervised exercise program were included. The extent to which exercise adherence was monitored and reported was assessed and findings were subgrouped according to method for tracking adherence. The types of adherence measurement categories were synthesized. A quality assessment was completed using the Physiotherapy Evidence Database (PEDro) scores.",
        "Of 3622 abstracts screened, 176 studies met criteria for inclusion. PEDro scores for study quality ranged from two to ten (mean=6.3). Exercise adherence data was reported in 72 (40.9%) studies. Twenty-six (14.8%) studies only mentioned collection of adherence. Adherence rates ranged from 3.7 to 100% in trials that reported adherence. For 18 studies (10.2%) that tracked acceptable adherence, there was no clear superiority in treatment effect based on adherence rates.",
        "Clinical trials for knee OA do not consistently collect or report adherence with unsupervised exercise programs. Slightly more than half of the studies reported collecting adherence data while only 40.9% reported findings with substantial heterogeneity in tracking methodology. The clinical relevance of these programs cannot be properly contextualized without this information."
      ],
      "CopyrightInformation": "Copyright © 2023 Associação Brasileira de Pesquisa e Pós-Graduação em Fisioterapia. Publicado por Elsevier España, S.L.U. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Science Program in Physical Therapy, Bellin College, Green Bay, WI, USA. Electronic address: kristin.smith@alumni.bellincollege.edu."
          }
        ],
        "LastName": "Smith",
        "ForeName": "Kristin M",
        "Initials": "KM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Science Program in Physical Therapy, Bellin College, Green Bay, WI, USA; Department of Physical Therapy, Wingate University, Wingate, NC, USA."
          }
        ],
        "LastName": "Massey",
        "ForeName": "B James",
        "Initials": "BJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Science Program in Physical Therapy, Bellin College, Green Bay, WI, USA."
          }
        ],
        "LastName": "Young",
        "ForeName": "Jodi L",
        "Initials": "JL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Science Program in Physical Therapy, Bellin College, Green Bay, WI, USA; Department of Rehabilitation Medicine, School of Medicine, Uniformed Services University of the Health Sciences, Bethesda, MD, USA."
          }
        ],
        "LastName": "Rhon",
        "ForeName": "Daniel I",
        "Initials": "DI"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Braz J Phys Ther",
    "NlmUniqueID": "101615124",
    "ISSNLinking": "1413-3555"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Osteoarthritis, Knee"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Therapy Modalities"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    }
  ],
  "CoiStatement": "Conflicts of interest The authors have no financial disclosures to report and no conflicts of interest."
}