{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21323815",
  "DateCompleted": {
    "Year": "2011",
    "Month": "11",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2011",
    "Month": "12",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/j.1742-1241.2010.02581.x"
    ],
    "Journal": {
      "ISSN": "1368-504X",
      "JournalIssue": {
        "Issue": "170",
        "PubDate": {
          "Year": "2011",
          "Month": "Feb"
        }
      },
      "Title": "International journal of clinical practice. Supplement",
      "ISOAbbreviation": "Int J Clin Pract Suppl"
    },
    "ArticleTitle": "Exercise and diabetes.",
    "Pagination": {
      "StartPage": "71",
      "EndPage": "75",
      "MedlinePgn": "71-5"
    },
    "Abstract": {
      "AbstractText": [
        "Diet and exercise form the foundation of a healthy lifestyle. These are especially important for people living with diabetes mellitus, as they are the most practical non-pharmacological means by which patients may significantly improve their blood glucose levels. Exercise increases insulin sensitivity (both short and long term), lowers blood sugar levels, reduces body fat and improves cardiovascular (CV) function. Because of this, exercise offers enormous benefit to patients with diabetes. Blood glucose levels can significantly drop during and after physical activities, due to the increased utilisation of glucose as a fuel during exercise and the up-regulation of glucose transport into working muscles. Therefore, patients (especially those with type 1 diabetes) must account for the effects of exercise and adjust their medications and nutrition accordingly. Improvements in real-time continuous glucose monitoring and optimisation of basal insulin dosing may offer significant benefit to preventing hypoglycaemia in patients with type 1 diabetes who regularly exercise. Diverse exercise programmes and devices can also assist patients in monitoring their activities as well as motivating them to achieve their exercise goals. For patients with type 1 diabetes, questions such as how much, how long, how strenuous and what kind of exercise must be addressed in order for healthcare professionals to offer maximum benefit to their patients. Additionally, since patients with type 2 diabetes often have other significant co-morbidities such as obesity and CV disease, care providers must evaluate each patient's risk factors before designing an exercise programme. Several publications in the last year have addressed these issues and may serve as a valuable resource to provide safe and effective recommendations to patients and their healthcare providers. To be included in the Exercise and Diabetes chapter for the 2010 YEARBOOK, we reviewed leading peer-reviewed manuscripts that were published in the period July 2009 to June 2010. PubMed was used in the initial screening of articles."
      ],
      "CopyrightInformation": "© 2011 Blackwell Publishing Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sansum Diabetes Research Institute, Santa Barbara, CA, USA. hzisser@sansum.org"
          }
        ],
        "LastName": "Zisser",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gong",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kelley",
        "ForeName": "C M",
        "Initials": "CM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Seidman",
        "ForeName": "J S",
        "Initials": "JS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Riddell",
        "ForeName": "M C",
        "Initials": "MC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Clin Pract Suppl",
    "NlmUniqueID": "9712380",
    "ISSNLinking": "1368-504X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiopathology",
        "prevention & control"
      ],
      "DescriptorName": "Diabetes Mellitus"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}