{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Biomarker",
      "EDSS",
      "Exercise",
      "Lactate",
      "Multiple Sclerosis"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34915317",
  "DateCompleted": {
    "Year": "2022",
    "Month": "02",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "02",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "12",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.msard.2021.103454",
      "S2211-0348(21)00720-3"
    ],
    "Journal": {
      "ISSN": "2211-0356",
      "JournalIssue": {
        "Volume": "57",
        "PubDate": {
          "Year": "2022",
          "Month": "Jan"
        }
      },
      "Title": "Multiple sclerosis and related disorders",
      "ISOAbbreviation": "Mult Scler Relat Disord"
    },
    "ArticleTitle": "Blood lactate concentrations during rest and exercise in people with Multiple Sclerosis: A systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "103454",
      "MedlinePgn": "103454"
    },
    "Abstract": {
      "AbstractText": [
        "Multiple Sclerosis (MS) is a chronic disorder which irreversibly damages axons within brain matter. Blood lactate concentration could be a biomarker of MS onset and progression, but no systematic review has yet sought to confirm or dispute the elevation and biomarker potential of blood lactate in people with MS (PwMS) or to consolidate understanding of lactate production during exercise in PwMS.",
        "To perform a systematic review and meta-analysis on blood lactate in PwMS during rest and exertion compared to Healthy Controls (HC) and following chronic exercise intervention.",
        "A systematic search of six electronic databases (PubMed, CINAHL, Science Direct, Cochrane Library, SPORTDiscus and PEDro) was performed on 10th April 2020. Mean, standard deviation and sample size for lactate measures at rest and during exercise were pooled to determine overall effect size using a random effects model.  The 20-point Appraisal tool for Cross-Sectional Studies was utilised to assess study quality and inherent risk of bias. To qualify for inclusion, studies had to include human adults (>18 years) with a confirmed clinical diagnosis of MS, be published in English, have undergone peer review, report absolute blood lactate values for data extraction, and if involving testing during/after exercise, to do so during bilateral exercise methods.",
        "18 studies were qualitatively analysed and 15 studies quantitatively analysed. Outcome data was available for 1986 participants (n<sub>MS</sub> = 1129). A total of 7 papers tested blood lactate during rest (Lactate<sub>REST</sub>), 7 papers tested during sub-maximal intensity exercise (Lactate<sub>SUB-MAX</sub>), and 8 papers tested during maximal intensity exercise (Lactate<sub>MAX</sub>). Meta analyses showed elevated Lactate<sub>REST</sub> and reduced Lactate<sub>MAX</sub> in PwMS compared to HC, higher Lactate<sub>MAX</sub> in lower EDSS-scoring PwMS compared to higher EDSS-scoring PwMS, and that Lactate<sub>SUB-MAX</sub> decreases and Lactate<sub>MAX</sub> increases in PwMS following a chronic exercise intervention. Qualitative analysis reported Lactate<sub>REST</sub> to be reduced in PwMS following a chronic exercise intervention.",
        "Lactate<sub>REST</sub> is elevated in PwMS compared to HC. Lactate<sub>MAX</sub> is lower in PwMS compared to HC and lower still in higher compared to lower EDSS-scoring groups of PwMS. Chronic exercise interventions have the potential to reduce Lacatate<sub>SUB-MAX</sub> for a given power output and increase Lactate<sub>MAX</sub> in PwMS compared to baseline values. Lactate<sub>REST</sub> may be reduced in PwMS following a chronic exercise intervention but more research is required for confirmation. The results of this review were limited by small sample sizes and number of studies available for each testing condition, limited data available for potentially confounding/correlating factors (eg. VO<sub>2</sub> and power output) as well as heterogeneity of methodology adopted across studies, often due to lactate testing being a secondary outcome measure. PLS: Lactate levels in the blood are different during rest and at intense exercise levels in people with Multiple Sclerosis (MS) compared to healthy counterparts, with people with MS showing a smaller jump in lactate during intense exercise from a higher resting level. After exercising for at least 3 months, blood lactate levels during exercise may become more similar to the levels seen in people without Multiple Sclerosis, but more research is required to give a clearer picture of this. We can hopefully use blood lactate in future to measure the progression of MS in an individual as well as the effectiveness of their exercise programme."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Clinical Exercise & Health Sciences, School of Health and Life Sciences, University of the West of Scotland, Stephenson Place, Hamilton International Technology Park, South Lanarkshire G72 0HL, United Kingdom. Electronic address: Luke.Cerexhe@uws.ac.uk."
          }
        ],
        "LastName": "Cerexhe",
        "ForeName": "Luke",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Clinical Exercise & Health Sciences, School of Health and Life Sciences, University of the West of Scotland, Stephenson Place, Hamilton International Technology Park, South Lanarkshire G72 0HL, United Kingdom."
          }
        ],
        "LastName": "Easton",
        "ForeName": "Chris",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Clinical Exercise & Health Sciences, School of Health and Life Sciences, University of the West of Scotland, Stephenson Place, Hamilton International Technology Park, South Lanarkshire G72 0HL, United Kingdom."
          }
        ],
        "LastName": "Macdonald",
        "ForeName": "Eilidh",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Douglas Grant Rehabilitation Unit, Ayrshire Central Hospital, Kilwinning Rd, Irvine, Ayrshire KA12 8SS, United Kingdom."
          }
        ],
        "LastName": "Renfrew",
        "ForeName": "Linda",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Clinical Exercise & Health Sciences, School of Health and Life Sciences, University of the West of Scotland, Stephenson Place, Hamilton International Technology Park, South Lanarkshire G72 0HL, United Kingdom."
          }
        ],
        "LastName": "Sculthorpe",
        "ForeName": "Nicholas",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Mult Scler Relat Disord",
    "NlmUniqueID": "101580247",
    "ISSNLinking": "2211-0348"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "33X04XA5AT",
      "NameOfSubstance": "Lactic Acid"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lactic Acid"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multiple Sclerosis"
    }
  ]
}