{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36018730",
  "DateCompleted": {
    "Year": "2022",
    "Month": "09",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "10",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/jnr.0000000000000511"
    ],
    "Journal": {
      "ISSN": "1948-965X",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "5",
        "PubDate": {
          "Year": "2022",
          "Month": "Oct",
          "Day": "01"
        }
      },
      "Title": "The journal of nursing research : JNR",
      "ISOAbbreviation": "J Nurs Res"
    },
    "ArticleTitle": "Effectiveness of Elastic Band Exercises on the Functional Fitness of Older Adults in Long-Term Care Facilities.",
    "Pagination": {
      "StartPage": "e235",
      "MedlinePgn": "e235"
    },
    "Abstract": {
      "AbstractText": [
        "Population aging has caused a rise in the institutionalization, disability, and mortality rates of older adults worldwide. Older adults are able to engage in muscle training. Elastic band exercises can safely and effectively improve the upper and lower muscle strength and balance of older adults.",
        "This study was developed to examine the effects of a 3-month elastic band exercise program on the activities of daily living (ADLs), hand muscle strength, balance, and lower limb muscle strength of older adults living in institutional settings.",
        "This was a randomized controlled trial. Sixty-one participants were randomly sampled from two long-term care facilities (LTCFs) in northern Taiwan (31 participants in the experimental group and 30 participants in the control group). Both groups underwent pretesting concurrently. The experimental group participated in 3 months of elastic band exercises, whereas the control group participated in the routine exercise program in their LTCFs. All of the participants were tested 1 and 3 months after the intervention.",
        "The average ADL, hand muscle strength, balance, and lower limb muscle strength scores of participants in the experimental group had improved significantly more than those of the control group at posttest (all p s < .05).",
        "Elastic band exercises positively affect ADLs, hand muscle strength, balance, and lower limb muscle strength in older adults living in LTCFs. Moreover, the high benefit-to-cost ratio of these exercises helps lower the threshold of health promotion. We recommend including elastic band exercises in routine activities and designing different elastic band exercises for older adults at different proficiency levels. Furthermore, an elastic band exercise network should be established to improve the policy and implementation aspects of elastic band activities, raise awareness among community-dwelling and institutionalized older adults, and promote elastic band exercises to LTCFs nationwide."
      ],
      "CopyrightInformation": "Copyright © 2022 The Authors. Published by Wolters Kluwer Health, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "MSN, RN, Doctoral Candidate, Department of Health Promotion and Health Education, National Taiwan Normal University, and Deputy Director, Department of Nursing, Sijhih Cathay General Hospital, Taiwan, ROC."
          }
        ],
        "LastName": "Su",
        "ForeName": "Yi-Lin",
        "Initials": "YL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "PhD, RN, Consultant, Department of Nursing, Cathay General Hospital, Taiwan, ROC."
          }
        ],
        "LastName": "Chen",
        "ForeName": "Hsiao-Lien",
        "Initials": "HL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "PhD, MD, Attending Physician, Division of Rehabilitation Medicine, Sijhih Cathay General Hospital, Taiwan, ROC."
          }
        ],
        "LastName": "Han",
        "ForeName": "Shao-Li",
        "Initials": "SL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "MSN, RN, Dean, Hang-An Senior Living, Taiwan, ROC."
          }
        ],
        "LastName": "Lin",
        "ForeName": "Yueh-Kuei",
        "Initials": "YK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "BSN, RN, Director, Hang-An Senior Living, Taiwan, ROC."
          }
        ],
        "LastName": "Lin",
        "ForeName": "Su-Yun",
        "Initials": "SY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "PhD, Professor, Department of Health Promotion and Health Education, National Taiwan Normal University, Taiwan, ROC."
          }
        ],
        "LastName": "Liu",
        "ForeName": "Chieh-Hsing",
        "Initials": "CH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "China (Republic : 1949- )",
    "MedlineTA": "J Nurs Res",
    "NlmUniqueID": "101128757",
    "ISSNLinking": "1682-3141"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Activities of Daily Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Long-Term Care"
    }
  ],
  "CoiStatement": "The authors declare no conflicts of interest."
}