{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "atrial fibrillation",
      "cardiorespiratory fitness",
      "cardiovascular disease",
      "cardiovascular risk factors",
      "heart failure",
      "mortality",
      "physical activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36075680",
  "DateCompleted": {
    "Year": "2022",
    "Month": "09",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "10",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jacc.2022.07.004",
      "S0735-1097(22)05540-1"
    ],
    "Journal": {
      "ISSN": "1558-3597",
      "JournalIssue": {
        "Volume": "80",
        "Issue": "11",
        "PubDate": {
          "Year": "2022",
          "Month": "Sep",
          "Day": "13"
        }
      },
      "Title": "Journal of the American College of Cardiology",
      "ISOAbbreviation": "J Am Coll Cardiol"
    },
    "ArticleTitle": "Exercise for Primary and Secondary Prevention of Cardiovascular Disease: JACC Focus Seminar 1/4.",
    "Pagination": {
      "StartPage": "1091",
      "EndPage": "1106",
      "MedlinePgn": "1091-1106"
    },
    "Abstract": {
      "AbstractText": [
        "Regular exercise that meets or exceeds the current physical activity guidelines is associated with a reduced risk of cardiovascular disease (CVD) and mortality. Therefore, exercise training plays an important role in primary and secondary prevention of CVD. In this part 1 of a 4-part focus seminar series, we highlight the mechanisms and physiological adaptations responsible for the cardioprotective effects of exercise. This includes an increase in cardiorespiratory fitness secondary to cardiac, vascular, and skeletal muscle adaptations and an improvement in traditional and nontraditional CVD risk factors by exercise training. This extends to the role of exercise and its prescription in patients with CVDs (eg, coronary artery disease, chronic heart failure, peripheral artery disease, or atrial fibrillation) with special focus on the optimal mode, dosage, duration, and intensity of exercise to reduce CVD risk and improve clinical outcomes in these patients."
      ],
      "CopyrightInformation": "Copyright © 2022 American College of Cardiology Foundation. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Nutrition and Food Sciences, Texas Woman's University, Houston, Texas, USA; Institute for Women's Health, College of Health Sciences, Houston, Texas, USA."
          }
        ],
        "LastName": "Tucker",
        "ForeName": "Wesley J",
        "Initials": "WJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Prevention and Sports Medicine, University Hospital Klinikum rechts der Isar, Technical University of Munich, Munich, Germany; DZHK (German Centre for Cardiovascular Research), partner site Munich Heart Alliance, Munich, Germany."
          }
        ],
        "LastName": "Fegers-Wustrow",
        "ForeName": "Isabel",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Prevention and Sports Medicine, University Hospital Klinikum rechts der Isar, Technical University of Munich, Munich, Germany; DZHK (German Centre for Cardiovascular Research), partner site Munich Heart Alliance, Munich, Germany. Electronic address: martin.halle@mri.tum.de."
          }
        ],
        "LastName": "Halle",
        "ForeName": "Martin",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Health Sciences, Faculty of Nursing, University of Alberta, Edmonton, Alberta, Canada."
          }
        ],
        "LastName": "Haykowsky",
        "ForeName": "Mark J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cardiac Electrophysiology Service, Sports Cardiology Clinic, Michigan Medicine, University of Michigan, Ann Arbor, Michigan, USA."
          }
        ],
        "LastName": "Chung",
        "ForeName": "Eugene H",
        "Initials": "EH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cardiovascular Research Institute, Icahn School of Medicine at Mount Sinai, New York, New York, USA; Victor Chang Cardiac Research Institute, Darlinghurst, New South Wales, Australia; St Vincent's Clinical School, University of New South Wales, Sydney, New South Wales, Australia. Electronic address: j.kovacic@victorchang.edu.au."
          }
        ],
        "LastName": "Kovacic",
        "ForeName": "Jason C",
        "Initials": "JC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Am Coll Cardiol",
    "NlmUniqueID": "8301365",
    "ISSNLinking": "0735-1097"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cardiorespiratory Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Secondary Prevention"
    }
  ],
  "CoiStatement": "Funding Support and Author Disclosures Dr Kovacic is the recipient of an Agilent Thought Leader Award (January 2022), which includes funding for research that is unrelated to the current paper; and has received research support from the National Institutes of Health (R01HL148167), New South Wales health grant RG194194, the Bourne Foundation, and Agilent. All other authors have reported that they have no relationships relevant to the contents of this paper to disclose."
}