{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12917932",
  "DateCompleted": {
    "Year": "2003",
    "Month": "09",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "3",
        "PubDate": {
          "Year": "2003"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Treadmill training and body weight support for walking after stroke.",
    "Pagination": {
      "StartPage": "CD002840",
      "MedlinePgn": "CD002840"
    },
    "Abstract": {
      "AbstractText": [
        "Treadmill training, with some body weight supported using a harness, is a method of treating walking after stroke. Systematic review is required to assess the cost, effectiveness and acceptance of this treatment.",
        "To assess the effectiveness of treadmill training and/or body weight support in the treatment of walking after stroke. The primary outcomes investigated were walking speed and walking dependency.",
        "We searched the Cochrane Stroke Group Trials Register (last searched 21 March 2003), the Cochrane Central Register of Controlled Trials (Cochrane Library, Issue 1 2003), MEDLINE (1966-March 2003), EMBASE (1980-March 2003), CINAHL (1982-February 2003) and PEDro (last searched 21 March 2003). In addition, we handsearched relevant conference proceedings, screened reference lists and contacted trialists to identify further published and unpublished trials.",
        "Randomised, or quasi-randomised, controlled and cross-over trials of treadmill training and/or body weight support for the treatment of walking after stroke were eligible.",
        "Two reviewers independently selected trials and extracted data. Trialists were contacted for additional information. A fixed effects model was used for analysis, but if heterogeneity existed (Chi squared statistic) a random effects model was used. Results were analysed as weighted mean differences (WMD) for continuous variables and relative risk (RR) for dichotomous variables. The main outcome variables were walking speed and dependency.",
        "Eleven trials (458 participants) were included. There were no statistically significant differences between treadmill training, with or without body weight support, and other interventions for walking speed or dependence. There was a small trend toward the effectiveness of treadmill training with body weight support for participants who could walk independently (WMD: 0.24 m/sec, 95% CI: -0.19 to 0.66 for speed; random effects). The one trial which compared treadmill training with and without body weight support showed benefit at the end of follow-up (mean difference: 0.22 m/sec, 95% CI: 0.05 to 0.39). Adverse events occurred slightly more frequently in participants receiving treadmill training, although statistically there were no differences.",
        "Overall, no statistically significant effect of treadmill training and body weight support was detected. However, among people who could walk independently, treadmill training with body weight support appeared to be more effective than other interventions at improving walking speed, but this conclusion was not robust."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rehabilitation Studies Unit, Department of Medicine, University of Sydney, PO Box 6, Ryde, NSW, Australia."
          }
        ],
        "LastName": "Moseley",
        "ForeName": "A M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stark",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cameron",
        "ForeName": "I D",
        "Initials": "ID"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pollock",
        "ForeName": "A",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2005;(4):CD002840",
      "PMID": "16235304"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Body Weight"
    },
    {
      "QualifierName": [
        "instrumentation",
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Orthotic Devices"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stroke Rehabilitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight-Bearing"
    }
  ],
  "NumberOfReferences": "61"
}