{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Pain",
      "Patient safety",
      "Physical exercise",
      "Pilates",
      "Pregnancy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37330773",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jbmt.2023.04.076",
      "S1360-8592(23)00091-8"
    ],
    "Journal": {
      "ISSN": "1532-9283",
      "JournalIssue": {
        "Volume": "35",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul"
        }
      },
      "Title": "Journal of bodywork and movement therapies",
      "ISOAbbreviation": "J Bodyw Mov Ther"
    },
    "ArticleTitle": "Effect of the pilates method on pain and quality of life in pregnancy: A systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "220",
      "EndPage": "227",
      "MedlinePgn": "220-227"
    },
    "Abstract": {
      "AbstractText": [
        "More than two-thirds of pregnant women experience low back pain during pregnancy. This condition increases with advancing pregnancy, interfering with work, daily activities and sleep.",
        "To assess the efficacy of the Pilates method in comparison to prenatal care on the control of lower back pain in pregnant women.",
        "Electronic searches were carried out with no language or year of publication restriction in the databases Medline via Pubmed, Embase, CINAHL, LILACS, PEDro, and SPORTDiscus on 20 March 2021. The keywords \"Pilates\" and \"Pregnancy\" were applied and the search strategies, adapted to each databank.",
        "Randomized clinical trials with pregnant women with muscle pain symptoms and Pilates as an intervention method in comparison to conventional prenatal care were considered.",
        "two review authors independently assessed trials for inclusion and risk of bias, extracted data and checked them for accuracy. The critical evaluation was done using the Risk of Bias tool assess the quality and GRADE to assess the certainty of evidence. We conducted a meta-analysis for the main outcome \"pain\".",
        "through our searches, 687 papers were identified, but only two fulfilled the inclusion criteria and were included in this review. Only two studies compared Pilates with a control group without physical exercise for pain in the short term. In the meta-analysis, there was a significant difference for pain in the comparison between the Pilates group and the control group without exercise; the mean difference (MD) was -23.09 (95% CI), from -31.07 to -15.10, p = 0.001, for 65 individuals (33 in the Pilates group and 32 in the conventional group). Limitation found was the lack of blinding of therapists and participants and the small sample size of individual studies. In addition, no adverse effects were reported.",
        "There is moderate-quality evidence that Pilates exercise may reduce pregnancy-related low-back pain more than usual prenatal or no exercise. Prospero registration number CRD42021223243."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "INISA Integrated Institute Of Health, Federal University of Mato Grosso fo Sul (UFMS), Campo Grande, MS, Brazil. Electronic address: ferrazpilates@gmail.com."
          }
        ],
        "LastName": "Ferraz",
        "ForeName": "Vanessa de Souza",
        "Initials": "VS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "State University of Mato Grosso do Sul (UEMS), Campo Grande, MS, Brazil. Electronic address: claytonpeixoto@yahoo.com.br."
          }
        ],
        "LastName": "Peixoto",
        "ForeName": "Clayton",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Federal University of Mato Grosso do Sul, Graduate Program in Movement Sciences, UFMS, Campo Grande, MS, Brazil. Electronic address: anapaula_resstel@hotmal.com."
          }
        ],
        "LastName": "Ferreira Resstel",
        "ForeName": "Ana Paula",
        "Initials": "AP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "INISA Integrated Institute Of Health, Federal University of Mato Grosso fo Sul (UFMS), Campo Grande, MS, Brazil. Electronic address: profygorthiago@gmail.com."
          }
        ],
        "LastName": "Cerqueira de Paula",
        "ForeName": "Ygor Thiago",
        "Initials": "YT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "INISA Integrated Institute Of Health, Federal University of Mato Grosso fo Sul (UFMS), Campo Grande, MS, Brazil. Electronic address: ana.pegorare@ufms.br."
          }
        ],
        "LastName": "Gomes de Souza Pegorare",
        "ForeName": "Ana Beatriz",
        "Initials": "AB"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Systematic Review",
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Bodyw Mov Ther",
    "NlmUniqueID": "9700068",
    "ISSNLinking": "1360-8592"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Low Back Pain"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Movement Techniques"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors whose names are listed immediately below certify that they have NO affiliations with or involvement in any organization or entity with any financial interest (such as honoraria; educational grants; participation in speakers’ bureaus; membership, employment, consultancies, stock ownership, or other equity interest; and expert testimony or patent-licensing arrangements), or non-financial interest (such as personal or professional relationships, affiliations, knowledge or beliefs) in the subject matter or materials discussed in this manuscript."
}