{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34417978",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "08",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-021-01535-5"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "51",
        "Issue": "12",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "The Central Mechanisms of Resistance Training and Its Effects on Cognitive Function.",
    "Pagination": {
      "StartPage": "2483",
      "EndPage": "2506",
      "MedlinePgn": "2483-2506"
    },
    "Abstract": {
      "AbstractText": [
        "Resistance exercise is used extensively in athletic and general populations to induce neuromuscular adaptations to increase muscle size and performance. Exercise parameters such as exercise frequency, intensity, duration and modality are carefully manipulated to induce specific adaptations to the neuromuscular system. While the benefits of resistance exercise on the neuromuscular system are well documented, there is growing evidence to suggest that resistance exercise, even when performed acutely, can lead to neuroplastic changes within the central nervous system (CNS) and improve cognitive functioning. As such, resistance exercise has been proposed as a novel adjuvant rehabilitation strategy in populations that suffer from neurological or neurocognitive impairments (i.e. Parkinson's and Alzheimer's dementia) or even to attenuate age-related declines in cognitive health. In this review, we present evidence for the neuroplastic effects and cognitive benefits of resistance exercise and propose some of the underlying mechanisms that drive neuroplasticity following resistance training. We will further discuss the effects of exercise parameters, in particular exercise frequency, intensity, duration and modality to improve cognitive health. Lastly, we will highlight some of the existing limitations in the literature surrounding the use of resistance exercise to improve cognitive function and propose considerations to improve future studies in this field. In summary, the current evidence supports the role of resistance exercise, as a stand alone or in combination with aerobic exercise, for benefiting cognitive health and that it should be considered as an adjuvant therapy to treat age- or disease-related cognitive declines."
      ],
      "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer Nature Switzerland AG."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine, Biology and Environment Research, School of Population Health, Australian National University (ANU), Canberra, ACT, Australia."
          }
        ],
        "LastName": "Chow",
        "ForeName": "Zi-Siong",
        "Initials": "ZS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "STEM College, School of Health and Biomedical Sciences, RMIT University, Melbourne, VIC, 3000, Australia."
          }
        ],
        "LastName": "Moreland",
        "ForeName": "Ashleigh T",
        "Initials": "AT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Physical Activity and Nutrition (IPAN), School of Exercise and Nutrition Sciences, Deakin University, Geelong, VIC, Australia."
          }
        ],
        "LastName": "Macpherson",
        "ForeName": "Helen",
        "Initials": "H"
      },
      {
        "Identifier": [
          "0000-0003-3929-9778"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Physical Activity and Nutrition (IPAN), School of Exercise and Nutrition Sciences, Deakin University, Geelong, VIC, Australia. weipeng.teo@nie.edu.sg."
          },
          {
            "Identifier": [],
            "Affiliation": "Physical Education and Sports Science Academic Group, National Institute of Education, Nanyang Technological University, 1 Nanyang Walk, Singapore, 637616, Singapore. weipeng.teo@nie.edu.sg."
          }
        ],
        "LastName": "Teo",
        "ForeName": "Wei-Peng",
        "Initials": "WP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuronal Plasticity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    }
  ]
}