{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La insuficiencia cardíaca crónica se ha convertido en uno de los mayores problemas de salud a nivel global; 23 millones de personas padecen esta patología en todo el mundo y su edad de aparición ha variado notablemente en los últimos cinco decenios, coincidiendo incluso con otras comorbilidades en la medida en que aumenta la longevidad en la población. El tratamiento de la insuficiencia cardíaca también ha mostrado variaciones impresionantes durante los últimos años. Tal es el caso del cambio en el tratamiento de las drogas simpaticomiméticas por los agentes betabloqueadores, que implica sobre todo un cambio conceptual en la interpretación fisiopatológica de este síndrome. La incorporación al tratamiento de la insuficiencia cardíaca de los fármacos inhibidores de la enzima convertidora de la angiotensina y de los bloqueadores de los receptores de la angiotensina ha significado un gran paso de avance en el tratamiento de pacientes con esta patología al disminuir significativamente su mortalidad y morbilidad. La más reciente introducción de la droga identificada como angiotensin receptor\u0096neprilysin inhibitor (LCZ696), lanzada en agosto 2014, con una aun mayor disminución de la mortalidad y morbilidad de la insuficiencia cardíaca y menos efectos secundarios, ofrece una valedera esperanza para el tratamiento de esta patología. El entrenamiento y la actividad física es otra área de tratamiento que está siendo completamente revalorada. Se revisan aquí aspectos fisiopatológicos que vinculan la práctica del ejercicio físico sistemático con la insuficiencia cardíaca y cómo se relacionan con la evolución clínica, morbilidad y mortalidad del paciente entrenado."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27636114",
  "DateCompleted": {
    "Year": "2017",
    "Month": "07",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "10",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "09",
        "Day": "05"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.5867/medwave.2016.6517"
    ],
    "Journal": {
      "ISSN": "0717-6384",
      "JournalIssue": {
        "Volume": "16 Suppl 4",
        "PubDate": {
          "Year": "2016",
          "Month": "Sep",
          "Day": "05"
        }
      },
      "Title": "Medwave",
      "ISOAbbreviation": "Medwave"
    },
    "ArticleTitle": "[Physical training in chronic heart failure: pathophysiology and clinical evolution].",
    "Pagination": {
      "StartPage": "e6517",
      "MedlinePgn": "e6517"
    },
    "Abstract": {
      "AbstractText": [
        "Chronic heart failure has become one of the main global health problems; 23 million people suffer from this disease worldwide and age of onset has varied considerably over the past five decades, coinciding with other co-morbidities as longevity in the population increases. Treatment of heart failure has also shown striking variations in recent years. Such is the case of the substitution of sympathomimetic drugs by beta-blocking agents, which primarily means a conceptual change in the pathophysiological interpretation of this syndrome. Incorporating to the treatment of heart failure drugs such as angiotensin converting enzyme inhibitors and angiotensin receptor blockers has meant a great step forward in the treatment of patients with this condition that significantly has decreased mortality and morbidity. The latest introduction of the drug identified as angiotensin receptor-neprilysin inhibitor (LCZ696), launched in August 2014 with an even greater reduction in mortality and morbidity of heart failure and fewer side effects, offers a valid hope in the treatment of this pathology. Training and physical activity is another area of treatment being completely reassessed. Pathophysiological aspects that link the practice of systematic physical exercise with heart failure and how they both relate to clinical outcomes, morbidity and mortality in the trained patient are reviewed in this paper."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro de Rehabilitación del Instituto de Cardiología y Cirugía Cardiovascular, La Habana, Cuba. Address: Calle 17 702, Vedado, La Habana, Cuba. Email: crehab@infomed.sld.cu."
          }
        ],
        "LastName": "Rivas Estany",
        "ForeName": "Eduardo",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro de Rehabilitación del Instituto de Cardiología y Cirugía Cardiovascular, La Habana, Cuba."
          }
        ],
        "LastName": "Hernández García",
        "ForeName": "Susana",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Entrenamiento físico en la insuficiencia cardíaca crónica: fisiopatología y evolución clínica."
  },
  "MedlineJournalInfo": {
    "Country": "Chile",
    "MedlineTA": "Medwave",
    "NlmUniqueID": "101581949",
    "ISSNLinking": "0717-6384"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Cardiovascular Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects",
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Cardiovascular Agents"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "mortality",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Heart Failure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}