{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La rehabilitación cognitiva multisensorial (RCM) es un tratamiento para la recuperación del movimiento a través de ejercicios neurocognitivos que activan los procesos perceptivos y cognitivos del paciente fundamentales para el aprendizaje motor. El objetivo de la revisión fue evaluar la eficacia de la RCM sobre funcionalidad y calidad de vida en pacientes adultos y pediátricos en comparación con otras intervenciones o la no intervención. Se realizó una revisión sistemática de ensayos clínicos controlados aleatorizados, estudios piloto y series de casos, publicados entre 2012 y 2021 en las bases de datos PubMed, PEDro, <i>Cochrane Library</i> y CINHAL <i>Complete</i>. Diez estudios cumplieron los criterios de elegibilidad. La RCM muestra beneficios similares o superiores a otras intervenciones sobre la funcionalidad del miembro superior, la marcha, el equilibrio y la calidad de vida en pacientes neurológicos y traumatológicos. Se necesitan más estudios con mayores muestras y calidad para valorar los efectos a largo plazo."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36408570",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "18"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "e1013",
      "10.23938/ASSN.1013"
    ],
    "Journal": {
      "ISSN": "2340-3527",
      "JournalIssue": {
        "Volume": "45",
        "Issue": "3",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov",
          "Day": "18"
        }
      },
      "Title": "Anales del sistema sanitario de Navarra",
      "ISOAbbreviation": "An Sist Sanit Navar"
    },
    "ArticleTitle": "[Systematic review on the effectiveness of cognitive multisensory rehabilitation].",
    "Abstract": {
      "AbstractText": [
        "Cognitive multisensory rehabilitation (CMR) -a therapeutic approach to help recover movement using neurocognitive exercises- activates patient's perceptive and cognitive processes, key for motor learning. The aim of this systematic review was to assess the effectiveness of CMR on motor function and quality of life and compare the findings with other rehabilitation approaches or no-intervention in neurological and trauma adult and pediatric patients. We carried out a systematic review of randomized controlled clinical trials, pilot studies, and case series in PubMed, PEDro, Cochrane Library, and the CINHAL Complete database published between 2012 and 2021. Ten studies met the eligibility criteria. CMR provides similar or superior benefits compared to other types of approaches for the restoration of upper limb function, gait, balance, and quality of life in neurological and trauma patients. Further research with larger samples and higher methodological quality need to be developed to de-termine its long-term effectiveness."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Radiología, Rehabilitación y Fisioterapia. Facultad de Enfermería, Fisioterapia y Podología. Universidad Complutense de Madrid. Madrid. España. mdelcuvi@ucm.es."
          }
        ],
        "LastName": "Del Cuvillo Yges",
        "ForeName": "María",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Radiología, Rehabilitación y Fisioterapia. Facultad de Enfermería, Fisioterapia y Podología. Universidad Complutense de Madrid. Madrid. España. adarranz@ucm.es."
          }
        ],
        "LastName": "Arranz Escudero",
        "ForeName": "Adrián",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Radiología, Rehabilitación y Fisioterapia. Facultad de Enfermería, Fisioterapia y Podología. Universidad Complutense de Madrid. Madrid. España. pamoreta@ucm.es."
          }
        ],
        "LastName": "Moreta de Esteban",
        "ForeName": "Paloma",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Radiología, Rehabilitación y Fisioterapia. Facultad de Enfermería, Fisioterapia y Podología. Universidad Complutense de Madrid. Madrid. España. josejalo@ucm.es."
          }
        ],
        "LastName": "López-Marcos",
        "ForeName": "José Javier",
        "Initials": "JJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Radiología, Rehabilitación y Fisioterapia. Facultad de Enfermería, Fisioterapia y Podología. Universidad Complutense de Madrid. Madrid. España. pmcasas@enf.ucm.es."
          }
        ],
        "LastName": "Martín-Casas",
        "ForeName": "Patricia",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "English Abstract",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "An Sist Sanit Navar",
    "NlmUniqueID": "9710381",
    "ISSNLinking": "1137-6627"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognition"
    }
  ],
  "CoiStatement": "<b>Conflictos de intereses:</b> Los autores declaran no tener conflictos de intereses."
}