{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29036032",
  "DateCompleted": {
    "Year": "2018",
    "Month": "09",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "10",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/IGC.0000000000001044"
    ],
    "Journal": {
      "ISSN": "1525-1438",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "7",
        "PubDate": {
          "Year": "2017",
          "Month": "Sep"
        }
      },
      "Title": "International journal of gynecological cancer : official journal of the International Gynecological Cancer Society",
      "ISOAbbreviation": "Int J Gynecol Cancer"
    },
    "ArticleTitle": "A Physiological Profile of Ovarian Cancer Survivors to Inform Tailored Exercise Interventions and the Development of Exercise Oncology Guidelines.",
    "Pagination": {
      "StartPage": "1560",
      "EndPage": "1567",
      "MedlinePgn": "1560-1567"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity has become increasingly important in supportive cancer care. However, physical activity and exercise guidelines for ovarian cancer survivors remain generic. The aim of this narrative review is to summarize existing data regarding the physiological characteristics (treatment-related adverse effects, concurrent comorbidities, body weight and composition, physical fitness and function, and physical activity behavior) of ovarian cancer survivors to further understanding of their cancer-specific physical activity and exercise needs. We also highlight gaps in the current knowledge base.",
        "We undertook a narrative review of current literature on the physiological status of ovarian cancer survivors. We defined physiological status as treatment-related adverse effects, concurrent comorbidities, body weight and composition, physical fitness and function, and physical activity behavior.",
        "In addition to disease- and treatment-related symptoms and adverse effects, the majority of ovarian cancer survivors have comorbidities, which may adversely affect treatment effectiveness and safety, as well as survival. Despite high overweight and obesity rates, a large percentage of women are malnourished at diagnosis, with potentially compromised muscle mass and muscle density. Low muscle density at diagnosis and loss of muscle mass during treatment may be associated with worse survival outcomes. A small number of studies have observed impaired physical function and cardiorespiratory fitness in ovarian cancer survivors. The majority of ovarian cancer survivors are insufficiently active or sedentary.",
        "Our review suggests that ovarian cancer survivors could benefit from physical activity and exercise oncology interventions aimed at addressing detrimental changes to physiological status due to disease and treatment. However, current knowledge gaps regarding the physiological characteristics of ovarian cancer survivors throughout the entire survivorship spectrum challenge the development of tailored exercise intervention studies and exercise oncology guidelines."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "*Exercise Medicine Research Institute, Edith Cowan University, Joondalup, Western Australia; †UQ Centre for Clinical Research, University of Queensland, Herston, Queensland; and ‡St John of God Hospital Bendat Family Comprehensive Cancer Centre, Subiaco; §Department of Obstetrics and Gynaecology, School of Medicine, University of Western Australia, Perth; and ∥Institute for Health Research, University of Notre Dame Australia, Fremantle, Western Australia, Australia."
          }
        ],
        "LastName": "Schofield",
        "ForeName": "Christelle",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Newton",
        "ForeName": "Robert U",
        "Initials": "RU"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Galvão",
        "ForeName": "Daniel A",
        "Initials": "DA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cohen",
        "ForeName": "Paul A",
        "Initials": "PA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Peddle-McIntyre",
        "ForeName": "Carolyn J",
        "Initials": "CJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Gynecol Cancer",
    "NlmUniqueID": "9111626",
    "ISSNLinking": "1048-891X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "education",
        "psychology"
      ],
      "DescriptorName": "Cancer Survivors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "education",
        "methods",
        "standards"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Health Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Medical Oncology"
    },
    {
      "QualifierName": [
        "epidemiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Ovarian Neoplasms"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Patient Education as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Precision Medicine"
    }
  ]
}