{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36114638",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "09",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/HCR.0000000000000723"
    ],
    "Journal": {
      "ISSN": "1932-751X",
      "JournalIssue": {
        "Volume": "43",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan",
          "Day": "01"
        }
      },
      "Title": "Journal of cardiopulmonary rehabilitation and prevention",
      "ISOAbbreviation": "J Cardiopulm Rehabil Prev"
    },
    "ArticleTitle": "Supervised Exercise Therapy for Symptomatic Peripheral Artery Disease: A REVIEW OF CURRENT EXPERIENCE AND PRACTICE-BASED RECOMMENDATIONS.",
    "Pagination": {
      "StartPage": "15",
      "EndPage": "21",
      "MedlinePgn": "15-21"
    },
    "Abstract": {
      "AbstractText": [
        "This review encompasses several practical components of supervised exercise therapy (SET) for patients with claudication including referral, exercise training, and billing issues. Real-life SET session examples are also provided. SET was approved for reimbursement by the Centers for Medicare & Medicaid Services (CMS) in 2017, and there is continual growth of programs offering SET and in participation. The purpose of this review is to provide useful information for the clinical exercise professionals working with these patients.",
        "The 2016 ACC/AHA Guideline on the Management of Patients With Lower Extremity Peripheral Artery Disease (PAD) provided a class I (highest level) recommendation for the use of SET in those with symptomatic PAD. Since there has been much growth in the literature about the utility of SET, the literature was reviewed (PubMed) to provide information for this article. Topics reviewed include the benefits of exercise training, exercise prescription, billing, referral and participation, and best practices.",
        "SET should be offered to all patients with symptomatic PAD who are not at risk of acute limb ischemia. For optimal results, SET should be implemented several times per week and in a progressive process to increase exercise intensity as tolerated. For best results, programs should recommend patients supplement SET with home exercise. Considerations for utilizing reimbursed sessions should also be discussed because patients have a maximum of 72 sessions/lifetime. Referral practices need refinement, and participation rates remain extremely low and may be influenced by demographics. Research on best practices and home or hybrid training must continue to address issues related to common enrollment and participation barriers.",
        "Supervised exercise training (SET) for symptomatic peripheral artery disease is a class IA recommendation and reimbursable by most insurances. Improvements in walking performance can be dramatic. However, referral and participation in SET remain very low and thus SET is vastly underutilized."
      ],
      "CopyrightInformation": "Copyright © 2022 Wolters Kluwer Health, Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-0717-0670"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Cardiovascular Medicine, Henry Ford Hospital, Detroit, Michigan (Dr Ehrman); Physical Medicine and Rehabilitation, Penn State College of Medicine, Hershey, Pennsylvania (Dr Gardner); School of Nursing, Adult and Gerontological Health Cooperative, University of Minnesota, Minneapolis, Minnesota (Drs Salisbury and Treat-Jacobson); and Advocate for Action, Gainesville, Georgia (Ms Lui)."
          }
        ],
        "LastName": "Ehrman",
        "ForeName": "Jonathan K",
        "Initials": "JK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gardner",
        "ForeName": "Andrew W",
        "Initials": "AW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Salisbury",
        "ForeName": "Dereck",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lui",
        "ForeName": "Karen",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Treat-Jacobson",
        "ForeName": "Diane",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Cardiopulm Rehabil Prev",
    "NlmUniqueID": "101291247",
    "ISSNLinking": "1932-7501"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Medicare"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Peripheral Arterial Disease"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Intermittent Claudication"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "The authors declare no conflicts of interest."
}