{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36098146",
  "DateCompleted": {
    "Year": "2022",
    "Month": "09",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "09",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "06",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/S2666-7568(21)00079-9",
      "S2666-7568(21)00079-9"
    ],
    "Journal": {
      "ISSN": "2666-7568",
      "JournalIssue": {
        "Volume": "2",
        "Issue": "6",
        "PubDate": {
          "Year": "2021",
          "Month": "Jun"
        }
      },
      "Title": "The lancet. Healthy longevity",
      "ISOAbbreviation": "Lancet Healthy Longev"
    },
    "ArticleTitle": "Physical activity guidelines for older people: knowledge gaps and future directions.",
    "Pagination": {
      "StartPage": "e380",
      "EndPage": "e383",
      "MedlinePgn": "e380-e383"
    },
    "Abstract": {
      "AbstractText": [
        "Physical function (ie, aerobic capacity, gait speed, and muscle strength) has been proposed as a biomarker of healthy ageing, as it is predictive of adverse health events, disability, and mortality. The role of physical exercise as a therapeutic strategy for prevention of both disease and the associated decline in functional capacity has been emphasised repeatedly. Supervised exercise interventions in hospitalised older people (aged ≥75 years) have been proved to be safe and effective in preventing or attenuating functional and cognitive decline. Unfortunately, few studies have explored the potential role of tailored physical activity guidelines to maximise exercise-related effect on function. Also, exercise has not been fully integrated into primary or geriatric medical practice and is almost absent from the core training of most medical doctors and other health-care providers. Physical trainers should be included in health-care systems to help manage physical exercise programmes for older patients. Taking into consideration current evidence about the benefits of exercise for frail older adults, it is unethical not to prescribe physical exercise for such individuals. To promote healthy and dignified ageing, it is therefore essential to help health-care systems to more efficiently implement evidence-based exercise programmes for frail older adults in all community and care settings."
      ],
      "CopyrightInformation": "Copyright © 2021 The Author(s). Published by Elsevier Ltd. This is an Open Access article under the CC BY-NC-ND 4.0 license. Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Navarrabiomed, Complejo Hospitalario de Navarra, Universidad Pública de Navarra, IdiSNA, Pamplona, Spain; CIBER of Frailty and Healthy Ageing (CIBERFES), Instituto de Salud Carlos III, Madrid, Spain. Electronic address: mikel.izquierdo@unavarra.es."
          }
        ],
        "LastName": "Izquierdo",
        "ForeName": "Mikel",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Australian Institute for Musculoskeletal Science, University of Melbourne and Western Health, St Albans, VIC, Australia."
          }
        ],
        "LastName": "Duque",
        "ForeName": "Gustavo",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Geriatric Medicine, Saint Louis University School of Medicine, St Louis, MO, USA."
          }
        ],
        "LastName": "Morley",
        "ForeName": "John E",
        "Initials": "JE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Lancet Healthy Longev",
    "NlmUniqueID": "101773309",
    "ISSNLinking": "2666-7568"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognitive Dysfunction"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Frail Elderly"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    }
  ],
  "CoiStatement": "Declaration of interests We declare no competing interests."
}