{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35797062",
  "DateCompleted": {
    "Year": "2022",
    "Month": "08",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "08",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "2799",
      "10.2340/jrm.v54.2799"
    ],
    "Journal": {
      "ISSN": "1651-2081",
      "JournalIssue": {
        "Volume": "54",
        "PubDate": {
          "Year": "2022",
          "Month": "Aug",
          "Day": "22"
        }
      },
      "Title": "Journal of rehabilitation medicine",
      "ISOAbbreviation": "J Rehabil Med"
    },
    "ArticleTitle": "Effectiveness of Multimodal Rehabilitation Interventions for Management of Cervical Radiculopathy in Adults: An Updated Systematic Review from the Ontario Protocol for Traffic Injury Management (Optima) Collaboration.",
    "Pagination": {
      "StartPage": "jrm00318",
      "MedlinePgn": "jrm00318"
    },
    "Abstract": {
      "AbstractText": [
        "To update the systematic review from the Ontario Protocol for Traffic Injury Management (OPTIMa) Collaboration and to evaluate the effectiveness of multimodal rehabilitation interventions for the management of adults with cervical radiculopathy.",
        "Systematic review and best-evidence synthesis.",
        "Eligible studies (from January 2013 to June 2020) were critically appraised using the Scottish Intercollegiate Guidelines Network and Risk of Bias 2.0 criteria. The certainty of the evidence was assessed according to Grading of Recommendations Assessment, Development, and Evaluation.",
        "Four RCTs were deemed acceptable and 1 RCT was considered low quality. In adults with recent-onset cervical radiculopathy, multimodal rehabilitation was associated with a trivial and nonclinically important reduction in neck pain compared with mechanical cervical traction; no differences in disability were reported (1 study, 360 participants, low certainty of the evidence). In adults with cervical radiculopathy of any duration, (i) multimodal rehabilitation may be more effective than prescribed physical activity and brief cognitive-behavioural approach; specifically, a small reduction in arm pain and in function was found (1 study, 144 participants, low certainty of the evidence); (ii) no difference in pain reduction was found between multimodal rehabilitation interventions compared with an epidural steroid injection (1 study, 169 participants, low certainty of the evidence); and (iii) compared with surgery combined with neck exercises, multimodal rehabilitation interventions lead to similar arm pain reduction and improvement in function (1 study, 68 participants, low certainty of the evidence).",
        "The evidence suggests that some multimodal rehabilitation care may provide small and trivial reduction in neck pain or improvement in function to patients with cervical radiculopathy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Graduate Studies, Canadian Memorial Chiropractic College (CMCC), Toronto, Ontario, Canada; Institut Franco-Européen de Chiropraxie (IFEC), Toulouse, France. fmallard@ifec.net."
          }
        ],
        "LastName": "Mallard",
        "ForeName": "Fabrice",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Graduate Studies, Canadian Memorial Chiropractic College (CMCC), Toronto, Ontario, Canada; Institute for Disability and Rehabilitation Research (IDRR)."
          }
        ],
        "LastName": "Wong",
        "ForeName": "Jessica J",
        "Initials": "JJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health Sciences, Ontario Tech University, Oshawa, Ontario, Canada; Equipe constitutive du Centre d'Epidémiologie et de Recherche en santé des POPulations (CERPOP), Unité Mixte de Recherche (UMR) 1295, unité mixte Institut national de la santé et de la recherche médicale (INSERM) - Université Toulouse III Paul Sabatier, Toulouse, France."
          }
        ],
        "LastName": "Lemeunier",
        "ForeName": "Nadège",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Disability and Rehabilitation Research (IDRR); Faculty of Health Sciences, Ontario Tech University, Oshawa, Ontario, Canada."
          }
        ],
        "LastName": "Côté",
        "ForeName": "Pierre",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Sweden",
    "MedlineTA": "J Rehabil Med",
    "NlmUniqueID": "101088169",
    "ISSNLinking": "1650-1977"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Neck Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ontario"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Radiculopathy"
    }
  ],
  "CoiStatement": "\n<i>The authors have no conflicts of interest to declare.</i>\n"
}