{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Falls",
      "exercises",
      "geriatric",
      "interventions",
      "vitamin D"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32646820",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "07",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jamda.2020.05.010",
      "S1525-8610(20)30412-6"
    ],
    "Journal": {
      "ISSN": "1538-9375",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "9",
        "PubDate": {
          "Year": "2020",
          "Month": "Sep"
        }
      },
      "Title": "Journal of the American Medical Directors Association",
      "ISOAbbreviation": "J Am Med Dir Assoc"
    },
    "ArticleTitle": "Do Exercises Prevent Falls Among Older Adults: Where Are We Now? A Systematic Review.",
    "Pagination": {
      "StartPage": "1197",
      "EndPage": "1206.e2",
      "MedlinePgn": "1197-1206.e2"
    },
    "Abstract": {
      "AbstractText": [
        "To determine whether single interventions (SI), multifactorial interventions (MI), or multiple component interventions (MCI) including vitamin D supplementation prevent the incidence of falls and fall risk factors among older adults who are community-dwelling or living in long-term care facilities.",
        "Systematic review.",
        "PubMed, Scopus, MEDLINE, and Cochrane were searched with restrictions applied to publication year (2015‒2019) and language (limited to studies published in English). After duplicate removal and title and abstract screening, 2 authors independently identified eligible studies on the basis of inclusion criteria. Risk of bias and quality of evidence were assessed.",
        "Thirty-four studies were included after screening titles and abstracts from 855 citations and 129 full-text articles. Thirteen randomized-controlled trials and clinical trials (5 on MI, 1 on MCI, and 7 on SI) including 2232 participants and 21 systematic reviews (assessing SI, MI, MCI, or all) were extracted for qualitative synthesis. Fifteen out of 20 studies that reported outcomes on falls rate found a significant reduction. Seventeen out of 23 studies with outcomes on fall risk factors concluded a significant improvement. Five studies found no significant differences in falls incidence, and 5 studies found no significant differences in fall risks. One study reported worsened outcomes, including poorer balance.",
        "Although results are inconclusive, SI, MI, and MCI involving exercises may prevent falls. Vitamin D supplementation may be beneficial alongside exercise; however, whether vitamin D use consistently reduces falls incidence or fall risks remains uncertain. Exercises that are individually tailored to participants' capabilities and risks may be the most effective falls prevention interventions. Implementation may reduce medical costs and improve quality of life for older adults who are community-dwelling or are living in long-term care facilities."
      ],
      "CopyrightInformation": "Crown Copyright © 2020. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Family and Community Medicine, Baycrest, Toronto, Ontario, Canada; Division of Palliative Care, Department of Family and Community Medicine, Faculty of Medicine, Toronto, Ontario, Canada; Department of Human Biology, University of Toronto, Toronto, Ontario, Canada. Electronic address: hsenderovich@baycrest.org."
          }
        ],
        "LastName": "Senderovich",
        "ForeName": "Helen",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Human Biology, University of Toronto, Toronto, Ontario, Canada; Department of Human Biology, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Tsai",
        "ForeName": "Pascale M",
        "Initials": "PM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Am Med Dir Assoc",
    "NlmUniqueID": "100893243",
    "ISSNLinking": "1525-8610"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Vitamins"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "J Am Med Dir Assoc. 2021 Feb;22(2):474",
      "PMID": "33121869"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Vitamins"
    }
  ]
}