{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37653827",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e34908",
      "10.1097/MD.0000000000034908"
    ],
    "Journal": {
      "ISSN": "1536-5964",
      "JournalIssue": {
        "Volume": "102",
        "Issue": "34",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug",
          "Day": "25"
        }
      },
      "Title": "Medicine",
      "ISOAbbreviation": "Medicine (Baltimore)"
    },
    "ArticleTitle": "The effects of physical activity and exercise therapy on frail elderly depression: A narrative review.",
    "Pagination": {
      "StartPage": "e34908",
      "MedlinePgn": "e34908"
    },
    "Abstract": {
      "AbstractText": [
        "Due to aging, decreased immune function, and an increase in various diseases, frail elderly people are prone to symptoms of depression, which may seriously affect their quality of life. Physical activity and exercise therapy have been identified as a promising method for preventing and treating depression in the elderly. This narrative review assesses the relationship between physical activity and depressive symptoms in frail elderly people, the mechanisms by which physical activity affects depressive symptoms, and the effectiveness of exercise therapy on the health status of frail elderly people. Through searches on the web of science, scopus, PubMed, and CNKI databases, there are a large number of studies on the relationship between physical activity and depression; However, few of them give us a mechanism for how physical activity affects depression. Although all progress has been made in developing appropriate exercise therapy to treat depression, the mechanisms underlying the effects of different types of exercise therapy on depression in frail elderly people have not been satisfactorily addressed, and the optimal effect of exercise therapy on depression cannot be achieved. In this way, future research should more effectively clarify the mechanism of physical activity affecting depression in frail elderly people in China, in order to understand which exercise therapy or how to formulate exercise prescriptions can make exercise therapy play the greatest role in treating depression in vulnerable elderly people in China."
      ],
      "CopyrightInformation": "Copyright © 2023 the Author(s). Published by Wolters Kluwer Health, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0009-0009-8053-737"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Sports Science, Anshan Normal University, Anshan, China."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Yaqun",
        "Initials": "Y"
      },
      {
        "Identifier": [
          "0009-0009-8053-737"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education, Dalian University, Dalian, China."
          }
        ],
        "LastName": "Jiang",
        "ForeName": "Xin",
        "Initials": "X"
      }
    ],
    "PublicationTypeList": [
      "Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Medicine (Baltimore)",
    "NlmUniqueID": "2985248R",
    "ISSNLinking": "0025-7974"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Frail Elderly"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    }
  ],
  "CoiStatement": "The authors have no conflicts of interest to disclose."
}