{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Aged",
      "Elderly",
      "Exercise",
      "Older adults",
      "Physical activity",
      "Sleep",
      "Sleep quality",
      "Sleep quantity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32024532",
  "DateCompleted": {
    "Year": "2020",
    "Month": "07",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "07",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "02",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "11",
      "10.1186/s12966-020-0913-3"
    ],
    "Journal": {
      "ISSN": "1479-5868",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "1",
        "PubDate": {
          "Year": "2020",
          "Month": "Feb",
          "Day": "05"
        }
      },
      "Title": "The international journal of behavioral nutrition and physical activity",
      "ISOAbbreviation": "Int J Behav Nutr Phys Act"
    },
    "ArticleTitle": "Effects of physical activity programs on sleep outcomes in older adults: a systematic review.",
    "Pagination": {
      "StartPage": "11",
      "MedlinePgn": "11"
    },
    "Abstract": {
      "AbstractText": [
        "One in two older adults report sleep problems, which not only cause fatigue, but also negatively affect general functioning, activities of daily living, and physical and mental health. Although it is known that physical activity is positively associated with sleep in older adults, the effects of physical activity programs on sleep in older adults has not been reviewed. The aim of this systematic review was to systematically review the effects of physical activity programs on sleep in generally healthy older adults aged 60+ years.",
        "Searches were performed in PubMed, Embase, Web of Science, SPORTDiscus, PEDro and CINAHL. The methodological quality of the included studies was rated using the 'Quality Assessment Tool for Quantitative Studies'. Only studies of moderate and strong quality were included. This review was registered in PROSPERO (CRD42018094007).",
        "Fourteen studies met the inclusion criteria (six randomised controlled trials and eight pretest-posttest studies). Of these studies, five were moderate and nine were strong quality studies. Mean age of study samples ranged from 64 to 76 years. Exercise programs included various activities aimed at improving mobility, endurance and strength. Intervention duration ranged from 2 weeks to 12 months. Eleven studies used subjective measures of sleep, two used objective measures and one used both. Sixteen different sleep outcomes were reported. All but one study, found at least one significant improvement on sleep outcomes. No significantly detrimental effects were reported. Effect sizes, calculated in ten studies, ranged from 0,34-1,55 and were substantial (≥0,8) in four studies.",
        "This systematic review suggests that exercise programs positively affect various aspects of sleep in generally healthy older adults. More specifically, moderate intensity exercise programs, with a frequency of three times per week and a duration of 12 weeks up to 6 months, showed the highest number of significant improvements in different sleep outcomes in older adults. Furthermore, programs that offered single exercise types, such as Baduanjin, Tai chi and the silver yoga program, or a combination of exercises showed the highest proportion of significant versus reported effects on sleep outcomes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-7490-7551"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Movement Sciences, KU Leuven, B-3000, Leuven, Belgium. julie.vanderlinden@kuleuven.be."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Health Care, Odisee University College, Brussels, Belgium. julie.vanderlinden@kuleuven.be."
          }
        ],
        "LastName": "Vanderlinden",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Movement Sciences, KU Leuven, B-3000, Leuven, Belgium."
          }
        ],
        "LastName": "Boen",
        "ForeName": "F",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Movement Sciences, KU Leuven, B-3000, Leuven, Belgium."
          }
        ],
        "LastName": "van Uffelen",
        "ForeName": "J G Z",
        "Initials": "JGZ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Behav Nutr Phys Act",
    "NlmUniqueID": "101217089",
    "ISSNLinking": "1479-5868"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Sleep"
    }
  ],
  "CoiStatement": "The authors declare that they have no competing interests."
}