{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37653828",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e34897",
      "10.1097/MD.0000000000034897"
    ],
    "Journal": {
      "ISSN": "1536-5964",
      "JournalIssue": {
        "Volume": "102",
        "Issue": "34",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug",
          "Day": "25"
        }
      },
      "Title": "Medicine",
      "ISOAbbreviation": "Medicine (Baltimore)"
    },
    "ArticleTitle": "The effect of Baduanjin exercise on the physical and mental health of college students: A randomized controlled trial.",
    "Pagination": {
      "StartPage": "e34897",
      "MedlinePgn": "e34897"
    },
    "Abstract": {
      "AbstractText": [
        "Around the world, college students physical and mental health is deteriorating. Finding practical ways to enhance college students health is crucial. One of the traditional Chinese Qigong exercises is Baduanjin, which is possibly one of the most efficient workout techniques out there. However, it is unknown how Baduanjin practice may affect college students health. The purpose of this study was to evaluate the effect of Qigong Baduanjin on the physical and mental health of female college freshmen.",
        "A total of 78 female college students were recruited and randomly divided into Baduanjin group or control group. Participants in the control group were told to keep their original habits of life and exercise. The Baduanjin exercise group received 12 weeks of Baduanjin exercise, 3 days a week and 1 hour a day. After the 12 week randomized controlled trial, the physical and mental health indexes of female students in Baduanjin group and control group were evaluated, including physical shape, physical function, physical fitness and scl-90 self-assessment scale.",
        "Compared with the control group, at the end of the 12 week intervention, the weight, body mass index, diastolic blood pressure, systolic blood pressure, somatization score, obsessive-compulsive disorder score, interpersonal sensitivity score, depression score, anxiety score and phobic anxiety score of Baduanjin group decreased significantly. Compared with the control group, the vital capacity, vital capacity index, Stand test, Genchi test, Stand on 1 leg with closed eyes, standing bends and squats of the Baduanjin group have been significantly improved.",
        "Compared with usual activities, Qigong Baduanjin exercise has advantages in improving female college students body shape (weight and body mass index), cardiovascular and respiratory lung function, flexibility, balance ability, muscle endurance and mental health."
      ],
      "CopyrightInformation": "Copyright © 2023 the Author(s). Published by Wolters Kluwer Health, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Sports Science, Anshan Normal University, Anshan, China."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Yaqun",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education, Dalian University, Dalian, China."
          }
        ],
        "LastName": "Jiang",
        "ForeName": "Xin",
        "Initials": "X"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Medicine (Baltimore)",
    "NlmUniqueID": "2985248R",
    "ISSNLinking": "0025-7974"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Examination"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    }
  ],
  "CoiStatement": "The authors have no conflicts of interest to disclose."
}