{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35791828",
  "DateCompleted": {
    "Year": "2022",
    "Month": "07",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "08",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.6002/ect.2022.0039"
    ],
    "Journal": {
      "ISSN": "2146-8427",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "6",
        "PubDate": {
          "Year": "2022",
          "Month": "Jun"
        }
      },
      "Title": "Experimental and clinical transplantation : official journal of the Middle East Society for Organ Transplantation",
      "ISOAbbreviation": "Exp Clin Transplant"
    },
    "ArticleTitle": "Does Preoperative Rehabilitation Influence the Quality of Life in Patients Who Are Candidates for Lung Transplant?",
    "Pagination": {
      "StartPage": "543",
      "EndPage": "548",
      "MedlinePgn": "543-548"
    },
    "Abstract": {
      "AbstractText": [
        "Lung transplant is an excellent therapeutic option for patients with advanced/end-stage pulmonary disease. The purpose of this review was to define whether preoperative rehabilitation influences quality of life in patients who are candidates for lung transplant.",
        "This was a scoping review conducted by searching 4 primary databases from inception until January 2022. Three keywords, \"lung transplantation,\" \"preoperative rehabilitation,\" and \"quality of life,\" were matched using the Boolean operator AND. In each database, the following fields were searched: PubMed (all fields), Scopus (title, abstract, keywords), Cochrane Library (title, abstract, keywords), and Web of Science (topic). Filters were applied for age (adult only) and language (English only). No filters were applied for gender, publication date, and subject. The search process was completed in January 2022.",
        "We retrieved 57 citations from these databases. After removal of duplicates, 41 documents were screened for eligibility. Two articles were included in the final analysis: 1 was a systematic review, and 1 was an observational prospective study. The rehabilitative interventions were mainly focused on motor and breathing exercises and were integrated by education programs. Preoperative rehabilitation was effective atimproving quality of life and mood status and reducing dyspnea in patients waiting for lung transplant. In addition, the 6-minute walking distance increased after patients participated in preoperative rehabilitation. Preoperative rehabilitation was composed of different types of exercise with variable duration (3-20 weeks) and frequency (3-6 times per week). Patients on the active wait list for lung transplant should be encouraged to attend preoperative rehabilitation in order to preserve and improve their quality of life."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the Department of Continuity of Care and Disability, Physical Medicine and Rehabilitation, IRCCS Azienda Ospedaliero-Universitaria di Bologna, Bologna, Italy."
          }
        ],
        "LastName": "Polastri",
        "ForeName": "Massimiliano",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dell'Amore",
        "ForeName": "Andrea",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Eden",
        "ForeName": "Allaina",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pehlivan",
        "ForeName": "Esra",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Turkey",
    "MedlineTA": "Exp Clin Transplant",
    "NlmUniqueID": "101207333",
    "ISSNLinking": "1304-0855"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Lung Transplantation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Preoperative Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}