{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36862693",
  "DateCompleted": {
    "Year": "2023",
    "Month": "03",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0272114",
      "10.1371/journal.pone.0272114"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "3",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Investigation of in-phase bilateral exercise effects on corticospinal plasticity in relapsing remitting multiple sclerosis: A registered report single-case concurrent multiple baseline design across five subjects.",
    "Pagination": {
      "StartPage": "e0272114",
      "MedlinePgn": "e0272114"
    },
    "Abstract": {
      "AbstractText": [
        "Relapsing-remitting Multiple Sclerosis is the most common demyelinating neurodegenerative disease and is characterized by periods of relapses and generation of various motor symptoms. These symptoms are associated with the corticospinal tract integrity, which is quantified by means of corticospinal plasticity which can be probed via transcranial magnetic stimulation and assessed with corticospinal excitability measures. Several factors, such as exercise and interlimb coordination, can influence corticospinal plasticity. Previous work in healthy and in chronic stroke survivors showed that the greatest improvement in corticospinal plasticity occurred during in-phase bilateral exercises of the upper limbs. During in-phase bilateral movement, both upper limbs are moving simultaneously, activating the same muscle groups and triggering the same brain region respectively. Altered corticospinal plasticity due to bilateral cortical lesions is common in MS, yet, the impact of these type of exercises in this cohort is unclear. The aim of this concurrent multiple baseline design study is to investigate the effects of in-phase bilateral exercises on corticospinal plasticity and on clinical measures using transcranial magnetic stimulation and standardized clinical assessment in five people with relapsing-remitting MS. The intervention protocol will last for 12 consecutive weeks (30-60 minutes /session x 3 sessions/week) and include in-phase bilateral movements of the upper limbs, adapted to different sports activities and to functional training. To define functional relation between the intervention and the results on corticospinal plasticity (central motor conduction time, resting motor threshold, motor evoked potential amplitude and latency) and on clinical measures (balance, gait, bilateral hand dexterity and strength, cognitive function), we will perform a visual analysis and if there is a potential sizeable effect, we will perform statistical analysis. A possible effect from our study, will introduce a proof-of-concept for this type of exercise that will be effective during disease progression. Trial registration: ClinicalTrials.gov NCT05367947."
      ],
      "CopyrightInformation": "Copyright: © 2023 Sokratous et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-7595-4349"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health Sciences, Department of Rehabilitation Sciences, Cyprus University of Technology, Limassol, Cyprus."
          },
          {
            "Identifier": [],
            "Affiliation": "Physiotherapy Unit, Neurology Clinics, The Cyprus Institute of Neurology and Genetics, Nicosia, Cyprus."
          }
        ],
        "LastName": "Sokratous",
        "ForeName": "Dimitris",
        "Initials": "D"
      },
      {
        "Identifier": [
          "0000-0002-1547-1839"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Basic and Clinical Sciences, Medical School, University of Nicosia, Nicosia, Cyprus."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre for Neuroscience and Integrative Brain Research (CENIBRE), University of Nicosia Medical School, Nicosia, Cyprus."
          }
        ],
        "LastName": "Charalambous",
        "ForeName": "Charalambos C",
        "Initials": "CC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Neuroepidemiology Department, The Cyprus Institute of Neurology and Genetics, Nicosia, Cyprus."
          }
        ],
        "LastName": "Papanicolaou",
        "ForeName": "Eleni Zamba",
        "Initials": "EZ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Biostatistics Unit, The Cyprus Institute of Neurology and Genetics, Nicosia, Cyprus."
          }
        ],
        "LastName": "Michailidou",
        "ForeName": "Kyriaki",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health Sciences, Department of Rehabilitation Sciences, Cyprus University of Technology, Limassol, Cyprus."
          }
        ],
        "LastName": "Konstantinou",
        "ForeName": "Nikos",
        "Initials": "N"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT05367947"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multiple Sclerosis, Relapsing-Remitting"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neurodegenerative Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}