{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Chronic Pain",
      "Exercise",
      "Fibromyalgia",
      "Quality of life"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37838712",
  "DateCompleted": {
    "Year": "2023",
    "Month": "10",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "816",
      "10.1186/s12891-023-06952-3"
    ],
    "Journal": {
      "ISSN": "1471-2474",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Oct",
          "Day": "14"
        }
      },
      "Title": "BMC musculoskeletal disorders",
      "ISOAbbreviation": "BMC Musculoskelet Disord"
    },
    "ArticleTitle": "Effects of progressive intensity resistance training on the impact of fibromyalgia: protocol for a blinded randomized controlled trial.",
    "Pagination": {
      "StartPage": "816",
      "MedlinePgn": "816"
    },
    "Abstract": {
      "AbstractText": [
        "Fibromyalgia guidelines indicate that exercise is critical in the management of fibromyalgia, and there is evidence that patients with fibromyalgia can perform resistance training at moderate and high intensities. However, despite the biological plausibility that progression of intensity provides greater benefit to individuals, no studies have compared different intensities (progressive versus constant intensities) of the same exercise in this population.",
        "To compare the effect of 24 sessions of resistance training (progressive vs. constant intensity) on impact of fibromyalgia, sleep quality, anxiety, depression, pain, walking ability, and musculoskeletal capacity.",
        "A protocol for a blinded randomized controlled trial. The sample will be randomized into three groups: group 1 (progressive intensity, experimental), group 2 (constant intensity, control A), and group 3 (walking, control B). Group 1 will perform resistance training at moderate intensity (50% of maximum dynamic strength), previously determined by the 1 repetition maximum (1-RM) test in the proposed exercises. The strength of each individual will be reassessed every 4 weeks (by 1-RM) and the intensity of each exercise will be positively adjusted by 20% of the value observed in kg (i.e., first month 50%; second month 70%; third month 90% of the maximum dynamic strength). Group 2 will perform the same procedure, but the intensity will be maintained at 50% of the maximum dynamic strength throughout the treatment (i.e., constant intensity from the first to the third month). Group 3 will perform a 40-minute treadmill walk at low intensity, defined by a walking speed corresponding to 60-70% of the maximum heart rate, which we will control with a heart rate monitor. All groups will receive a 45-minute pain education session prior to the exercise program, covering the pathophysiologic mechanisms of chronic pain, strategies for coping with pain, avoiding hypervigilance, and deconstructing beliefs and myths about chronic pain.",
        "The results of the present study may help health care professionals adjust the intensity of resistance training and thus plan the most effective intervention (progressive or constant intensity) to reduce the impact of fibromyalgia on patients' lives.",
        "Brazilian Registry of Clinical Trials (ReBEC) ID: RBR-9pbq9fg, date of registration: October 06, 2022."
      ],
      "CopyrightInformation": "© 2023. BioMed Central Ltd., part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy Postgraduate Program, Physical Therapy Department, Universidade Federal de São Carlos, São Carlos, SP, Brazil."
          }
        ],
        "LastName": "Pontes-Silva",
        "ForeName": "André",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Education Postgraduate Program, Physical Education Department, Universidade Federal do Maranhão, São Luís, MA, Brazil."
          }
        ],
        "LastName": "Dibai-Filho",
        "ForeName": "Almir Vieira",
        "Initials": "AV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy Postgraduate Program, Physical Therapy Department, Universidade Federal de São Carlos, São Carlos, SP, Brazil."
          },
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy Department, Universidade Federal de São Carlos, São Carlos, Brazil."
          }
        ],
        "LastName": "de Melo",
        "ForeName": "Thayná Soares",
        "Initials": "TS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy Department, Universidade Federal de São Carlos, São Carlos, Brazil."
          }
        ],
        "LastName": "Santos",
        "ForeName": "Leticia Menegalli",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Postgraduate Program in Rehabilitation Sciences, Department of Physical Therapy, Universidade Federal do Rio Grande do Norte, Natal, RN, Brazil."
          }
        ],
        "LastName": "de Souza",
        "ForeName": "Marcelo Cardoso",
        "Initials": "MC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Research on Neuroscience (LAPENE), Physical Therapy Department, Graduate Program in Health Science, Graduate Program in Physiological Science, Universidade Federal de Sergipe, Aracaju, Sergipe, Brazil."
          }
        ],
        "LastName": "DeSantana",
        "ForeName": "Josimari Melo",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy Postgraduate Program, Physical Therapy Department, Universidade Federal de São Carlos, São Carlos, SP, Brazil. m.avila@ufscar.br."
          },
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy Department, Universidade Federal de São Carlos, São Carlos, Brazil. m.avila@ufscar.br."
          }
        ],
        "LastName": "Avila",
        "ForeName": "Mariana Arias",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial Protocol",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Musculoskelet Disord",
    "NlmUniqueID": "100968565",
    "ISSNLinking": "1471-2474"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Fibromyalgia"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "Almir Vieira Dibai-Filho and André Pontes-Silva are BMC Musculoskeletal Disorders’ Editors and Reviewers. Mariana Arias Avila has become an Editorial Board Member after the first submission. All other authors do not have any Competing interests."
}