{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23731986",
  "DateCompleted": {
    "Year": "2014",
    "Month": "02",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "06",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1471-2318-13-54"
    ],
    "Journal": {
      "ISSN": "1471-2318",
      "JournalIssue": {
        "Volume": "13",
        "PubDate": {
          "Year": "2013",
          "Month": "Jun",
          "Day": "04"
        }
      },
      "Title": "BMC geriatrics",
      "ISOAbbreviation": "BMC Geriatr"
    },
    "ArticleTitle": "A comparison of Irish set dancing and exercises for people with Parkinson's disease: a phase II feasibility study.",
    "Pagination": {
      "StartPage": "54",
      "MedlinePgn": "54"
    },
    "Abstract": {
      "AbstractText": [
        "People with idiopathic Parkinson's disease (PD) frequently have low activity levels, poor mobility and reduced quality of life. Although increased physical activity may improve mobility, balance and wellbeing, adherence to exercises and activity programs over the longer term can be challenging, particularly for older people with progressive neurological conditions such as PD. Physical activities that are engaging and enjoyable, such as dancing, might enhance adherence over the long term. The objective of this study was to evaluate the feasibility of a randomized controlled trial of Irish set dancing compared with routine physiotherapy for people with mild to moderately severe PD.",
        "Twenty-four people with idiopathic PD referred for movement rehabilitation were randomized to receive standard physiotherapy exercises or Irish set dancing classes once per week plus a weekly home program for 6 months (12 in each group). The feasibility and safety of the proposed RCT protocol was the main focus of this evaluation. The primary outcome was motor disability measured by the motor component of the UPDRS, which was assessed prior to and after therapy by trained assessors blinded to group assignment. The Timed Up and Go, the Berg Balance Scale and the modified Freezing of Gait Questionnaire were secondary measures. Quality of life of the people with PD was evaluated using the PDQ-39.",
        "Both the Irish set dancing and physiotherapy exercise program were shown to be feasible and safe. There were no differences between groups in the rate of adverse events such as falls, serious injuries, death or rates of admission to hospital. The physiotherapists who provided usual care remained blind to group allocation, with no change in their standard clinical practice. Compliance and adherence to both the exercise and dance programs were very high and attrition rates were low over the 6 months of therapy. Although improvements were made in both groups, the dance group showed superior results to standard physiotherapy in relation to freezing of gait, balance and motor disability.",
        "Irish dancing and physiotherapy were both safe and feasible in this sample from Venice, with good adherence over a comparatively long time period of 6 months. A larger multi-centre trial is now warranted to establish whether Irish set dancing is more effective than routine physiotherapy for enhancing mobility, balance and quality of life in people living with idiopathic PD.",
        "EudraCT number 2012-005769-11."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Medicine & Rehabilitation, S, Raffaele Arcangelo Fatebenefratelli Hospital, Cannaregio, Venice, 3458, Italy. dott.dvolpe@libero.it"
          }
        ],
        "LastName": "Volpe",
        "ForeName": "Daniele",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Signorini",
        "ForeName": "Matteo",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Marchetto",
        "ForeName": "Anna",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lynch",
        "ForeName": "Timothy",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Morris",
        "ForeName": "Meg E",
        "Initials": "ME"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial, Phase II",
      "Comparative Study",
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Geriatr",
    "NlmUniqueID": "100968548",
    "ISSNLinking": "1471-2318"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Dance Therapy"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods",
        "psychology"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feasibility Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ireland"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "psychology",
        "rehabilitation"
      ],
      "DescriptorName": "Parkinson Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Single-Blind Method"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}