{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36416089",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/MRR.0000000000000554"
    ],
    "Journal": {
      "ISSN": "1473-5660",
      "JournalIssue": {
        "Volume": "46",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Mar",
          "Day": "01"
        }
      },
      "Title": "International journal of rehabilitation research. Internationale Zeitschrift fur Rehabilitationsforschung. Revue internationale de recherches de readaptation",
      "ISOAbbreviation": "Int J Rehabil Res"
    },
    "ArticleTitle": "Comparison of effectiveness of Nintendo Wii-based exergaming and home-based fun video exercises in pediatric patients with chronic kidney disease.",
    "Pagination": {
      "StartPage": "26",
      "EndPage": "34",
      "MedlinePgn": "26-34"
    },
    "Abstract": {
      "AbstractText": [
        "Functional capacity and quality of life (QoL) are reduced in children and adults with chronic kidney disease (CKD). Aerobic, strengthening exercises, and exergames are reported as effective in the treatment of symptoms associated with CKD. Unlike adult patients, there are insufficient studies investigating the effects of exercise on disease-related symptoms in pediatric CKD. This study aimed to compare the effects of Nintendo Wii-based exergaming and home-based fun video exercises on functional capacity, muscle strength, physical activity (PA), depression, fatigue, and QoL in pediatric patients with CKD. Twenty-three pediatric patients with CKD were included in the study and randomized to group I (Nintendo Wii Fit) and group II (home-based fun video exercises). Patients in both groups underwent exercise programs twice per week for 6 weeks. Functional capacity, muscle strength, PA, QoL, fatigue, and depression of the patients were evaluated before and after the treatments. Sixteen patients completed the study. After treatment, significant differences were observed in both groups on 6MWT, muscle strength, average daily steps, PedsQoL Child Self-Report PHSS, and the Visual Fatigue Scale. Left knee flexor muscle strength and average step counts were found to be superior in group I. Both exergaming and home-based fun video exercises provide positive effects on functional capacity, muscle strength, fatigue, PA, depression, and QoL in pediatric patients with CKD. We think that these exercise methods can help to protect physical and mental health of patients and should be included in treatment from the early stages of the disease."
      ],
      "CopyrightInformation": "Copyright © 2022 Wolters Kluwer Health, Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy and Rehabilitation, Institution of Health Sciences, Istanbul Medipol University."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy and Rehabilitation, Faculty of Health Sciences, Acibadem Mehmet Ali Aydinlar University."
          }
        ],
        "LastName": "Cavusoglu",
        "ForeName": "Irmak",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Ergotherapy, Faculty of Health Sciences, Istanbul Medipol University."
          }
        ],
        "LastName": "Tarakci",
        "ForeName": "Devrim",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy and Rehabilitation, Faculty of Health Sciences, Istanbul University-Cerrahpasa."
          }
        ],
        "LastName": "Zenginler Yazgan",
        "ForeName": "Yonca",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatric Nephrology, Kanuni Sultan Süleyman Training and Research Hospital, Istanbul, Turkey."
          }
        ],
        "LastName": "Yavuz",
        "ForeName": "Sevgi",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Rehabil Res",
    "NlmUniqueID": "7805421",
    "ISSNLinking": "0342-5282"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exergaming"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Video Games"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    }
  ]
}