{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36378414",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-022-01789-7"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "53",
        "Issue": "2",
        "PubDate": {
          "Year": "2023",
          "Month": "Feb"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Relevance and Effectiveness of Combined Resistance and Balance Training to Improve Balance and Muscular Fitness in Healthy Youth and Youth Athletes: A Scoping Review.",
    "Pagination": {
      "StartPage": "349",
      "EndPage": "370",
      "MedlinePgn": "349-370"
    },
    "Abstract": {
      "AbstractText": [
        "Balance and resistance training applied as single-mode interventions have proven to enhance measures of balance and/or muscular fitness in youth and youth athletes. Less is known on the effectiveness of combined or sequenced balance and resistance training in youth and youth athletes.",
        "The objective of this scoping review was to describe the effects of concurrently performed balance and resistance training (i.e., metastable resistance training) and different sequencing schemes of balance and resistance training on measures of balance and/or muscular fitness in healthy youth and youth athletes. We additionally aimed to identify knowledge gaps in the literature.",
        "According to the principles of a scoping review, we followed a broad research question, identified gaps in the literature, and reported findings on the level of single studies but did not aggregate and meta-analyze outcomes across studies. For this purpose, systematic literature searches were conducted in the electronic databases PubMed (including MEDLINE), Web of Science, and SPORTDiscus from inception until August 2022. We included metastable resistance training and sequenced balance and resistance training studies in healthy youth and youth athletes aged 6-18 years that investigated the training-induced effects on measures of balance (e.g., stork balance test) and muscular fitness (e.g., countermovement jump test) in contrast to active/passive controls. The Physiotherapy Evidence Database (PEDro) scale was used to assess the risk of bias. The Strength of Recommendation Taxonomy (SORT) was applied for the whole scoping review on levels A (high strength of recommendation) to C (low strength of recommendation) and for individual studies on levels 1 (high-quality evidence) to 3 (low-quality evidence).",
        "The strength of recommendation for the scoping review was level B based on inconsistent or limited-quality evidence. Eleven randomized controlled trials were eligible to be included in this scoping review and each study was rated as 'limited-quality evidence'. A median PEDro score of 6 was computed across the included studies. Four studies examined the effects of metastable resistance training (e.g., plyometric training on unstable surfaces) on measures of balance and/or muscle fitness in youth athletes. The remaining seven studies investigated the impact of sequenced balance and resistance training (e.g., blocked balance training followed by blocked resistance training) on measures of balance and/or muscle fitness in youth and youth athletes. The duration of the intervention programs ranged from 6 to 10 weeks with 2-weekly to 3-weekly exercise sessions. Participants' age range was 10-18 years (mean 15 years). Ten studies examined young male and female athletes from different sports (i.e., basketball, handball, soccer) and one study physical education students. Metastable resistance training compared with plyometric training performed on stable surfaces showed no extra effect on measures of balance and muscular fitness. Stable plyometric training appears to be even more effective to improve jump performance. Sequenced balance and resistance training in the form of a mesocycle of balance followed by plyometric training seems to be particularly effective to improve measures of balance and muscular fitness in young athletes. This scoping review identified knowledge gaps that may indicate future research avenues: (i) comparative studies should be designed to examine how sex, age, maturity status, and expertise level impact on the adaptive potential following metastable resistance training or sequenced balance and resistance training in youth and youth athletes, (ii) at least one established measure of balance and muscular fitness should always be included in study designs to allow future comparison between studies and to aggregate (meta-analyze) findings across studies and (iii) studies are needed that examine neuromuscular and tendomuscular adaptations following these exercise types as well as dosage effects.",
        "According to the results of this scoping review, balance training should be an essential training component for youth that is incorporated with the resistance training exercises or introduced at least a month before resistance and plyometric training within a periodized training program. More research is needed to examine the moderating roles of age, maturity status, and sex."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-7095-813X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport and Sport Science, Exercise and Human Movement Science, University of Freiburg, Sandfangweg 4, 79102, Freiburg, Germany. urs.granacher@sport.uni-freiburg.de."
          }
        ],
        "LastName": "Granacher",
        "ForeName": "Urs",
        "Initials": "U"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Human Kinetics and Recreation, Memorial University of Newfoundland, St. John's, NL, Canada."
          }
        ],
        "LastName": "Behm",
        "ForeName": "David G",
        "Initials": "DG"
      }
    ],
    "GrantList": [
      {
        "GrantID": "ZMVI1-081901 14-18",
        "Agency": "Bundesinstitut für Sportwissenschaft",
        "Country": ""
      },
      {
        "GrantID": "ZMVI4-081901/20-23",
        "Agency": "Bundesinstitut für Sportwissenschaft",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Athletes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Plyometric Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Basketball"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "Urs Granacher and David G. Behm have no conflicts of interest that are directly relevant to the content of this scoping review."
}