{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29465495",
  "DateCompleted": {
    "Year": "2019",
    "Month": "06",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/HCR.0000000000000343"
    ],
    "Journal": {
      "ISSN": "1932-751X",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "2",
        "PubDate": {
          "Year": "2018",
          "Month": "Mar"
        }
      },
      "Title": "Journal of cardiopulmonary rehabilitation and prevention",
      "ISOAbbreviation": "J Cardiopulm Rehabil Prev"
    },
    "ArticleTitle": "Exercise Rehabilitation for Peripheral Artery Disease: A REVIEW.",
    "Pagination": {
      "StartPage": "63",
      "EndPage": "69",
      "MedlinePgn": "63-69"
    },
    "Abstract": {
      "AbstractText": [
        "To summarize evidence regarding exercise therapy for people with lower extremity peripheral artery disease (PAD).",
        "Literature was reviewed regarding optimal strategies for delivering exercise interventions for people with PAD. Randomized trial evidence and recent studies were emphasized.",
        "Randomized clinical trial evidence consistently demonstrates that supervised treadmill exercise improves treadmill walking performance in people with PAD. A meta-analysis of 25 randomized trials (1054 participants) concluded that supervised treadmill exercise was associated with 180 m of improvement in maximal treadmill walking distance and 128 m of improvement in pain-free walking distance compared with a control group. Three randomized trials of 493 patients with PAD demonstrated that home-based walking exercise interventions that incorporate behavioral change techniques improve walking ability in patients with PAD. Furthermore, evidence suggests that home-based walking exercise improves the 6-min walk more than supervised treadmill exercise. Upper and lower extremity ergometry also significantly improved walking endurance in PAD. The Centers for Medicare & Medicaid Services recently determined that Medicare would cover 12 wk (36 sessions) of supervised treadmill exercise for patients with PAD.",
        "Supervised treadmill exercise and home-based walking exercise each improve walking ability in patients with PAD. The availability of insurance coverage for supervised treadmill exercise for patients with PAD will make supervised treadmill exercise more widely available and accessible. Home-based exercise that incorporates behavioral change technique is an effective alternative for patients unwilling or unable to attend 3 supervised exercise sessions per week."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine and Preventive Medicine, Northwestern University, Feinberg School of Medicine, Chicago, Illinois."
          }
        ],
        "LastName": "McDermott",
        "ForeName": "Mary M",
        "Initials": "MM"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 HL122846",
        "Acronym": "HL",
        "Agency": "NHLBI NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 HL126117",
        "Acronym": "HL",
        "Agency": "NHLBI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Cardiopulm Rehabil Prev",
    "NlmUniqueID": "101291247",
    "ISSNLinking": "1932-7501"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "J Cardiopulm Rehabil Prev. 2018 Sep;38(5):347",
      "PMID": "30157065"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Peripheral Arterial Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "<b>Potential conflicts of interest:</b> Funding from PCORI and NHLBI for studies of exercise in patients with peripheral artery disease. No other potential conflicts of interest."
}