{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Midwifery students",
      "Pilates exercises",
      "Premenstrual syndrome"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33246104",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "11",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ctim.2020.102623",
      "S0965-2299(20)31890-2"
    ],
    "Journal": {
      "ISSN": "1873-6963",
      "JournalIssue": {
        "Volume": "57",
        "PubDate": {
          "Year": "2021",
          "Month": "Mar"
        }
      },
      "Title": "Complementary therapies in medicine",
      "ISOAbbreviation": "Complement Ther Med"
    },
    "ArticleTitle": "Effect of pilates exercises on premenstrual syndrome symptoms: a quasi-experimental study.",
    "Pagination": {
      "StartPage": "102623",
      "MedlinePgn": "102623"
    },
    "Abstract": {
      "AbstractText": [
        "This study was done to identify the effect of pilates exercises on the symptoms of premenstrual syndrome.",
        "A quasi experimental was conducted on university student with premenstrual syndrome.",
        "Population of the study included midwifery students with premenstrual syndrome at Istanbul University Faculty of Health Sciences (N = 286) and 50 of them became the sample (25 in experimental group and 25 in control group). Non-probablistic sampling method was used. While the students in experimental group were asked to practice the pilates exercises for three months, the students in control group were told to maintain their routine habits. At the end of the three months, premenstrual syndrome problem of experimental and control group was diagnosed and the effect of pilates on premenstrual syndrome was evaluated. Premenstrual Syndrome symptoms were evaluated through Premenstrual Syndrome Scale (PMSS). The high score received from PMSS shows that the symptoms are intensive.",
        "It was seen that the students in the experimental and control group were similar in terms of their aspects which were individual, health and could affect premenstrual syndrome (p > 005). A statistical significant difference was not found between total scores and sub-dimension scores of PMSS in experimental and control group (p < 0.05). It was seen that PMSS total score of experimental group was significantly lower than that of control group (p < 0.001). When in-group comparisons were examined, it was identified that PMSS scores of control group did not change at the beginning and end of exercise, but PMSS score of experimental group at the end of exercise was lower than their score received at the beginning of exercise and, the difference was statistically significant to the highest degree (p < 0.001).",
        "It was seen that the pilates exercises, which were practiced in this research, decreased the PMS symptoms considerably. In this regard, the pilates exercises have an important role in healing the PMS symptoms."
      ],
      "CopyrightInformation": "Copyright © 2020 The Authors. Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Midwifery, Health Science Faculty, Kütahya Health Science University, in Kütahya, Turkey. Electronic address: eliftugce.citil@ksbu.edu.tr."
          }
        ],
        "LastName": "Çitil",
        "ForeName": "Elif Tuğçe",
        "Initials": "ET"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Midwifery, Health Science Faculty, İstanbul University-Cerrahpaşa in İstanbul, Turkey. Electronic address: nurka@istanbul.edu.tr."
          }
        ],
        "LastName": "Kaya",
        "ForeName": "Nurten",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Scotland",
    "MedlineTA": "Complement Ther Med",
    "NlmUniqueID": "9308777",
    "ISSNLinking": "0965-2299"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Premenstrual Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Students"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Universities"
    }
  ]
}