{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Compression therapy",
      "Prescribed exercise intervention",
      "Venous leg ulcers"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37596074",
  "DateCompleted": {
    "Year": "2023",
    "Month": "08",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.12968/bjon.2023.32.15.S34"
    ],
    "Journal": {
      "ISSN": "0966-0461",
      "JournalIssue": {
        "Volume": "32",
        "Issue": "15",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug",
          "Day": "17"
        }
      },
      "Title": "British journal of nursing (Mark Allen Publishing)",
      "ISOAbbreviation": "Br J Nurs"
    },
    "ArticleTitle": "Use of a prescribed exercise intervention as an adjunct to improve venous leg ulcer healing.",
    "Pagination": {
      "StartPage": "S34",
      "EndPage": "S38",
      "MedlinePgn": "S34-S38"
    },
    "Abstract": {
      "AbstractText": [
        "The complex healing process of venous leg ulcers (VLUs) is widely documented, yet wound healing outcomes continue to challenge community nurses. Compression therapy remains the 'gold standard' to improve healing outcomes. However, the complexities surrounding VLUs demand a holistic and unified approach. Advising patients with VLUs to perform exercises is a widely accepted practice based on the known benefits of lower leg mobility reducing venous hypertension. A lack of standardisation surrounding this subject has generated a rise in academic interest over the past decade, particularly in the benefit of a prescribed exercise intervention (PEI) as an adjunct to compression for VLU patients.",
        "This review explored the use of an unsupervised PEI as an adjunct to improve VLU healing in housebound patients wearing compression therapy. The aim was to determine if a PEI is beneficial to VLU healing alongside compression therapy.",
        "The review identified five randomised controlled trials (RCT) between 2009 and 2022. Although the evidence showed some limitations, statistically and clinically significant results were identified for VLU healing outcomes.",
        "A PEI designed to engage the calf muscle pump is beneficial to improve VLU healing outcomes, alongside compression therapy, for housebound patients and should be included in the community nursing holistic model of care for VLU management."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Registered Nurse, Manx Care, Community Nursing, Douglas, Isle of Man."
          }
        ],
        "LastName": "Quirk",
        "ForeName": "Kirstie",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br J Nurs",
    "NlmUniqueID": "9212059",
    "ISSNLinking": "0966-0461"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Varicose Ulcer"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Wound Healing"
    }
  ]
}