{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18843614",
  "DateCompleted": {
    "Year": "2009",
    "Month": "01",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2008",
        "Month": "10",
        "Day": "08"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/14651858.CD000990.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "4",
        "PubDate": {
          "Year": "2008",
          "Month": "Oct",
          "Day": "08"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Exercise for intermittent claudication.",
    "Pagination": {
      "StartPage": "CD000990",
      "MedlinePgn": "CD000990"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise programmes are a relatively inexpensive, low-risk option compared with other more invasive therapies for leg pain on walking (intermittent claudication (IC)).",
        "To determine the effects of exercise programmes on IC, particularly in respect of reduction of symptoms on walking and improvement in quality of life.",
        "The Cochrane Peripheral Vascular Diseases Group searched their Specialised Register (last search February 2008) and the Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library 2008, Issue 1.",
        "Randomised controlled trials of exercise regimens in people with IC due to peripheral arterial disease.",
        "Two authors independently extracted data and assessed trial quality.",
        "Twenty-two trials met the inclusion criteria involving a total of 1200 participants with stable leg pain. Follow-up period was from two weeks to two years. There was some variation in the exercise regimens used, all recommended at least two sessions weekly of mostly supervised exercise. All trials used a treadmill walking test for one of the outcome measures. Quality of the included trials was good, though the majority of trials were small with 20 to 49 participants. Fourteen trials compared exercise with usual care or placebo; patients with various medical conditions or other pre-existing limitations to their exercise capacity were generally excluded.Compared with usual care or placebo, exercise significantly improved maximal walking time: mean difference (MD) 5.12 minutes (95% confidence interval (CI) 4.51 to 5.72;) with an overall improvement in walking ability of approximately 50% to 200%; exercise did not affect the ankle brachial pressure index (ABPI) (MD -0.01, 95% CI -0.05 to 0.04). Walking distances were also significantly improved: pain-free walking distance MD 82.19 metres (95% CI 71.73 to 92.65) and maximum walking distance MD 113.20 metres (95% CI 94.96 to 131.43). Improvements were seen for up to two years. The effect of exercise compared with placebo or usual care was inconclusive on mortality, amputation and peak exercise calf blood flow due to limited data.Evidence was generally limited for exercise compared with surgical intervention, angioplasty, antiplatelet therapy, pentoxifylline, iloprost and pneumatic foot and calf compression due to small numbers of trials and participants. Angioplasty may produce greater improvements than exercise in the short term but this effect may not be sustained.",
        "Exercise programmes were of significant benefit compared with placebo or usual care in improving walking time and distance in selected patients with leg pain from IC."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cameron House, Cameron Bridge, Windygates, Leven, UK, KY8 5RG. lwatson@nhs.net"
          }
        ],
        "LastName": "Watson",
        "ForeName": "Lorna",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ellis",
        "ForeName": "Brian",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Leng",
        "ForeName": "Gillian C",
        "Initials": "GC"
      }
    ],
    "GrantList": [
      {
        "GrantID": "CZB/4/609",
        "Acronym": "CSO_",
        "Agency": "Chief Scientist Office",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2000;(2):CD000990",
      "PMID": "10796572"
    },
    {
      "RefSource": "Cochrane Database Syst Rev. 2014;7:CD000990",
      "PMID": "25037027"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Intermittent Claudication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "NumberOfReferences": "90"
}