{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adherence",
      "Community-Based exercise programme",
      "Multiple-Case study",
      "Older people",
      "Physical activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28122532",
  "DateCompleted": {
    "Year": "2017",
    "Month": "08",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "01",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "115",
      "10.1186/s12889-017-4049-6"
    ],
    "Journal": {
      "ISSN": "1471-2458",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Jan",
          "Day": "25"
        }
      },
      "Title": "BMC public health",
      "ISOAbbreviation": "BMC Public Health"
    },
    "ArticleTitle": "Older people's adherence to community-based group exercise programmes: a multiple-case study.",
    "Pagination": {
      "StartPage": "115",
      "MedlinePgn": "115"
    },
    "Abstract": {
      "AbstractText": [
        "Physical inactivity is a global phenomenon, with estimates of one in four adults not being active enough to achieve health benefits, thus heightening the risk of developing non-communicable diseases. In order to realise the health and wellbeing gains associated with physical activity the behaviour must be sustained. Community-based group exercise programmes (CBGEP) utilising social supports have been shown to be one means of not only increasing activity levels for older people, but sustaining physical activity. A gap in the literature was identified around older people's long-term adherence to real-life CBGEP within a UK context. This study therefore sought to address this gap by understanding older people's ongoing adherence to CBGEP with a view to gaining further insight about which factors contribute to enabling people to sustain their physical activity levels.",
        "A multiple case study research design was employed to understand older people's (≥60 years, n = 27) adherence (≥ 69%, for ≥ 1 year) to three current CBGEP in the South- West of England. Qualitative data (participant observation, focus groups, documents, and interviews) were collected and analysed using inductive thematic analysis followed by the analytic technique of explanation building. Quantitative data were analysed using descriptive statistics and used to set the context of the study.",
        "The current study offers five unique insights into real-life programmes which have been successful in helping older people maintain adherence for a year or longer. These included: factors relating to the individual, the instructor (particularly their personality, professionalism and humanised approach), programme design (including location, affordability, the use of music, and adaptable exercise content), social features which supported a sense of belonging, and participant perceived benefits (physical and psycho-social). These all served to explain older people's adherence to CBGEP.",
        "These factors related to participant adherence of CBGEP must be considered if we wish to support older people in sustaining a physically active lifestyle as they age. These findings are of interest to practitioners and policy makers in how CBGEP serve to aid older people in maintaining a physically active lifestyle with a view to preventing non-communicable diseases and in maintaining social connectivity."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-1564-2156"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Royal London House, R601, Faculty of Health and Social Sciences, Bournemouth University, Christchurch Road, Bournemouth, BH1 3LT, UK. ckillingback@bournemouth.ac.uk."
          }
        ],
        "LastName": "Killingback",
        "ForeName": "Clare",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Royal London House, R315, Faculty of Health and Social Sciences, Bournemouth University, Christchurch Road, Bournemouth, BH1 3LT, UK."
          }
        ],
        "LastName": "Tsofliou",
        "ForeName": "Fotini",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Royal London House, R603, Faculty of Health and Social Sciences, Bournemouth University, Christchurch Road, Bournemouth, BH1 3LT, UK."
          }
        ],
        "LastName": "Clark",
        "ForeName": "Carol",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Public Health",
    "NlmUniqueID": "100968562",
    "ISSNLinking": "1471-2458"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Community Health Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "England"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods",
        "psychology"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Focus Groups"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    }
  ]
}