{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Terapia nutricional. Adherencia terapéutica. Suplementos nutricionales orales. Pacientes. Personal sanitario. Ejercicio."
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La terapia nutricional y el ejercicio forman un tándem imprescindible para mantener la capacidad funcional de los pacientes y, por ende, mejorar su calidad de vida. Los suplementos nutricionales por vía oral forman parte del tratamiento nutricional médico. El éxito de la toma de suplementos nutricionales, radica en la adherencia terapéutica. La adherencia terapéutica es definida por la OMS como “el grado en el que la conducta de un paciente, en relación con la toma de medicación, el seguimiento de una dieta o la modificación de hábitos de vida se corresponden con las recomendaciones acordadas con el profesional sanitario”. Hay una serie de factores que limitan su consecución. Por ello, hay que identificarlos y disponer de herramientas para solventarlos para que el paciente no interrumpa el tratamiento pautado, tanto desde la prevención como la intervención."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31189324",
  "DateCompleted": {
    "Year": "2020",
    "Month": "01",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.20960/nh.02681"
    ],
    "Journal": {
      "ISSN": "1699-5198",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "Spec No2",
        "PubDate": {
          "Year": "2019",
          "Month": "Jul",
          "Day": "01"
        }
      },
      "Title": "Nutricion hospitalaria",
      "ISOAbbreviation": "Nutr Hosp"
    },
    "ArticleTitle": "[Unity is strength: nutritional therapy and physical exercise, an essential relationship].",
    "Pagination": {
      "StartPage": "57",
      "EndPage": "60",
      "MedlinePgn": "57-60"
    },
    "Abstract": {
      "AbstractText": [
        "Nutrition therapy and exercise form an essential tandem to maintain the functional capacity of patients and, therefore, improve your quality of life. Oral nutritional supplements are part of the medical nutrition treatment. The success of taking nutritional supplements, lies in the therapeutic adherence. The therapeutic adherence is defined by who as \"the degree to which the behavior of a patient, in relation to the taking of medication, monitoring a diet or modifying life habits correspond to the recommendations agreed with the health professional \". There are some factors that limit its achievement. Therefore, we must identify them and have tools to solve them so that the patient does not interrupt the prescribed treatment, both from prevention and intervention."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hospital Universitario de Fuenlabrada."
          }
        ],
        "LastName": "Moreno Borreguero",
        "ForeName": "Alicia",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "La unión hace la fuerza: terapia nutricional y ejercicio físico, una relación imprescindible."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Nutr Hosp",
    "NlmUniqueID": "9100365",
    "ISSNLinking": "0212-1611"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Combined Modality Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dietary Supplements"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Nutrition Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    }
  ]
}