{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37182530",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/S2666-7568(23)00057-0",
      "S2666-7568(23)00057-0"
    ],
    "Journal": {
      "ISSN": "2666-7568",
      "JournalIssue": {
        "Volume": "4",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun"
        }
      },
      "Title": "The lancet. Healthy longevity",
      "ISOAbbreviation": "Lancet Healthy Longev"
    },
    "ArticleTitle": "Effects of physical exercise on physical function in older adults in residential care: a systematic review and network meta-analysis of randomised controlled trials.",
    "Pagination": {
      "StartPage": "e247",
      "EndPage": "e256",
      "MedlinePgn": "e247-e256"
    },
    "Abstract": {
      "AbstractText": [
        "Physical exercise is effective at attenuating ageing-related physical decline in general, but evidence of its benefits for older adults in residential care, who often have functional dependency, multimorbidity, and polypharmacy, is inconclusive. We aimed to establish the effects of exercise interventions on the physical function of this population.",
        "For this systematic review and network meta-analysis, we searched PubMed, Web of Science, Cochrane Library, Rehabilitation & Sports Medicine Source, and SPORTDiscus to identify randomised controlled trials assessing the effects of exercise interventions (vs usual care) on physical function (ie, functional independence, physical performance, and other related measures, such as muscle strength, balance, or flexibility) in adults aged 60 years or older living in residential care. Relevant studies published in English or Spanish up to Jan 12, 2023, were included in the systematic review. The quality of studies was assessed using the Tool for the Assessment of Study Quality and Reporting in Exercise (TESTEX) score. A network meta-analysis was performed for physical function-related outcomes reported in at least ten studies, with subanalyses for specific intervention (ie, exercise type, training volume, and study duration) and participant (eg, having cognitive impairment or dementia, pre-frail or frail status, and being functionally dependent) characteristics. The study protocol was registered on PROSPERO (CRD42021247809).",
        "147 studies (11 609 participants, with mean ages ranging from 67 years [SD 9] to 92 years [2]) were included in the systematic review, and were rated as having overall good quality (median TESTEX score 9 [range 3-14]). In the meta-analysis (including 105 studies, n=7759 participants), exercise interventions were associated with significantly improved overall physical function, with a standardised mean difference [SMD] of 0·13 (95% credible interval [CrI] 0·04-0·21), which was confirmed in all analysed subpopulations. The strongest association was observed with 110-225 min per week of exercise, and the greatest improvements were observed with 170 min per week (SMD 0·36 [95% CrI 0·20-0·52]). No significant differences were found between exercise types. Subanalyses showed significant improvements for almost all analysed physical function-related outcomes (Barthel index, five-times sit-to-stand test, 30-s sit-to-stand test, knee extension, hand grip strength, bicep curl strength, Short Physical Performance Battery, 6-min walking test, walking speed, Berg balance scale, and sit-and-reach test). Large heterogeneity was found between and within studies in terms of population and intervention characteristics.",
        "Exercise interventions are associated with improved physical function in older adults in residential care, and should, therefore, be routinely promoted in long-term care facilities.",
        "None.",
        "For the Spanish translation of the abstract see Supplementary Materials section."
      ],
      "CopyrightInformation": "Copyright © 2023 The Author(s). Published by Elsevier Ltd. This is an Open Access article under the CC BY-NC-ND 4.0 license. Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Activity and Health Research Group, Research Institute of the Hospital 12 de Octubre, Madrid, Spain; Systems Biology Department, University of Alcalá, Madrid, Spain. Electronic address: pedro.valenzuela92@gmail.com."
          }
        ],
        "LastName": "Valenzuela",
        "ForeName": "Pedro L",
        "Initials": "PL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Sport Sciences, Universidad Europea de Madrid, Madrid, Spain."
          }
        ],
        "LastName": "Saco-Ledo",
        "ForeName": "Gonzalo",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "MOVE-IT Research Group, Department of Physical Education, Faculty of Education Sciences, University of Cadiz, Cadiz, Spain; Biomedical Research and Innovation Institute of Cadiz Research Unit, Puerto Real University Hospital, University of Cadiz, Cadiz, Spain."
          }
        ],
        "LastName": "Morales",
        "ForeName": "Javier S",
        "Initials": "JS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Epidemiology of Physical Activity and Fitness Across the Lifespan Research Group, Departamento de Educación Física y Deporte, Universidad de Sevilla, Seville, Spain."
          }
        ],
        "LastName": "Gallardo-Gómez",
        "ForeName": "Daniel",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise Physiology Laboratory, Toledo, University of Castilla-La Mancha, Toledo, Spain."
          }
        ],
        "LastName": "Morales-Palomo",
        "ForeName": "Félix",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "i+HeALTH, Miguel de Cervantes European University, Valladolid, Spain."
          }
        ],
        "LastName": "López-Ortiz",
        "ForeName": "Susana",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro de Salud La Plata, Torrejón de Ardoz, Madrid, Spain."
          }
        ],
        "LastName": "Rivas-Baeza",
        "ForeName": "Beatriz",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Systems Biology Department, University of Alcalá, Madrid, Spain."
          }
        ],
        "LastName": "Castillo-García",
        "ForeName": "Adrián",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "MOVE-IT Research Group, Department of Physical Education, Faculty of Education Sciences, University of Cadiz, Cadiz, Spain; Biomedical Research and Innovation Institute of Cadiz Research Unit, Puerto Real University Hospital, University of Cadiz, Cadiz, Spain; CIBER of Frailty and Healthy Ageing, Madrid, Spain; Department of Physical Education, Faculty of Education Sciences, University of Cadiz, Cadiz, Spain."
          }
        ],
        "LastName": "Jiménez-Pavón",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Activity and Health Research Group, Research Institute of the Hospital 12 de Octubre, Madrid, Spain; i+HeALTH, Miguel de Cervantes European University, Valladolid, Spain."
          }
        ],
        "LastName": "Santos-Lozano",
        "ForeName": "Alejandro",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Biomedical Research and Innovation Institute of Cadiz Research Unit, Puerto Real University Hospital, University of Cadiz, Cadiz, Spain; Department of Physical Education, Faculty of Education Sciences, University of Cadiz, Cadiz, Spain; Department of Sport Sciences and Clinical Biomechanics, Southern Denmark University, Odense, Denmark."
          }
        ],
        "LastName": "Del Pozo Cruz",
        "ForeName": "Borja",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Sport Sciences, Universidad Europea de Madrid, Madrid, Spain; CIBER of Frailty and Healthy Ageing, Madrid, Spain."
          }
        ],
        "LastName": "Lucia",
        "ForeName": "Alejandro",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Systematic Review",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Lancet Healthy Longev",
    "NlmUniqueID": "101773309",
    "ISSNLinking": "2666-7568"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Lancet Healthy Longev. 2023 Jun;4(6):e237-e238",
      "PMID": "37182532"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hand Strength"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Network Meta-Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    }
  ],
  "CoiStatement": "Declaration of interests We declare no competing interests."
}