{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26736508",
  "DateCompleted": {
    "Year": "2018",
    "Month": "03",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "09",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1109/EMBC.2015.7318608"
    ],
    "Journal": {
      "ISSN": "2694-0604",
      "JournalIssue": {
        "Volume": "2015",
        "PubDate": {
          "Year": "2015",
          "Month": "Aug"
        }
      },
      "Title": "Annual International Conference of the IEEE Engineering in Medicine and Biology Society. IEEE Engineering in Medicine and Biology Society. Annual International Conference",
      "ISOAbbreviation": "Annu Int Conf IEEE Eng Med Biol Soc"
    },
    "ArticleTitle": "Different responses of the skin temperature to physical exercise: Systematic review.",
    "Pagination": {
      "StartPage": "1307",
      "EndPage": "1310",
      "MedlinePgn": "1307-10"
    },
    "Abstract": {
      "AbstractText": [
        "Studies suggest that skin temperature behavior varies according to the type of exercise, intensity, duration, muscle mass and subcutaneous fat layer. In this sense, the aim of this study was to investigate the skin temperature behavior in the active muscles and other body segments, during and after exercise, according to the type and intensity of the exercise. A systematic literature review was conducted between November 2014 and March 2015 in the Web of Science database, using the terms \"thermography\" and \"exercise\" and \"muscle\" to achieve the objective of this study. During the research were found 55 scientific articles which were subjected to a selection process. Inclusion criteria were: Studies in human beings and original research. The exclusion criterion was the presence of subjects with some kind of disease. The seven papers that make up the present review are dated between 2008 and 2015. From all analyzed studies, it was possible to understand the general behavior of the active muscle skin temperature during the exercise, immediately after and in the 48h after exercise, according to the type and intensity of the exercise performed, which are illustrated in two figures. It can be concluded that the skin temperature over active muscles increases during high intensity anaerobic exercise, decreases slowly after exercise and increases again in the days after the exercise. On the other hand, during low intensity aerobic exercise, skin temperature over active muscles decreases, returning to normal values a few minutes after it and present a small rise in the following days. With regard to the skin temperature over non-active muscles, it can be seen that it decreases during exercise, returning to normal values a few minutes after it and rise similarly to the skin temperature over active muscles in the following days, in all types of exercises studied."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Neves",
        "ForeName": "Eduardo B",
        "Initials": "EB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vilaca-Alves",
        "ForeName": "Jose",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Antunes",
        "ForeName": "Natacha",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Felisberto",
        "ForeName": "Ivo M V",
        "Initials": "IM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rosa",
        "ForeName": "Claudio",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Reis",
        "ForeName": "Victor M",
        "Initials": "VM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Annu Int Conf IEEE Eng Med Biol Soc",
    "NlmUniqueID": "101763872",
    "ISSNLinking": "2375-7477"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Skin Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Thermography"
    }
  ]
}