{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23740671",
  "DateCompleted": {
    "Year": "2013",
    "Month": "11",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "06",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD009565",
      "10.1002/14651858.CD009565.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2013",
        "Issue": "6",
        "PubDate": {
          "Year": "2013",
          "Month": "Jun",
          "Day": "06"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Conservative interventions for treating exercise-related musculotendinous, ligamentous and osseous groin pain.",
    "Pagination": {
      "StartPage": "CD009565",
      "MedlinePgn": "CD009565"
    },
    "Abstract": {
      "AbstractText": [
        "Musculoskeletal, ligamentous and osseous groin injuries are common in athletes and may result in a delay of several months to resume sports. Even then, this may not be at the former level of sport activity. The treatment of exercise-related groin pain is mainly conservative (non-surgical), using interventions such as exercises, electrotherapy, manual therapy and steroid injections.",
        "To assess the effects (benefits and harms) of conservative interventions for treating exercise-related musculotendinous, ligamentous and osseous groin pain.",
        "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register (December 2011); the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library 2011, Issue 4); MEDLINE (1948 to November week 3 2011); EMBASE (1980 to Week 49 2011); CINAHL (1982 to December 2011); LILACS (1982 to December 2011); PEDro (1929 to December 2011), SPORTDiscus (1985 to December 2011), OTseeker (to December 2011), reference lists of papers and conference proceedings (2000 to 2011).",
        "Randomized controlled trials and quasi-randomized controlled trials evaluating conservative interventions for treating exercise-related musculotendinous, ligamentous and osseous groin pain were included. Studies comparing conservative with surgical treatments were excluded.",
        "Two review authors independently extracted data and conducted risk of bias assessments. There was no pooling of data.",
        "Two studies, involving a total of 122 participants who had experienced adductor-related groin pain for at least two months, were included in this review. All but one of the participants were male athletes aged between 18 and 50 years old. Both studies were assessed as 'high risk of bias' for at least one source of bias domain. The 'successful treatment' outcome reported in both studies was based primarily on pain measures.One study, based on an intention-to-treat analysis, found a significant difference favouring exercise therapy (strengthening with an emphasis on the adductor and abdominal muscles and training muscular co-ordination) compared with 'conventional' physiotherapy (stretching exercises, electrotherapy and transverse friction massage) in successful treatment at 16-week follow-up (25/34 (74%) versus 10/34 (29%); risk ratio (RR) 2.50, 95% CI 1.43 to 4.37, P = 0.001). Similarly, of those followed-up significantly more athletes treated by exercise therapy returned to sport at the same level (23/29 (79%) versus 4/30 (13%); RR 5.95, 95% CI 2.34 to 15.09, P = 0.0002). Although still favouring the exercise group, the differences between the two groups in patients' subjective global assessment at 16 weeks and successful treatment at 8 to 12 years follow-up were not statistically significant.The second study (54 participants) found no significant differences at 16-week follow-up between a multi-modal treatment (heat, manual therapy and stretching) and exercise therapy (the same intervention as in the above study) for the outcomes of successful treatment (14/26 (54%) versus 12/22 (55%); RR 0.99, 95% CI 0.59 to 1.66, P = 0.96) and return to full sports participation (13/26 (50%) versus 12/22 (55%); RR 0.92, 95% CI 0.53 to 1.58, P = 0.75). Those returning to full sports participation returned on average 4.5 weeks earlier after receiving multi-modal therapy (mean difference -4.50 weeks, 95% CI -8.60 to -0.40, P = 0.03) than those in the exercise therapy group. This study reported that there were no complications or side effects found in either intervention group.",
        "The available evidence from the randomized trials is insufficient to advise on any specific conservative modality for treating exercise-related groin pain. While still low quality, the best evidence is from one trial which found that exercise therapy (strengthening of hip and abdominal muscles) in athletes improves short-term outcomes (based primarily on pain measures) and return to sports compared with physiotherapy consisting of passive modalities. Given the low quality of the available evidence from both included trials, further randomized trials are necessary to reinforce their findings."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Brazilian Cochrane Centre, Centro de Estudos de Medicina Baseada em Evidências e Avaliação Tecnológica em Saúde, São Paulo,Brazil. mathewsalmeida@hotmail.com."
          }
        ],
        "LastName": "Almeida",
        "ForeName": "Matheus O",
        "Initials": "MO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Silva",
        "ForeName": "Brenda N G",
        "Initials": "BN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Andriolo",
        "ForeName": "Régis B",
        "Initials": "RB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Atallah",
        "ForeName": "Alvaro N",
        "Initials": "AN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Peccin",
        "ForeName": "Maria S",
        "Initials": "MS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD009565"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Athletic Injuries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electric Stimulation Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Groin"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ligaments"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Massage"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Stretching Exercises"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Musculoskeletal Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "None known."
}