{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "brain-concussion",
      "exercise",
      "sports-physiotherapist",
      "systematic reviews/meta-analyses/critically appraised topics, research designs/area(s)"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32871551",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "08",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "09",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1123/jsr.2019-0323",
      "jsr.2019-0323"
    ],
    "Journal": {
      "ISSN": "1543-3072",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "3",
        "PubDate": {
          "Year": "2020",
          "Month": "Sep",
          "Day": "01"
        }
      },
      "Title": "Journal of sport rehabilitation",
      "ISOAbbreviation": "J Sport Rehabil"
    },
    "ArticleTitle": "Mode and Intensity of Physical Activity During the Postacute Phase of Sport-Related Concussion: A Systematic Review.",
    "Pagination": {
      "StartPage": "492",
      "EndPage": "500",
      "MedlinePgn": "492-500"
    },
    "Abstract": {
      "AbstractText": [
        "Sports-related concussions (SRCs) have received attention due to their prevalence in youth. An SRC results from a strong force causing neurological impairment. Recent research has recommended rehabilitation within the first week post-SRC after 24 to 48 hours of rest. The postacute phase is defined as 48 hours to 7 days post-SRC. It is imperative to evaluate the most effective mode and intensity of physical activity to reduce symptoms and improve outcomes.",
        "CINAHL, PubMed, SPORTDiscus, and Web of Science databases were used to search the terms \"brain concussion\" AND \"exercise\" and variations of these terms. The evidence level for each study was evaluated using the 2011 Oxford Center for Evidence-Based Medicine Guide. The methodological rigor of each study was evaluated using a scale adapted from Medlicott and Harris.",
        "Two thousand sixty-eight records were identified. Six studies were included in this systematic review. Three studies were classified as moderately strong. The remaining 3 studies were considered weak. Five of the studies used either a cycle ergometer or a treadmill. The sixth study used walking, cycling, and swimming, as well as sports drills. All of these modes of exercise were determined to be safe. All studies utilized low- and moderate-intensity interventions, which were found to be nondetrimental and showed improved recovery time and symptom resolution. Five of the studies also incorporated components of high-intensity exercise that was also found to be nondetrimental, and they showed a positive influence on recovery time and symptom resolution. However, all activity in each of the reviewed studies started at a low level and progressed up to a higher level only as each individual client's symptoms permitted.",
        "Overall, this review found that various modes of activity at light-, moderate-, and high-intensity levels are efficacious and can be safely used during the postacute phase of SRC.",
        "Though the volume of literature at this time is limited, therapists should consider prescribing closely monitored individualized exercise programs utilizing progressive intensities when treating patients during the postacute phase of SRC."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Baker",
        "ForeName": "Barbara",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Koch",
        "ForeName": "Eric",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vicari",
        "ForeName": "Kevin",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Walenta",
        "ForeName": "Kyle",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Sport Rehabil",
    "NlmUniqueID": "9206500",
    "ISSNLinking": "1056-6716"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Athletic Injuries"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Brain Concussion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rest"
    }
  ]
}