{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25240384",
  "DateCompleted": {
    "Year": "2014",
    "Month": "12",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "09",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "107",
      "10.1186/1471-2318-14-107"
    ],
    "Journal": {
      "ISSN": "1471-2318",
      "JournalIssue": {
        "Volume": "14",
        "PubDate": {
          "Year": "2014",
          "Month": "Sep",
          "Day": "20"
        }
      },
      "Title": "BMC geriatrics",
      "ISOAbbreviation": "BMC Geriatr"
    },
    "ArticleTitle": "The effect of interactive cognitive-motor training in reducing fall risk in older people: a systematic review.",
    "Pagination": {
      "StartPage": "107",
      "MedlinePgn": "107"
    },
    "Abstract": {
      "AbstractText": [
        "It is well-known physical exercise programs can reduce falls in older people. Recently, several studies have evaluated interactive cognitive-motor training that combines cognitive and gross motor physical exercise components. The aim of this systematic review was to determine the effects of these interactive cognitive-motor interventions on fall risk in older people.",
        "Studies were identified with searches of the PubMed, EMBASE, and Cochrane CENTRAL databases from their inception up to 31 December 2013. Criteria for inclusion were a) at least one treatment arm that contained an interactive cognitive-motor intervention component; b) a minimum age of 60 or a mean age of 65 years; c) reported falls or at least one physical, psychological or cognitive fall risk factor as an outcome measure; d) published in Dutch, English or German. Single case studies and robot-assisted training interventions were excluded. Due to the diversity of populations included, outcome measures and heterogeneity in study designs, no meta-analyses were conducted.",
        "Thirty-seven studies fulfilled the inclusion criteria. Reporting and methodological quality were often poor and sample sizes were mostly small. One pilot study found balance board training reduced falls and most studies reported training improved physical (e.g. balance and strength) and cognitive (e.g. attention, executive function) measures. Inconsistent results were found for psychological measures related to falls-efficacy. Very few between-group differences were evident when interactive cognitive-motor interventions were compared to traditional training programs.",
        "The review findings provide preliminary evidence that interactive cognitive-motor interventions can improve physical and cognitive fall risk factors in older people, but that the effect of such interventions on falls has not been definitively demonstrated. Interactive cognitive-motor interventions appear to be of equivalent efficacy in ameliorating fall risk as traditional training programs. However, as most studies have methodological limitations, larger, high-quality trials are needed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schoene",
        "ForeName": "Daniel",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Valenzuela",
        "ForeName": "Trinidad",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lord",
        "ForeName": "Stephen R",
        "Initials": "SR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Sciences and Technology, Institute of Human Movement Sciences and Sport, ETH Zurich, Wolfgang-Pauli-Str, 27, HIT J 31,2, CH-8093 Zurich, Switzerland. eling.debruin@hest.ethz.ch."
          }
        ],
        "LastName": "de Bruin",
        "ForeName": "Eling D",
        "Initials": "ED"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Geriatr",
    "NlmUniqueID": "100968548",
    "ISSNLinking": "1471-2318"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pilot Projects"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Psychomotor Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}