{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29627967",
  "DateCompleted": {
    "Year": "2018",
    "Month": "05",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "08",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "04",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD005263",
      "10.1002/14651858.CD005263.pub4"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "4",
        "Issue": "4",
        "PubDate": {
          "Year": "2018",
          "Month": "Apr",
          "Day": "06"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Supervised exercise therapy versus home-based exercise therapy versus walking advice for intermittent claudication.",
    "Pagination": {
      "StartPage": "CD005263",
      "MedlinePgn": "CD005263"
    },
    "Abstract": {
      "AbstractText": [
        "Although supervised exercise therapy (SET) provides significant symptomatic benefit for patients with intermittent claudication (IC), it remains an underutilized tool. Widespread implementation of SET is restricted by lack of facilities and funding. Structured home-based exercise therapy (HBET) with an observation component (e.g., exercise logbooks, pedometers) and just walking advice (WA) are alternatives to SET. This is the second update of a review first published in 2006.",
        "The primary objective was to provide an accurate overview of studies evaluating effects of SET programs, HBET programs, and WA on maximal treadmill walking distance or time (MWD/T) for patients with IC. Secondary objectives were to evaluate effects of SET, HBET, and WA on pain-free treadmill walking distance or time (PFWD/T), quality of life, and self-reported functional impairment.",
        "The Cochrane Vascular Information Specialist searched the Cochrane Vascular Specialised Register (December 16, 2016) and the Cochrane Central Register of Controlled Trials (2016, Issue 11). We searched the reference lists of relevant studies identified through searches for other potential trials. We applied no restriction on language of publication.",
        "We included parallel-group randomized controlled trials comparing SET programs with HBET programs and WA in participants with IC. We excluded studies in which control groups did not receive exercise or walking advice (maintained normal physical activity). We also excluded studies comparing exercise with percutaneous transluminal angioplasty, bypass surgery, or drug therapy.",
        "Three review authors (DH, HF, and LG) independently selected trials, extracted data, and assessed trials for risk of bias. Two other review authors (MvdH and JT) confirmed the suitability and methodological quality of trials. For all continuous outcomes, we extracted the number of participants, mean outcome, and standard deviation for each treatment group through the follow-up period, if available. We extracted Medical Outcomes Study Short Form 36 outcomes to assess quality of life, and Walking Impairment Questionnaire outcomes to assess self-reported functional impairment. As investigators used different scales to present results of walking distance and time, we standardized reported data to effect sizes to enable calculation of an overall standardized mean difference (SMD). We obtained summary estimates for all outcome measures using a random-effects model. We assessed the quality of evidence using the GRADE approach.",
        "For this update, we included seven additional studies, making a total of 21 included studies, which involved a total of 1400 participants: 635 received SET, 320 received HBET, and 445 received WA. In general, SET and HBET programs consisted of three exercise sessions per week. Follow-up ranged from six weeks to two years. Most trials used a treadmill walking test to investigate effects of exercise therapy on walking capacity. However, two trials assessed only quality of life, functional impairment, and/or walking behavior (i.e., daily steps measured by pedometer). The overall methodological quality of included trials was moderate to good. However, some trials were small with respect to numbers of participants, ranging from 20 to 304.SET groups showed clear improvement in MWD/T compared with HBET and WA groups, with overall SMDs at three months of 0.37 (95% confidence interval [CI] 0.12 to 0.62; P = 0.004; moderate-quality evidence) and 0.80 (95% CI 0.53 to 1.07; P < 0.00001; high-quality evidence), respectively. This translates to differences in increased MWD of approximately 120 and 210 meters in favor of SET groups. Data show improvements for up to six and 12 months, respectively. The HBET group did not show improvement in MWD/T compared with the WA group (SMD 0.30, 95% CI -0.45 to 1.05; P = 0.43; moderate-quality evidence).Compared with HBET, SET was more beneficial for PFWD/T but had no effect on quality of life parameters nor on self-reported functional impairment. Compared with WA, SET was more beneficial for PFWD/T and self-reported functional impairment, as well as for some quality of life parameters (e.g., physical functioning, pain, and physical component summary after 12 months), and HBET had no effect.Data show no obvious effects on mortality rates. Thirteen of the 1400 participants died, but no deaths were related to exercise therapy. Overall, adherence to SET was approximately 80%, which was similar to that reported with HBET. Only limited adherence data were available for WA groups.",
        "Evidence of moderate and high quality shows that SET provides an important benefit for treadmill-measured walking distance (MWD and PFWD) compared with HBET and WA, respectively. Although its clinical relevance has not been definitively demonstrated, this benefit translates to increased MWD of 120 and 210 meters after three months in SET groups. These increased walking distances are likely to have a positive impact on the lives of patients with IC. Data provide no clear evidence of a difference between HBET and WA. Trials show no clear differences in quality of life parameters nor in self-reported functional impairment between SET and HBET. However, evidence is of low and very low quality, respectively. Investigators detected some improvements in quality of life favoring SET over WA, but analyses were limited by small numbers of studies and participants. Future studies should focus on disease-specific quality of life and other functional outcomes, such as walking behavior and physical activity, as well as on long-term follow-up."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Vascular Surgery, Catharina Hospital, Eindhoven, Netherlands."
          }
        ],
        "LastName": "Hageman",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fokkenrood",
        "ForeName": "Hugo Jp",
        "Initials": "HJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gommans",
        "ForeName": "Lindy Nm",
        "Initials": "LN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "van den Houten",
        "ForeName": "Marijn Ml",
        "Initials": "MM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Teijink",
        "ForeName": "Joep Aw",
        "Initials": "JA"
      }
    ],
    "GrantList": [
      {
        "GrantID": "ETM/442",
        "Acronym": "CSO_",
        "Agency": "Chief Scientist Office",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2013 Aug 23;(8):CD005263",
      "PMID": "23970372"
    },
    {
      "RefSource": "Phys Ther. 2020 Jan 23;100(1):8-13",
      "PMID": "31612216"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Directly Observed Therapy"
    },
    {
      "QualifierName": [
        "methods",
        "psychology"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Intermittent Claudication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Pain Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "David Hageman: none known.\u2028\nHugo JP Fokkenrood: none known.\u2028\nLindy NM Gommans: none known.\u2028\nMarijn ML van den Houten: none known.\u2028\nJoep AW Teijink: none known."
}