{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24458944",
  "DateCompleted": {
    "Year": "2014",
    "Month": "07",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "01",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD002840",
      "10.1002/14651858.CD002840.pub3"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2014",
        "Issue": "1",
        "PubDate": {
          "Year": "2014",
          "Month": "Jan",
          "Day": "23"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Treadmill training and body weight support for walking after stroke.",
    "Pagination": {
      "StartPage": "CD002840",
      "MedlinePgn": "CD002840"
    },
    "Abstract": {
      "AbstractText": [
        "Treadmill training, with or without body weight support using a harness, is used in rehabilitation and might help to improve walking after stroke. This is an update of a Cochrane review first published in 2005.",
        "To determine if treadmill training and body weight support, individually or in combination, improve walking ability, quality of life, activities of daily living, dependency or death, and institutionalisation or death, compared with other physiotherapy gait training interventions after stroke. The secondary objective was to determine the safety and acceptability of this method of gait training.",
        "We searched the Cochrane Stroke Group Trials Register (last searched June 2013), the Cochrane Central Register of Controlled Trials (CENTRAL) and the Database of Reviews of Effects (DARE) (The Cochrane Library 2013, Issue 7), MEDLINE (1966 to July 2013), EMBASE (1980 to July 2013), CINAHL (1982 to June 2013), AMED (1985 to July 2013) and SPORTDiscus (1949 to June 2013). We also handsearched relevant conference proceedings and ongoing trials and research registers, screened reference lists and contacted trialists to identify further trials.",
        "Randomised or quasi-randomised controlled and cross-over trials of treadmill training and body weight support, individually or in combination, for the treatment of walking after stroke.",
        "Two authors independently selected trials, extracted data and assessed methodological quality. The primary outcomes investigated were walking speed, endurance and dependency.",
        "We included 44 trials with 2658 participants in this updated review. Overall, the use of treadmill training with body weight support did not increase the chances of walking independently compared with other physiotherapy interventions (risk difference (RD) -0.00, 95% confidence interval (CI) -0.02 to 0.02; P = 0.94; I² = 0%). Overall, the use of treadmill training with body weight support in walking rehabilitation for patients after stroke increased the walking velocity and walking endurance significantly. The pooled mean difference (MD) (random-effects model) for walking velocity was 0.07 m/s (95% CI 0.01 to 0.12; P = 0.02; I² = 57%) and the pooled MD for walking endurance was 26.35 metres (95% CI 2.51 to 50.19; P = 0.03; I² = 60%). Overall, the use of treadmill training with body weight support in walking rehabilitation for patients after stroke did not increase the walking velocity and walking endurance at the end of scheduled follow-up significantly. The pooled MD (random-effects model) for walking velocity was 0.04 m/s (95% CI -0.06 to 0.14; P = 0.40; I² = 40%) and the pooled MD for walking endurance was 32.36 metres (95% CI -3.10 to 67.81; P = 0.07; I² = 63%). However, for ambulatory patients improvements in walking endurance lasted until the end of scheduled follow-up (MD 58.88 metres, 95% CI 29.10 to 88.66; P = 0.0001; I² = 0%). Adverse events and drop outs did not occur more frequently in people receiving treadmill training and these were not judged to be clinically serious events.",
        "Overall, people after stroke who receive treadmill training with or without body weight support are not more likely to improve their ability to walk independently compared with people after stroke not receiving treadmill training, but walking speed and walking endurance may improve. Specifically, stroke patients who are able to walk (but not people who are not able to walk) appear to benefit most from this type of intervention. This review found that improvements in walking endurance in people able to walk may have persisting beneficial effects. Further research should specifically investigate the effects of different frequencies, durations or intensities (in terms of speed increments and inclination) of treadmill training, as well as the use of handrails, in ambulatory patients, but not in dependent walkers."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Wissenschaftliches Institut, Private Europäische Medizinische Akademie der Klinik Bavaria in Kreischa GmbH, An der Wolfsschlucht 1-2, Kreischa, Germany, 01731."
          }
        ],
        "LastName": "Mehrholz",
        "ForeName": "Jan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pohl",
        "ForeName": "Marcus",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Elsner",
        "ForeName": "Bernhard",
        "Initials": "B"
      }
    ],
    "GrantList": [
      {
        "GrantID": "CZB/4/784",
        "Acronym": "CSO_",
        "Agency": "Chief Scientist Office",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2005;(4):CD002840",
      "PMID": "16235304"
    },
    {
      "RefSource": "Cochrane Database Syst Rev. 2017 Aug 17;8:CD002840",
      "PMID": "28815562"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Body Weight"
    },
    {
      "QualifierName": [
        "instrumentation",
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Orthotic Devices"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stroke Rehabilitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight-Bearing"
    }
  ],
  "CoiStatement": "Marcus Pohl and Jan Mehrholz were authors of one included trial (Pohl 2002). They did not participate in quality assessment and data extraction for this study. No other potential conflicts of interest are known."
}