{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "ZIEL: Dieser Beitrag zielt auf die zusammenfassende Analyse des Status quo der Bewegungstherapie in der medizinischen Rehabilitation im Hinblick auf die Etablierung des biopsychosozialen Gesundheitsverständnisses mit einem besonderen Fokus auf das Thema Bewegungsförderung; darauf aufbauend werden Konsequenzen für die Optimierung der Bewegungstherapie abgeleitet.",
        "Um das Ziel zu erreichen, wurde ein dreischrittiges Vorgehen gewählt, welches auf die Herausarbeitung von Qualitätsdimensionen und qualitätsrelevanten Handlungs-/Inhaltsbereichen für eine bewegungsförderliche Bewegungstherapie aufbaut: 1.) die Analyse des aktuellen Status quo der Bewegungstherapie in Bezug auf die qualitätsrelevanten Charakteristika basierend auf den aktuellen Ergebnissen aus dem Projekt „Bewegungstherapie in der medizinischen Rehabilitation: eine Bestandsaufnahme auf Einrichtungs- und Akteursebene“ (BewegtheReha); 2.) die Herausarbeitung von Optimierungspotenzial und 3.) die Ableitung von Konsequenzen zur systematischen Qualitätsentwicklung der Bewegungstherapie.",
        "Der Status quo der Bewegungstherapie konnte für die folgenden Handlungs- und Inhaltsbereiche herausgearbeitet werden: Assessment und Informationseinholung, Ziel- und Wirkbereiche, bewegungstherapeutische Angebote und Inhalte, Arbeitsweise und Durchführung, Therapiekontrolle sowie Zuweisung zur Bewegungstherapie (Schritt 1). Die Ergebnisse verdeutlichten, dass das bewegungsförderliche Potenzial von Bewegungstherapie innerhalb der medizinischen Rehabilitation bislang nicht optimal ausgeschöpft wird. Es zeigen sich insbesondere Bedarfe für mehr Interdisziplinarität, mehr Patientenorientierung, ein grundsätzliches Arbeiten auf Basis von theorie- und evidenz-basierter biopsychosozialer Therapiekonzepte bei gleichzeitig stärkerer Manualisierung und Standardisierung (Schritt 2). Ansatzpunkte für eine Qualitätsverbesserung finden sich sowohl auf der Programmebene, als auch auf der Therapeutenebene sowie der Systemebene. Die abgeleiteten Handlungsempfehlungen (Schritt 3) zur Qualitätsentwicklung der Bewegungsförderung in der Bewegungstherapie beziehen sich auf drei Ebenen: a) die Personalentwicklung, z. B. hinsichtlich der verbesserten Nutzung und Qualität des Aus-, Fort- und Weiterbildungssystems, b) die Organisationsentwicklung, z. B. Förderung der interprofessionellen Zusammenarbeit sowie c) die Bereitstellung von Ressourcen, z. B. Zugang zu Informationen.",
        "Die abgeleiteten Konsequenzen bilden die Grundlage für die systematische Weiterentwicklung und Optimierung der Bewegungsförderung in der Bewegungstherapie im Rahmen der medizinischen Rehabilitation. Auf Basis der Ergebnisse können nächste Schritte für eine Verbesserung der Konzept- und Prozessqualität einer nachhaltigen Bewegungstherapie mit Fokus auf das Ziel der Bewegungsförderung identifiziert und eingeleitet werden."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34933356",
  "DateCompleted": {
    "Year": "2022",
    "Month": "10",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "12",
        "Day": "21"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-1693-8380"
    ],
    "Journal": {
      "ISSN": "1439-1309",
      "JournalIssue": {
        "Volume": "61",
        "Issue": "5",
        "PubDate": {
          "Year": "2022",
          "Month": "Oct"
        }
      },
      "Title": "Die Rehabilitation",
      "ISOAbbreviation": "Rehabilitation (Stuttg)"
    },
    "ArticleTitle": "[Physical Activity Promotion in Exercise Therapy in Medical Rehabilitation: Consequences of the Nationwide Survey for Quality Development].",
    "Pagination": {
      "StartPage": "336",
      "EndPage": "343",
      "MedlinePgn": "336-343"
    },
    "Abstract": {
      "AbstractText": [
        "This article aims to summarize the status quo of exercise therapy in medical rehabilitation with regard to the establishment of the biopsychosocial understanding of health with a special focus on physical activity promotion; based on this, consequences for the optimization of exercise therapy are derived.",
        "A three-step procedure was chosen, which builds on the elaboration of quality dimensions and quality-relevant areas of physical activity promotion in exercise therapy: 1.) the analysis of the current status quo of exercise therapy with regard to the quality-relevant characteristics. This is based on the current results from the project \"Exercise therapy in medical rehabilitation: a national survey at facility and practitioner level\" (BewegtheReha); 2.) the elaboration of optimization potential and 3.) the derivation of consequences for the systematic quality development of exercise therapy.",
        "We analyzed the status quo of exercise therapy for the following areas: Assessment and information gathering, targets and impact areas, therapeutic contents, working methods and implementation, therapy control as well as allocation to exercise therapy (step 1). The results show that the physical activity promoting potential of exercise therapy within medical rehabilitation has not yet been optimally exploited. In particular, there is a need for more interdisciplinarity, more patient orientation, therapeutic work on the basis of theory- and evidence-based biopsychosocial therapy concepts with stronger manualization and standardization (step 2). Starting points for quality improvement can be found at the therapist level as well as at the program level and the system level. The derived recommendations for quality improvement of physical activity promotion in exercise therapy (step 3) refer to three levels: a) human resource development, e. g. with regard to improved use and quality of the education system, b) organizational development, e. g. promotion of interprofessional cooperation, and c) provision of resources, e. g. access to information.",
        "The derived consequences form the basis for the systematic further development and optimization of physical activity in exercise therapy in the context of medical rehabilitation. Based on the results, next steps for improving quality of exercise therapy with a focus on the goal of physical activity promotion can be identified and initiated."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department für Sportwissenschaft und Sport, FAU Erlangen-Nürnberg."
          }
        ],
        "LastName": "Geidl",
        "ForeName": "Wolfgang",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Sportwissenschaft, Eberhard-Karls-Universität Tübingen."
          }
        ],
        "LastName": "Sudeck",
        "ForeName": "Gorden",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Sportwissenschaft, Eberhard-Karls-Universität Tübingen."
          }
        ],
        "LastName": "Wais",
        "ForeName": "Judith",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department für Sportwissenschaft und Sport, FAU Erlangen-Nürnberg."
          }
        ],
        "LastName": "Pfeifer",
        "ForeName": "Klaus",
        "Initials": "K"
      }
    ],
    "GrantList": [
      {
        "GrantID": "DRV Bund gefördert",
        "Agency": "0421/40-64-50-47",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Bewegungsförderliche Bewegungstherapie in der medizinischen Rehabilitation: Konsequenzen der bundesweiten Bestandsaufnahme für die Qualitätsentwicklung."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Rehabilitation (Stuttg)",
    "NlmUniqueID": "0401273",
    "ISSNLinking": "0034-3536"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ],
  "CoiStatement": "Die Autorinnen/Autoren geben an, dass kein Interessenkonflikt besteht."
}