{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Aging",
      "Eccentric",
      "Exercise",
      "Falls",
      "Prevention"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28716003",
  "DateCompleted": {
    "Year": "2018",
    "Month": "03",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "07",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "149",
      "10.1186/s12877-017-0539-8"
    ],
    "Journal": {
      "ISSN": "1471-2318",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Jul",
          "Day": "17"
        }
      },
      "Title": "BMC geriatrics",
      "ISOAbbreviation": "BMC Geriatr"
    },
    "ArticleTitle": "Eccentric versus traditional resistance exercise for older adult fallers in the community: a randomized trial within a multi-component fall reduction program.",
    "Pagination": {
      "StartPage": "149",
      "MedlinePgn": "149"
    },
    "Abstract": {
      "AbstractText": [
        "Addressing muscle deficits within a multi-component exercise fall reduction program is a priority, especially for the highest risk older adults, i.e., those who have fallen previously. Eccentric resistance exercise with its high-force producing potential, at a low energetic cost, may be ideally-suited to address muscle impairments in this population. The purpose of this study was to compare the effects of resistance exercise via negative, eccentrically-induced, work (RENEW) versus traditional (TRAD) resistance exercise on mobility, balance confidence, muscle power and cross sectional area, as well as the number of days high fall risk older adults survived without a fall event over a 1 year period.",
        "Randomized, two group, four time point (over 1 year) clinical trial testing RENEW versus TRAD as part of a 3 month multi-component exercise fall reduction program (MCEFRP). Primary outcomes of mobility, balance confidence, muscle power output and cross sectional area were analyzed using mixed effects modeling. The secondary outcomes of days to fall and days to near-fall were analyzed using survival analysis.",
        "The MCEFRP did have an effect on fall risk factors considered reversible with exercise interventions though there was no differential effect of RENEW versus TRAD (p = 0.896) on mobility, balance confidence, muscle power and cross sectional area. There were also no group differences in the number of days survived without a fall (p = 0.565) or near-fall (p = 0.678). Despite 100% of participants having at least one fall in the year prior to the MCEFRP, however, after 3 months of exercise and 9 months of follow-up <50% had experienced a fall or near fall.",
        "There were no differential effects of RENEW or TRAD as components of a MCEFRP on the primary or secondary outcomes. The two modes of resistance exercise had identical effects on fall risk and fall-free survival.",
        "NCT01080196 ; March 2, 2010 (retrospectively registered)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-6867-4077"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy and Athletic Training, University of Utah, 520 Wakara Way, Salt Lake City, UT, 84109, USA. paul.lastayo@hsc.utah.edu."
          }
        ],
        "LastName": "LaStayo",
        "ForeName": "Paul",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy and Athletic Training, University of Utah, 520 Wakara Way, Salt Lake City, UT, 84109, USA."
          }
        ],
        "LastName": "Marcus",
        "ForeName": "Robin",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy and Athletic Training, University of Utah, 520 Wakara Way, Salt Lake City, UT, 84109, USA."
          }
        ],
        "LastName": "Dibble",
        "ForeName": "Leland",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Nursing, University of Utah, Salt Lake City, UT, USA."
          }
        ],
        "LastName": "Wong",
        "ForeName": "Bob",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Nursing, University of Utah, Salt Lake City, UT, USA."
          }
        ],
        "LastName": "Pepper",
        "ForeName": "Ginette",
        "Initials": "G"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT01080196"
        ]
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Geriatr",
    "NlmUniqueID": "100968548",
    "ISSNLinking": "1471-2318"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Independent Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Postural Balance"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Ethics approval and consent was provided by the Institutional Review Board at the University of Utah. A statement regarding the study’s purpose, processes, procedures, benefits and risks were presented to each subject in both a written (informed consent document) and verbal format. All of the subject’s questions (if any) were addressed and each subject signed an informed consent document approved by the Institutional Review Board at the University of Utah. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: One of the authors (PL) is a co-inventor on the ergometer licensed to Eccentron; BTE Technologies, Inc., Hanover, MD, USA. Neither PCL nor any of the other authors, have received any financial incentives (e.g., reimbursements, fees, royalties, funding, or salary) from the company or stemming from the contents of this manuscript or any related published papers. The authors declare that they have no non-financial competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}