{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Biomechanical markers",
      "Biomechanics",
      "Clinical outcomes",
      "Gait",
      "Knee OA",
      "Targeted exercises"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36423400",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.knee.2022.10.008",
      "S0968-0160(22)00174-0"
    ],
    "Journal": {
      "ISSN": "1873-5800",
      "JournalIssue": {
        "Volume": "40",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "The Knee",
      "ISOAbbreviation": "Knee"
    },
    "ArticleTitle": "Targeted exercises can improve biomechanical markers in individuals with knee osteoarthritis: A secondary analysis from a cluster randomized controlled trial.",
    "Pagination": {
      "StartPage": "122",
      "EndPage": "134",
      "MedlinePgn": "122-134"
    },
    "Abstract": {
      "AbstractText": [
        "It is not clear whether exercise therapy significantly improves knee biomechanics during gait in osteoarthritis (OA) patients. This study aimed to determine whether targeted exercises based on a knee kinesiography exam improve biomechanical markers (BMs) compared with conventional primary care (CPC) management.",
        "This was a secondary analysis of a cluster randomized controlled trial in which patients were assigned to one of three groups: (1) Control (CPC), (2) Exercise, and (3) Exercise&Education. Fourteen known BMs in knee OA patients were assessed. The primary outcome was the global evolution ratio (GER), which was calculated as the sum of improved BMs over the sum of deteriorated BMs 6 months after baseline assessment. GER scores were categorized with three different sets of cut-off values into clinical levels: (a) Deteriorated, (b) Stabilized, and (c) Improved. Ordinal logistic regressions were performed on the per-protocol population to determine whether there was a relationship between group assignment and GER levels.",
        "Of the 221 eligible participants, 163 were included. Two different regression models showed that patients from Group 3 (Exercise&Education) were 2.5-times more likely to be in an upper GER level (i.e., Stabilized or Improved) than patients from the control group (both odds ratio (OR) > 2.46, Wald Χ<sup>2</sup>(1) ≥ 7.268, P ≤ 0.01). They also reported significantly more improvement in pain and function (Knee Injury and Osteoarthritis Outcome Score, both P ≤ 0.01).",
        "Results suggest that targeted exercises can improve biomechanical markers in knee OA patients compared with CPC treatment. Further studies are needed to confirm these findings and refine the biomechanical markers to address to maximize patients' clinical outcomes."
      ],
      "CopyrightInformation": "Copyright © 2022 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Centre of the Centre Hospitalier de l'Université de Montréal (CRCHUM), Montreal, Quebec, Canada; Laboratoire de Recherche en Imagerie et Orthopédie de l'École de Technologie Supérieure (ÉTS), Montreal, Quebec, Canada."
          }
        ],
        "LastName": "Cagnin",
        "ForeName": "Alix",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Centre of the Centre Hospitalier de l'Université de Montréal (CRCHUM), Montreal, Quebec, Canada; Université de Montréal, Montreal, Quebec, Canada."
          }
        ],
        "LastName": "Choinière",
        "ForeName": "Manon",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Centre of the Centre Hospitalier de l'Université de Montréal (CRCHUM), Montreal, Quebec, Canada; Université de Montréal, Montreal, Quebec, Canada."
          }
        ],
        "LastName": "Bureau",
        "ForeName": "Nathalie J",
        "Initials": "NJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Centre of the Centre Hospitalier de l'Université de Montréal (CRCHUM), Montreal, Quebec, Canada; Université de Montréal, Montreal, Quebec, Canada."
          }
        ],
        "LastName": "Durand",
        "ForeName": "Madeleine",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Centre of the Centre Hospitalier de l'Université de Montréal (CRCHUM), Montreal, Quebec, Canada; Université TÉLUQ, #1105, Montreal, Quebec, Canada."
          }
        ],
        "LastName": "Mezghani",
        "ForeName": "Neila",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculté de Médecine et des Sciences de la Santé, School of Rehabilitation, Sherbrooke Research and Development Centre, Université de Sherbrooke, Sherbrooke, Quebec, Canada."
          }
        ],
        "LastName": "Gaudreault",
        "ForeName": "Nathaly",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Centre of the Centre Hospitalier de l'Université de Montréal (CRCHUM), Montreal, Quebec, Canada; Laboratoire de Recherche en Imagerie et Orthopédie de l'École de Technologie Supérieure (ÉTS), Montreal, Quebec, Canada. Electronic address: nicola.hagemeister@etsmtl.ca."
          }
        ],
        "LastName": "Hagemeister",
        "ForeName": "Nicola",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Knee",
    "NlmUniqueID": "9430798",
    "ISSNLinking": "0968-0160"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Osteoarthritis, Knee"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Knee Joint"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Nicola Hagemeister reports financial support was provided by Emovi inc. Manon Choiniere reports financial support was provided by Emovi inc. Nathalie J Bureau reports financial support was provided by Emovi inc. Nicola Hagemeister reports financial support was provided by Sanofi-Aventis Canada Inc. Manon Choiniere reports financial support was provided by Sanofi-Aventis Canada Inc. Nathalie J Bureau reports financial support was provided by Sanofi-Aventis Canada Inc. Nathalie J Bureau reports financial support was provided by Quebec Health Research Fund. Nathalie J Bureau reports financial support was provided by Quebec Association of Radiologists. Nicola Hagemeister has patent #“A System for the Analysis of 3D Kinematic of the Knee”. US 10/111 922 pending to Emovi inc. Nicola Hagemeister has patent #EP 00 972519.3 pending to Emovi inc."
}