{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Aerobic exercise",
      "Effectivity",
      "Exercise",
      "Exercise therapy",
      "Physical therapy modalities",
      "Schizophrenia",
      "Spain"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La esquizofrenia es una enfermedad mental crónica que además de la psicopatología propia, cursa con deterioro cognitivo, físico, metabólico, afectivo y social. El objetivo de esta revisión sistemática fue establecer cuáles son los efectos sobre el estado bio-psico-social del ejercicio terapéutico en pacientes con esquizofrenia.",
        "En el mes de enero de 2021, se llevó a cabo una búsqueda bibliográfica en las bases de datos PubMed, Scopus, Medline, Cinhal y SportsDiscus, y se consultó bibliografía de artículos y revisiones relacionadas con el tema a estudio. Se identificaron estudios publicados en los últimos 5 años, ensayos clínicos aleatorizados, con acceso a texto completo y en inglés que incluyeran intervenciones con ejercicio terapéutico y evaluaran los efectos que éstas producen en pacientes con esquizofrenia.",
        "De los 125 artículos identificados se incluyeron finalmente 13 que se ajustan a los criterios y el tema a estudio. En ellos la intervención más utilizada de ejercicio terapéutico fue el ejercicio aeróbico, así como el yoga y el taichi, como alternativas de control también se utilizaron el ejercicio aeróbico, pilates, ejercicios de estiramientos, tonificación y equilibrio. Los estudios arrojan efectos de estas formas de ejercicio terapéutico, con una duración y frecuencia determinada, con mejoras en la psicopatología, estado físico, estado cognitivo, funcionamiento social y capacidad funcional.",
        "El ejercicio terapéutico, principalmente el aeróbico, beneficia a los pacientes con esquizofrenia como complemento al tratamiento farmacológico al producir efectos beneficiosos a nivel físico, cognitivo, psicopatológico y social."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35017461",
  "DateCompleted": {
    "Year": "2022",
    "Month": "01",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "01",
        "Day": "12"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "e202201002"
    ],
    "Journal": {
      "ISSN": "2173-9110",
      "JournalIssue": {
        "Volume": "96",
        "PubDate": {
          "Year": "2022",
          "Month": "Jan",
          "Day": "12"
        }
      },
      "Title": "Revista espanola de salud publica",
      "ISOAbbreviation": "Rev Esp Salud Publica"
    },
    "ArticleTitle": "[Effects of physical therapy by means of exercise therapy on schizophrenia patients. A systematic review.].",
    "Abstract": {
      "AbstractText": [
        "Schizophrenia is a chronic mental illness that, in addition to its own psychopathology, causes cognitive, physical, metabolic, affective and social deterioration. The aim of this systematic review was to set up the effects on the bio-psycho-social state of exercise therapy in patients with schizophrenia.",
        "A systematic review was carried out in January 2021, based on a search strategy in the databases PubMed, Scopus, Medline, Cinhal and SportsDiscus. Moreover, bibliographies of articles and reviews related to the topic under study were consulted. Studies published in the last 5 years were identified, randomized clinical trials, with full access in English, which included interventions with therapeutic exercise and the evaluation of the effects they produce in patients with schizophrenia.",
        "From 125 articles identified, 13 that fitted the criteria and the topic under study were finally included. In these cases, the most commonly used exercise therapy intervention is aerobic exercise, as well as yoga and tai chi. As aerobic exercise alternatives, pilates, stretching, toning and balance exercises have also been used. Studies showed effects of this type of exercise therapy, on a specific duration and frequency, with improvements in psychopathology, physical status, cognitive status, social functioning and functional capacity.",
        "Exercise therapy, mainly aerobic exercise, benefits patients with schizophrenia as a complement to pharmacological treatment by producing beneficial effects at the physical, cognitive, psychopathological and social levels."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Fisioterapia. Campus de Pontevedra. Universidad de Vigo. Pontevedra. España."
          }
        ],
        "LastName": "Rovira-García",
        "ForeName": "Ana",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Fisioterapia. Campus de Pontevedra. Universidad de Vigo. Pontevedra. España."
          }
        ],
        "LastName": "Da Cuña-Carrera",
        "ForeName": "Iria",
        "Initials": "I"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ],
    "VernacularTitle": "Efectos de la fisioterapia mediante ejercicio terapéutico en pacientes con esquizofrenia. Una revisión sistemática."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Rev Esp Salud Publica",
    "NlmUniqueID": "9600212",
    "ISSNLinking": "1135-5727"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Schizophrenia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Spain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tai Ji"
    }
  ]
}