{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23539309",
  "DateCompleted": {
    "Year": "2014",
    "Month": "01",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-013-0038-9"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "43",
        "Issue": "6",
        "PubDate": {
          "Year": "2013",
          "Month": "Jun"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "The effect of exercise on fitness and performance-based tests of function in intermittent claudication: a systematic review.",
    "Pagination": {
      "StartPage": "513",
      "EndPage": "524",
      "MedlinePgn": "513-24"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise is a widely accepted treatment known to improve walking ability in persons with peripheral arterial disease (PAD); however, it has not been confirmed as to whether exercise improves fitness and performance-based function and, consequently, performance of activities of daily living (ADL). This systematic review aims to identify whether any mode of structured exercise improves physical fitness or performance-based tests of function and whether improvement in walking ability is related to an improvement in these outcomes.",
        "Eligible studies included randomized controlled trials (RCTs) using an exercise intervention for the treatment of intermittent claudication with fitness (including the 6-min walk (6MW), aerobic capacity, shuttle and muscle strength) tests and performance-based tests of function as the outcomes. STUDY APPRAISAL AND METHODS: Assessment of study quality was performed using a modified version of the Physiotherapy Evidence Database Scale (PEDro). Relative effect sizes, mean differences (MDs) and 95 % confidence intervals were calculated and adjusted via Hedges' bias-corrected for small sample sizes. Regression analyses were performed to establish relationships between walking ability and fitness outcomes.",
        "Twenty-four RCTs met the inclusion criteria: 19 aerobic training interventions and 5 progressive resistance training (PRT). In total 924 participants (71 % male) were studied; with few participants over 75 years of age and the mean ankle brachial index was mean ± standard deviation (SD) 0.66 ± 0.06. The most common outcome measured was aerobic capacity (52 % of trials), which improved by 8.3 % ± 8.7 % on average. Although there were no significant relationships, up to 16 % of the variance in walking distances can be explained by changes in walking economy. Muscle strength was measured in only five trials, improving by 42 % ± 74 % on average. There was a strong significant relationship between change in plantar flexor muscle strength and change in initial claudication time (r = 0.99; p = 0.001) and absolute claudication time (r = 0.75; p = 0.05) measured on a treadmill across trials measuring this muscle group. The 6MW distance was measured in only 14 % of trials. Walking and PRT significantly improved 6MW initial claudication distance (MD range 52-129 m) and total walking distance (MD range 36-108 m) in studies that measured this outcome. Only one trial assessed performance-based tests of function, and they did not improve significantly.",
        "Although data are limited, there is a strong significant relationship between plantar flexor muscle strength and treadmill walking ability. More research is needed to assess improvements in walking economy at specific timepoints and whether this translates to improvements in claudication outcomes and measurements pertaining to muscle strength. Future trials should focus on interventions that improve lower limb muscle strength and assess muscle strength, power and endurance across a variety of lower extremity muscle groups in order to understand these relationships further. The 6MW, muscle strength and performance-based tests of function such as chair stand, balance scale, stair climb and gait speed are understudied in PAD. Future trials should examine the effects of exercise on performance-based tests of function, which may predict actual ADL performance and incident disability."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise, Health and Performance Faculty Research Group, Faculty of Health Sciences, University of Sydney, Sydney, NSW, Australia. b.parmenter@unsw.edu.au"
          }
        ],
        "LastName": "Parmenter",
        "ForeName": "Belinda J",
        "Initials": "BJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Raymond",
        "ForeName": "Jacqueline",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fiatarone Singh",
        "ForeName": "Maria A",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Intermittent Claudication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Walking"
    }
  ]
}