{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38127315",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "12",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "23f15187",
      "10.4088/JCP.23f15187"
    ],
    "Journal": {
      "ISSN": "1555-2101",
      "JournalIssue": {
        "Volume": "84",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Dec",
          "Day": "11"
        }
      },
      "Title": "The Journal of clinical psychiatry",
      "ISOAbbreviation": "J Clin Psychiatry"
    },
    "ArticleTitle": "Physical Exercise and Health, 4: The Health Care Professional and Patient's Guide to Understanding What to Do, How, and Why-Part 2.",
    "Abstract": {
      "AbstractText": [
        "This article is the fourth in a series on physical exercise and health. The article addresses health care professionals, patients, and the public and provides practical guidance on how to exercise with emphasis on understanding what to do, how, and why. Subjects covered include how cardiorespiratory, muscle-strengthening, load-bearing, balancing, and other exercises benefit the heart, strengthen muscles and bones, improve balance and stability, and reduce the risk of falls and fractures while providing both current and long-term gains related to health, mobility, independence, and quality of life. Examples are provided for each type of exercise. Guidance is provided on how to perform the exercises, how to organize an exercise session from warming up and loosening exercises to cooling down and stretching exercises, what to do during different kinds of exercise sessions, how to organize sessions across the course of a week, at what level of exercise to start, how to gradually increase the intensity of exercise, what targets to aim for, and how to avoid exercise-related injury. The use of exercise equipment, interval training, long continuous exercise, isometric exercise, the role of the mind in exercise, and other subjects are briefly discussed. Model exercise sessions and model programs for the week are also presented. It is hoped that this series of articles will help readers change their attitudes toward exercise, start exercising, and benefit from longer and healthier lives."
      ],
      "CopyrightInformation": "© Copyright 2023 Physicians Postgraduate Press, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Psychopharmacology and Neurotoxicology, National Institute of Mental Health and Neurosciences, Bangalore, India (candrade@psychiatrist.com)."
          }
        ],
        "LastName": "Andrade",
        "ForeName": "Chittaranjan",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Clin Psychiatry",
    "NlmUniqueID": "7801243",
    "ISSNLinking": "0160-6689"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Accidental Falls"
    }
  ]
}