{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Accelerometry",
      "BMD",
      "Bone geometry",
      "DXA",
      "Physical activity",
      "Physical training"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37913888",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "31"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.bone.2023.116951",
      "S8756-3282(23)00284-3"
    ],
    "Journal": {
      "ISSN": "1873-2763",
      "JournalIssue": {
        "Volume": "178",
        "PubDate": {
          "Year": "2024",
          "Month": "Jan"
        }
      },
      "Title": "Bone",
      "ISOAbbreviation": "Bone"
    },
    "ArticleTitle": "Changes in femoral neck bone mineral density and structural strength during a 12-month multicomponent exercise intervention among older adults - Does accelerometer-measured physical activity matter?",
    "Pagination": {
      "StartPage": "116951",
      "MedlinePgn": "116951"
    },
    "Abstract": {
      "AbstractText": [
        "Age-related bone loss is to some extent unavoidable, but it may be decelerated with regular exercise continued into older age. Daily physical activity alongside structured exercise may be an important stimulus for maintaining bone strength, but the relationships of habitual physical activity with bone strength are sparsely investigated in older adults. Therefore, the main aim was to investigate if accelerometer-derived impact-based and intensity-minute-based measures of physical activity were associated with changes in femoral neck bone traits during a 12-month exercise intervention among community-dwelling older men and women. Data comes from the PASSWORD study (ISRCTN52388040), a year-long multicomponent exercise intervention. Participants were 299 older adults (mean age 74 ± 4 years, 58 % women), who self-reported not to meet the physical activity guidelines for older adults but did not have any contraindications for exercising. The multicomponent training program included both supervised and self-administered exercises aimed at improving muscle strength, postural balance, and aerobic endurance. Physical activity was assessed at baseline and at six months into the intervention, and femoral neck bone properties at baseline and at twelve months. Physical activity measures were accelerometer-measured mean daily osteogenic index score, low, medium, and high intensity impact counts, and sedentary, light, and moderate-to-vigorous intensity activity minutes. Femoral neck bone mineral density (BMD) was measured with DXA and structural strength indicators (cross-sectional area [CSA] and section modulus) were subsequently derived from hip structural analysis. Longitudinal associations of physical activity and bone outcomes were analyzed with generalized estimating equation linear models. Sex was included as a moderating factor, and models were further adjusted by potentially confounding factors (age, height, weight, smoking status, medications, chronic disease conditions, and strength training adherence). Participants increased their physical activity by all measures and decreased their sedentary time from baseline to six months. BMD decreased from baseline to post-intervention, while CSA maintained stable and section modulus slightly increased. Osteogenic index, high impacts, and moderate-to-vigorous intensity physical activity, measured across the first half of the study, were positively associated with changes in BMD over 12 months (time х physical activity interaction effect: ß = 0.065, 95 % CI [0.004, 0.126]; ß = 0.169, 95 % CI [0.048, 0.289]; and ß = 0.151, 95 % CI [0.016, 0.286], respectively). That is, the higher the physical activity was, the smaller was the decline in BMD. Any physical activity measure was not associated with changes in CSA or section modulus in the full study sample. Sex did not significantly moderate the longitudinal associations, except the association between sedentary time and CSA (sex х time х PA interaction effect: ß = -0.017, 95 % CI [-0.033, -0.002]). An inverse association was found between sedentary time and changes in CSA in women, but not in men. In conclusion, BMD decline was less pronounced in individuals who accumulated more accelerometer-measured daily physical activity at the intensity of very brisk walking or light lateral jumping or higher intensities in a sample of relatively healthy, previously physically inactive older adults. Our findings support that accumulating the recommended amount of 150 or more weekly minutes of moderate-to-vigorous physical activity is also beneficial for older adults' bone health when incorporated into a multicomponent exercise program."
      ],
      "CopyrightInformation": "Copyright © 2023 The Authors. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gerontology Research Center, Faculty of Sport and Health Sciences, University of Jyväskylä, Finland. Electronic address: tiina.m.savikangas@jyu.fi."
          }
        ],
        "LastName": "Savikangas",
        "ForeName": "T",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gerontology Research Center, Faculty of Sport and Health Sciences, University of Jyväskylä, Finland. Electronic address: tuuli.suominen@jyu.fi."
          }
        ],
        "LastName": "Suominen",
        "ForeName": "T H",
        "Initials": "TH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Rehabilitation, Oulu University Hospital, Oulu, Finland. Electronic address: markku.alen@fimnet.fi."
          }
        ],
        "LastName": "Alén",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gerontology Research Center, Faculty of Sport and Health Sciences, University of Jyväskylä, Finland. Electronic address: timo.rantalainen@jyu.fi."
          }
        ],
        "LastName": "Rantalainen",
        "ForeName": "T",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Sport and Health Sciences, University of Jyväskylä, Finland. Electronic address: sarianna.sipila@jyu.fi."
          }
        ],
        "LastName": "Sipilä",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ISRCTN",
        "AccessionNumberList": [
          "ISRCTN52388040"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Bone",
    "NlmUniqueID": "8504048",
    "ISSNLinking": "1873-2763"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Bone Density"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Femur Neck"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Absorptiometry, Photon"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Accelerometry"
    }
  ],
  "CoiStatement": "Declaration of competing interest Authors declare no conflict of interest."
}