{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "biofeedback",
      "elderly people",
      "exergame",
      "frailty",
      "kinect",
      "physical activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30823460",
  "DateCompleted": {
    "Year": "2019",
    "Month": "07",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "03",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "02",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "729",
      "10.3390/ijerph16050729"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "5",
        "PubDate": {
          "Year": "2019",
          "Month": "Feb",
          "Day": "28"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Frailty Level Monitoring and Analysis after a Pilot Six-Week Randomized Controlled Clinical Trial Using the FRED Exergame Including Biofeedback Supervision in an Elderly Day Care Centre.",
    "Abstract": {
      "AbstractText": [
        "<i>Background</i>: Frailty is a status of extreme vulnerability to endogenous and exogenous stressors exposing the individual to a higher risk of negative health-related outcomes. Exercise using interactive videos, known as exergames, is being increasingly used to increase physical activity by improving health and the physical function in elderly adults. The purpose of this study is to ascertain the reduction in the degree of frailty, the degree of independence in activities of daily living, the perception of one's state of health, safety and cardiac healthiness by the exercise done using FRED over a 6-week period in elderly day care centre. <i>Material and Methods</i>: Frail volunteers >65 years of age, with a score of <10 points (SPPB), took part in the study. A study group and a control group of 20 participants respectively were obtained. Following randomisation, the study group (20) took part in 18 sessions in total over 6 months, and biofeedback was recorded in each session. <i>Results</i>: After 6 weeks, 100% of patients from the control group continued evidencing frailty risk, whereas only 5% of patients from the study group did so, with <i>p</i> < 0.001 statistical significance. In the case of the EQ-VAS, the control group worsened (-12.63 points) whereas the study group improved (12.05 points). The Barthel Index showed an improvement in the study group after 6 weeks, with statistically significant evidence and a value of <i>p</i> < 0.003906. Safety compliance with the physical activity exceeded 87% and even improved as the days went by. <i>Discussion</i>: Our results stand out from those obtained by other authors in that FRED is an ad hoc-designed exergame, significantly reduced the presence and severity of frailty in a sample of sedentary elders, thus potentially modifying their risk profile. It in turn improves the degree of independence in activities of daily living and the perception of one's state of health, proving to be a safe and cardiac healthy exercise. <i>Conclusions</i>: The study undertaken confirms the fact that the FRED game proves to be a valid technological solution for reducing frailty risk. Based on the study conducted, the exergame may be considered an effective, safe and entertaining alternative."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-5247-0085"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rehabilitation Service, Cruces University Hospital, Plaza Cruces s/n, 48903 Barakaldo, Spain. iranzu.muguetaaguinaga@osakidetza.eus."
          }
        ],
        "LastName": "Mugueta-Aguinaga",
        "ForeName": "Iranzu",
        "Initials": "I"
      },
      {
        "Identifier": [
          "0000-0002-9356-1186"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "eVIDA Laboratory, University of Deusto, Avda Universidades 24, 48007 Bilbao, Spain. mbgarciazapi@deusto.es."
          }
        ],
        "LastName": "Garcia-Zapirain",
        "ForeName": "Begonya",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult Day Care Centers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "methods",
        "physiology"
      ],
      "DescriptorName": "Biofeedback, Psychology"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "psychology",
        "statistics & numerical data"
      ],
      "DescriptorName": "Frail Elderly"
    },
    {
      "QualifierName": [
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Frailty"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "No competing interests need to be declared."
}