{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "K.Jaspers",
      "P.B.Gannushkin",
      "forms of the course of mental pathology",
      "mental reactions",
      "phasic disorders",
      "psychopathies dynamics"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "В статье анализируется влияние описаний форм течения психической патологии и систематизации аномальных психических реакций в «Общей психопатологии» K. Jaspers (1913) на последующие развитие концепций динамики психопатий и психопатических реакций в работах E. Kretschmer [1918], E. Bleuler [1920], K. Schneider [1927] и в особенности П.Б. Ганнушкина [1933]. В понятие развития личности K. Jaspers включал три компонента: конституциональный рост, формирование за счет взаимодействий с окружающей средой (включающее привычки и упражнения), психические реакции. Описание П.Б. Ганнушкиным динамики психопатий отражает предложенную K. Jaspers трехкомпонентную структуру развития личности. Выделенные K. Jaspers три принципа разделения психических реакций: по поводу к реакции (куда он отнес и реакции в ответ как на однократное острое воздействие, так и на повторяющиеся психические травмы), по психопатологической структуре и по почве («психопатические» и «шизофренические») нашли свое дальнейшее развитие в работах П.Б. Ганнушкина о «ситуационных» и «конституциональных» реакциях и связях патопсихологической структуры реакций и различной конституциональной почвы."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34037359",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/jnevro202112104177"
    ],
    "Journal": {
      "ISSN": "1997-7298",
      "JournalIssue": {
        "Volume": "121",
        "Issue": "4",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "ISOAbbreviation": "Zh Nevrol Psikhiatr Im S S Korsakova"
    },
    "ArticleTitle": "[Doctrine of dynamics of psychopathies: phases and psychogenic reactions (from K. Jaspers to P.B. Gannushkin)].",
    "Pagination": {
      "StartPage": "77",
      "EndPage": "85",
      "MedlinePgn": "77-85"
    },
    "Abstract": {
      "AbstractText": [
        "The influence of description of the forms of course of mental pathology and systematization of abnormal mental reactions in General Psychopathology of K. Jaspers(1913) on the subsequent development of the concepts of psychopathies dynamics and psychopathic reactions in the works of E. Kretschmer (1918), E. Bleuler (1920), K. Schneider (1927) and especially P.B. Gannushkin (1933) is analyzed. In the notion of personality development K. Jaspers included three components: constitutional growth, forming due to the interactions with the environment (including habits and exercises), mental reactions. The P.B. Gannushkin's description of the dynamics of psychopathies reflects the three-component structure of personality development suggested by K. Jaspers. The distinguished by K. Jaspers three principles of differentiation of mental reactions: according to occasion (including as the reactions to single acute trauma as to repeating chronic mental traumas), according to psychopathological structure, and according to the ground (psychopathic and schizophrenic), found its development in P.B. Gannushkin's clinical descriptions of situational and constitutional reactions and of boundaries between the pathopsychological structure of reactions and different constitutional ground."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2413-8544"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Research Center, Moscow, Russia."
          }
        ],
        "LastName": "Pyatnitskiy",
        "ForeName": "N Yu",
        "Initials": "NY"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Uchenie o dinamike psikhopatii: fazy i psikhogennye reaktsii (ot K. Jaspers k P.B. Gannushkinu)."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Zh Nevrol Psikhiatr Im S S Korsakova",
    "NlmUniqueID": "9712194",
    "ISSNLinking": "1997-7298"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Antisocial Personality Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychopathology"
    }
  ]
}