{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Hypertrophy",
      "Resistance training",
      "Resistance training prescription variables",
      "Strength",
      "Umbrella review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37385345",
  "DateCompleted": {
    "Year": "2024",
    "Month": "01",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "06",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jshs.2023.06.005",
      "S2095-2546(23)00060-1"
    ],
    "Journal": {
      "ISSN": "2213-2961",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "1",
        "PubDate": {
          "Year": "2024",
          "Month": "Jan"
        }
      },
      "Title": "Journal of sport and health science",
      "ISOAbbreviation": "J Sport Health Sci"
    },
    "ArticleTitle": "The influence of resistance exercise training prescription variables on skeletal muscle mass, strength, and physical function in healthy adults: An umbrella review.",
    "Pagination": {
      "StartPage": "47",
      "EndPage": "60",
      "MedlinePgn": "47-60"
    },
    "Abstract": {
      "AbstractText": [
        "The aim of this umbrella review was to determine the impact of resistance training (RT) and individual RT prescription variables on muscle mass, strength, and physical function in healthy adults.",
        "Following Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines, we systematically searched and screened eligible systematic reviews reporting the effects of differing RT prescription variables on muscle mass (or its proxies), strength, and/or physical function in healthy adults aged >18 years.",
        "We identified 44 systematic reviews that met our inclusion criteria. The methodological quality of these reviews was assessed using A Measurement Tool to Assess Systematic Reviews; standardized effectiveness statements were generated. We found that RT was consistently a potent stimulus for increasing skeletal muscle mass (4/4 reviews provide some or sufficient evidence), strength (4/6 reviews provided some or sufficient evidence), and physical function (1/1 review provided some evidence). RT load (6/8 reviews provided some or sufficient evidence), weekly frequency (2/4 reviews provided some or sufficient evidence), volume (3/7 reviews provided some or sufficient evidence), and exercise order (1/1 review provided some evidence) impacted RT-induced increases in muscular strength. We discovered that 2/3 reviews provided some or sufficient evidence that RT volume and contraction velocity influenced skeletal muscle mass, while 4/7 reviews provided insufficient evidence in favor of RT load impacting skeletal muscle mass. There was insufficient evidence to conclude that time of day, periodization, inter-set rest, set configuration, set end point, contraction velocity/time under tension, or exercise order (only pertaining to hypertrophy) influenced skeletal muscle adaptations. A paucity of data limited insights into the impact of RT prescription variables on physical function.",
        "Overall, RT increased muscle mass, strength, and physical function compared to no exercise. RT intensity (load) and weekly frequency impacted RT-induced increases in muscular strength but not muscle hypertrophy. RT volume (number of sets) influenced muscular strength and hypertrophy."
      ],
      "CopyrightInformation": "Copyright © 2023. Production and hosting by Elsevier B.V."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, Faculty of Science, McMaster University, Hamilton L8S4L8, Canada."
          }
        ],
        "LastName": "Mcleod",
        "ForeName": "Jonathan C",
        "Initials": "JC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, Faculty of Science, McMaster University, Hamilton L8S4L8, Canada."
          }
        ],
        "LastName": "Currier",
        "ForeName": "Brad S",
        "Initials": "BS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, Faculty of Science, McMaster University, Hamilton L8S4L8, Canada."
          }
        ],
        "LastName": "Lowisz",
        "ForeName": "Caroline V",
        "Initials": "CV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, Faculty of Science, McMaster University, Hamilton L8S4L8, Canada. Electronic address: phillis@mcmaster.ca."
          }
        ],
        "LastName": "Phillips",
        "ForeName": "Stuart M",
        "Initials": "SM"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "China",
    "MedlineTA": "J Sport Health Sci",
    "NlmUniqueID": "101606001",
    "ISSNLinking": "2213-2961"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hypertrophy"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    }
  ],
  "CoiStatement": "Competing interests SMP reports grants or research contracts from the U.S. National Dairy Council, Canadian Institutes for Health Research, Dairy Farmers of Canada, Roquette Freres, Ontario Centre of Innovation, Nestle Health Sciences, Myos, National Science and Engineering Research Council, and the U.S. NIH during the conduct of the study; personal fees from Nestle Health Sciences and non-financial support from Enhanced Recovery, outside the submitted work. SMP has patents licensed to Exerkine, but reports no financial gains from any patent or related work. All the support had no involvement in the study design and writing of the manuscript or the decision to submit it for publication. The remaining authors report no competing interests."
}