{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20072041",
  "DateCompleted": {
    "Year": "2010",
    "Month": "05",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "10",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1519/JSC.0b013e3181c069d8"
    ],
    "Journal": {
      "ISSN": "1533-4287",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "2",
        "PubDate": {
          "Year": "2010",
          "Month": "Feb"
        }
      },
      "Title": "Journal of strength and conditioning research",
      "ISOAbbreviation": "J Strength Cond Res"
    },
    "ArticleTitle": "Effectiveness of strengthening and stretching exercises for the postural correction of abducted scapulae: a review.",
    "Pagination": {
      "StartPage": "567",
      "EndPage": "574",
      "MedlinePgn": "567-74"
    },
    "Abstract": {
      "AbstractText": [
        "Abnormal postural alignment can be detrimental to muscle function, is aesthetically unpleasing, and might contribute to joint pain. It has been unclear as to whether stretching or strengthening exercises can correct faulty posture such as abducted scapulae. It has been postulated that short and tight scapular abductor muscles or weak and lengthened scapular retractor muscles or a combination cause an abducted scapulae posture and that exercise can correct this condition. The purpose of this review was to compile the information on factors influencing scapular position at rest, examine the effectiveness of exercise interventions in altering scapular position, and make recommendations for future research. When examining the different methods that have been used to determine the position of the scapula, attention should be paid to their respective reliability and validity. Correlational studies have failed to detect a significant association between muscle strength and scapular position but found a significant relationship between muscle length and scapular position. Prospective intervention studies have shown that stretching the anterior chest muscles on its own or in combination with strengthening the scapular retractors can alter the position of the scapula at rest in individuals with abducted scapulae. Although these results are encouraging, there is a dearth of high-quality studies and more research is required to address the limitations of the studies. None of the intervention studies measured strength or flexibility pre or post intervention, so it is unclear how effective the intervention was in changing these factors and the actual mechanism behind the change. To determine which component of the intervention is most effective and whether the results are additive, future research should include stretching only, strengthening only, and combined stretching and strengthening groups. Follow-up measurements at some period after completion of the intervention would also provide important information as to the permanency of any changes. The practical implication is that caution must be displayed when considering the promotion of strengthening exercises to try and correct for abnormal scapular posture until further evidence becomes available."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Ageing, Rehabilitation, Exercise and Sport Victoria University, Melbourne, Australia. con.hrysomallis@vu.edu.au"
          }
        ],
        "LastName": "Hrysomallis",
        "ForeName": "Con",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Strength Cond Res",
    "NlmUniqueID": "9415084",
    "ISSNLinking": "1064-8011"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Biomechanical Phenomena"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Stretching Exercises"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Posture"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Scapula"
    }
  ],
  "NumberOfReferences": "29"
}