{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Evidence-based medicine",
      "Exercise",
      "Osteoarthritis",
      "Rehabilitation",
      "Strength training"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27155923",
  "DateCompleted": {
    "Year": "2017",
    "Month": "04",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "05",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.rehab.2016.02.010",
      "S1877-0657(16)30033-1"
    ],
    "Journal": {
      "ISSN": "1877-0665",
      "JournalIssue": {
        "Volume": "59",
        "Issue": "3",
        "PubDate": {
          "Year": "2016",
          "Month": "Jun"
        }
      },
      "Title": "Annals of physical and rehabilitation medicine",
      "ISOAbbreviation": "Ann Phys Rehabil Med"
    },
    "ArticleTitle": "Rehabilitation (exercise and strength training) and osteoarthritis: A critical narrative review.",
    "Pagination": {
      "StartPage": "190",
      "EndPage": "195",
      "MedlinePgn": "190-195"
    },
    "Abstract": {
      "AbstractText": [
        "Rehabilitation is widely recommended in national and international guidelines for managing osteoarthritis (OA) in primary care settings. According to the 2014 OA Research Society International (OARSI) recommendations, rehabilitation is even considered the core treatment of OA and is recommended for all patients. Rehabilitation for OA widely includes land- and water-based exercise, strength training, weight management, self-management and education, biomechanical interventions, and physically active lifestyle. We performed a critical narrative review of the efficacy and safety of rehabilitation for managing OA and discuss evidence-based international recommendations. The process of article selection was unsystematic. Articles were selected based on authors' expertise, self-knowledge, and reflective practice. For the purpose of the review, we focused on land- and water-based exercise and strength training for knee, hip and hand OA. Other aspects of rehabilitation in OA are treated elsewhere in this special issue. Exercise therapy is widely recommended for managing knee, hip and hand OA. However, the level of evidence varies according to OA location. Overall, consistent evidence suggests that exercise therapy and specific strengthening exercise or strength training for the lower limb reduce pain and improve physical function in knee OA. Evidence for other OA sites are less consistent. Therefore, because of the lack of specific studies, recommendations for hip and hand OA are mainly derived from studies of knee OA. In addition, no recommendations have been established regarding the exercise regimen. The efficacy and safety of exercise therapy and strength training need to be further evaluated in randomized controlled trials of patients with hip and hand OA. The optimal delivery of exercise programs also has to be more clearly defined."
      ],
      "CopyrightInformation": "Copyright © 2016 Elsevier Masson SAS. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de Rééducation et de Réadaptation de l'Appareil Locomoteur et des Pathologies du Rachis, Hôpital Cochin, Assistance Publique-Hôpitaux de Paris, Université Paris Descartes, PRES Sorbonne Paris Cité, Paris, France; Laboratoire de Pharmacologie, Toxicologie et Signalisation Cellulaire, INSERM UMR-S 1124, UFR Biomédicale des Saints Pères, Université Paris Descartes, PRES Sorbonne Paris Cité, Paris, France. Electronic address: christelle.nguyen2@aphp.fr."
          }
        ],
        "LastName": "Nguyen",
        "ForeName": "Christelle",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de Rééducation et de Réadaptation de l'Appareil Locomoteur et des Pathologies du Rachis, Hôpital Cochin, Assistance Publique-Hôpitaux de Paris, Université Paris Descartes, PRES Sorbonne Paris Cité, Paris, France; INSERM UMR-S 1153 et Institut Fédératif de Recherche sur le Handicap, University Paris Descartes, PRES Sorbonne Paris Cité, Paris, France."
          }
        ],
        "LastName": "Lefèvre-Colau",
        "ForeName": "Marie-Martine",
        "Initials": "MM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de Rééducation et de Réadaptation de l'Appareil Locomoteur et des Pathologies du Rachis, Hôpital Cochin, Assistance Publique-Hôpitaux de Paris, Université Paris Descartes, PRES Sorbonne Paris Cité, Paris, France; INSERM UMR-S 1153 et Institut Fédératif de Recherche sur le Handicap, University Paris Descartes, PRES Sorbonne Paris Cité, Paris, France."
          }
        ],
        "LastName": "Poiraudeau",
        "ForeName": "Serge",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de Rééducation et de Réadaptation de l'Appareil Locomoteur et des Pathologies du Rachis, Hôpital Cochin, Assistance Publique-Hôpitaux de Paris, Université Paris Descartes, PRES Sorbonne Paris Cité, Paris, France; Laboratoire de Pharmacologie, Toxicologie et Signalisation Cellulaire, INSERM UMR-S 1124, UFR Biomédicale des Saints Pères, Université Paris Descartes, PRES Sorbonne Paris Cité, Paris, France."
          }
        ],
        "LastName": "Rannou",
        "ForeName": "François",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Ann Phys Rehabil Med",
    "NlmUniqueID": "101502773",
    "ISSNLinking": "1877-0657"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Evidence-Based Medicine"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Osteoarthritis"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Self Care"
    }
  ]
}