{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Regelmäßige körperliche Aktivität ist eine wichtige Voraussetzung für die Gesundheit und die Entwicklung von Kindern und Jugendlichen. Insbesondere während aber auch nach einer Krebserkrankung sind Kinder und Jugendliche jedoch in sehr geringem Umfang körperlich aktiv und weisen eine stark ausgeprägte körperliche Inaktivität auf. Diese chronische körperlich-motorische Unterforderung hat, zusätzlich zu den Nebenwirkungen der Behandlung, weitere negative Folgen für die Gesundheit, wie z. B. starke Einbußen der körperlichen Leistungsfähigkeit und der Lebensqualität. Um diese Folgen zu verringern, kann den PatientInnen im Rahmen von gezielten sporttherapeutischen Bewegungsangeboten Zugang zu regelmäßiger körperlicher Aktivität ermöglicht werden. Bewegungsförderung für Kinder und Jugendliche mit Krebserkrankungen stellt eine supportive Maßnahme zur Verbesserung und Erhaltung der funktionalen Mobilität, der körperlichen Leistungsfähigkeit und der gesundheitsbezogenen Lebensqualität dar. Für eine nachhaltige Bewegungsförderung müssen sowohl die Verhaltensebene (Person) als auch die Verhältnisebene (Lebenswelt) berücksichtigt werden. Anhand des Leipziger Bewegungskonzepts werden Einflussebenen auf die körperliche Aktivität von Kindern und Jugendlichen mit Krebserkrankungen erläutert sowie inhaltliche, systemische und strukturelle Voraussetzungen für die Implementierung einer behandlungsbegleitenden Bewegungsförderung in der Pädiatrischen Onkologie beschrieben. Zusätzlich werden Finanzierungsmöglichkeiten, basierend auf dem SGB V §43, aufgezeigt."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30934088",
  "DateCompleted": {
    "Year": "2019",
    "Month": "05",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "04",
        "Day": "01"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-0856-7495"
    ],
    "Journal": {
      "ISSN": "1439-3824",
      "JournalIssue": {
        "Volume": "231",
        "Issue": "3",
        "PubDate": {
          "Year": "2019",
          "Month": "May"
        }
      },
      "Title": "Klinische Padiatrie",
      "ISOAbbreviation": "Klin Padiatr"
    },
    "ArticleTitle": "[Physical Activity Promotion and Exercise in Pediatric Oncology - Structural Requirements and Financing Options Based on the Leipzig Movement Concept].",
    "Pagination": {
      "StartPage": "150",
      "EndPage": "156",
      "MedlinePgn": "150-156"
    },
    "Abstract": {
      "AbstractText": [
        "Regular physical activity is an important requirement for the development and the general health in childhood and adolescence. However, patients during and after treatment for childhood cancer show high levels of physical inactivity, and only a marginal extent of physical activity. In addition to the negative side effects of treatment, this lack of physical activity and exertion has further negative implications for their health, such as decrease in physical performance and health related quality of life. In order to reduce these negative effects and provide access to regular physical activity for children and adolescents with cancer, childhood cancer patients should participate in targeted physical exercise therapy sessions at the treating hospital. Physical activity promotion for children and adolescents with cancer is an effective measure to enhance or preserve functional mobility, physical performance and health related quality of life. Both the behavioral level (person) and the setting (environment) should be taken into account for a sustainable implementation of physical activity promotion in the treatment of childhood cancer. The Leipzig Movement Concept promotes physical activity both during and after treatment for childhood cancer. On the basis of the modular concept, factors influencing physical activity in childhood cancer, alongside requirements for the successful and long-term implementation of physical activity programs and clinical exercise therapy are described. Furthermore financing options, based on Book V § 43 of the German Social Welfare Code, are presented."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatric Oncology, Hematology and Hemostaseology, University Hospital Leipzig, Leipzig."
          }
        ],
        "LastName": "Söntgerath",
        "ForeName": "Regine",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatric Oncology, Hematology and Hemostaseology, University Hospital Leipzig, Leipzig."
          }
        ],
        "LastName": "Küpper",
        "ForeName": "Luise",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatric Oncology, Hematology and Hemostaseology, University Hospital Leipzig, Leipzig."
          }
        ],
        "LastName": "Wulftange",
        "ForeName": "Markus",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatric Oncology, Hematology and Hemostaseology, University Hospital Leipzig, Leipzig."
          }
        ],
        "LastName": "Schepper",
        "ForeName": "Florian",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatric Oncology, Hematology and Hemostaseology, University Hospital Leipzig, Leipzig."
          }
        ],
        "LastName": "Christiansen",
        "ForeName": "Holger",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Bewegungsförderung in der Pädiatrischen Onkologie – Strukturelle Voraussetzungen und Finanzierungsmöglichkeiten anhand des Leipziger Bewegungskonzepts."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Klin Padiatr",
    "NlmUniqueID": "0326144",
    "ISSNLinking": "0300-8630"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Cancer Survivors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "economics",
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Medical Oncology"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ],
  "CoiStatement": "Die Autoren geben an, dass kein Interessenkonflikt besteht."
}