{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Kegel exercise",
      "Lubricant gel",
      "Menopause",
      "Sexual function"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35640438",
  "DateCompleted": {
    "Year": "2022",
    "Month": "06",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "06",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "05",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ejogrb.2022.05.022",
      "S0301-2115(22)00359-1"
    ],
    "Journal": {
      "ISSN": "1872-7654",
      "JournalIssue": {
        "Volume": "274",
        "PubDate": {
          "Year": "2022",
          "Month": "Jul"
        }
      },
      "Title": "European journal of obstetrics, gynecology, and reproductive biology",
      "ISOAbbreviation": "Eur J Obstet Gynecol Reprod Biol"
    },
    "ArticleTitle": "Effectiveness of Kegel exercise and lubricant gel for improving sexual function in menopausal women: A randomized trial.",
    "Pagination": {
      "StartPage": "106",
      "EndPage": "112",
      "MedlinePgn": "106-112"
    },
    "Abstract": {
      "AbstractText": [
        "There are different approaches to improving sexual function among menopausal women including Kegel exercise and using lubricant gel. However, it is not clear which of these methods could be more effective. This study aimed to compare the effectiveness of these two methods on sexual function in menopausal women.",
        "The present randomized trial was conducted on 150 menopausal women in Dezful, Iran. Eligible women were randomly assigned to two interventions (Kegel exercise and lubricating gel) and one control groups. The Kegel exercise group received training on the exercise method; the lubricant gel group was given the lubricating gel and taught how it should be used, while the control group received no intervention. The interventions continued for 12 weeks, and sexual function was assessed at four times: baseline, one month, two months, and three-months follow-up. Chi-square test, one-way analysis of variance, repeated measures, analysis of covariance, and logistic regression analyses were applied.",
        "No significant difference was found between groups regarding demographic and obstetrics variables. After adjusting for the baseline sexual function score, covariate analysis showed a significant improvement in sexual function in Kegel and gel groups as compared to the control group. Similarly, within-group comparison using repeated measures analysis showed that sexual function in both Kegel and gel groups improved during the study follow-up periods while women in the control group showed no changes in their sexual function. Finally, logistic regression analysis indicated a significantly higher odds ratio for better sexual function in both Kegel and gel groups. However, the odds of better sexual function for the Kegel group (OR = 4.19, 95% CI: 1.81-9.72, P = 0.001) was higher than the gel group (OR = 3.7, 95% CI: 1.42-7.52, P = 0.005).",
        "Both Kegel exercise and gel were effectively improved sexual function in menopausal women. However, the findings indicated that sexual function was more likely to be improved after using Kegel exercise than using lubricant gel.",
        "IRCT20150128020854N7. Registered 30 September 2019, https://fa.irct.ir/user/trial/40878/view."
      ],
      "CopyrightInformation": "Copyright © 2022 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Student Research Committee, Department of Midwifery and Reproductive Health, School of Nursing and Midwifery, Shahid Beheshti University of Medical Sciences, Tehran, Iran."
          }
        ],
        "LastName": "Khosravi",
        "ForeName": "Atefeh",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Midwifery and Reproductive Health, Midwifery and Reproductive Health Research Center, School of Nursing and Midwifery, Shahid Beheshti University of Medical Sciences, Tehran, Iran. Electronic address: h.riazi@sbmu.ac.ir."
          }
        ],
        "LastName": "Riazi",
        "ForeName": "Hedyeh",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Midwifery and Reproductive Health, Midwifery and Reproductive Health Research Center, School of Nursing and Midwifery, Shahid Beheshti University of Medical Sciences, Tehran, Iran."
          }
        ],
        "LastName": "Simbar",
        "ForeName": "Masoumeh",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Population Health Research Group, Health Metrics Research Center, Iranian Institute for Health Sciences Research, ACECR, Tehran, Iran; Faculty of Humanity Sciences, University of Science and Culture, Tehran, Iran. Electronic address: montazeri@acecr.ac.ir."
          }
        ],
        "LastName": "Montazeri",
        "ForeName": "Ali",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Ireland",
    "MedlineTA": "Eur J Obstet Gynecol Reprod Biol",
    "NlmUniqueID": "0375672",
    "ISSNLinking": "0301-2115"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Lubricants"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Lubricants"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Menopause"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sexual Behavior"
    }
  ]
}