{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "adolescent",
      "attrition",
      "mHealth intervention",
      "mental health",
      "mobile health",
      "physical activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37358888",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "06",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e45414",
      "10.2196/45414"
    ],
    "Journal": {
      "ISSN": "2291-5222",
      "JournalIssue": {
        "Volume": "11",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun",
          "Day": "26"
        }
      },
      "Title": "JMIR mHealth and uHealth",
      "ISOAbbreviation": "JMIR Mhealth Uhealth"
    },
    "ArticleTitle": "Usage and Daily Attrition of a Smartphone-Based Health Behavior Intervention: Randomized Controlled Trial.",
    "Pagination": {
      "StartPage": "e45414",
      "MedlinePgn": "e45414"
    },
    "Abstract": {
      "AbstractText": [
        "Although most adolescents have access to smartphones, few of them use mobile health (mHealth) apps for health improvement, highlighting the apparent lack of interest in mHealth apps among adolescents. Adolescent mHealth interventions have been burdened with high attrition rates. Research on these interventions among adolescents has frequently lacked detailed time-related attrition data alongside analysis of attrition reasons through usage.",
        "The objective was to obtain daily attrition rates among adolescents in an mHealth intervention to gain a deeper understanding of attrition patterns, including the role of motivational support, such as altruistic rewards, through analysis of app usage data.",
        "A randomized controlled trial was conducted with 304 adolescent participants (152 boys and 152 girls) aged 13-15 years. Based on 3 participating schools, participants were randomly assigned to control, treatment as usual (TAU), and intervention groups. Measures were obtained at baseline, continuously throughout the 42-day trial period (research groups), and at the trial end. The mHealth app is called SidekickHealth and is a social health game with the following 3 main categories: nutrition, mental health, and physical health. Primary measures were attrition based on time from launch, and the type, frequency, and time of health behavior exercise usage. Outcome differences were obtained through comparison tests, while regression models and survival analyses were used for attrition measures.",
        "Attrition differed significantly between the intervention and TAU groups (44.4% vs 94.3%; χ<sup>2</sup><sub>1</sub>=61.220; P<.001). The mean usage duration was 6.286 days in the TAU group and 24.975 days in the intervention group. In the intervention group, male participants were active significantly longer than female participants (29.155 vs 20.433 days; χ<sup>2</sup><sub>1</sub>=6.574; P<.001). Participants in the intervention group completed a larger number of health exercises in all trial weeks, and a significant decrease in usage was observed from the first to second week in the TAU group (t<sub>105</sub>=9.208; P<.001) but not in the intervention group. There was a significant increase in health exercises in the intervention group from the fifth to sixth week (t<sub>105</sub>=3.446; P<.001). Such a significant increase in usage was not evident in the TAU group. The research group was significantly related to attrition time (hazard ratio 0.308, 95% CI 0.222-0.420), as well as the numbers of mental health exercises (P<.001) and nutrition exercises (P<.001).",
        "Differences in attrition rates and usage between groups of adolescents were identified. Motivational support is a significant factor for lowering attrition in adolescent mHealth interventions. The results point to sensitivity periods in the completion of diverse health tasks, and emphasis on time-specific attrition, along with the type, frequency, and time of health behavior exercise usage, is likely a fruitful avenue for further research on mHealth interventions for adolescent populations, in which attrition rates remain excessive.",
        "ClinicalTrials.gov NCT05912439; https://clinicaltrials.gov/study/NCT05912439."
      ],
      "CopyrightInformation": "©Erlendur Egilsson, Ragnar Bjarnason, Urdur Njardvik. Originally published in JMIR mHealth and uHealth (https://mhealth.jmir.org), 26.06.2023."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-6447-3163"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Iceland, Reykjavik, Iceland."
          }
        ],
        "LastName": "Egilsson",
        "ForeName": "Erlendur",
        "Initials": "E"
      },
      {
        "Identifier": [
          "0000-0002-7121-9689"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, University of Iceland, Reykjavik, Iceland."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, University of Iceland, Reykjavik, Iceland."
          }
        ],
        "LastName": "Bjarnason",
        "ForeName": "Ragnar",
        "Initials": "R"
      },
      {
        "Identifier": [
          "0000-0002-2993-9359"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Iceland, Reykjavik, Iceland."
          }
        ],
        "LastName": "Njardvik",
        "ForeName": "Urdur",
        "Initials": "U"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT05912439"
        ]
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "JMIR Mhealth Uhealth",
    "NlmUniqueID": "101624439",
    "ISSNLinking": "2291-5222"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Smartphone"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Behavior"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mobile Applications"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    }
  ],
  "CoiStatement": "Conflicts of Interest: EE is a minority shareholder in SidekickHealth AB and a former employee. The other authors have no conflicts to declare."
}