{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12131243",
  "DateCompleted": {
    "Year": "2002",
    "Month": "09",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0195-9131",
      "JournalIssue": {
        "Volume": "34",
        "Issue": "7",
        "PubDate": {
          "Year": "2002",
          "Month": "Jul"
        }
      },
      "Title": "Medicine and science in sports and exercise",
      "ISOAbbreviation": "Med Sci Sports Exerc"
    },
    "ArticleTitle": "Is there a threshold intensity for aerobic training in cardiac patients?",
    "Pagination": {
      "StartPage": "1071",
      "EndPage": "1075",
      "MedlinePgn": "1071-5"
    },
    "Abstract": {
      "AbstractText": [
        "Recent guidelines have recommended the use of a percentage of oxygen uptake reserve (VO2R) for prescribing aerobic exercise intensity for cardiac patients. Moreover, these guidelines suggest that a threshold intensity may exist, below which no improvement in peak oxygen uptake (VO2peak) occurs. The purpose, therefore, was to translate the intensity of aerobic exercise in previous training studies using cardiac patients into %VO2R units, and determine whether a threshold intensity exists.",
        "Twenty-three studies, using 28 groups of aerobically trained cardiac patients, were identified in which VO2peak was measured before and after training by gas exchange. Intensity of exercise was variously described as a percentage of VO2peak, percentage of peak heart rate (HRpeak), percentage of heart rate reserve (HRR), or percentage of peak workload. These intensities were translated into equivalent units of %VO2R.",
        "Of the 28 groups of patients, three failed to show significant improvements in VO2peak. These groups exercised at intensities corresponding to 47-55% of VO2R. However, six other groups exercised at comparable intensities (i.e., 42% to 55% of VO2R) and experienced significant increases in VO2peak. Other confounding variables in these studies were similar, including the initial VO2peak of the subjects, suggesting that the failure of three groups to significantly improve aerobic capacity was due to their small sample size.",
        "No threshold intensity for aerobic training was identified in cardiac patients, with the lowest intensity studied being approximately 45% of VO2R. It is possible that intensities below this value may be an effective training stimulus, especially in extremely deconditioned subjects, but further research is needed to test that possibility and to determine whether a threshold exists."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Wellness Institute and Research Center, Old Dominion University, Norfolk, VA 23529-0196, USA. dswain@odu.edu"
          }
        ],
        "LastName": "Swain",
        "ForeName": "David P",
        "Initials": "DP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Franklin",
        "ForeName": "Barry A",
        "Initials": "BA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Sci Sports Exerc",
    "NlmUniqueID": "8005433",
    "ISSNLinking": "0195-9131"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Rate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pulmonary Gas Exchange"
    }
  ]
}