{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15711234",
  "DateCompleted": {
    "Year": "2005",
    "Month": "06",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1040-8711",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "2",
        "PubDate": {
          "Year": "2005",
          "Month": "Mar"
        }
      },
      "Title": "Current opinion in rheumatology",
      "ISOAbbreviation": "Curr Opin Rheumatol"
    },
    "ArticleTitle": "Exercise in fibromyalgia.",
    "Pagination": {
      "StartPage": "190",
      "EndPage": "194",
      "MedlinePgn": "190-4"
    },
    "Abstract": {
      "AbstractText": [
        "Several studies have indicated that physical exercise is beneficial for patients with fibromyalgia. The aim of this article is to review the recent literature relating to exercise in fibromyalgia, specifically articles published between September 2003 and September 2004, to highlight developments in the field.",
        "Previous studies indicate that aerobic exercise performed at adequate intensity for an individual can improve function, symptoms, and well-being. A recent study of aerobic exercise showed that training in sedentary women with fibromyalgia using short bouts of exercise produces improvements in health outcomes. A study of aerobic walking resulted in improvements in physical function, symptoms, and distress. Two studies of low-intensity pool exercise reported a positive impact on fibromyalgia symptoms and distress. Two studies of qigong movement therapy were reported, one indicating improvements in symptoms and the other in movement harmony, indicating that this mode of exercise needs to be evaluated further.",
        "The recent studies support existing literature on the benefits of exercise for patients with fibromyalgia. The outcomes appear to be related to the program design and the characteristics of the populations studied. As the patients with fibromyalgia form a heterogeneous population, more research is required to identify the characteristics of patients who benefit from specific modes of exercise. Moreover, long-term planning is needed to motivate the patients to continue regular exercise. Informing patients about the benefits of exercise and adjusting the exercise intensity to individual limitations enhances adherence. The social support gained by exercising in groups also enhances adherence to exercise."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rheumatology and Inflammation Research, Sahlgrenska Academy, Göteborg University, Göteborg, Sweden. kaisa.mannerkorpi@rheuma.gu.se"
          }
        ],
        "LastName": "Mannerkorpi",
        "ForeName": "Kaisa",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Opin Rheumatol",
    "NlmUniqueID": "9000851",
    "ISSNLinking": "1040-8711"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Breathing Exercises"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Fibromyalgia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Swimming Pools"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight Lifting"
    }
  ],
  "NumberOfReferences": "38"
}