{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31782277",
  "DateCompleted": {
    "Year": "2020",
    "Month": "11",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "11",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "11",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.23736/S0392-9590.19.04159-2"
    ],
    "Journal": {
      "ISSN": "1827-1839",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "1",
        "PubDate": {
          "Year": "2020",
          "Month": "Feb"
        }
      },
      "Title": "International angiology : a journal of the International Union of Angiology",
      "ISOAbbreviation": "Int Angiol"
    },
    "ArticleTitle": "Supervised exercise therapy in intermittent claudication: a systematic review of clinical impact and limitations.",
    "Pagination": {
      "StartPage": "60",
      "EndPage": "75",
      "MedlinePgn": "60-75"
    },
    "Abstract": {
      "AbstractText": [
        "The global prevalence of Peripheral Arterial Disease is growing. This condition is associated with serious hallmarks, such as impaired functional capacity and decreased quality of life. Reduced blood flow and oxygen delivery are its dominant mechanisms, although additional ones contribute to it. Exercise therapy is a cornerstone in the management of intermittent claudication and current guidelines recommend supervised exercise therapy as first-line treatment.",
        "A search was conducted on PubMed database to identify studies which included supervised exercise therapy as treatment of claudicant patients. Primary aim was to analyze the impact of therapy on three levels: physiological, walking distances and quality of life. Secondary objectives were to review its limitations and the feasibility of other programs.",
        "Physiological changes associated with supervised exercise therapy are not fully understood. Repetitive ischemia-induced phenomena by exercise can lead to an increase of inflammatory levels and oxidative stress. However, the participation in these programs demonstrates benefits in walking distances and quality of life, associated with changes in endothelial function, inflammatory state, muscle composition and angiogenesis. In contrast, ankle-brachial index does not change. Despite the good outcomes, supervised exercise is poorly widespread due to its limitations and emerging alternatives such as structured community-based or home-based therapies are surging with promising results.",
        "Supervised exercise therapy is associated with local and systemic physiological changes. However, it remains an underutilized tool and alternative programs for claudicant patients are emerging."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Angiology and Vascular Surgery, Institute of Biomedical Sciences (ICBAS), Porto, Portugal."
          }
        ],
        "LastName": "Rodrigues",
        "ForeName": "Egon",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Angiology and Vascular Surgery, Centro Hospitalar do Porto, Porto, Portugal - heitor.ivone@gmail.com."
          }
        ],
        "LastName": "Silva",
        "ForeName": "Ivone",
        "Initials": "I"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Int Angiol",
    "NlmUniqueID": "8402693",
    "ISSNLinking": "0392-9590"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Ankle Brachial Index"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Directly Observed Therapy"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Intermittent Claudication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ]
}