{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Cancer",
      "Confidence",
      "Prehabilitation",
      "Psychological stress",
      "Psychological support",
      "Rehabilitation",
      "Self-efficacy",
      "Surgery",
      "Well-being"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38097972",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "12",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1232",
      "10.1186/s12885-023-11717-1"
    ],
    "Journal": {
      "ISSN": "1471-2407",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Dec",
          "Day": "14"
        }
      },
      "Title": "BMC cancer",
      "ISOAbbreviation": "BMC Cancer"
    },
    "ArticleTitle": "Impact of a prehabilitation and recovery programme on emotional well-being in individuals undergoing cancer surgery: a multi-perspective qualitative study.",
    "Pagination": {
      "StartPage": "1232",
      "MedlinePgn": "1232"
    },
    "Abstract": {
      "AbstractText": [
        "Prehabilitation and recovery programmes aim to optimise patients' physical fitness and mental well-being before, during and after cancer treatment. This paper aimed to understand the impact of such a programme on emotional well-being in individuals undergoing cancer surgery. The programme was multi-modal, containing physical activity, well-being and nutritional support.",
        "Qualitative interviews were conducted with 16 individuals who participated in a prehabilitation and recovery programme. Twenty-four health care staff involved in referral completed an online survey. An inductive, thematic analysis was conducted, integrating perspectives of patients and staff, structured with the Framework approach.",
        "Patients seemed to experience emotional benefits from the programme, appearing less anxious and more confident in their ability to cope with treatment. They seemed to value having something positive to focus on and control over an aspect of treatment. Ongoing, implicit psychological support provided by Exercise Specialists, who were perceived as expert, available and caring, seemed valued. Some patients appeared to appreciate opportunities to talk about cancer with peers and professionals. Discomfort with talking about cancer with other people, outside of the programme, was expressed.",
        "Participation in a prehabilitation and recovery programme appeared to yield valuable emotional well-being benefits, even without referral to specialist psychological support.",
        "The study protocol was uploaded onto the Open Science Framework 24 September 2020 ( https://osf.io/347qj/ )."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Manchester Centre for Health Psychology, Division of Psychology and Mental Health, School of Health Sciences, University of Manchester, Manchester, M13 9PL, UK. rachael.powell@manchester.ac.uk."
          }
        ],
        "LastName": "Powell",
        "ForeName": "Rachael",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Manchester Centre for Health Psychology, Division of Psychology and Mental Health, School of Health Sciences, University of Manchester, Manchester, M13 9PL, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "Division of Nursing, Midwifery & Social Work, University of Manchester, Manchester, UK."
          }
        ],
        "LastName": "Davies",
        "ForeName": "Amy",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "GM Active, Salford Community Leisure, Manchester, UK."
          }
        ],
        "LastName": "Rowlinson-Groves",
        "ForeName": "Kirsty",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Manchester Centre for Health Psychology, Division of Psychology and Mental Health, School of Health Sciences, University of Manchester, Manchester, M13 9PL, UK."
          }
        ],
        "LastName": "French",
        "ForeName": "David P",
        "Initials": "DP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anaesthesia, Manchester Royal Infirmary, Manchester University NHS Foundation Trust, Manchester, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "Greater Manchester Cancer Alliance, The Christie NHS Foundation Trust, Manchester, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "Division of Diabetes, Endocrinology and Gastroenterology, School of Medical Sciences, University of Manchester, Manchester, UK."
          }
        ],
        "LastName": "Moore",
        "ForeName": "John",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Greater Manchester Cancer Alliance, The Christie NHS Foundation Trust, Manchester, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "North West Lung Centre, Lung Cancer and Thoracic Surgery Directorate, Wythenshawe hospital, Manchester University NHS Foundation Trust, Manchester, UK."
          }
        ],
        "LastName": "Merchant",
        "ForeName": "Zoe",
        "Initials": "Z"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Cancer",
    "NlmUniqueID": "100967800",
    "ISSNLinking": "1471-2407"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Preoperative Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Preoperative Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "CoiStatement": "AD and RP’s time on the project was funded by a grant from Greater Manchester (GM) Cancer Alliance. JM, ZM and KRG are associated with the GM Cancer Alliance Prehab4Cancer and Recovery Programme: JM: Clinical Director; ZM: Previously Programme Lead (2018 to 2021), now Allied Health Professional (AHP) Clinical Lead; KRG: GM Active Prehab4Cancer Programme Manager during the running of this study. DF has no conflicts of interest. The authorship team consists of (1) individuals with a high level of knowledge of, and involvement with, the Greater Manchester (GM) Cancer Alliance Prehab4Cancer and Recovery (P4C) Programme, and (2) independent, University-employed, research-focussed staff. \n<b><i>1) Authors involved with the P4C Programme</i></b>\n. JM is the clinical director of the P4C Programme and a consultant anaesthetist. ZM was the P4C Programme Lead during the running of the study and is now the Allied Health Professional Clinical Lead for the P4C Programme. ZM is an occupational therapist by background. KRG was the P4C Programme Manager at GM Active during the running of the study; her role included training of P4C staff and organisation and delivery of the programme’s assessments and exercises. The starting point of the present study was JM and ZM wishing to understand barriers to engagement, and experiences of the programme, so that areas for improvement could be identified and addressed. Thus, whilst it might be thought that JM, ZM and KRG, through their high involvement in the programme, could be biased towards findings which put the programme in a positive light, their aims in establishing the study were actually quite different. These authors’ experience was highly valuable in designing the study with a view to ensuring its feasibility, particularly during COVID-19 restrictions, and to support the research-focussed authors by answering any questions they had about the P4C Programme. Their insights were also valued during the analysis, as they were able to provide context where participants’ meanings lacked clarity, helping us to make sense of the data, and providing additional perspectives on the analysis. It was important to consider access to data sets, because patient and clinician participant samples came from small populations. It was possible that JM, ZM and KRG might be able to recognise participants from transcripts, even after removing identifying details such as names, due to the types of discussions, individuals’ roles, and contextual information which participants might provide during interviews/completing surveys. In order to enable participants to speak and write freely about their perspectives and experiences, without worrying that members of their care team, programme staff, or clinical colleagues might recognise them, we restricted access to datasets. As specified in our data management plan (which was approved by the study Sponsor and Research Ethics Committee), and indicated in participant information, only research-focussed authors, employed by the University of Manchester, accessed full datasets. Although the authors who were involved in the P4C Programme were keen to identify any problems with the programme, we wanted to ensure that the research was led, and controlled by, individuals who were independent of the programme, in order to minimise potential conflict of interest and ensure transparency. \n<b><i>2) Research-focussed authors</i></b>\n. RP and DF are academic researchers with PhDs in health psychology; AD is a research assistant trained in research methods and health psychology to Master’s level (she carried out participant interviews). RP’s main research focus is psychological factors affecting experiences of medical procedures including surgery. DF conducts research related to enabling physical activity in older adults. AD had previous research experience on a project evaluating an intervention to increase older adults’ physical activity. As such, the research-focussed authors had both methodological expertise, and relevant academic interest, for designing and conducting the present study. No research-focussed author had pre-existing relationships with research participants. One author, RP, also has personal experience as a cancer patient, having received one cancer diagnosis as a young adult, and a second after completion of data collection on the present study, but before completion of analysis. Neither cancer was a type which would have led to routine referral into the P4C Programme, but the latter diagnosis provided some first-hand experience of a cancer diagnosis leading to major surgery and associated challenges. Throughout the data analysis process, RP considered how her own cancer experiences might be affecting her interactions with the dataset. Some issues discussed by participants felt quite salient in respect of her own experiences: the value of personal support outside of that which routine clinical care can provide, and how talking about cancer with individuals with no experience of it can be challenging. We feel that having an author with this experience contributed to the multi-disciplinary value of the research team: we had a cancer patient at the centre of the research and analysis process, alongside the perspectives of professionals involved in programme delivery and independent researchers."
}