{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16235304",
  "DateCompleted": {
    "Year": "2006",
    "Month": "02",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2005",
        "Month": "10",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "4",
        "PubDate": {
          "Year": "2005",
          "Month": "Oct",
          "Day": "19"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Treadmill training and body weight support for walking after stroke.",
    "Pagination": {
      "StartPage": "CD002840",
      "MedlinePgn": "CD002840"
    },
    "Abstract": {
      "AbstractText": [
        "Treadmill training, with or without some body weight supported using a harness, is a method of treating walking after stroke. A systematic review is required to assess the cost, effectiveness, and acceptability of this treatment.",
        "To assess the effectiveness of treadmill training and body weight support, individually or in combination, in the treatment of walking after stroke. The primary outcomes investigated were walking speed, endurance and dependency.",
        "We searched the Cochrane Stroke Group Trials Register (last searched 2 March 2005), the Cochrane Central Register of Controlled Trials (CENTRAL) (The Cochrane Library Issue 4, 2004), MEDLINE (1966 to January 2005), EMBASE (1980 to February 2005), CINAHL (1982 to February 2005) and PEDro (last searched 2 March 2005). In addition, we handsearched relevant conference proceedings, screened reference lists and contacted trialists to identify further published and unpublished trials.",
        "Randomised or quasi-randomised controlled and cross-over trials of treadmill training and body weight support, individually or in combination, for the treatment of walking after stroke were eligible.",
        "Two authors independently selected trials, extracted data, and assessed quality. We contacted trialists for additional information. We used a fixed-effect model for analysis, but if heterogeneity existed a random-effects model was used. We analysed the results as weighted mean differences (WMD) for continuous variables and relative risk (RR) for dichotomous variables.",
        "Fifteen trials (622 participants) were included. There were no statistically significant differences between treadmill training, with or without body weight support, and other interventions for walking speed or dependence. Among participants who could walk independently at the start of treatment, treadmill training with body weight support tended to produce higher walking speeds (WMD 0.09 m/s, 95% confidence interval (CI) -0.02 to 0.20 for speed; fixed-effect), but this result was not statistically significant. An individual trial tended to support the use of treadmill training with body weight support for dependent walkers as compared to treadmill training alone. One of three individual trials indicated that independent walkers may benefit from treadmill training combined with other task-orientated exercise. However, data are very limited. Adverse events occurred more frequently in participants receiving treadmill training but these were not judged to be clinically serious events.",
        "Overall no statistically significant effect of treadmill training with or without body weight support was detected. Although individual studies suggested that treadmill training with body weight support may be more effective than treadmill training alone and that treadmill training plus task-oriented exercise may be more effective than sham exercises, further trials are required to confirm these findings."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Sydney, School of Physiotherapy, Faculty of Health Sciences, PO Box 170, Lidcombe, NSW, Australia 1825. amoseley@mail.usyd.edu.au"
          }
        ],
        "LastName": "Moseley",
        "ForeName": "A M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stark",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cameron",
        "ForeName": "I D",
        "Initials": "ID"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pollock",
        "ForeName": "A",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2003;(3):CD002840",
      "PMID": "12917932"
    },
    {
      "RefSource": "Cochrane Database Syst Rev. 2014;1:CD002840",
      "PMID": "24458944"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Body Weight"
    },
    {
      "QualifierName": [
        "instrumentation",
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Orthotic Devices"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stroke Rehabilitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight-Bearing"
    }
  ],
  "NumberOfReferences": "96"
}