{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18726137",
  "DateCompleted": {
    "Year": "2009",
    "Month": "08",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2008",
        "Month": "08",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00702-008-0092-x"
    ],
    "Journal": {
      "ISSN": "1435-1463",
      "JournalIssue": {
        "Volume": "116",
        "Issue": "6",
        "PubDate": {
          "Year": "2009",
          "Month": "Jun"
        }
      },
      "Title": "Journal of neural transmission (Vienna, Austria : 1996)",
      "ISOAbbreviation": "J Neural Transm (Vienna)"
    },
    "ArticleTitle": "Physical activity, exercise, depression and anxiety disorders.",
    "Pagination": {
      "StartPage": "777",
      "EndPage": "784",
      "MedlinePgn": "777-84"
    },
    "Abstract": {
      "AbstractText": [
        "There is a general belief that physical activity and exercise have positive effects on mood and anxiety and a great number of studies describe an association of physical activity and general well-being, mood and anxiety. In line, intervention studies describe an anxiolytic and antidepressive activity of exercise in healthy subjects and patients. However, the majority of published studies have substantial methodological shortcomings. The aim of this paper is to critically review the currently available literature with respect to (1) the association of physical activity, exercise and the prevalence and incidence of depression and anxiety disorders and (2) the potential therapeutic activity of exercise training in patients with depression or anxiety disorders. Although the association of physical activity and the prevalence of mental disorders, including depression and anxiety disorders have been repeatedly described, only few studies examined the association of physical activity and mental disorders prospectively. Reduced incidence rates of depression and (some) anxiety disorders in exercising subjects raise the question whether exercise may be used in the prevention of some mental disorders. Besides case series and small uncontrolled studies, recent well controlled studies suggest that exercise training may be clinically effective, at least in major depression and panic disorder. Although, the evidence for positive effects of exercise and exercise training on depression and anxiety is growing, the clinical use, at least as an adjunct to established treatment approaches like psychotherapy or pharmacotherapy, is still at the beginning. Further studies on the clinical effects of exercise, interaction with standard treatment approaches and details on the optimal type, intensity, frequency and duration may further support the clinical administration in patients. Furthermore, there is a lack of knowledge on how to best deal with depression and anxiety related symptoms which hinder patients to participate and benefit from exercise training."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Psychotherapy, Campus Charité Mitte, Charité - Universitätsmedizin Berlin, Charitéplatz 1, 10117 Berlin, Germany. andreas.stroehle@charite.de"
          }
        ],
        "LastName": "Ströhle",
        "ForeName": "Andreas",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Austria",
    "MedlineTA": "J Neural Transm (Vienna)",
    "NlmUniqueID": "9702341",
    "ISSNLinking": "0300-9564"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Motor Activity"
    }
  ],
  "NumberOfReferences": "86"
}