{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Low back pain",
      "Oswestry",
      "disability",
      "lumbar stabilization exercises"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "El dolor lumbar es una de las principales causas de incapacidad laboral en México; dentro del tratamiento conservador, se incluye la realización de ejercicios para la disminución del dolor.",
        "Valorar los efectos en la disminución del dolor lumbar con un programa controlado de ejercicios diseñados para mejorar la flexibilidad y fuerza en el núcleo o centro del cuerpo (core).",
        "Se incluyeron a 18 personas: 12 mujeres y seis hombres de entre 24 y 70 años con dolor lumbar, el cual estaba referido con una puntuación de 2 a 10 utilizando la escala visual análoga (EVA), con o sin dolor en la extremidad inferior. Se aconsejó a los participantes abstenerse de tomar medicamentos, alcohol y de realizar actividades físicas intensas durante el período de tratamiento. Los participantes realizaron 12 sesiones de 10 ejercicios en tres series de 10 repeticiones, tres veces por semana, evaluándose durante estas sesiones: peso, distancia dedos piso, fuerza de recto anterior, diámetro abdominal e índice de Oswestry inicial y final.",
        "Los datos se analizaron con la prueba de Wilcoxon. Se evidenció disminución no sólo en el dolor (p 0.01), sino una mejoría en el peso, la flexibilidad y la percepción de incapacidad por la escala de Oswestry (p 0.01), mostrando que la serie de ejercicios propuestos es una alternativa para al manejo del dolor lumbar.",
        "Se recomienda la presencia de un terapeuta que acompañe y corrija las posturas para que los ejercicios sean bien realizados, así como darle valor al grado de incapacidad que produce el dolor en el desempeño cotidiano de las personas que lo presentan."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33230993",
  "DateCompleted": {
    "Year": "2020",
    "Month": "11",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2306-4102",
      "JournalIssue": {
        "Volume": "34",
        "Issue": "1",
        "PubDate": {
          "Year": "2020",
          "Season": "Jan-Feb"
        }
      },
      "Title": "Acta ortopedica mexicana",
      "ISOAbbreviation": "Acta Ortop Mex"
    },
    "ArticleTitle": "[Efficacy of lumbopelvic stabilization exercises in patients with lumbalgia].",
    "Pagination": {
      "StartPage": "10",
      "EndPage": "15",
      "MedlinePgn": "10-15"
    },
    "Abstract": {
      "AbstractText": [
        "Low back pain is one of the main causes of work disability in Mexico, conservative treatment includes performing exercises.",
        "To assess the effects of lower back pain with a controlled exercise program to improve flexibility and strength in the core or center of the body.",
        "We included 18 people, 12 women and six men between 24 and 70 years of age, with low back pain, with a score of 2 to 10 using the visual analogue scale (VAS), with or without referred pain in the lower limb. Participants were advised to refrain from taking medications, alcohol and intense physical activities during the treatment period. The participants carried out 12 sessions of 10 exercises in 3 sets of 10 repetitions, 3 times per week, evaluating: weight, distance toes, anterior rectum strength, abdominal diameter, initial and final Oswestry index.",
        "The results were analyzed with the Wilcoxon test, showing a decrease not only in pain (p 0.01), but an improvement in weight, flexibility and perception of disability due to the Oswestry scale (p 0.01) showing that the series of exercises proposed is an alternative to the management of low back pain.",
        "It is recommended the presence of a therapist who accompanies and corrects the postures so that the exercises are performed well, as well as giving value to the degree of disability caused by pain in the daily performance of the people who present it."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad de Guanajuato. Guanajuato. México."
          }
        ],
        "LastName": "Varela-Esquivias",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro de Rehabilitación. Instituto Guanajuatense para Personas con Discapacidad. Guanajuato. México."
          }
        ],
        "LastName": "Díaz-Martínez",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Servicio de Rehabilitación Ortopédica, Instituto Nacional de Rehabilitación «Luis Guillermo Ibarra Ibarra». Ciudad de México. México."
          }
        ],
        "LastName": "Avendaño-Badillo",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Eficacia de los ejercicios de estabilización lumbopélvica en pacientes con lumbalgia."
  },
  "MedlineJournalInfo": {
    "Country": "Mexico",
    "MedlineTA": "Acta Ortop Mex",
    "NlmUniqueID": "101190312",
    "ISSNLinking": "2306-4102"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Low Back Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mexico"
    }
  ]
}