{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34985237",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "01",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.23736/S1973-9087.22.06691-6"
    ],
    "Journal": {
      "ISSN": "1973-9095",
      "JournalIssue": {
        "Volume": "58",
        "Issue": "2",
        "PubDate": {
          "Year": "2022",
          "Month": "Apr"
        }
      },
      "Title": "European journal of physical and rehabilitation medicine",
      "ISOAbbreviation": "Eur J Phys Rehabil Med"
    },
    "ArticleTitle": "Comparing hip and knee focused exercises versus hip and knee focused exercises with the use of blood flow restriction training in adults with patellofemoral pain.",
    "Pagination": {
      "StartPage": "225",
      "EndPage": "235",
      "MedlinePgn": "225-235"
    },
    "Abstract": {
      "AbstractText": [
        "Hip and knee strengthening exercises are implemented in rehabilitation of patellofemoral pain patients, but typically use high loads (70% of 1 repetition maximum). This may lead to increased patellofemoral joint stress. Low load training (20-30% of 1 repetition maximum) with blood flow restriction could allow for exercise strength benefits to proximal and distal muscles with reduced joint stress and by promoting hypoalgesia.",
        "The aim of this study was to compare hip and knee focused exercises with and without blood flow restriction in adults with patellofemoral pain for short term effectiveness.",
        "A randomized observed-blind controlled trial.",
        "Musculoskeletal laboratories of the European University Cyprus, Nicosia, Cyprus.",
        "60 volunteer patients, 18-40 years of age with patellofemoral pain.",
        "Participants were randomly assigned to (1 reference group) hip and knee strengthening at (70% of 1 repetition maximum) or (2 experimental group) Strengthening with blood flow restriction at (30% of 1 repetition maximum at 70% of limb occlution pressure). Treatments took place 3 times per week for 4weeks and outcomes were assessed at baseline, end of treatment and at 2-month follow-up. The primary outcome was the Kujala Anterior Knee Pain Scale and secondary outcomes were worst and usual pain, pain with Single leg Squats, the maximum pain free flexion angle, the Tampa Scale of kinesiophobia, the Pain Catastrophizing Scale and isometric strength of knee extensors, hip extensors and hip abductors.",
        "No difference were found for the main outcome of this study between groups. There was a significant effect of time for all outcome measures in both groups. Between group differences showed a significant difference for isometric strength of Knee extensor values at 2 month follow-up F(1,58)=5.56, P=0.02, partial η2=0.09, 459.4 (412.13, 506.64) vs. 380.68 (333.42, 427.93) and in worst pain post-treatment F(1,58)=5.27, P=0.02, partial η<sup>2</sup>=0.08, 0.76 (0.48, 1.04) vs. reference group 1.30 (0.91, 1.68) with significantly better scores in the blood flow restriction group.",
        "Blood flow restriction exercises of the hip and knee musculature used in this study were as effective as usual exercises of Hip and knee musculature in reducing symptoms in the short term. They also indicated greater increases in strength and reduction of worst pain post-treatment.",
        "Further research is needed to investigate the dose response relationship with longer follow-ups."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Sciences, European University Cyprus, Nicosia, Cyprus - an.constantinou@euc.ac.cy."
          }
        ],
        "LastName": "Constantinou",
        "ForeName": "Antonis",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Sciences, School of Sciences, European University Cyprus, Nicosia Cyprus."
          }
        ],
        "LastName": "Mamais",
        "ForeName": "Ioannis",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, Director of Laboratory of Neuromuscular and Cardiovascular Study of Motion (LANECASM), Faculty of Health and Caring Sciences, University of West Attica, Athens, Greece."
          }
        ],
        "LastName": "Papathanasiou",
        "ForeName": "Giorgos",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Sciences, Cyprus Musculoskeletal and Sports Trauma Research Centre (CYMUSTREC) Physiotherapy Program, School of Sciences, European University Cyprus, Nicosia, Cyprus."
          }
        ],
        "LastName": "Lamnisos",
        "ForeName": "Demetris",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, Faculty of Health and Caring Sciences, University of West Attica, Athens, Greece."
          }
        ],
        "LastName": "Stasinopoulos",
        "ForeName": "Dimitrios",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Eur J Phys Rehabil Med",
    "NlmUniqueID": "101465662",
    "ISSNLinking": "1973-9087"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blood Flow Restriction Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Patellofemoral Pain Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    }
  ],
  "CoiStatement": "<i>Conflicts of interest.—</i>The authors certify that there is no conflict of interest with any financial organization regarding the material discussed in the manuscript."
}