{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36912791",
  "DateCompleted": {
    "Year": "2023",
    "Month": "03",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD013448",
      "10.1002/14651858.CD013448.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "3",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "Mar",
          "Day": "13"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Exercise interventions for adults with cancer receiving radiation therapy alone.",
    "Pagination": {
      "StartPage": "CD013448",
      "MedlinePgn": "CD013448"
    },
    "Abstract": {
      "AbstractText": [
        "Radiation therapy (RT) is given to about half of all people with cancer. RT alone is used to treat various cancers at different stages. Although it is a local treatment, systemic symptoms may occur. Cancer- or treatment-related side effects can lead to a reduction in physical activity, physical performance, and quality of life (QoL). The literature suggests that physical exercise can reduce the risk of various side effects of cancer and cancer treatments, cancer-specific mortality, recurrence of cancer, and all-cause mortality.",
        "To evaluate the benefits and harms of exercise plus standard care compared with standard care alone in adults with cancer receiving RT alone.",
        "We searched CENTRAL, MEDLINE (Ovid), Embase (Ovid), CINAHL, conference proceedings and trial registries up to 26 October 2022.",
        "We included randomised controlled trials (RCTs) that enrolled people who were receiving RT without adjuvant systemic treatment for any type or stage of cancer. We considered any type of exercise intervention, defined as a planned, structured, repetitive, objective-oriented physical activity programme in addition to standard care. We excluded exercise interventions that involved physiotherapy alone, relaxation programmes, and multimodal approaches that combined exercise with other non-standard interventions such as nutritional restriction.",
        "We used standard Cochrane methodology and the GRADE approach for assessing the certainty of the evidence. Our primary outcome was fatigue and the secondary outcomes were QoL, physical performance, psychosocial effects, overall survival, return to work, anthropometric measurements, and adverse events.",
        "Database searching identified 5875 records, of which 430 were duplicates. We excluded 5324 records and the remaining 121 references were assessed for eligibility. We included three two-arm RCTs with 130 participants. Cancer types were breast and prostate cancer. Both treatment groups received the same standard care, but the exercise groups also participated in supervised exercise programmes several times per week while undergoing RT. Exercise interventions included warm-up, treadmill walking (in addition to cycling and stretching and strengthening exercises in one study), and cool-down. In some analysed endpoints (fatigue, physical performance, QoL), there were baseline differences between exercise and control groups. We were unable to pool the results of the different studies owing to substantial clinical heterogeneity. All three studies measured fatigue. Our analyses, presented below, showed that exercise may reduce fatigue (positive SMD values signify less fatigue; low certainty). • Standardised mean difference (SMD) 0.96, 95% confidence interval (CI) 0.27 to 1.64; 37 participants (fatigue measured with Brief Fatigue Inventory (BFI)) • SMD 2.42, 95% CI 1.71 to 3.13; 54 participants (fatigue measured with BFI) • SMD 1.44, 95% CI 0.46 to 2.42; 21 participants (fatigue measured with revised Piper Fatigue Scale) All three studies measured QoL, although one provided insufficient data for analysis. Our analyses, presented below, showed that exercise may have little or no effect on QoL (positive SMD values signify better QoL; low certainty). • SMD 0.40, 95% CI -0.26 to 1.05; 37 participants (QoL measured with Functional Assessment of Cancer Therapy-Prostate) • SMD 0.47, 95% CI -0.40 to 1.34; 21 participants (QoL measured with World Health Organization QoL questionnaire (WHOQOL-BREF)) All three studies measured physical performance. Our analyses of two studies, presented below, showed that exercise may improve physical performance, but we are very unsure about the results (positive SMD values signify better physical performance; very low certainty) • SMD 1.25, 95% CI 0.54 to 1.97; 37 participants (shoulder mobility and pain measured on a visual analogue scale) • SMD⁠⁠⁠⁠⁠⁠ 3.13 (95% CI 2.32 to 3.95; 54 participants (physical performance measured with the six-minute walk test) Our analyses of data from the third study showed that exercise may have little or no effect on physical performance measured with the stand-and-sit test, but we are very unsure about the results (SMD 0.00, 95% CI -0.86 to 0.86, positive SMD values signify better physical performance; 21 participants; very low certainty). Two studies measured psychosocial effects. Our analyses (presented below) showed that exercise may have little or no effect on psychosocial effects, but we are very unsure about the results (positive SMD values signify better psychosocial well-being; very low certainty). • SMD 0.48, 95% CI -0.18 to 1.13; 37 participants (psychosocial effects measured on the WHOQOL-BREF social subscale) • SMD 0.29, 95% CI -0.57 to 1.15; 21 participants (psychosocial effects measured with the Beck Depression Inventory) Two studies recorded adverse events related to the exercise programmes and reported no events. We estimated the certainty of the evidence as very low. No studies reported adverse events unrelated to exercise. No studies reported the other outcomes we intended to analyse (overall survival, anthropometric measurements, return to work).",
        "There is little evidence on the effects of exercise interventions in people with cancer who are receiving RT alone. While all included studies reported benefits for the exercise intervention groups in all assessed outcomes, our analyses did not consistently support this evidence. There was low-certainty evidence that exercise improved fatigue in all three studies. Regarding physical performance, our analysis showed very low-certainty evidence of a difference favouring exercise in two studies, and very low-certainty evidence of no difference in one study. We found very low-certainty evidence of little or no difference between the effects of exercise and no exercise on quality of life or psychosocial effects. We downgraded the certainty of the evidence for possible outcome reporting bias, imprecision due to small sample sizes in a small number of studies, and indirectness of outcomes. In summary, exercise may have some beneficial outcomes in people with cancer who are receiving RT alone, but the evidence supporting this statement is of low certainty. There is a need for high-quality research on this topic."
      ],
      "CopyrightInformation": "Copyright © 2023 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Radiation Oncology, Cyberknife and Radiotherapy, Faculty of Medicine and University Hospital Cologne, Cologne, Germany."
          }
        ],
        "LastName": "Trommer",
        "ForeName": "Maike",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Radiation Oncology, Cyberknife and Radiotherapy, Faculty of Medicine and University Hospital Cologne, Cologne, Germany."
          }
        ],
        "LastName": "Marnitz",
        "ForeName": "Simone",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cochrane Cancer, Department I of Internal Medicine, Center for Integrated Oncology Aachen Bonn Cologne Düsseldorf, Faculty of Medicine and University Hospital Cologne, University of Cologne, Cologne, Germany."
          }
        ],
        "LastName": "Skoetz",
        "ForeName": "Nicole",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Internal Medicine I, University of Cologne, Faculty of Medicine and University Hospital Cologne, Cologne, Germany."
          }
        ],
        "LastName": "Rupp",
        "ForeName": "Ronja",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Internal Medicine I, University of Cologne, Faculty of Medicine and University Hospital Cologne, Cologne, Germany."
          }
        ],
        "LastName": "Niels",
        "ForeName": "Timo",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Radiation Oncology, Cyberknife and Radiotherapy, Faculty of Medicine and University Hospital Cologne, Cologne, Germany."
          }
        ],
        "LastName": "Morgenthaler",
        "ForeName": "Janis",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Internal Medicine III - Hematology/Oncology, University Hospital Munich, Munich, Germany."
          }
        ],
        "LastName": "Theurich",
        "ForeName": "Sebastian",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Internal Medicine III - Hematology/Oncology, University Hospital Munich, Munich, Germany."
          }
        ],
        "LastName": "von Bergwelt-Baildon",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Radiation Oncology, Cyberknife and Radiotherapy, Faculty of Medicine and University Hospital Cologne, Cologne, Germany."
          }
        ],
        "LastName": "Baues",
        "ForeName": "Christian",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Internal Medicine I, University of Cologne, Faculty of Medicine and University Hospital Cologne, Cologne, Germany."
          }
        ],
        "LastName": "Baumann",
        "ForeName": "Freerk T",
        "Initials": "FT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD013448"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [
        "radiotherapy",
        "complications"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walk Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "MT: none known\u2028SM: none known\u2028NS: none known\u2028RR: none known\u2028TN: none known\u2028JM: none known\u2028ST: none known\u2028MvBB: none known\u2028CB: none known\u2028FTB: none known"
}