{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24706721",
  "DateCompleted": {
    "Year": "2015",
    "Month": "05",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "04",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1136/injuryprev-2013-041087"
    ],
    "Journal": {
      "ISSN": "1475-5785",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "5",
        "PubDate": {
          "Year": "2014",
          "Month": "Oct"
        }
      },
      "Title": "Injury prevention : journal of the International Society for Child and Adolescent Injury Prevention",
      "ISOAbbreviation": "Inj Prev"
    },
    "ArticleTitle": "A systematic review of core implementation components in team ball sport injury prevention trials.",
    "Pagination": {
      "StartPage": "357",
      "EndPage": "362",
      "MedlinePgn": "357-62"
    },
    "Abstract": {
      "AbstractText": [
        "Recently, the use of specific exercise programmes to prevent musculoskeletal injuries in team ball sports has gained considerable attention, and the results of large-scale, randomised controlled trials have supported their efficacy. To enhance the translation of these interventions into widespread use, research trials must be reported in a way that allows the players, staff and policymakers associated with sports teams to implement these interventions effectively. In particular, information is needed on core implementation components, which represent the essential and indispensable aspects of successful implementation.",
        "To assess the extent to which team ball sport injury prevention trial reports have reported the core implementation components of the intervention, the intervention target and the use of any delivery agents (ie, staff or other personnel delivering the intervention). To summarise which specific types of intervention, intervention target and delivery agents are reported. To develop consensus between reviewers on the reporting of these components.",
        "Six electronic databases were systematically searched for English-language, peer-reviewed papers on injury prevention exercise programme (IPEP) trials in team ball sports. The reporting of all eligible trials was assessed by two independent reviewers. The reporting of the three core implementation components were coded as 'yes', 'no' or 'unclear'. For cases coded as 'yes', the specific types of interventions, intervention targets and delivery agents were extracted and summarised.",
        "The search strategy identified 52 eligible trials. The intervention and the intervention target were reported in all 52 trials. The reporting of 25 trials (48%) specified the use of delivery agents, the reporting of three trials (6%) specified not using delivery agents, and in the reporting of the remaining 24 trials (46%) the use of delivery agents was unclear. The reported intervention type was an IPEP alone in 43 trials (83%), education/instruction in how to deliver an IPEP in three trials (6%) and multiple types of interventions (including an IPEP) in six trials (12%). Players were the most commonly reported intervention target (88%, n=46), followed by multiple targets (8%, n=4) and coaches (4%, n=2). Of the 25 trials for which delivery agents were reported, 13 (52%) reported a single type of delivery agent and 12 (48%) multiple types. The types of delivery agents reported included coaches, physiotherapists, athletic trainers and team captains.",
        "The current reporting of core implementation components in team ball sport IPEP trials is inadequate. In many trial reports, it is unclear whether researchers delivered the IPEP directly to players themselves or engaged delivery agents (eg, coaches, physiotherapists, athletic trainers) to deliver the programme. When researchers do interact with delivery agents, the education/instruction of delivery agents should be acknowledged as an intervention component and the delivery agents as an intervention target. Detailed reporting of implementation components in team ball sport IPEP trials will facilitate the successful replication of these interventions by intended users in practice and by researchers in other studies."
      ],
      "CopyrightInformation": "Published by the BMJ Publishing Group Limited. For permission to use (where not already granted under a licence) please go to http://group.bmj.com/group/rights-licensing/permissions."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Australian Centre for Research into Injury in Sport and its Prevention (ACRISP), Federation University Australia, Ballarat, Victoria, Australia."
          }
        ],
        "LastName": "O'Brien",
        "ForeName": "James",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Australian Centre for Research into Injury in Sport and its Prevention (ACRISP), Federation University Australia, Ballarat, Victoria, Australia."
          }
        ],
        "LastName": "Finch",
        "ForeName": "Caroline F",
        "Initials": "CF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Inj Prev",
    "NlmUniqueID": "9510056",
    "ISSNLinking": "1353-8047"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Athletic Injuries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Baseball"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Basketball"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Musculoskeletal Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Soccer"
    }
  ]
}