{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15935334",
  "DateCompleted": {
    "Year": "2006",
    "Month": "01",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0008-6363",
      "JournalIssue": {
        "Volume": "67",
        "Issue": "2",
        "PubDate": {
          "Year": "2005",
          "Month": "Aug",
          "Day": "01"
        }
      },
      "Title": "Cardiovascular research",
      "ISOAbbreviation": "Cardiovasc Res"
    },
    "ArticleTitle": "Molecular mechanisms of vascular adaptations to exercise. Physical activity as an effective antioxidant therapy?",
    "Pagination": {
      "StartPage": "187",
      "EndPage": "197",
      "MedlinePgn": "187-97"
    },
    "Abstract": {
      "AbstractText": [
        "A lack of exercise training and/or regular physical activity is a known risk factor for cardiovascular disease. Exercise training induces marked vascular remodeling by increasing angiogenesis and arteriogenesis. These changes in the architecture of the vascular tree are likely associated with functional changes and improved organ blood flow. Physical forces such as shear stress, transmural pressure and cyclic stretch activate mechanotransduction mechanisms in endothelial and smooth muscle cells that are mediated by integrins and associated RhoA small GTPase. They stimulate various signal transduction pathways involving phosphorylation of kinases such as focal adhesion kinase, c-Src, Akt kinase, phosphatidylinositol 3-kinase, myosin light chain kinase and mitogen-activated protein kinases (MAPK) such as extracellular signal-regulated kinase (ERK). These mechanisms result in upregulation of genes mediating antiatherogenic effects by promoting antiapoptotic and antiproliferative signals, by increasing vascular NO bioavailability and by changing calcium handling and the vascular myogenic response to pressure. Exercise-induced increase of vascular eNOS expression and of eNOS Ser-1177 phosphorylation is most likely an important and potentially vasoprotective effect of exercise training. The underlying mechanisms involve cell membrane proteins such as integrins and products of vascular oxidative stress such as hydrogen peroxide. Exercise-induced eNOS expression is transient and reversible and regulated by factors such as angiogenesis, arteriogenesis and antioxidative effects including upregulation of superoxide dismutases (SOD1, SOD3) and downregulation of NAD(P)H oxidase, which likely blunts the effects of oxidative stress. Based on these observations, it appears reasonable to assume that exercise training can be viewed as an effective antioxidant and antiatherogenic therapy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Pharmakologie und Klinische Pharmakologie, Medizinische Einrichtungen, Heinrich-Heine-Universität, Moorenstr. 5, 40225 Düsseldorf, Germany. kojda@uni-duesseldorf.de"
          }
        ],
        "LastName": "Kojda",
        "ForeName": "Georg",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hambrecht",
        "ForeName": "Rainer",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cardiovasc Res",
    "NlmUniqueID": "0077427",
    "ISSNLinking": "0008-6363"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Cardiovascular System"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "MAP Kinase Signaling System"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Regional Blood Flow"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stress, Mechanical"
    }
  ],
  "NumberOfReferences": "91"
}