{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Die nicht-alkoholische Fettlebererkrankung (NAFLD) ist eine häufige chronische Erkrankung, die bei unzureichender Diagnose und unzureichender Behandlung zu einer Verschlechterung der Leberwerte führen kann. Es gibt nur wenige Studien, die belegen, dass Sport die Leberenzymwerte sowie die Lipid- und Glukoseparameter verbessert. ZIEL: In dieser systematischen Übersichtsarbeit und Meta-Analyse wurde die Wirksamkeit von aerobem Bewegungs- und Widerstandstraining bei Patienten mit NAFLD untersucht.",
        "Wir recherchierten in den Datenbanken PubMed, Embase, Cochrane Library und Web of Science die entsprechenden Studien. Anhand der Ein- und Ausschlusskriterien wurden insgesamt 1129 Artikel, die vor dem 1. September 2021 veröffentlicht worden waren, gescreent und schlussendlich 17 Artikel mit insgesamt 1168 Teilnehmern eingeschlossen. Die Werte der Leberenzyme sowie des Lipid- und Glukosestoffwechsels wurden erfasst und mit Stata SE untersucht.",
        "Die Ergebnisse legen nahe, dass aerobes Bewegungs- und Widerstandstraining bei Patienten mit NAFLD die Werte der Leberenzyme, der Blutfette und des Blutzuckers und insbesondere des viszeralen Fettgewebes deutlich verbessern können (WMD=–8,3 bei 95% CI [–11,59 bis –5,00], p<0,0001).",
        "Diese Studie hat gezeigt, dass aerobes Bewegungs- und Widerstandstraining eine positive Rolle bei der Behandlung von NAFLD spielen. Um die Auswirkungen auf Patienten mit NAFLD besser quantitativ beurteilen zu können, sollte ein spezifischeres und einheitlicheres Trainingsprogramm angeboten werden. SCHLüSSELWöRTER: Nicht-alkoholische Fettlebererkrankung, aerobes Bewegungstraining, Widerstandstraining, randomisierte kontrollierte Studie, Meta-Analyse."
      ],
      "CopyrightInformation": "The Author(s). This is an open access article published by Thieme under the terms of the Creative Commons Attribution-NonDerivative-NonCommercial-License, permitting copying and reproduction so long as the original work is given appropriate credit. Contents may not be used for commercial purposes, or adapted, remixed, transformed or built upon. (https://creativecommons.org/licenses/by-nc-nd/4.0/)."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35636454",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "05",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1055/a-1742-4257"
    ],
    "Journal": {
      "ISSN": "1439-7803",
      "JournalIssue": {
        "Volume": "60",
        "Issue": "11",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov"
        }
      },
      "Title": "Zeitschrift fur Gastroenterologie",
      "ISOAbbreviation": "Z Gastroenterol"
    },
    "ArticleTitle": "Efficacy of aerobic and resistance exercises in improving visceral adipose in patients with non-alcoholic fatty liver: a meta-analysis of randomized controlled trials.",
    "Pagination": {
      "StartPage": "1644",
      "EndPage": "1658",
      "MedlinePgn": "1644-1658"
    },
    "Abstract": {
      "AbstractText": [
        "Non-alcoholic fatty liver disease (NAFLD) is a common chronic disease that can cause liver deterioration if insufficiently diagnosed and untreated. The verification of whether exercise interventions improve liver enzymes and lipid and glucose parameters is scant.",
        "We conducted this systematic review and meta-analysis to examine the efficacy of aerobic and resistance exercise interventions in patients with NAFLD.",
        "We searched the related studies in the PubMed, Embase, Cochrane Library, and Web of Science databases. We screened 1129 articles published before September 1, 2021, based on the inclusion and exclusion standards, after which 17 articles with a total of 1168 participants were finally included. The indices of liver enzymes and lipid and glucose metabolism were gathered and examined by Stata SE.",
        "The outcomes suggested that aerobic and resistance exercise can markedly improve the parameters of liver enzymes, blood lipids, and glucose, and especially visceral adipose tissue (weighted mean different [WMD] = -8.3 at 95% CI [-11.59 to -5.00], p < 0.0001), in patients with NAFLD.",
        "This study demonstrated that aerobic and resistance exercises positively affect NAFLD treatment. To further quantify the effects on patients with NAFLD, a more specific and uniform exercise program should be proposed."
      ],
      "CopyrightInformation": "The Author(s). This is an open access article published by Thieme under the terms of the Creative Commons Attribution-NonDerivative-NonCommercial-License, permitting copying and reproduction so long as the original work is given appropriate credit. Contents may not be used for commercial purposes, or adapted, remixed, transformed or built upon. (https://creativecommons.org/licenses/by-nc-nd/4.0/)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
          }
        ],
        "LastName": "Fu",
        "ForeName": "Lixiang",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Wenyue",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
          }
        ],
        "LastName": "Ao",
        "ForeName": "Yupei",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
          }
        ],
        "LastName": "Zheng",
        "ForeName": "Zhongling",
        "Initials": "Z"
      },
      {
        "Identifier": [
          "0000-0003-2332-2304"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Second Affiliated Hospital of Chongqing Medical University, Chongqing, China."
          }
        ],
        "LastName": "Hu",
        "ForeName": "Huaidong",
        "Initials": "H"
      }
    ],
    "GrantList": [
      {
        "GrantID": "The National Science and Technology Major Project of China",
        "Agency": "2017ZX10202203-007；2017ZX10202203-008",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Meta-Analysis",
      "Journal Article"
    ],
    "VernacularTitle": "Die Wirksamkeit von aerobem Bewegungs- und Widerstandstraining zur Verbesserung der viszeralen Adipositas bei Patienten mit nichtalkoholischer Fettleber: Eine Meta-Analyse randomisierter, kontrollierter Studien."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Z Gastroenterol",
    "NlmUniqueID": "0033370",
    "ISSNLinking": "0044-2771"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Lipids"
    },
    {
      "RegistryNumber": "IY9XDZ35W2",
      "NameOfSubstance": "Glucose"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Non-alcoholic Fatty Liver Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lipids"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Glucose"
    }
  ],
  "CoiStatement": "The authors declare that they have no conflict of interest."
}