{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Atención primaria",
      "Barreras",
      "Barriers",
      "Chronic diseases",
      "Ejercicio físico",
      "Enfermedades crónicas",
      "Facilitadores",
      "Facilitators",
      "Physical exercise",
      "Primary care"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Explorar las percepciones de los pacientes durante el programa de ejercicio y detectar las barreras y los facilitadores que influyen en la adherencia al ejercicio al término de la supervisión.",
        "Estudio observacional cualitativo con grupos de discusión como principal técnica de recogida de datos.",
        "Centros de atención primaria de Vizcaya.",
        "De los 175 pacientes aleatorizados del ensayo híbrido de efectividad-implementación se incluyeron 19 pacientes del grupo intervención (12 pacientes oncohematológicos en estadios avanzados y 7 con trastorno mental grave).",
        "Se ha realizado un análisis de contenido de las transcripciones generadas, combinando un enfoque deductivo, basado en los dominios del marco teórico PRACTIS y uno inductivo, basado en los postulados de la teoría fundamentada.",
        "Los participantes se mostraron satisfechos con el programa EfiKroniK y los beneficios fueron: descubrimiento de los beneficios del ejercicio físico, la gestión psicológica y emocional de la enfermedad, los beneficios de la comunicación entre iguales y del apoyo emocional y romper con la rutina de la enfermedad. Los participantes disminuyeron los niveles de ejercicio físico al término de la supervisión por la confluencia de diferentes barreras.",
        "Un programa de ejercicio supervisado realizado en atención primaria contribuyó a mejorar la calidad de vida, el bienestar emocional y social de pacientes en estadios avanzados de su enfermedad. Nuestro estudio ha identificado barreras potenciales y facilitadores asociados con la participación en el ejercicio y su continuidad; sin embargo, es necesario promover la coordinación intersectorial en el espacio sociosanitario para fomentar una atención integrada y continuada a los pacientes crónicos."
      ],
      "CopyrightInformation": "Copyright © 2022 The Authors. Publicado por Elsevier España, S.L.U. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36037780",
  "DateCompleted": {
    "Year": "2022",
    "Month": "10",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "11",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "08",
        "Day": "27"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "102456",
      "10.1016/j.aprim.2022.102456",
      "S0212-6567(22)00176-7"
    ],
    "Journal": {
      "ISSN": "1578-1275",
      "JournalIssue": {
        "Volume": "54",
        "Issue": "10",
        "PubDate": {
          "Year": "2022",
          "Month": "Oct"
        }
      },
      "Title": "Atencion primaria",
      "ISOAbbreviation": "Aten Primaria"
    },
    "ArticleTitle": "[Barriers and facilitators of the EfiKroniK exercise program for people with chronic diseases in Primary Care].",
    "Pagination": {
      "StartPage": "102456",
      "MedlinePgn": "102456"
    },
    "Abstract": {
      "AbstractText": [
        "Explore patients' perceptions during a supervised exercise program and detect the barriers and facilitators that influence exercise adherence after the supervision period.",
        "A qualitative observational study with three focus groups as the main data collection technique was conducted. SITE: Primary Health centers of Bizkaia.",
        "Out of the 175 randomized patients in the hybrid effectiveness-implementation trial, a sample of 19 patients from the intervention group were included in the qualitative study (12 advanced-stage onco-haematological patients and seven with severe mental disorders).",
        "Content analysis of the generated transcripts was performed by combining a deductive approach, based on the domains of the PRACTIS theoretical framework, and an inductive one, based on the postulates of the Grounded Theory.",
        "The data analysis showed that participants were satisfied with the EfiKroniK program and that the main identified benefits were discovery of the benefits of physical exercise, the psychological and emotional management of the disease, the benefits from peer communication and emotional support, and the break from routine of their illness. Participants decreased the levels of physical exercise at the end of the supervision6 due to the confluence of several barriers.",
        "A supervised exercise program carried out in Primary Care contributed to the improvement of the quality of life as well as the emotional and social well-being of patients with advanced-stage diseases. Our study identified potential barriers and facilitators associated with exercise participation and its continuity, however, it is necessary to encourage inter-sectoral coordination within the socio-health system to promote integrated and continuous care for chronic patients."
      ],
      "CopyrightInformation": "Copyright © 2022 The Authors. Publicado por Elsevier España, S.L.U. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Investigación Biocruces Bizkaia, Grupo de Atención primaria en salud, prevención y enfermedades crónicas, Barakaldo, Bizkaia, España. Electronic address: Mariasoledad.arietaleanizbeaskoasarabia@osakidetza.eus."
          }
        ],
        "LastName": "Arietaleanizbeaskoa",
        "ForeName": "María Soledad",
        "Initials": "MS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Investigación Biocruces Bizkaia, Grupo de Atención primaria en salud, prevención y enfermedades crónicas, Barakaldo, Bizkaia, España."
          }
        ],
        "LastName": "Pablo",
        "ForeName": "Susana",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Investigación Biocruces Bizkaia, Grupo de Oncología Médica, Barakaldo, Bizkaia, España."
          }
        ],
        "LastName": "Sancho",
        "ForeName": "Aintzane",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Investigación Biocruces Bizkaia, Grupo de Oncología Médica, Barakaldo, Bizkaia, España."
          }
        ],
        "LastName": "Martin",
        "ForeName": "Xabier",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Investigación Biocruces Bizkaia, Grupo de Salud Mental, Barakaldo, Bizkaia, España."
          }
        ],
        "LastName": "Moreno",
        "ForeName": "Concepción",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Investigación Biocruces Bizkaia, Grupo de Atención primaria en salud, prevención y enfermedades crónicas, Barakaldo, Bizkaia, España."
          }
        ],
        "LastName": "Grandes",
        "ForeName": "Gonzalo",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Observational Study"
    ],
    "VernacularTitle": "Barreras y facilitadores del programa de ejercicio EfiKroniK para pacientes con enfermedad crónica en atención primaria."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Aten Primaria",
    "NlmUniqueID": "9111075",
    "ISSNLinking": "0212-6567"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Primary Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ]
}