{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "(3–6) arthritis",
      "Exercise",
      "Fitness",
      "Physical therapy",
      "Physiotherapy",
      "Rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35970256",
  "DateCompleted": {
    "Year": "2022",
    "Month": "10",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "11",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "08",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.joca.2022.07.008",
      "S1063-4584(22)00799-3"
    ],
    "Journal": {
      "ISSN": "1522-9653",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "11",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov"
        }
      },
      "Title": "Osteoarthritis and cartilage",
      "ISOAbbreviation": "Osteoarthritis Cartilage"
    },
    "ArticleTitle": "Does land-based exercise-therapy improve physical activity in people with knee osteoarthritis? A systematic review with meta-analyses.",
    "Pagination": {
      "StartPage": "1420",
      "EndPage": "1433",
      "MedlinePgn": "1420-1433"
    },
    "Abstract": {
      "AbstractText": [
        "Investigate the effects of land-based exercise-therapy on physical activity in people with knee osteoarthritis (KOA).",
        "Systematic review and meta-analysis of randomised or quasi-randomised trials investigating land-based exercise-therapy on physical activity, fitness, and general health in people with KOA. We updated a 2013 Cochrane review search on exercise-therapy for KOA in April 2021 and applied the Cochrane Risk-of-Bias Tool 1.0 to included articles. Standardised mean differences (SMDs) and 95% confidence intervals (CI) were calculated. GRADE was used to assess certainty of the evidence.",
        "Twenty-eight randomised controlled trials (2,789 participants) evaluating the effects of resistance-training (n = 10), walking (n = 6) and mixed-exercise programs (n = 7) were identified. Low to moderate certainty evidence indicated small increases in physical activity for exercise-therapy compared to non-exercise interventions in the short-term (SMD, 95% CI = 0.29, 0.09 to 0.50), but not the medium- (0.03, -0.11 to 0.18) or long-term (-0.06, -0.34 to 0.22). Low certainty evidence indicated large increases in physical activity for walking programs (0.53, 0.11 to 0.95) and mixed-exercise programs (0.67, 0.37 to 0.97) compared to non-exercise interventions in the short-term. Low certainty evidence indicated moderate and small increases in physical activity for resistance-training combined with education focused on pain coping skills and self-efficacy compared to education alone at medium-term follow-up (0.45, 0.19 to 0.71).",
        "Walking and mixed-exercise, but not resistance-training, may improve physical activity in people with KOA in the short-term. Combining resistance-training with education may increase physical activity in the medium-, but not the long-term, highlighting the potential importance of developing more effective longer-term interventions for people with KOA. Future studies evaluating land-based exercise-therapy are encouraged to include physical activity outcomes and longer-term follow-up to increase the certainty of evidence."
      ],
      "CopyrightInformation": "Copyright © 2022 Osteoarthritis Research Society International. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "La Trobe Sport & Exercise Medicine Research Centre (LASEM), School of Allied Health, Human Services and Sport, La Trobe University, Bundoora, Australia. Electronic address: E.Bell@latrobe.edu.au."
          }
        ],
        "LastName": "Bell",
        "ForeName": "E C",
        "Initials": "EC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health & Preventive Medicine, Monash University, Melbourne, Australia; Monash-Cabrini Department of Musculoskeletal Health and Clinical Epidemiology, Cabrini Health, Australia; Department of Physiotherapy, Podiatry, Prosthetics and Orthotics, School of Allied Health, Human Services and Sport, La Trobe University, Australia."
          }
        ],
        "LastName": "Wallis",
        "ForeName": "J A",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "La Trobe Sport & Exercise Medicine Research Centre (LASEM), School of Allied Health, Human Services and Sport, La Trobe University, Bundoora, Australia; Health and Social Sciences Cluster, Singapore Institute of Technology, Singapore."
          }
        ],
        "LastName": "Goff",
        "ForeName": "A J",
        "Initials": "AJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "La Trobe Sport & Exercise Medicine Research Centre (LASEM), School of Allied Health, Human Services and Sport, La Trobe University, Bundoora, Australia."
          }
        ],
        "LastName": "Crossley",
        "ForeName": "K M",
        "Initials": "KM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "La Trobe University School of Psychology and Public Health, Australia."
          }
        ],
        "LastName": "O'Halloran",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "La Trobe Sport & Exercise Medicine Research Centre (LASEM), School of Allied Health, Human Services and Sport, La Trobe University, Bundoora, Australia; Department of Physiotherapy, Podiatry, Prosthetics and Orthotics, School of Allied Health, Human Services and Sport, La Trobe University, Australia."
          }
        ],
        "LastName": "Barton",
        "ForeName": "C J",
        "Initials": "CJ"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Systematic Review",
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Osteoarthritis Cartilage",
    "NlmUniqueID": "9305697",
    "ISSNLinking": "1063-4584"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Osteoarthritis, Knee"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ]
}