{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "exercise movement techniques",
      "muscle strength",
      "musculoskeletal pain",
      "resistance training",
      "sports injury"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36232010",
  "DateCompleted": {
    "Year": "2022",
    "Month": "10",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "10",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "12710",
      "10.3390/ijerph191912710"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "19",
        "PubDate": {
          "Year": "2022",
          "Month": "Oct",
          "Day": "05"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Exercise Selection and Common Injuries in Fitness Centers: A Systematic Integrative Review and Practical Recommendations.",
    "Abstract": {
      "AbstractText": [
        "Weight resistance training (RT) is an essential component of physical conditioning programs to improve the quality of life and physical fitness in different ages and populations. This integrative review aimed to analyze the scientific evidence on the relationship between exercise selection and the appearance of musculoskeletal injuries in physical fitness centers (PFC). The PubMed or Medline, EMBASE or Science Direct, Google Scholar and PEDro databases were selected to examine the available literature using a Boolean algorithm with search terms. The review process was performed using the five-stage approach for an integrative review and it was reported according to the PRISMA in Exercise, Rehabilitation, Sport Medicine and Sports Science (PERSiST) guidelines. A total of 39 peer-reviewed articles (Price index = 71.7%) met the inclusion criteria and evaluated the link between exercise selection and the incidence of injuries in exercisers who regularly attend PFC. Most injuries occur to the shoulders, elbows, vertebrae of the spine, and knees. Although the injury etiologies are multifactorial, the findings of the reviewed articles include the impacts of overuse, short post-exercise recovery periods, poor conditioning in the exercised body areas, frequent use of heavy loads, improper technique in certain exercises, and the abuse of performance- and image-enhancing drugs. Practical recommendations addressed to clinical exercise physiologists, exercise professionals, and health professionals are given in this paper. The exercise selection in RT programs requires professional supervision and adhering to proper lifting techniques and training habits that consider the anatomical and biomechanical patterns of the musculoskeletal structures, as well as genetic, pedagogical, and methodological aspects directly related to the stimulus-response process to mitigate the occurrence of RT-related injuries in PFC."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2634-1220"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Division, Dynamical Business & Science Society-DBSS International SAS, Bogotá 110311, Colombia."
          },
          {
            "Identifier": [],
            "Affiliation": "Research Group in Physical Activity, Sports and Health Sciences-GICAFS, Universidad de Córdoba, Montería 230002, Colombia."
          },
          {
            "Identifier": [],
            "Affiliation": "Research Group in Biochemistry and Molecular Biology, Faculty of Sciences and Education, Universidad Distrital Francisco José de Caldas, Bogotá 110311, Colombia."
          },
          {
            "Identifier": [],
            "Affiliation": "Sport Genomics Research Group, Department of Genetics, Physical Anthropology and Animal Physiology, Faculty of Science and Technology, University of the Basque Country (UPV/EHU), 48940 Leioa, Spain."
          }
        ],
        "LastName": "Bonilla",
        "ForeName": "Diego A",
        "Initials": "DA"
      },
      {
        "Identifier": [
          "0000-0001-8076-3304"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research and Measurement Group in Sports Training (IMED), Faculty of Health Sciences and Sports, Fundación Universitaria del Área Andina, Bogotá 111221, Colombia."
          }
        ],
        "LastName": "Cardozo",
        "ForeName": "Luis A",
        "Initials": "LA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Division, Dynamical Business & Science Society-DBSS International SAS, Bogotá 110311, Colombia."
          },
          {
            "Identifier": [],
            "Affiliation": "ARTHROS Centro de Fisioterapia y Ejercicio, Medellín 050012, Colombia."
          }
        ],
        "LastName": "Vélez-Gutiérrez",
        "ForeName": "Jorge M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Division, Dynamical Business & Science Society-DBSS International SAS, Bogotá 110311, Colombia."
          },
          {
            "Identifier": [],
            "Affiliation": "Centro de Capacitación en Acondicionamiento y Preparación Física (CCAPF), Bogotá 111511, Colombia."
          }
        ],
        "LastName": "Arévalo-Rodríguez",
        "ForeName": "Adrián",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0001-6775-9159"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Division, Dynamical Business & Science Society-DBSS International SAS, Bogotá 110311, Colombia."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Sport Sciences, EADE-University of Wales Trinity Saint David, 29018 Málaga, Spain."
          }
        ],
        "LastName": "Vargas-Molina",
        "ForeName": "Salvador",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0001-6114-1649"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physiology of Work and Exercise Response (POWER) Laboratory, Institute of Exercise Physiology and Rehabilitation Science, University of Central Florida, Orlando, FL 32816, USA."
          }
        ],
        "LastName": "Stout",
        "ForeName": "Jeffrey R",
        "Initials": "JR"
      },
      {
        "Identifier": [
          "0000-0002-3906-1658"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise & Sport Nutrition Laboratory, Human Clinical Research Facility, Texas A&M University, College Station, TX 77843, USA."
          }
        ],
        "LastName": "Kreider",
        "ForeName": "Richard B",
        "Initials": "RB"
      },
      {
        "Identifier": [
          "0000-0001-5678-1000"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Division, Dynamical Business & Science Society-DBSS International SAS, Bogotá 110311, Colombia."
          },
          {
            "Identifier": [],
            "Affiliation": "Research Group in Physical Activity, Sports and Health Sciences-GICAFS, Universidad de Córdoba, Montería 230002, Colombia."
          }
        ],
        "LastName": "Petro",
        "ForeName": "Jorge L",
        "Initials": "JL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight Lifting"
    }
  ],
  "CoiStatement": "D.A.B. has conducted academic-sponsored research on resistance training and has received honoraria for selling linear position transducers and speaking about exercise sciences at international conferences and private courses. J.M.V.-G. receives honoraria for rehabilitation services and is the current managing director of IPS ARTHROS, a physiotherapy and exercise center. A.A.-R. and S.V.-M receive honoraria for personalized training services and are managers of physical fitness centers. J.R.S. has conducted industry-sponsored research on exercise sciences over the past 25 years. J.R.S. has also received financial support for presenting at industry-sponsored scientific conferences. R.B.K. has conducted industry-sponsored studies at the universities he has been affiliated with and occasionally serves as a scientific and legal consultant related to exercise and nutrition intervention studies. The other authors declare no conflict of interest. All authors are responsible for the content of this article."
}