{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Nordic walking",
      "rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "В современном мире одним из крупнейших вызовов мировой системе здравоохранения является пандемия, вызванная новой коронавирусной инфекцией (COVID-19). COVID-19 — острое инфекционное заболевание вирусной природы, которое характеризуется выраженной интоксикацией и преимущественным поражением верхних отделов респираторного тракта. В связи с этим актуальной задачей является реабилитация пациентов после перенесенной пневмонии, ассоциированной с COVID-19. В основе реабилитации при многих заболеваниях, в том числе и COVID-19, лежит лечебная физическая культура (ЛФК). Имеются научные данные о положительном влиянии ходьбы с палками (скандинавская ходьба) на организм человека, что явилось основанием для включения этого метода в программу реабилитации пациентов, перенесших COVID-19.",
        "Изучение влияния скандинавской ходьбы на некоторые показатели соматического статуса пациентов, перенесших COVID-19.",
        "В исследовании приняли участие 33 пациента в возрасте 30—70 лет с разными стадиями перенесенного COVID-19, которые прошли курс реабилитации. Эффективность реабилитации оценивали по динамике частоты сердечных сокращений, сатурации кислорода в крови и пиковой скорости выдоха, показателям теста с 6-минутной ходьбой, определяющего толерантность к физической нагрузке. Изменения показателей наблюдали в динамике: до и после 7-дневного курса ЛФК, дополненного занятиями скандинавской ходьбой.",
        "В течение 7-дневного наблюдения у пациентов была отмечена положительная динамика результатов теста с 6-минутной ходьбой, возросла толерантность к физической нагрузке, пациенты указывали на значительное улучшение своего состояния.",
        "Полученные результаты могут быть использованы для разработки программ по реабилитации пациентов, перенесших COVID-19 и нуждающихся в восстановительном лечении."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37735794",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/kurort202310004139"
    ],
    "Journal": {
      "ISSN": "0042-8787",
      "JournalIssue": {
        "Volume": "100",
        "Issue": "4",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury",
      "ISOAbbreviation": "Vopr Kurortol Fizioter Lech Fiz Kult"
    },
    "ArticleTitle": "[Impact of nordic walking on rehabilitation of the patients after COVID-19].",
    "Pagination": {
      "StartPage": "39",
      "EndPage": "45",
      "MedlinePgn": "39-45"
    },
    "Abstract": {
      "AbstractText": [
        "In the modern world, one of the biggest challenges to the global health system is the pandemic caused by coronavirus infection. Coronavirus infection (HCoV) is an acute infectious disease of viral nature, which is characterized by severe intoxication and predominant damage to the upper respiratory tract. Therefore, the urgent task is to rehabilitate patients after pneumonia associated with coronavirus infection (COVID-19). The basis of rehabilitation for many diseases, including COVID-19, is therapeutic physical culture (exercise therapy). In order to achieve a more pronounced positive effect of patients recovery and on the basis of the available scientific justification of the positive effect of walking with sticks (Scandinavian walking) on the human body, it was proposed to supplement the rehabilitation of such patients with Nordic walking classes.",
        "To study the influence of Nordic walking on some indicators of the somatic status of patients who have had a coronavirus infection.",
        "The study involved 33 people aged 30-70 years, with different stages of the disease. To assess rehabilitation, indicators such as heart rate, oxygen saturation in the blood and peak exhalation rate were selected, and the indicators of the 6-minute walk test (6-minute test), which is the main method for determining exercise tolerance in various chronic diseases, were compared. Changes in indicators were observed in dynamics, before and after the 7-day course of physical therapy, supplemented by Nordic walking classes.",
        "Based on the analysis of the data obtained during the 7-day follow-up, 91% of patients showed an increase in oxygen saturation; peak exhalation rate increased by 17% on average; bronchial patency increased. Also, the subjects showed positive dynamics of the results of the 6-minute test, the body's tolerance to physical activity increased, the patients themselves noted a significant improvement in their condition.",
        "Thus, the results obtained can be used to develop rehabilitation programs for patients who have undergone COVID-19 and need restorative treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-9157-2554"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kazan national research technological University, Kazan, Russia."
          }
        ],
        "LastName": "Rasina",
        "ForeName": "I S",
        "Initials": "IS"
      },
      {
        "Identifier": [
          "0000-0002-8763-7922"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kazan national research technological University, Kazan, Russia."
          }
        ],
        "LastName": "Priimak",
        "ForeName": "E V",
        "Initials": "EV"
      },
      {
        "Identifier": [
          "0000-0001-6926-6016"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "I.M. Sechenov First Moscow State Medical University, Moscow, Russia."
          }
        ],
        "LastName": "Kazantseva",
        "ForeName": "M A",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Vliyanie skandinavskoi khod'by na reabilitatsiyu patsientov, perenesshikh COVID-19."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Vopr Kurortol Fizioter Lech Fiz Kult",
    "NlmUniqueID": "2984868R",
    "ISSNLinking": "0042-8787"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nordic Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    }
  ]
}