{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Activité physique",
      "Cerebral plasticity",
      "Cognition",
      "Pathophysiology",
      "Physical activity",
      "Physiopathologie",
      "Plasticité cérébrale",
      "Schizophrenia",
      "Schizophrénie",
      "Symptoms",
      "Symptômes"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29983176",
  "DateCompleted": {
    "Year": "2019",
    "Month": "03",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "03",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "07",
        "Day": "06"
      }
    ],
    "Language": [
      "fre"
    ],
    "ELocationID": [
      "10.1016/j.encep.2018.05.005",
      "S0013-7006(18)30086-1"
    ],
    "Journal": {
      "ISSN": "0013-7006",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "6",
        "PubDate": {
          "Year": "2018",
          "Month": "Dec"
        }
      },
      "Title": "L'Encephale",
      "ISOAbbreviation": "Encephale"
    },
    "ArticleTitle": "[Physical activity in patients with schizophrenia: From neurobiology to clinical benefits].",
    "Pagination": {
      "StartPage": "538",
      "EndPage": "547",
      "MedlinePgn": "538-547"
    },
    "Abstract": {
      "AbstractText": [
        "Schizophrenia is a severe chronic mental disorder that mainly manifests by positive symptoms, negative symptoms, disorganized behavior and thought and cognitive impairments. Taken together, these symptoms have substantial impact on quality of life, well-being and functional outcome. Patients with schizophrenia have dramatically higher levels of cardiovascular and metabolic morbidity than the general population due to poor physical fitness and to sedentary lifestyle. They have a reduced life expectancy, and an excess mortality being two or three times more than that in the general population. Moreover, despite major therapeutic advances in the overall management of these patients, some symptomatic dimensions, and more specifically the negative and cognitive ones, remain to be resistant to the usual pharmacological approaches. Moreover, antipsychotics can also reinforce the global cardiovascular risk due to side effects and low neurometabolic tolerance. The benefits of physical activity on health are now well described in the general population and in many medical diseases. More recently, physical activity has also found its place as an adjuvant therapy in severe mental illnesses, particularly in schizophrenia. In the literature physical activity programs, in addition to pharmacological treatments, appear to be feasible in patients and improve both physical and mental health as well as functional outcome. Clinical benefits of physical activity would be underpinned by biological and cerebral mechanisms, which remain unclear. In this review, we propose to present a state of the art and to present an update of the interests of physical activity in the management of patients with schizophrenia. We emphasize the clinical benefits of physical activity regarding the different symptomatic dimensions and its impact specifically on cognitive deficits. Finally, we describe the various underlying pathophysiological mechanisms in particular in the neurobiological, cerebral and physiological fields. We then discuss the barriers, facilitators and motivating factors towards physical activity to enhance health promotion initiatives, to optimize resource allocation when delivering physical activity programs in clinical practice, and to maximize physical activity participation. Physical activity appears to be an original and novel adjunctive therapeutic approach in the management of patients with schizophrenia and would both reduce schizophrenic symptoms and act like pro-cognitive therapy, improve quality of life and long-term functioning in daily life and reduce cardiovascular comorbidities. However, efforts are still needed to increase the motivating factors and adherence towards physical activity participation for people with schizophrenia."
      ],
      "CopyrightInformation": "Copyright © 2018 L’Encéphale, Paris. Published by Elsevier Masson SAS. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de psychiatrie, CHU de Caen, avenue de la Côte-de-Nacre, 14000 Caen, France; UFR de médecine, UNICAEN, Normandie université, 14000 Caen, France; ISTS, UNICAEN, Normandie université, 14000 Caen, France. Electronic address: trehout-m@chu-caen.fr."
          }
        ],
        "LastName": "Tréhout",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de psychiatrie, CHU de Caen, avenue de la Côte-de-Nacre, 14000 Caen, France; UFR de médecine, UNICAEN, Normandie université, 14000 Caen, France; ISTS, UNICAEN, Normandie université, 14000 Caen, France."
          }
        ],
        "LastName": "Dollfus",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "L’activité physique chez les patients atteints de schizophrénie : de la neurobiologie aux bénéfices cliniques."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Encephale",
    "NlmUniqueID": "7505643",
    "ISSNLinking": "0013-7006"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neurobiology"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Schizophrenia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Schizophrenic Psychology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}