{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22189517",
  "DateCompleted": {
    "Year": "2012",
    "Month": "07",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "02",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/BOR.0b013e32834f19f5"
    ],
    "Journal": {
      "ISSN": "1531-6963",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "2",
        "PubDate": {
          "Year": "2012",
          "Month": "Mar"
        }
      },
      "Title": "Current opinion in rheumatology",
      "ISOAbbreviation": "Curr Opin Rheumatol"
    },
    "ArticleTitle": "Exercise as a therapeutic modality in patients with idiopathic inflammatory myopathies.",
    "Pagination": {
      "StartPage": "201",
      "EndPage": "207",
      "MedlinePgn": "201-7"
    },
    "Abstract": {
      "AbstractText": [
        "To present scientific evidence on clinical and molecular effects of exercise in adult and juvenile idiopathic inflammatory myopathies focusing on recent studies.",
        "In patients with inclusion body myositis (IBM), one small, open study recently for the first time reported on improved muscle strength and functional capacity after a twice-a-day home exercise programme, whereas earlier studies have not been able to show any or only small improvements, mainly in less-affected muscle groups. For patients with polymyositis and dermatomyositis a few studies have reported reduced clinical disease activity after resistance training in patients with chronic phase of disease. These observations are supported by downregulation of genes regulating inflammation and fibrosis in muscle tissue following this type of training. These results may indicate that resistance exercise might reduce muscle inflammation in adult polymyositis and dermatomyositis. A first case report has described safety and benefits of an exercise programme in a child with dermatomyositis, and a few studies support the safety of single exercise bouts or exercise tolerance tests in juvenile dermatomyositis.",
        "Accumulated evidence supports safety and efficacy of exercise in polymyositis and dermatomyositis, although data are more inconclusive for efficacy in patients with IBM. There is a need for larger studies to further ensure efficacy in IBM and juvenile dermatomyositis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Rheumatology Unit, Karolinska Institutet, Solna, Stockholm, Sweden."
          }
        ],
        "LastName": "Alexanderson",
        "ForeName": "Helene",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lundberg",
        "ForeName": "Ingrid E",
        "Initials": "IE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Opin Rheumatol",
    "NlmUniqueID": "9000851",
    "ISSNLinking": "1040-8711"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Myositis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}