{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "155044",
  "DateCompleted": {
    "Year": "1979",
    "Month": "06",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "08",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0342-5282",
      "JournalIssue": {
        "Volume": "1",
        "Issue": "1",
        "PubDate": {
          "Year": "1978",
          "Month": "Jan"
        }
      },
      "Title": "International journal of rehabilitation research. Internationale Zeitschrift fur Rehabilitationsforschung. Revue internationale de recherches de readaptation",
      "ISOAbbreviation": "Int J Rehabil Res"
    },
    "ArticleTitle": "[Physical education for spina bifida children in special schools for the physically handicapped (primary school)].",
    "Pagination": {
      "StartPage": "39",
      "EndPage": "58",
      "MedlinePgn": "39-58"
    },
    "Abstract": {
      "AbstractText": [
        "With a rate of 0.5-1/1,000 of the total number of births in West Germany, spina bifida is next to cerebral paresis one of the most frequent congenital defects. Altogether, fifty places in special schools are needed per one million of inhabitants for spina bifida children. The loss of physical unctions is comparable to that in the case of paraplegia. The variety of medical and psychological problems makes the cooperation of highly different branches of study indispensible in a rehabilitation team (neurosurgeon, neuropediatrician, urologist, orthopaedist, pediatrician, educator, social worker, physical therapist). Each team member must be informed about the complete rehabilitation plan. These children's shortage of environmental experience is mainly due to their backwardness as regards motoric development, which cannot be recovered by means of individual physical therapy alone. On the other hand, additional, specifically selected and organised physical education makes possible the necessary mobility and social experiences. By giving the children exercises suitable for their ages it is hoped to achieve a late maturation and stabilization of the personality. In choosing the exercises it is first of all necessary to go back to the so-called fundamental activities like climbing, hanging by one's hands, sliding, pushing oneself up off the ground, swinging or throwing and catching, before going on to wheel-chair sports. Wheel-chair sport promises a varied selection for group exercises (games) and for everyday use. Using the wheel-chair as sports equipment, it is possible for persons with other types of locomotive handicaps to be integrated into the group. For physical education in special schools the pupils whould be arranged into groups according to their ability in order to keep the groups as homogenous and the children's chances as equal as possible. The most important teaching criteria are in this case: the creation of a happy atmosphere, a high degree of clarity, the fulfilment of individual inclinations, the encouragement of independence, the development of community life and the fulfilment of everyday tasks. In swimming, the spina bifida child differs from the normal child in his greater initial fear and in the existence of contractions, a scoliosis, hyperlordosis or -kyphosis due to the resultant instability of the water. Because of this, specifically oriented swim- and work-aids must be used. The didactic procedure is then the same as in the case of normal children. After the child's familiarity with and safety in the water is assured, one can proceed to individual swimming techniques and in a few cases to sport swimming. Bacteriological examination of the water did not yield any results which could cause objection on the grounds of hygiene."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Strohkendl",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schüle",
        "ForeName": "K",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Leibesübungen mit Spina bifida-Kindern an der Sonderschule für Körperbehinderte (Grundschule)."
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Rehabil Res",
    "NlmUniqueID": "7805421",
    "ISSNLinking": "0342-5282"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disabled Persons"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Education, Special"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motor Skills"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Physical Education and Training"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Spina Bifida Occulta"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Swimming"
    }
  ]
}