{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26358158",
  "DateCompleted": {
    "Year": "2016",
    "Month": "03",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "10",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "09",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD009956",
      "10.1002/14651858.CD009956.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2015",
        "Issue": "9",
        "PubDate": {
          "Year": "2015",
          "Month": "Sep",
          "Day": "11"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Exercise therapy for fatigue in multiple sclerosis.",
    "Pagination": {
      "StartPage": "CD009956",
      "MedlinePgn": "CD009956"
    },
    "Abstract": {
      "AbstractText": [
        "Multiple sclerosis (MS) is an immune-mediated disease of the central nervous system affecting an estimated 1.3 million people worldwide. It is characterised by a variety of disabling symptoms of which excessive fatigue is the most frequent. Fatigue is often reported as the most invalidating symptom in people with MS. Various mechanisms directly and indirectly related to the disease and physical inactivity have been proposed to contribute to the degree of fatigue. Exercise therapy can induce physiological and psychological changes that may counter these mechanisms and reduce fatigue in MS.",
        "To determine the effectiveness and safety of exercise therapy compared to a no-exercise control condition or another intervention on fatigue, measured with self-reported questionnaires, of people with MS.",
        "We searched the Cochrane Multiple Sclerosis and Rare Diseases of the Central Nervous System Group Trials Specialised Register, which, among other sources, contains trials from: the Cochrane Central Register of Controlled Trials (CENTRAL) (2014, Issue 10), MEDLINE (from 1966 to October 2014), EMBASE (from 1974 to October 2014), CINAHL (from 1981 to October 2014), LILACS (from 1982 to October 2014), PEDro (from 1999 to October 2014), and Clinical trials registries (October 2014). Two review authors independently screened the reference lists of identified trials and related reviews.",
        "We included randomized controlled trials (RCTs) evaluating the efficacy of exercise therapy compared to no exercise therapy or other interventions for adults with MS that included subjective fatigue as an outcome. In these trials, fatigue should have been measured using questionnaires that primarily assessed fatigue or sub-scales of questionnaires that measured fatigue or sub-scales of questionnaires not primarily designed for the assessment of fatigue but explicitly used as such.",
        "Two review authors independently selected the articles, extracted data, and determined methodological quality of the included trials. Methodological quality was determined by means of the Cochrane 'risk of bias' tool and the PEDro scale. The combined body of evidence was summarised using the GRADE approach. The results were aggregated using meta-analysis for those trials that provided sufficient data to do so.",
        "Forty-five trials, studying 69 exercise interventions, were eligible for this review, including 2250 people with MS. The prescribed exercise interventions were categorised as endurance training (23 interventions), muscle power training (nine interventions), task-oriented training (five interventions), mixed training (15 interventions), or 'other' (e.g. yoga; 17 interventions). Thirty-six included trials (1603 participants) provided sufficient data on the outcome of fatigue for meta-analysis. In general, exercise interventions were studied in mostly participants with the relapsing-remitting MS phenotype, and with an Expanded Disability Status Scale less than 6.0. Based on 26 trials that used a non-exercise control, we found a significant effect on fatigue in favour of exercise therapy (standardized mean difference (SMD) -0.53, 95% confidence interval (CI) -0.73 to -0.33; P value < 0.01). However, there was significant heterogeneity between trials (I(2) > 58%). The mean methodological quality, as well as the combined body of evidence, was moderate. When considering the different types of exercise therapy, we found a significant effect on fatigue in favour of exercise therapy compared to no exercise for endurance training (SMDfixed effect -0.43, 95% CI -0.69 to -0.17; P value < 0.01), mixed training (SMDrandom effect -0.73, 95% CI -1.23 to -0.23; P value < 0.01), and 'other' training (SMDfixed effect -0.54, 95% CI -0.79 to -0.29; P value < 0.01). Across all studies, one fall was reported. Given the number of MS relapses reported for the exercise condition (N = 25) and non-exercise control condition (N = 26), exercise does not seem to be associated with a significant risk of a MS relapse. However, in general, MS relapses were defined and reported poorly.",
        "Exercise therapy can be prescribed in people with MS without harm. Exercise therapy, and particularly endurance, mixed, or 'other' training, may reduce self reported fatigue. However, there are still some important methodological issues to overcome. Unfortunately, most trials did not explicitly include people who experienced fatigue, did not target the therapy on fatigue specifically, and did not use a validated measure of fatigue as the primary measurement of outcome."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Brain Center Rudolf Magnus and Center of Excellence for Rehabilitation Medicine, University Medical Center Utrecht and Rehabilitation Center De Hoogstraat, Rembrandkade 10, Utrecht, Utrecht, Netherlands, 3583TM."
          }
        ],
        "LastName": "Heine",
        "ForeName": "Martin",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "van de Port",
        "ForeName": "Ingrid",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rietberg",
        "ForeName": "Marc B",
        "Initials": "MB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "van Wegen",
        "ForeName": "Erwin E H",
        "Initials": "EE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kwakkel",
        "ForeName": "Gert",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD009956"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "rehabilitation"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Physical Conditioning, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Endurance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Yoga"
    }
  ],
  "CoiStatement": "MH reported no competing interest. IP reported no competing interest. MB reported no competing interest. EW reported no competing interest. GK reported no competing interest. No commercial party having a direct financial interest in the results of the research supporting this article has, or will, confer a benefit on the authors, or on any organization with which the authors are associated. None of the authors were involved in trials included in the present review."
}