{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Alternative exercise traditions",
      "Cancer",
      "Rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27912996",
  "DateCompleted": {
    "Year": "2018",
    "Month": "05",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pmr.2016.08.002",
      "S1047-9651(16)30064-X"
    ],
    "Journal": {
      "ISSN": "1558-1381",
      "JournalIssue": {
        "Volume": "28",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Feb"
        }
      },
      "Title": "Physical medicine and rehabilitation clinics of North America",
      "ISOAbbreviation": "Phys Med Rehabil Clin N Am"
    },
    "ArticleTitle": "Alternative Exercise Traditions in Cancer Rehabilitation.",
    "Pagination": {
      "StartPage": "181",
      "EndPage": "192",
      "MedlinePgn": "181-192"
    },
    "Abstract": {
      "AbstractText": [
        "Alternative exercise traditions (AETs) such as Pilates, yoga, Tai Chi Chuan, Qigong, and various forms of dance offer the potential to improve diverse outcomes among cancer survivors by reducing adverse symptoms and mood disorders, and by enhancing function. Additionally AETs have emerged as a potential means to address deficits in current disease-focused care delivery models which are marked by prevalent under-treatment of symptoms and physical impairments. Relative to therapeutic exercise in allopathic models, many AETs are comparatively affordable and accessible. AETs have the further potential to simultaneously address needs spanning multiple domains including social, physical, and psycho-emotional. AETs additionally offer the salient benefits of promoting integrated whole body movement and concurrently enhancing strength, coordination, balance, posture, flexibility, and kinesthetic awareness. Despite AETs' benefits, compelling concerns leave many clinicians ambivalent and reluctant to endorse or even discuss them. One issue is the extensive heterogeneity across and even within specific AETs. An additional concern is that the one-size-fits-many nature of AET group classes undermines an instructor's capacity to individualize dose, type, frequency, and intensity, which are cornerstones of effective therapeutic exercise. Inconsistencies in AET practitioner expertise and certification, as well as the extent of practitioner familiarity with vulnerabilities unique to cancer populations, may also be problematic. At this juncture, an extensive literature of inconsistent quality that spans diverse cancer populations frustrates efforts to precisely determine the effect size of any specific AET in improving a specific outcome; Although systematic reviews and meta-analyses have concluded that AETs have beneficial effects, they consistently identify a high risk of bias in a majority of trials related to a lack of blinding, poor allocation concealment, small sample sizes, and incomplete outcome data."
      ],
      "CopyrightInformation": "Copyright Â© 2016 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Oncology, Mayo Clinic, 200 First Street, SW, Rochester, MN 55905, USA."
          }
        ],
        "LastName": "Ruddy",
        "ForeName": "Kathryn J",
        "Initials": "KJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of General Internal Medicine, Mayo Clinic, 200 First Street, SW, Rochester, MN 55905, USA."
          }
        ],
        "LastName": "Stan",
        "ForeName": "Daniela L",
        "Initials": "DL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of General Internal Medicine, Mayo Clinic, 200 First Street, SW, Rochester, MN 55905, USA."
          }
        ],
        "LastName": "Bhagra",
        "ForeName": "Anjali",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Medicine and Rehabilitation, Mayo Clinic, 200 First Street, SW, Rochester, MN 55905, USA."
          }
        ],
        "LastName": "Jurisson",
        "ForeName": "Mary",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Medicine and Rehabilitation, Mayo Clinic, 200 First Street, SW, Rochester, MN 55905, USA. Electronic address: Cheville.andrea@mayo.edu."
          }
        ],
        "LastName": "Cheville",
        "ForeName": "Andrea L",
        "Initials": "AL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Phys Med Rehabil Clin N Am",
    "NlmUniqueID": "9102787",
    "ISSNLinking": "1047-9651"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tai Ji"
    }
  ]
}