{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Parkinson’s disease",
      "acceptability",
      "community-based program",
      "exercise",
      "feasibility"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34546146",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "09",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/09638288.2021.1977396"
    ],
    "Journal": {
      "ISSN": "1464-5165",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "23",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov"
        }
      },
      "Title": "Disability and rehabilitation",
      "ISOAbbreviation": "Disabil Rehabil"
    },
    "ArticleTitle": "A long-term community gym program for people with Parkinson's disease: a feasibility study of the Monash Health \"Health and Fitness\" model.",
    "Pagination": {
      "StartPage": "7330",
      "EndPage": "7338",
      "MedlinePgn": "7330-7338"
    },
    "Abstract": {
      "AbstractText": [
        "To investigate the feasibility and acceptability of the Health and Fitness Program (HFP), a long-term community gym program for people with mild to moderate Parkinson's disease (PD).",
        "Physiotherapists, with PD expertise, developed individualised exercise programs for new HFP members in consultation with them. Gym instructors, with PD training, supervised the HFP sessions. Exercises included progressive strength training, aerobic, balance, and stretching. Participants who had been enrolled in the HFP for 12 months, were recruited to a single group pre/post design study to test the program's feasibility and acceptability. Feasibility included safety, retention, attendance, and compliance data and acceptability measured using a customised questionnaire.",
        "17 of the 20 HFP members enrolled maintained membership for 12 months and participated in this study. The program was shown to be feasible with no falls reported during sessions, only one participant reported pain from exercising lasting more than 48 h, retention was high (85%) and most members complied with their program. Overall satisfaction with the program was high, with seven somewhat satisfied and 10 very satisfied.",
        "The HFP demonstrated that a PD community gym program is feasible and acceptable when physiotherapists and PD-trained instructors collaborate to provide individualized exercise programs.IMPLICATIONS FOR REHABILITATIONPeople with Parkinson's disease need support to maintain long-term adherence to regular exercise which can be achieved with supervised community-based gym programs.A community-based PD-specific exercise program can be safe and acceptable to people with PD when PD specialist physiotherapists are involved in planning participants' exercise programs and PD-trained gym instructors supervise the exercise sessions.Members are satisfied with programs that have strategies in place to minimise barriers to participation, such as keeping costs to members low, providing a quality service, having supportive trained staff, and creating opportunities for social interaction between members.Evidence-based community exercise programs may result in improved strength and aerobic fitness and maintain quality of life in people with mild to moderate PD however further research using an RCT study is needed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Research Centre for Movement Disorders and Gait, Parkinson's Foundation Center of Excellence, Monash Health, Kingston Centre, Melbourne, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, Nursing and Health Sciences, School of Clinical Sciences, Monash University, Clayton, Australia."
          }
        ],
        "LastName": "Danoudis",
        "ForeName": "Mary",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Research Centre for Movement Disorders and Gait, Parkinson's Foundation Center of Excellence, Monash Health, Kingston Centre, Melbourne, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, Nursing and Health Sciences, School of Clinical Sciences, Monash University, Clayton, Australia."
          }
        ],
        "LastName": "Iansek",
        "ForeName": "Robert",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Disabil Rehabil",
    "NlmUniqueID": "9207179",
    "ISSNLinking": "0963-8288"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feasibility Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Parkinson Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    }
  ]
}