{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31476271",
  "DateCompleted": {
    "Year": "2019",
    "Month": "10",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "11",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "09",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD013419",
      "10.1002/14651858.CD013419"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "9",
        "PubDate": {
          "Year": "2019",
          "Month": "Sep",
          "Day": "02"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Flexibility exercise training for adults with fibromyalgia.",
    "Pagination": {
      "StartPage": "CD013419",
      "MedlinePgn": "CD013419"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise training is commonly recommended for adults with fibromyalgia. We defined flexibility exercise training programs as those involving movements of a joint or a series of joints, through complete range of motion, thus targeting major muscle-tendon units. This review is one of a series of reviews updating the first review published in 2002.",
        "To evaluate the benefits and harms of flexibility exercise training in adults with fibromyalgia.",
        "We searched the Cochrane Library, MEDLINE, Embase, CINAHL (Cumulative Index to Nursing and Allied Health Literature), PEDro (Physiotherapy Evidence Database), Thesis and Dissertation Abstracts, AMED (Allied and Complementary Medicine Database), the World Health Organization International Clinical Trials Registry Platform (WHO ICTRP), and ClinicalTrials.gov up to December 2017, unrestricted by language, and we reviewed the reference lists of retrieved trials to identify potentially relevant trials.",
        "We included randomized trials (RCTs) including adults diagnosed with fibromyalgia based on published criteria. Major outcomes were health-related quality of life (HRQoL), pain intensity, stiffness, fatigue, physical function, trial withdrawals, and adverse events.",
        "Two review authors independently selected articles for inclusion, extracted data, performed 'Risk of bias' assessments, and assessed the certainty of the body of evidence for major outcomes using the GRADE approach. All discrepancies were rechecked, and consensus was achieved by discussion.",
        "We included 12 RCTs (743 people). Among these RCTs, flexibility exercise training was compared to an untreated control group, land-based aerobic training, resistance training, or other interventions (i.e. Tai Chi, Pilates, aquatic biodanza, friction massage, medications). Studies were at risk of selection, performance, and detection bias (due to lack of adequate randomization and allocation concealment, lack of participant or personnel blinding, and lack of blinding for self-reported outcomes). With the exception of withdrawals and adverse events, major outcomes were self-reported and were expressed on a 0-to-100 scale (lower values are best, negative mean differences (MDs) indicate improvement). We prioritized the findings of flexibility exercise training compared to land-based aerobic training and present them fully here.Very low-certainty evidence showed that compared with land-based aerobic training, flexibility exercise training (five trials with 266 participants) provides no clinically important benefits with regard to HRQoL, pain intensity, fatigue, stiffness, and physical function. Low-certainty evidence showed no difference between these groups for withdrawals at completion of the intervention (8 to 20 weeks).Mean HRQoL assessed on the Fibromyalgia Impact Questionnaire (FIQ) Total scale (0 to 100, higher scores indicating worse HRQoL) was 46 mm and 42 mm in the flexibility and aerobic groups, respectively (2 studies, 193 participants); absolute change was 4% worse (6% better to 14% worse), and relative change was 7.5% worse (10.5% better to 25.5% worse) in the flexibility group. Mean pain was 57 mm and 52 mm in the flexibility and aerobic groups, respectively (5 studies, 266 participants); absolute change was 5% worse (1% better to 11% worse), and relative change was 6.7% worse (2% better to 15.4% worse). Mean fatigue was 67 mm and 71 mm in the aerobic and flexibility groups, respectively (2 studies, 75 participants); absolute change was 4% better (13% better to 5% worse), and relative change was 6% better (19.4% better to 7.4% worse). Mean physical function was 23 points and 17 points in the flexibility and aerobic groups, respectively (1 study, 60 participants); absolute change was 6% worse (4% better to 16% worse), and relative change was 14% worse (9.1% better to 37.1% worse). We found very low-certainty evidence of an effect for stiffness. Mean stiffness was 49 mm to 79 mm in the flexibility and aerobic groups, respectively (1 study, 15 participants); absolute change was 30% better (8% better to 51% better), and relative change was 39% better (10% better to 68% better). We found no evidence of an effect in all-cause withdrawal between the flexibility and aerobic groups (5 studies, 301 participants). Absolute change was 1% fewer withdrawals in the flexibility group (8% fewer to 21% more), and relative change in the flexibility group compared to the aerobic training intervention group was 3% fewer (39% fewer to 55% more). It is uncertain whether flexibility leads to long-term effects (36 weeks after a 12-week intervention), as the evidence was of low certainty and was derived from a single trial.Very low-certainty evidence indicates uncertainty in the risk of adverse events for flexibility exercise training. One adverse effect was described among the 132 participants allocated to flexibility training. One participant had tendinitis of the Achilles tendon (McCain 1988), but it is unclear if the tendinitis was a pre-existing condition.",
        "When compared with aerobic training, it is uncertain whether flexibility improves outcomes such as HRQoL, pain intensity, fatigue, stiffness, and physical function, as the certainty of the evidence is very low. Flexibility exercise training may lead to little or no difference for all-cause withdrawals. It is also uncertain whether flexibility exercise training has long-term effects due to the very low certainty of the evidence. We downgraded the evidence owing to the small number of trials and participants across trials, as well as due to issues related to unclear and high risk of bias (selection, performance, and detection biases). While flexibility exercise training appears to be well tolerated (similar withdrawal rates across groups), evidence on adverse events was scarce, therefore its safety is uncertain."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Rehabilitation Science, University of Saskatchewan, Health Sciences Building, 104 Clinic Place, Room 3410, Saskatoon, SK, Canada, S7N 2Z4."
          }
        ],
        "LastName": "Kim",
        "ForeName": "Soo Y",
        "Initials": "SY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Busch",
        "ForeName": "Angela J",
        "Initials": "AJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Overend",
        "ForeName": "Tom J",
        "Initials": "TJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schachter",
        "ForeName": "Candice L",
        "Initials": "CL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "van der Spuy",
        "ForeName": "Ina",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Boden",
        "ForeName": "Catherine",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Góes",
        "ForeName": "Suelen M",
        "Initials": "SM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Foulds",
        "ForeName": "Heather Ja",
        "Initials": "HJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bidonde",
        "ForeName": "Julia",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Fibromyalgia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "We confirm that any present or past affiliations or other involvement in any organization or entity with an interest in the review that might lead me/us to have a real or perceived conflict of interest is listed below.   Soo Y Kim: none known.   Angela J Busch: none known.   Tom J Overend: none known.   Candice L Schachter: none known.   Ina van der Spuy: I am employed at the School of Rehabilitation Science, University of Saskatchewan.   Catherine Boden: none known.   Suelen M Góes: none known.   Heather JA Foulds: none known.   Julia Bidonde: none known. "
}