{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16625633",
  "DateCompleted": {
    "Year": "2006",
    "Month": "06",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2006",
        "Month": "04",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "2",
        "PubDate": {
          "Year": "2006",
          "Month": "Apr",
          "Day": "19"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Supervised exercise therapy versus non-supervised exercise therapy for intermittent claudication.",
    "Pagination": {
      "StartPage": "CD005263",
      "MedlinePgn": "CD005263"
    },
    "Abstract": {
      "AbstractText": [
        "Although exercise therapy is considered to be of significant benefit to people with leg pain (intermittent claudication), almost half of those affected do not undertake any exercise therapy.",
        "To evaluate the effects of supervised versus non-supervised exercise therapy on the maximal walking time or distance for people with intermittent claudication.",
        "The Cochrane Peripheral Vascular Diseases Group searched their Specialized Register (last searched November 2005) and the Cochrane Central Register of Controlled Trials (CENTRAL) database in The Cochrane Library (last searched Issue 4, 2005). In addition, we handsearched the reference lists of relevant articles for additional trials. There was no restriction on language of publication.",
        "Randomized and controlled clinical trials comparing supervised exercise programs with non-supervised exercise programs for people with intermittent claudication.",
        "Two authors (BB and EMW) independently selected trials and extracted data. One author (BB) assessed trial quality and this was confirmed by a second author (MP). For all continuous outcomes we extracted the number of participants, the mean differences, and the standard deviation. If data were available, the standardized mean difference was calculated using a fixed-effect model.",
        "We identified twenty-seven trials, of which 19 had to be excluded because the control group received no exercise therapy at all. The remaining eight trials involved a total of 319 male and female participants with intermittent claudication. The follow up ranged from 12 weeks to 12 months. In general, the supervised exercise regimens consisted of three exercise sessions per week. All trials used a treadmill walking test as one of the outcome measures. The overall quality of the included trials was good, though the trials were all small with respect to the number of participants, ranging from 20 to 59. Supervised exercise therapy showed statistically significant and clinically relevant differences in improvement of maximal treadmill walking distance compared with non-supervised exercise therapy regimens, with an overall effect size of 0.58 (95% confidence interval 0.31 to 0.85) at three months. This translates to a difference of approximately 150 meters increase in walking distance in favor of the supervised group.",
        "Supervised exercise therapy is suggested to have clinically relevant benefits compared with non-supervised regimens, which is the main prescribed exercise therapy for people with intermittent claudication. However, the clinical relevance has not been demonstrated definitely and will require additional studies with a focus on the improvements in quality of life."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Atrium Medical Centre, Department of Surgery, PO Box 4446, Heerlen, Netherlands, 6401 CX. onderzoeker@nppav.nl"
          }
        ],
        "LastName": "Bendermacher",
        "ForeName": "B L W",
        "Initials": "BL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Willigendael",
        "ForeName": "E M",
        "Initials": "EM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Teijink",
        "ForeName": "J A W",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Prins",
        "ForeName": "M H",
        "Initials": "MH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2013;8:CD005263",
      "PMID": "23970372"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Directly Observed Therapy"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Intermittent Claudication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "NumberOfReferences": "46"
}