{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "betegvizsgálat",
      "examination",
      "gyógytorna",
      "movement",
      "mozgás",
      "terápiás beavatkozás",
      "therapeutic exercises",
      "therapeutical interventions"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "A gyógytorna és mozgásterápia a fizioterápia legszélesebb, legváltozatosabb ága, amely jelentős fejlődésen ment keresztül az utóbbi évtizedekben. Alkalmazása nélkülözhetetlen a mozgást bármilyen szinten érintő problémák kezelésében. A gyógytorna a mozgatórendszeren kívül a mozgást befolyásoló különböző szervrendszerek (légzés, keringés) működésére is hat, mind a régi, mind az új eljárások alkalmazásával. A gyógytorna szakosodásával lehetőség nyílt a különböző klinikai területeken olyan speciális beavatkozások elvégzésére, amelyet az adott területen felkészült, tájékozott gyógytornászok végeznek. A gyógytornász önálló szakemberként végzi a betegvizsgálatot, a szükséges méréseket, felméréseket, megállapítja a funkcionális diagnózist és elvégzi a szükséges beavatkozásokat, majd ellenőrzi azok hatékonyságát. Az orvossal konzultálva magas színvonalú ellátást tud biztosítani a betegeknek. Orv. Hetil., 2013, 154(48), 1912–1916."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24273290",
  "DateCompleted": {
    "Year": "2014",
    "Month": "02",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "11",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "hun"
    ],
    "ELocationID": [
      "10.1556/OH.2013.29761"
    ],
    "Journal": {
      "ISSN": "0030-6002",
      "JournalIssue": {
        "Volume": "154",
        "Issue": "48",
        "PubDate": {
          "Year": "2013",
          "Month": "Dec",
          "Day": "01"
        }
      },
      "Title": "Orvosi hetilap",
      "ISOAbbreviation": "Orv Hetil"
    },
    "ArticleTitle": "[The importance of physiotherapeutic exercise in the treatment of different disorders].",
    "Pagination": {
      "StartPage": "1912",
      "EndPage": "1916",
      "MedlinePgn": "1912-6"
    },
    "Abstract": {
      "AbstractText": [
        "Therapeutic exercises are the broadest and most challenging parts of physiotherapy which have developed significantly during the last few decades. Their implication is necessary for the treatment of impairments and activities affecting especially the musculoskeletal system. In addition, therapeutic exercises, including both traditional and new methods, may influence the functions of other systems. Specialization in physiotherapy can provide special interventions at different clinical fields performed by physiotherapists. Physiotherapists are independent professionals performing patient assessment, evaluation and measurements; they set the functional diagnosis, apply the necessary interventions, and re-evaluate the patients. Consulting with the doctor they can provide high level service for the clients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Szegedi Tudományegyetem, Szent-Györgyi Albert Klinikai Központ Központi Fizioterápiás és Rehabilitációs Részleg és Oktatási Csoport Szeged Semmelweis u. 6. 6725."
          }
        ],
        "LastName": "Fehérné Kiss",
        "ForeName": "Anna",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "A gyógytorna jelentősége a különböző betegségek kezelésében."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Orv Hetil",
    "NlmUniqueID": "0376412",
    "ISSNLinking": "0030-6002"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods",
        "trends"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}