{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "injury prevention",
      "shoulder injury",
      "swimming",
      "therapeutic exercises"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35196648",
  "DateCompleted": {
    "Year": "2022",
    "Month": "08",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "08",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "02",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1123/jsr.2021-0403"
    ],
    "Journal": {
      "ISSN": "1543-3072",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "5",
        "PubDate": {
          "Year": "2022",
          "Month": "Jul",
          "Day": "01"
        }
      },
      "Title": "Journal of sport rehabilitation",
      "ISOAbbreviation": "J Sport Rehabil"
    },
    "ArticleTitle": "The Effect of Exercise Therapy Interventions on Shoulder Pain and Musculoskeletal Risk Factors for Shoulder Pain in Competitive Swimmers: A Scoping Review.",
    "Pagination": {
      "StartPage": "617",
      "EndPage": "628",
      "MedlinePgn": "617-628"
    },
    "Abstract": {
      "AbstractText": [
        "Shoulder pain is the main cause of missed or modified training in competitive swimmers. Exercise therapy can improve the outcomes, yet uncertainty exists regarding the characteristics of these interventions.",
        "The primary aim was to describe the evidence base relating to the effectiveness of exercise therapy interventions on shoulder pain and shoulder musculoskeletal risk factors for shoulder pain in swimmers. The secondary aim was to identify gaps in the literature and provide recommendations for future research and practice.",
        "A scoping review methodology was applied through the search of MEDLINE, PubMed, Scopus, Web of Science, and CINAHL databases. The authors included any research studies (except clinical commentaries and conference papers) that assess the effect of exercise therapy on shoulder pain and musculoskeletal risk factors for shoulder pain in swimmers. The literature was critically appraised using the Modified Down and Black checklist.",
        "From 452 papers identified, 14 studies were included in this review. An exercise program of 6 to 8 weeks, including strengthening exercises (shoulder external rotator and scapula retractor muscles) and stretches (pectoral muscles), can decrease the incidence of shoulder pain in swimmers. Furthermore, a combination of exercises and stretches with manual therapy techniques can help to decrease shoulder pain in injured swimmers. Regarding risk factors, a strengthening program of more than 12 weeks increased shoulder external rotation peak force, endurance, and external rotation/internal rotation ratio; however, this was not associated to decreases in pain. Finally, open kinetic chain exercises and a dry-land program are superior to close kinetic exercises and water training for improving shoulder external rotation strength and endurance.",
        "Exercise therapy has positive effects on reducing the incidence of shoulder pain, the management of shoulder pain, and improving shoulder musculoskeletal risk factors in competitive swimmers. However, due to methodological limitations of the studies, caution must be used when applying these results in practice. Future research should focus on high-quality randomized controlled trials for prevention and management of shoulder pain in swimmers."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-1826-0818"
        ],
        "AffiliationInfo": [],
        "LastName": "Yoma",
        "ForeName": "Matias",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0003-4732-1955"
        ],
        "AffiliationInfo": [],
        "LastName": "Herrington",
        "ForeName": "Lee",
        "Initials": "L"
      },
      {
        "Identifier": [
          "0000-0001-8566-4903"
        ],
        "AffiliationInfo": [],
        "LastName": "Mackenzie",
        "ForeName": "Tanya A",
        "Initials": "TA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Sport Rehabil",
    "NlmUniqueID": "9206500",
    "ISSNLinking": "1056-6716"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Scapula"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Shoulder"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Shoulder Pain"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Swimming"
    }
  ]
}