{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31239541",
  "DateCompleted": {
    "Year": "2020",
    "Month": "02",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "04",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "06",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1038/s41585-019-0210-6"
    ],
    "Journal": {
      "ISSN": "1759-4820",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "9",
        "PubDate": {
          "Year": "2019",
          "Month": "Sep"
        }
      },
      "Title": "Nature reviews. Urology",
      "ISOAbbreviation": "Nat Rev Urol"
    },
    "ArticleTitle": "Physical activity as an adjunct treatment for erectile dysfunction.",
    "Pagination": {
      "StartPage": "553",
      "EndPage": "562",
      "MedlinePgn": "553-562"
    },
    "Abstract": {
      "AbstractText": [
        "Increasing data are available to suggest that physical activity and lifestyle modification in general can benefit erectile function, with effect sizes comparable with established treatment options such as testosterone therapy and phosphodiesterase type 5 inhibitors. Despite this evidence, primary-care physicians are rarely afforded critical information on the underlying mechanisms through which physical activity works as a treatment, severely hampering treatment credibility for both physician and patient. Physical activity is associated with psychological and metabolic adaptations that are compatible with the adaptations required for the treatment of erectile dysfunction (ED). These adaptations include increased expression and activity of nitric oxide synthase, strengthened endothelial function, acute rises in testosterone, decreased stress and anxiety, and improved body image. Use of physical activity as a first-line treatment option for ED is limited, and explicit physical activity guidelines for the treatment of ED are required. Such guidelines should include not only a suggested exercise programme but also guidelines for physician-patient communication that might enhance patient receptivity and therapy continuation. An understanding of how physical activity affects erectile function, as well as its effectiveness in treating ED compared with other established treatments, can benefit urologists and primary-care physicians searching for noninvasive treatment options for men presenting with poor erectile function."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-5511-9680"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Social Sciences, University of Wollongong, Wollongong, Australia. mark_allen@uow.edu.au."
          }
        ],
        "LastName": "Allen",
        "ForeName": "Mark S",
        "Initials": "MS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Nat Rev Urol",
    "NlmUniqueID": "101500082",
    "ISSNLinking": "1759-4812"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Erectile Dysfunction"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    }
  ]
}