{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise",
      "Prescribing"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Ordonnance de prescription de l’activité physique. La prescription est « une recommandation thérapeutique, éventuellement consignée sur ordonnance, faite par un médecin ». Des recommandations actualisées existent, relayées par les pouvoirs publics, qui ont officialisé cet acte de prescription par une loi pour les affections de longue durée. L’ordonnance de prescription d’activité physique et sportive (APS) s’adresse à des patients atteints de pathologies chroniques avec un but de prise en charge thérapeutique et un but de prévention des complications. Elle inclut, au mieux, outre la précision des quatre paramètres caractérisant cette activité (type, intensité, durée et fréquence des séances), des conseils de lutte quotidienne contre la sédentarité. Elle doit être personnalisée pour tenir compte de l’état du patient et d’un éventuel risque encouru. Il reste cependant à fournir les compétences aux prescripteurs, informés mais pas toujours formés, et à s’assurer des possibilités de réalisation pratique des exercices figurant sur l’ordonnance."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32877058",
  "DateCompleted": {
    "Year": "2020",
    "Month": "09",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "09",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2101-017X",
      "JournalIssue": {
        "Volume": "70",
        "Issue": "3",
        "PubDate": {
          "Year": "2020",
          "Month": "Mar"
        }
      },
      "Title": "La Revue du praticien",
      "ISOAbbreviation": "Rev Prat"
    },
    "ArticleTitle": "[Medical prescription of physical activity].",
    "Pagination": {
      "StartPage": "279",
      "EndPage": "285",
      "MedlinePgn": "279-285"
    },
    "Abstract": {
      "AbstractText": [
        "Medical prescription of physical activity. The prescription is \"a therapeutic recommendation, possibly prescribed, made by a doctor\". Up-to-date recommendations exist, relayed by the authorities which formalized this act of prescription by a law for long-term ailments. The medical prescription of physical activity and sports is directed to carriers of chronic pathologies for which it will have a therapeutic action and an action of prevention of the complications. It will include, at best, besides the precision of the four parameters characterizing this activity (type, intensity, duration and frequency of the sessions), advice of daily struggle against the sedentary lifestyle. It should be personalized, to consider the patient's condition and a possible risk incurred. It remains however to provide the skills to the prescribers, informed but not always trained, and to ensure the possibilities of practical realization of the exercises appearing on the medical prescription."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Blagnac, France."
          }
        ],
        "LastName": "Rivière",
        "ForeName": "Daniel",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Ordonnance de prescription de l’activité physique."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Rev Prat",
    "NlmUniqueID": "0404334",
    "ISSNLinking": "0035-2640"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    }
  ],
  "CoiStatement": "D. Rivière déclare n’avoir aucun lien d’intérêts."
}