{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adapted Physical Activity",
      "Exercise",
      "Osteoarthritis",
      "Pain",
      "Rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33962031",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "05",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jbspin.2021.105207",
      "S1297-319X(21)00079-8"
    ],
    "Journal": {
      "ISSN": "1778-7254",
      "JournalIssue": {
        "Volume": "88",
        "Issue": "6",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec"
        }
      },
      "Title": "Joint bone spine",
      "ISOAbbreviation": "Joint Bone Spine"
    },
    "ArticleTitle": "Physical activity for osteoarthritis: Efficiency and review of recommandations.",
    "Pagination": {
      "StartPage": "105207",
      "MedlinePgn": "105207"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity is defined as movement of the body resulting from muscle contraction and inducing energy expenditure. It can be adapted to a person's health status and have the objective of maintaining or improving health status. The link between sedentary lifestyle and the severity of symptoms in osteoarthritis is now well established, making adapted physical activity (APA) a first-line targeted treatment in osteoarthritis, in order to fight against the effects of a sedentary lifestyle, regardless of the phenotype or stage of the disease. The latest recommendations from EULAR, ACR and OARSI consider APA, in the form of structured exercise programmes for muscle strengthening, joint mobility, proprioception and aerobic exercises, as the core treatment for people with osteoarthritis. The benefits of APA in reducing pain and activity limitations in the short, mid and long terms in osteoarthritis, especially of the lower limbs, has been demonstrated in high-level clinical trials and meta-analyses, with effect sizes comparable to those observed with pharmacological treatments. In clinical practice, the prescription of APA in people with osteoarthritis should be encouraged further. Particular attention should also be paid to patients' adherence in the long term."
      ],
      "CopyrightInformation": "Copyright © 2021 Société française de rhumatologie. Published by Elsevier Masson SAS. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université de Paris, Faculté de Santé, UFR de Médecine, 75006 Paris, France; AP-HP, Centre-Université de Paris, Hôpital Cochin, Service de Rééducation et de Réadaptation de l'Appareil Locomoteur et des Pathologies du Rachis, 27, Rue du Faubourg Saint-Jacques, 75014 Paris, France; INSERM UMR-S 1153, Centre de Recherche Épidémiologie et Statistique Paris (CRESS), ECaMO Team, 75004 Paris, France."
          }
        ],
        "LastName": "Daste",
        "ForeName": "Camille",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université de Paris, Faculté de Santé, UFR de Médecine, 75006 Paris, France; AP-HP, Centre-Université de Paris, Hôpital Cochin, Service de Rééducation et de Réadaptation de l'Appareil Locomoteur et des Pathologies du Rachis, 27, Rue du Faubourg Saint-Jacques, 75014 Paris, France."
          }
        ],
        "LastName": "Kirren",
        "ForeName": "Quentin",
        "Initials": "Q"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "INSERM UMR-S 1124, Toxicité Environnementale, Cibles Thérapeutiques, Signalisation Cellulaire et Biomarqueurs (T3S), Campus Saint-Germain-des-Prés, 75006 Paris, France."
          }
        ],
        "LastName": "Akoum",
        "ForeName": "Joulnar",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université de Paris, Faculté de Santé, UFR de Médecine, 75006 Paris, France; AP-HP, Centre-Université de Paris, Hôpital Cochin, Service de Rééducation et de Réadaptation de l'Appareil Locomoteur et des Pathologies du Rachis, 27, Rue du Faubourg Saint-Jacques, 75014 Paris, France; INSERM UMR-S 1153, Centre de Recherche Épidémiologie et Statistique Paris (CRESS), ECaMO Team, 75004 Paris, France; Institut Fédératif de Recherche sur le Handicap, 75013 Paris, France."
          }
        ],
        "LastName": "Lefèvre-Colau",
        "ForeName": "Marie-Martine",
        "Initials": "MM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université de Paris, Faculté de Santé, UFR de Médecine, 75006 Paris, France; AP-HP, Centre-Université de Paris, Hôpital Cochin, Service de Rééducation et de Réadaptation de l'Appareil Locomoteur et des Pathologies du Rachis, 27, Rue du Faubourg Saint-Jacques, 75014 Paris, France; INSERM UMR-S 1124, Toxicité Environnementale, Cibles Thérapeutiques, Signalisation Cellulaire et Biomarqueurs (T3S), Campus Saint-Germain-des-Prés, 75006 Paris, France."
          }
        ],
        "LastName": "Rannou",
        "ForeName": "François",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université de Paris, Faculté de Santé, UFR de Médecine, 75006 Paris, France; AP-HP, Centre-Université de Paris, Hôpital Cochin, Service de Rééducation et de Réadaptation de l'Appareil Locomoteur et des Pathologies du Rachis, 27, Rue du Faubourg Saint-Jacques, 75014 Paris, France; INSERM UMR-S 1124, Toxicité Environnementale, Cibles Thérapeutiques, Signalisation Cellulaire et Biomarqueurs (T3S), Campus Saint-Germain-des-Prés, 75006 Paris, France. Electronic address: christelle.nguyen2@aphp.fr."
          }
        ],
        "LastName": "Nguyen",
        "ForeName": "Christelle",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Joint Bone Spine",
    "NlmUniqueID": "100938016",
    "ISSNLinking": "1297-319X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Osteoarthritis, Knee"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    }
  ]
}