{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cardiac maladaptations",
      "Cardiac rehabilitation",
      "Cardiorespiratory fitness",
      "Cardiovascular events",
      "High-intensity interval training",
      "Risk of exercise",
      "Vigorous physical activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34971650",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "12",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pcad.2021.12.005",
      "S0033-0620(21)00137-7"
    ],
    "Journal": {
      "ISSN": "1873-1740",
      "JournalIssue": {
        "Volume": "70",
        "PubDate": {
          "Year": "2022",
          "Season": "Jan-Feb"
        }
      },
      "Title": "Progress in cardiovascular diseases",
      "ISOAbbreviation": "Prog Cardiovasc Dis"
    },
    "ArticleTitle": "High level physical activity in cardiac rehabilitation: Implications for exercise training and leisure-time pursuits.",
    "Pagination": {
      "StartPage": "22",
      "EndPage": "32",
      "MedlinePgn": "22-32"
    },
    "Abstract": {
      "AbstractText": [
        "Regular moderate-to-vigorous physical activity and increased levels of cardiorespiratory fitness (CRF) are widely promoted as cardioprotective measures in secondary prevention interventions.",
        "A low level of CRF increases the risk of cardiovascular disease (CVD) to a greater extent than merely being physically inactive. An exercise capacity <5 metabolic equivalents (METs), generally corresponding to the bottom 20% of the fitness continuum, indicates a higher mortality group. Accordingly, a key objective in early cardiac rehabilitation (CR) is to increase the intensity of training to >3 METs, to empower patients to vacate this \"high risk\" group. Moreover, a \"good\" exercise capacity, expressed as peak METs, identifies individuals with a favorable long-term prognosis, regardless of the underlying extent of coronary disease. On the other hand, vigorous-to-high intensity physical activity, particularly when unaccustomed, and some competitive sports are associated with a greater incidence of acute cardiovascular events. Marathon and triathlon training/competition also have limited applicability and value in CR, are associated with acute cardiac events each year, and do not necessarily provide immunity to the development of or the progression of CVD. Furthermore, extreme endurance exercise regimens are associated with an increased incidence of atrial fibrillation and accelerated coronary artery calcification.",
        "High-intensity training offers a time-saving alternative to moderate intensity continuous training, as well as other potential advantages. Additional long-term studies assessing safety, adherence, and morbidity and mortality are required before high-intensity CR training can be more widely recommended, especially in previously sedentary patients with known or suspected CVD exercising in non-medically supervised settings."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Preventive Cardiology and Cardiac Rehabilitation, Beaumont Health, Royal Oak, MI, United States of America; Internal Medicine, Oakland University William Beaumont School of Medicine, Rochester, MI, United States of America. Electronic address: Barry.Franklin@Beaumont.edu."
          }
        ],
        "LastName": "Franklin",
        "ForeName": "Barry A",
        "Initials": "BA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Integrative Physiology and Athletic Training, University of Montana, Missoula, Montana, United States of America; International Heart Institute - St Patrick's Hospital, Providence Medical Center, Missoula, Montana, United States of America."
          }
        ],
        "LastName": "Quindry",
        "ForeName": "John",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Prog Cardiovasc Dis",
    "NlmUniqueID": "0376442",
    "ISSNLinking": "0033-0620"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cardiac Rehabilitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiorespiratory Fitness"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Coronary Artery Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest None."
}