{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22607025",
  "DateCompleted": {
    "Year": "2012",
    "Month": "11",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "05",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1743-0003-9-28"
    ],
    "Journal": {
      "ISSN": "1743-0003",
      "JournalIssue": {
        "Volume": "9",
        "PubDate": {
          "Year": "2012",
          "Month": "May",
          "Day": "20"
        }
      },
      "Title": "Journal of neuroengineering and rehabilitation",
      "ISOAbbreviation": "J Neuroeng Rehabil"
    },
    "ArticleTitle": "Dynamic stability requirements during gait and standing exergames on the wii fit® system in the elderly.",
    "Pagination": {
      "StartPage": "28",
      "MedlinePgn": "28"
    },
    "Abstract": {
      "AbstractText": [
        "In rehabilitation, training intensity is usually adapted to optimize the trained system to attain better performance (overload principle). However, in balance rehabilitation, the level of intensity required during training exercises to optimize improvement in balance has rarely been studied, probably due to the difficulty in quantifying the stability level during these exercises. The goal of the present study was to test whether the stabilizing/destabilizing forces model could be used to analyze how stability is challenged during several exergames, that are more and more used in balance rehabilitation, and a dynamic functional task, such as gait.",
        "Seven healthy older adults were evaluated with three-dimensional motion analysis during gait at natural and fast speed, and during three balance exergames (50/50 Challenge, Ski Slalom and Soccer). Mean and extreme values for stabilizing force, destabilizing force and the ratio of the two forces (stability index) were computed from kinematic and kinetic data to determine the mean and least level of dynamic, postural and overall balance stability, respectively.",
        "Mean postural stability was lower (lower mean destabilizing force) during the 50/50 Challenge game than during all the other tasks, but peak postural instability moments were less challenging during this game than during any of the other tasks, as shown by the minimum destabilizing force values. Dynamic stability was progressively more challenged (higher mean and maximum stabilizing force) from the 50/50 Challenge to the Soccer and Slalom games, to the natural gait speed task and to the fast gait speed task, increasing the overall stability difficulty (mean and minimum stability index) in the same manner.",
        "The stabilizing/destabilizing forces model can be used to rate the level of balance requirements during different tasks such as gait or exergames. The results of our study showed that postural stability did not differ much between the evaluated tasks (except for the 50/50 Challenge), compared to dynamic stability, which was significantly less challenged during the games than during the functional tasks. Games with greater centre of mass displacements and changes in the base of support are likely to stimulate balance control enough to see improvements in balance during dynamic functional tasks, and could be tested in pathological populations with the approach used here."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pathokinesiology laboratory, Centre for Interdisciplinary Research in Rehabilitation (CRIR), Institut de réadaptation Gingras-Lindsay-de-Montréal, 6300 avenue Darlington, Montréal, QC, H3S 2 J4, Canada. cyril.duclos@umontreal.ca"
          }
        ],
        "LastName": "Duclos",
        "ForeName": "Cyril",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Miéville",
        "ForeName": "Carole",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gagnon",
        "ForeName": "Dany",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Leclerc",
        "ForeName": "Catherine",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Neuroeng Rehabil",
    "NlmUniqueID": "101232233",
    "ISSNLinking": "1743-0003"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gait"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Postural Balance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "User-Computer Interface"
    }
  ]
}