{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Brain injuries",
      "Mobility limitation",
      "Rehabilitation",
      "Resistance training",
      "Traumatic"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36253280",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "11",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "10",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jphys.2022.09.004",
      "S1836-9553(22)00083-2"
    ],
    "Journal": {
      "ISSN": "1836-9561",
      "JournalIssue": {
        "Volume": "68",
        "Issue": "4",
        "PubDate": {
          "Year": "2022",
          "Month": "Oct"
        }
      },
      "Title": "Journal of physiotherapy",
      "ISOAbbreviation": "J Physiother"
    },
    "ArticleTitle": "Ballistic resistance training has a similar or better effect on mobility than non-ballistic exercise rehabilitation in people with a traumatic brain injury: a randomised trial.",
    "Pagination": {
      "StartPage": "262",
      "EndPage": "268",
      "MedlinePgn": "262-268"
    },
    "Abstract": {
      "AbstractText": [
        "In people recovering from traumatic brain injury, is a 3-month ballistic resistance training program targeting three lower limb muscle groups more effective than non-ballistic exercise rehabilitation for improving mobility, strength and balance? Does improved mobility translate to better health-related quality of life?",
        "A prospective, multicentre, randomised trial with concealed allocation, intention-to-treat analysis and blinded measurement.",
        "A total of 144 people with a neurological movement disorder affecting mobility as a result of traumatic brain injury.",
        "For 3 months, the experimental group had three 60-minute sessions of non-ballistic exercise rehabilitation per week replaced by ballistic resistance training. The control group had non-ballistic exercise rehabilitation of equivalent time. The non-ballistic exercise rehabilitation consisted of balance exercises, lower limb stretching, conventional strengthening exercises, cardiovascular fitness training and gait training.",
        "The primary outcome was mobility measured using the High-Level Mobility Assessment Tool (HiMAT). Secondary outcomes were walking speed, strength, balance and quality of life. They were measured at baseline (0 months), after completion of the 3-month intervention (3 months) and 3 months after cessation of intervention (6 months).",
        "After 3 months of ballistic resistance training, the experimental group scored 3 points (95% CI 0 to 6) higher on the 54-point HiMAT than the control group and remained 3 points (95% CI -1 to 6) higher at 6 months. Although there was a transient decrement in balance at 3 months in the experimental group, the interventions had similar effects on all secondary outcomes by 6 months. Participants with a baseline HiMAT < 27 gained greater benefit from ballistic training: 6 points (1 to 10) on the HiMAT.",
        "This randomised trial shows that ballistic resistance training has a similar or better effect on mobility than non-ballistic training in people with traumatic brain injury. It may be better targeted towards those with more severe mobility limitations.",
        "ACTRN12611001098921."
      ],
      "CopyrightInformation": "Copyright © 2022 Australian Physiotherapy Association. Published by Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physiotherapy Department, Epworth Healthcare, Melbourne, Australia; School of Physiotherapy, Faulty of Medicine, Dentistry and Health Sciences, The University of Melbourne, Melbourne, Australia. Electronic address: gavin.williams@epworth.org.au."
          }
        ],
        "LastName": "Williams",
        "ForeName": "Gavin",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sydney School of Health Sciences, Faculty of Medicine and Health, The University of Sydney, Sydney, Australia; Institute for Musculoskeletal Health, The University of Sydney, Sydney Local Health District, Sydney, Australia."
          }
        ],
        "LastName": "Hassett",
        "ForeName": "Leanne",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health and Behavioural Sciences, University of the Sunshine Coast, Sippy Downs, Australia."
          }
        ],
        "LastName": "Clark",
        "ForeName": "Ross",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physiotherapy, Faulty of Medicine, Dentistry and Health Sciences, The University of Melbourne, Melbourne, Australia."
          }
        ],
        "LastName": "Bryant",
        "ForeName": "Adam L",
        "Initials": "AL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Victorian Rehabilitation Centre Healthscope & Academic and Research Collaborative in Health (ARCH), La Trobe University, Melbourne, Australia."
          }
        ],
        "LastName": "Morris",
        "ForeName": "Meg E",
        "Initials": "ME"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rehabilitation Medicine, Epworth Healthcare, Melbourne, Australia."
          }
        ],
        "LastName": "Olver",
        "ForeName": "John",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sydney School of Health Sciences, Faculty of Medicine and Health, The University of Sydney, Sydney, Australia."
          }
        ],
        "LastName": "Ada",
        "ForeName": "Louise",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Multicenter Study",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Physiother",
    "NlmUniqueID": "101528691",
    "ISSNLinking": "1836-9561"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Brain Injuries, Traumatic"
    }
  ]
}