{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9812255",
  "DateCompleted": {
    "Year": "1999",
    "Month": "01",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0342-5282",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "3",
        "PubDate": {
          "Year": "1998",
          "Month": "Sep"
        }
      },
      "Title": "International journal of rehabilitation research. Internationale Zeitschrift fur Rehabilitationsforschung. Revue internationale de recherches de readaptation",
      "ISOAbbreviation": "Int J Rehabil Res"
    },
    "ArticleTitle": "Cardio-respiratory load of exercise training in patients with severe COPD.",
    "Pagination": {
      "StartPage": "259",
      "EndPage": "271",
      "MedlinePgn": "259-71"
    },
    "Abstract": {
      "AbstractText": [
        "The effect of physical training depends on the intensity at which exercise is performed. Patients with chronic obstructive pulmonary disease (COPD) may not tolerate high exercise intensities during training due to breathlessness. The purpose of the present study was to investigate the cardiorespiratory load of exercise training, during pulmonary rehabilitation, in patients with severe COPD. We also studied the effects of pulmonary rehabilitation on maximum exercise performance. Thirteen patients with stable COPD (FEV1 (S.D.) 1.0 (0.3) L) performed an incremental cycle exercise test at baseline and after a 10 week in-patient pulmonary rehabilitation programme. Exercise training consisted of dynamic and isometric strength training exercises, and training of specific daily life activities. Training sessions were held 5 days per week for 10 weeks. Heart rate (HR) and dyspnoea ratings (Borg scale) were measured during one session in the second or third week of training, and were compared with values obtained during incremental cycle exercise at baseline. The ventilatory load during the training was estimated by using the relationship between HR and minute ventilation (VE) during incremental cycle exercise at baseline. The duration of a training session was 80 (7) min, including periods of rest. The HR during various exercises of the training programme varied between 94 (17) and 103 (14)% of peak HR during incremental cycle exercise. Borg scores during the training varied between 2.0 and 5.7, and were lower than the Borg score at peak exercise (6.5 (2.0)). HR was more than 90% of peak HR during 36 (33) min of the whole training session, which corresponded with a VE of 81 (11)% of peak VE during incremental cycle exercise. Training significantly increased maximum work load (Wmax) from 62 (25) to 73 (21) W (P < 0.05), without any change in peak HR, VE and VO2. In patients with severe COPD, the training intensity in terms of cardio-respiratory load was high in relation to individual maximum values. Pulmonary rehabilitation, including exercise training, improved maximum exercise performance."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pulmonary Diseases, Medical Centre Dekkerswald, University of Nijmegen, The Netherlands."
          }
        ],
        "LastName": "Rooyackers",
        "ForeName": "J M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Folgering",
        "ForeName": "H T",
        "Initials": "HT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Rehabil Res",
    "NlmUniqueID": "7805421",
    "ISSNLinking": "0342-5282"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Dyspnea"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "adverse effects",
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Rate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Lung Diseases, Obstructive"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiration"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiratory Function Tests"
    }
  ]
}