{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21041965",
  "DateCompleted": {
    "Year": "2011",
    "Month": "01",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2519/jospt.2010.3246"
    ],
    "Journal": {
      "ISSN": "0190-6011",
      "JournalIssue": {
        "Volume": "40",
        "Issue": "11",
        "PubDate": {
          "Year": "2010",
          "Month": "Nov"
        }
      },
      "Title": "The Journal of orthopaedic and sports physical therapy",
      "ISOAbbreviation": "J Orthop Sports Phys Ther"
    },
    "ArticleTitle": "Short-term effects of hip abductors and lateral rotators strengthening in females with patellofemoral pain syndrome: a randomized controlled clinical trial.",
    "Pagination": {
      "StartPage": "736",
      "EndPage": "742",
      "MedlinePgn": "736-42"
    },
    "Abstract": {
      "AbstractText": [
        "Randomized clinical trial.",
        "To investigate the influence of strengthening the hip abductor and lateral rotator musculature on pain and function of females with patellofemoral pain syndrome (PFPS).",
        "Hip muscle weakness in women athletes has been the focus of many recent studies and is suggested as an important impairment to address in the conservative treatment of women with PFPS. However, it is still not well established if strengthening these muscles is associated with clinical improvement in pain and function in sedentary females with PFPS.",
        "Seventy females (average±SD age, 25±07 years), with a diagnosis of unilateral PFPS, were distributed randomly into 3 groups: 22 females in the knee exercise group, who received a conventional treatment that emphasized stretching and strengthening of the knee musculature; 23 females in the knee and hip exercise group, who performed exercises to strengthen the hip abductors and external rotators in addition to the same exercises performed by those in the knee exercise group; and of the 25 females who did not receive any treatment. The females of the nontreatment group (control) were instructed to maintain their normal daily activities. An 11-point numerical pain rating scale (NPRS) was used to assess pain during stair ascent and descent. The lower extremity functional scale (LEFS) and the anterior knee pain scale (AKPS) were used to assess function. The single-limb single hop test was also used as a functional outcome to measure preintervention and 4-week postintervention function.",
        "The 3 groups were homogeneous prior to treatment in respect to demographic, pain, and functional scales data. Both the knee exercise and the knee and hip exercise groups showed significant improvement in the LEFS, the AKPS, and the NPRS, when compared to the control group (P<.05 and P<.001, respectively). But, when we considered minimal clinically important differences, only the knee and hip exercise group demonstrated mean improvements in AKPS and pain scores that were large enough to be clinically meaningful. For the single-limb single hop test, both groups receiving an intervention showed greater improvement than the control group, but there was no difference between the 2 interventions (P>.05).",
        "Rehabilitation programs focusing on knee strengthening exercises and knee strengthening exercises supplemented by hip strengthening exercises were both effective in improving function and reducing pain in sedentary women with PFPS. Improvements of pain and function were greater for the group that performed the hip strengthening exercises, but the difference was significant only for pain rating while descending stairs.",
        "Therapy, level 1b-."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "ISCMSP, Physical Therapy Department, São Paulo Brazil. tfukuda10@yahoo.com.br"
          }
        ],
        "LastName": "Fukuda",
        "ForeName": "Thiago Yukio",
        "Initials": "TY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rossetto",
        "ForeName": "Flavio Marcondes",
        "Initials": "FM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Magalhães",
        "ForeName": "Eduardo",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bryk",
        "ForeName": "Flavio Fernandes",
        "Initials": "FF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lucareli",
        "ForeName": "Paulo Roberto Garcia",
        "Initials": "PR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "de Almeida Aparecida Carvalho",
        "ForeName": "Nilza",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Orthop Sports Phys Ther",
    "NlmUniqueID": "7908150",
    "ISSNLinking": "0190-6011"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "10.1080/09168451.2016.1200455",
      "PMID": "29804649"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Analysis of Variance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Muscle Stretching Exercises"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Patellofemoral Pain Syndrome"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}