{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25037027",
  "DateCompleted": {
    "Year": "2015",
    "Month": "01",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "07",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/14651858.CD000990.pub3"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "7",
        "PubDate": {
          "Year": "2014",
          "Month": "Jul",
          "Day": "18"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Exercise for intermittent claudication.",
    "Pagination": {
      "StartPage": "CD000990",
      "MedlinePgn": "CD000990"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise programmes are a relatively inexpensive, low-risk option compared with other more invasive therapies for leg pain on walking (intermittent claudication (IC)). This is an update of a review first published in 1998.",
        "The prime objective of this review was to determine whether an exercise programme in people with intermittent claudication was effective in alleviating symptoms and increasing walking treadmill distances and walking times. Secondary objectives were to determine whether exercise was effective in preventing deterioration of underlying disease, reducing cardiovascular events and improving quality of life.",
        "For this update the Cochrane Peripheral Vascular Diseases Group Trials Search Co-ordinator searched the Specialised Register (last searched September 2013) and CENTRAL (2013, Issue 8).",
        "Randomised controlled trials of an exercise regimen versus control or versus medical therapy in people with IC due to peripheral arterial disease. Any exercise programme or regimen used in the treatment of intermittent claudication was included, such as walking, skipping and running. Inclusion of trials was not affected by the duration, frequency or intensity of the exercise programme. Outcome measures collected included treadmill walking distance (time to onset of pain or pain-free walking distance and maximum walking time or maximal walking distance), ankle brachial index (ABI), quality of life, morbidity or amputation; if none of these were reported the trial was not included in this review.",
        "Two review authors independently extracted data and assessed trial quality.",
        "Eleven additional studies were included in this update making a total of 30 trials which met the inclusion criteria, involving a total of 1816 participants with stable leg pain. The follow-up period ranged from two weeks to two years. The types of exercise varied from strength training to polestriding and upper or lower limb exercises; generally supervised sessions were at least twice a week. Most trials used a treadmill walking test for one of the outcome measures. Quality of the included trials was moderate, mainly due to an absence of relevant information. The majority of trials were small with 20 to 49 participants. Twenty trials compared exercise with usual care or placebo, the remainder of the trials compared exercise to medication (pentoxifylline, iloprost, antiplatelet agents and vitamin E) or pneumatic calf compression; people with various medical conditions or other pre-existing limitations to their exercise capacity were generally excluded.Overall, when taking the first time point reported in each of the studies, exercise significantly improved maximal walking time when compared with usual care or placebo: mean difference (MD) 4.51 minutes (95% confidence interval (CI) 3.11 to 5.92) with an overall improvement in walking ability of approximately 50% to 200%. Walking distances were also significantly improved: pain-free walking distance MD 82.29 metres (95% CI 71.86 to 92.72) and maximum walking distance MD 108.99 metres (95% CI 38.20 to 179.78). Improvements were seen for up to two years, and subgroup analyses were performed at three, six and 12 months where possible. Exercise did not improve the ABI (MD 0.05, 95% CI 0.00 to 0.09). The effect of exercise, when compared with placebo or usual care, was inconclusive on mortality, amputation and peak exercise calf blood flow due to limited data. No data were given on non-fatal cardiovascular events.Quality of life measured using the Short Form (SF)-36 was reported at three and six months. At three months, physical function, vitality and role physical all significantly improved with exercise, however this was a limited finding as this measure was only reported in two trials. At six months five trials reported outcomes of a significantly improved physical summary score and mental summary score secondary to exercise. Only two trials reported improvements in other domains, physical function and general health.Evidence was generally limited for exercise compared with antiplatelet therapy, pentoxifylline, iloprost, vitamin E and pneumatic foot and calf compression due to small numbers of trials and participants.",
        "Exercise programmes are of significant benefit compared with placebo or usual care in improving walking time and distance in people with leg pain from IC who were considered to be fit for exercise intervention."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Vascular Unit, Hull Royal Infirmary, Anlaby Road, Hull, UK, HU3 2JZ."
          }
        ],
        "LastName": "Lane",
        "ForeName": "Risha",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ellis",
        "ForeName": "Brian",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Watson",
        "ForeName": "Lorna",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Leng",
        "ForeName": "Gillian C",
        "Initials": "GC"
      }
    ],
    "GrantList": [
      {
        "GrantID": "CZB/4/788",
        "Acronym": "CSO_",
        "Agency": "Chief Scientist Office",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2008;(4):CD000990",
      "PMID": "18843614"
    },
    {
      "RefSource": "Cochrane Database Syst Rev. 2017 Dec 26;12 :CD000990",
      "PMID": "29278423"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Intermittent Claudication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ]
}