{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33512981",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/HCR.0000000000000574"
    ],
    "Journal": {
      "ISSN": "1932-751X",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "3",
        "PubDate": {
          "Year": "2021",
          "Month": "May",
          "Day": "01"
        }
      },
      "Title": "Journal of cardiopulmonary rehabilitation and prevention",
      "ISOAbbreviation": "J Cardiopulm Rehabil Prev"
    },
    "ArticleTitle": "Prehabilitation Coming of Age: IMPLICATIONS FOR CARDIAC AND PULMONARY REHABILITATION.",
    "Pagination": {
      "StartPage": "141",
      "EndPage": "146",
      "MedlinePgn": "141-146"
    },
    "Abstract": {
      "AbstractText": [
        "While cardiac and pulmonary rehabilitation programs traditionally involve exercise therapy and risk management following an event (eg, myocardial infarction and stroke), or an intervention (eg, coronary artery bypass surgery and percutaneous coronary intervention), prehabilitation involves enhancing functional capacity and optimizing risk profile prior to a scheduled intervention. The concept of prehabilitation is based on the principle that patients with higher functional capabilities will better tolerate an intervention, and will have better pre- and post-surgical outcomes. In addition to improving fitness, prehabilitation has been extended to include multifactorial risk intervention prior to surgery, including psychosocial counseling, smoking cessation, diabetes control, nutrition counseling, and alcohol abstinence. A growing number of studies have shown that patients enrolled in prehabilitation programs have reduced post-operative complications and demonstrate better functional, psychosocial, and surgery-related outcomes. These studies have included interventions such as hepatic transplantation, lung cancer resection, and abdominal aortic aneurysm (repair, upper gastrointestinal surgery, bariatric surgery, and coronary artery bypass grafting). Studies have also suggested that incorporation of prehabilitation before an intervention in addition to traditional rehabilitation following an intervention further enhances physical function, lowers risk for adverse events, and better prepares a patient to resume normal activities, including return to work. In this overview, we discuss prehabilitation coming of age, including key elements related to optimizing pre-surgical fitness, factors to consider in developing a prehabilitation program, and exercise training strategies to improve pre-surgical fitness."
      ],
      "CopyrightInformation": "Copyright © 2021 Wolters Kluwer Health, Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cardiology Division, Veterans Affairs Palo Alto Health Care System, Palo Alto, California, and Cardiology Division, Stanford University, Stanford, California (Dr Myers); University Institute of Sports Medicine, Prevention and Rehabilitation, Paracelsus Medical University, Salzburg, Austria (Dr Niebauer); and College of Health Professions & Biomedical Sciences, University of Montana, Missoula (Dr Humphrey)."
          }
        ],
        "LastName": "Myers",
        "ForeName": "Jonathan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Niebauer",
        "ForeName": "Josef",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Humphrey",
        "ForeName": "Reed",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Cardiopulm Rehabil Prev",
    "NlmUniqueID": "101291247",
    "ISSNLinking": "1932-7501"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postoperative Complications"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Preoperative Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Preoperative Exercise"
    }
  ],
  "CoiStatement": "The authors declare no conflicts of interest."
}