{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25427403",
  "DateCompleted": {
    "Year": "2015",
    "Month": "06",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2014",
    "Month": "11",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "hrv"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0374-1338",
      "JournalIssue": {
        "Volume": "61",
        "Issue": "2",
        "PubDate": {
          "Year": "2014"
        }
      },
      "Title": "Reumatizam",
      "ISOAbbreviation": "Reumatizam"
    },
    "ArticleTitle": "[Non-pharmacological treatment of osteoporosis: myth or reality?].",
    "Pagination": {
      "StartPage": "100",
      "EndPage": "104",
      "MedlinePgn": "100-4"
    },
    "Abstract": {
      "AbstractText": [
        "Non-pharmacological treatment of osteoporosis is a mandatory part of all algorithms and recommendations for dealing with this disease. However, the belief that pharmacological therapy is much more superior to treating osteoporosis than non-pharmacological treatment is still common in the medical community. The probable reason is that pharmacological treatment can be measured and statistically analyzed, and that's why the abundance of data from controlled randomized trials, meta-analyses and systematic reviews are available. Non-pharmacological treatment of osteoporosis is not so much represented in evidence based medicine (EBM) because there are a lot of different exercise protocols, different machines with different setups for applying the same models of physical therapy. So the main problem are inclusion criteria in meta-analyses or systematic reviews of patients whose data is collected using different protocols. Non-pharmacological treatment ofosteoporosis: myth or reality? Maybe we did not answer this question in fullness, but by analyzing data from the scientifically relevant data bases we can conclude that non-pharmacological treatment is an important factor in prevention of osteoporosis and part of all treatment protocols available today--almost as equally significant as pharmacological treatment. Cochrane library database and PEDro database provide EBM information that can help to identify the best types of ex- ercises and physical procedures for bone mineral density and prevention of falls. The best result in non-pharmaco- logical treatment of osteoporosis showed a combination of exercise programs that include muscle strengthening exercises, aerobic exercises, exercises with progressive resistance increase, and high-impact exercises. As for individual exercises, a non-weight-bearing high force exercise showed small but statistically significant increase in bone mineral density in femoral neck, in some scientific papers. Exercises for balance and coordination resulted in fewer falls, and therefore fewer fractures caused by osteoporosis in postmenopausal women."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vlak",
        "ForeName": "Tonko",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Aljinović",
        "ForeName": "Jure",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Nefarmakolosko lijecenje osteoporoze: mit ili stvarnost?"
  },
  "MedlineJournalInfo": {
    "Country": "Croatia",
    "MedlineTA": "Reumatizam",
    "NlmUniqueID": "0216650",
    "ISSNLinking": "0374-1338"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Bone Density"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Osteoporosis"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Osteoporosis, Postmenopausal"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Osteoporotic Fractures"
    }
  ]
}