{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27677913",
  "DateCompleted": {
    "Year": "2018",
    "Month": "06",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-016-0627-5"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "5",
        "PubDate": {
          "Year": "2017",
          "Month": "May"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "A Review of the Acute Effects and Long-Term Adaptations of Single- and Multi-Joint Exercises during Resistance Training.",
    "Pagination": {
      "StartPage": "843",
      "EndPage": "855",
      "MedlinePgn": "843-855"
    },
    "Abstract": {
      "AbstractText": [
        "Resistance exercises can be considered to be multi-joint (MJ) or single-joint (SJ) in nature. Many strength coaches, trainers, and trainees believe that adding SJ exercises to a resistance training (RT) program may be required to optimize muscular size and strength. However, given that lack of time is a frequently cited barrier to exercise adoption, the time commitment resulting from these recommendations may not be convenient for many people. Therefore, it is important to find strategies that reduce the time commitment without negatively affecting results. The aim of this review was to analyze and discuss the present body of literature considering the acute responses to and long-term adaptations resulting from SJ and MJ exercise selection. Studies were deemed eligible for inclusion if they were experimental studies comparing the effects of MJ, SJ, or MJ + SJ on dependent variables; studies were excluded if they were reviews or abstracts only, if they involved clinical populations or persons with articular or musculoskeletal problems, or if the RT intervention was confounded by other factors. Taking these factors into account, a total of 23 studies were included. For the upper and lower limbs, analysis of surface electromyographic (sEMG) activation suggests that there are no differences between SJ and MJ exercises when comparing the prime movers. However, evidence is contrasting when considering the trunk extensor musculature. Only one study directly compared the effects of MJ and SJ on muscle recovery and the results suggest that SJ exercises resulted in increased muscle fatigue and soreness. Long-term studies comparing increases in muscle size and strength in the upper limbs reported no difference between SJ and MJ exercises and no additional effects when SJ exercises were included in an MJ exercise program. For the lumbar extensors, the studies reviewed tend to support the view that this muscle group may benefit from SJ exercise. People performing RT may not need to include SJ exercises in their program to obtain equivalent results in terms of muscle activation and long-term adaptations such as hypertrophy and strength. SJ exercises may only be necessary to strengthen lumbar extensors and to correct muscular imbalances."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-2459-4977"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "FEFD-Faculdade de Educação Física e Dança, Universidade Federal de Goiás-UFG, Campus Samambaia, Avenida Esperança s/n, CEP: 74.690-900, Goiânia, Goiás, Brasil. paulogentil@hotmail.com."
          }
        ],
        "LastName": "Gentil",
        "ForeName": "Paulo",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Sport, Health, and Social Sciences, Southampton Solent University, Southampton, UK."
          }
        ],
        "LastName": "Fisher",
        "ForeName": "James",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Sport, Health, and Social Sciences, Southampton Solent University, Southampton, UK."
          }
        ],
        "LastName": "Steele",
        "ForeName": "James",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Sports Med. 2017 Apr;47(4):791-793",
      "PMID": "27995535"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Joints"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    }
  ]
}