{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23790819",
  "DateCompleted": {
    "Year": "2014",
    "Month": "03",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pmrj.2013.03.008",
      "S1934-1482(13)00117-2"
    ],
    "Journal": {
      "ISSN": "1934-1563",
      "JournalIssue": {
        "Volume": "5",
        "Issue": "6",
        "PubDate": {
          "Year": "2013",
          "Month": "Jun"
        }
      },
      "Title": "PM & R : the journal of injury, function, and rehabilitation",
      "ISOAbbreviation": "PM R"
    },
    "ArticleTitle": "Considerations for initiating and progressing running programs in obese individuals.",
    "Pagination": {
      "StartPage": "513",
      "EndPage": "519",
      "MedlinePgn": "513-9"
    },
    "Abstract": {
      "AbstractText": [
        "Running has rapidly increased in popularity and elicits numerous health benefits, including weight loss. At present, no practical guidelines are available for obese persons who wish to start a running program. This article is a narrative review of the emerging evidence of the musculoskeletal factors to consider in obese patients who wish to initiate a running program and increase its intensity. Main program goals should include gradual weight loss, avoidance of injury, and enjoyment of the exercise. Pre-emptive strengthening exercises can improve the strength of the foot and ankle, hip abductor, quadriceps, and trunk to help support the joints bearing the loads before starting a running program. Depending on the presence of comorbid joint pain, nonimpact exercise or walking (on a flat surface, on an incline, and at high intensity) can be used to initiate the program. For progression to running, intensity or mileage increases should be slow and consistent to prevent musculoskeletal injury. A stepwise transition to running at a rate not exceeding 5%-10% of weekly mileage or duration is reasonable for this population. Intermittent walk-jog programs are also attractive for persons who are not able to sustain running for a long period. Musculoskeletal pain should neither carry over to the next day nor be increased the day after exercising. Rest days in between running sessions may help prevent overuse injury. Patients who have undergone bariatric surgery and are now lean can also run, but special foci such as hydration and energy replacement must be considered. In summary, obese persons can run for exercise, provided they follow conservative transitions and progression, schedule rest days, and heed onset of pain symptoms."
      ],
      "CopyrightInformation": "Copyright © 2013 American Academy of Physical Medicine and Rehabilitation. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Orthopedics and Rehabilitation, Division of Research, UF Orthopaedics and Sports Medicine Institute, PO Box 112727, Gainesville, FL 32611, USA. vincehk@ortho.ufl.edu"
          }
        ],
        "LastName": "Vincent",
        "ForeName": "Heather K",
        "Initials": "HK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vincent",
        "ForeName": "Kevin R",
        "Initials": "KR"
      }
    ],
    "GrantList": [
      {
        "GrantID": "K23 AR061146",
        "Acronym": "AR",
        "Agency": "NIAMS NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PM R",
    "NlmUniqueID": "101491319",
    "ISSNLinking": "1934-1482"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Running"
    }
  ]
}