{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cognitive impairment",
      "Frail older",
      "Hospitalized patients",
      "Intrinsic capacity",
      "Multi-component exercise"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30995516",
  "DateCompleted": {
    "Year": "2020",
    "Month": "07",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "07",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "04",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.exger.2019.04.007",
      "S0531-5565(19)30218-9"
    ],
    "Journal": {
      "ISSN": "1873-6815",
      "JournalIssue": {
        "Volume": "122",
        "PubDate": {
          "Year": "2019",
          "Month": "Jul",
          "Day": "15"
        }
      },
      "Title": "Experimental gerontology",
      "ISOAbbreviation": "Exp Gerontol"
    },
    "ArticleTitle": "Multicomponent exercise and the hallmarks of frailty: Considerations on cognitive impairment and acute hospitalization.",
    "Pagination": {
      "StartPage": "10",
      "EndPage": "14",
      "MedlinePgn": "10-14"
    },
    "Abstract": {
      "AbstractText": [
        "Frailty syndrome encompasses several physical hallmarks such as loss of muscle strength, power output and mass, which leads to poor gait ability, fatigue, falls and overall difficulty to perform activities of daily living. On the other hand, physical exercise interventions induce marked improvements in frailty physical hallmarks (e.g., gait ability, muscle strength, balance and falls). In addition, because cognitive impairment is closely related to frailty syndrome, exercise is an effective intervention to counteract the physical consequences of mild cognitive impairment and dementia. Moreover, exercise and early rehabilitation programs are among the interventions through which functional decline is prevented in older patients during acute hospitalization. This narrative review provides a summary of the effectiveness of different exercise interventions in the hallmarks of frailty. Furthermore, this review addresses special considerations on exercise in frail older with cognitive impairment. Also, we review the role of exercise interventions in acute hospitalized older patients. There is strong evidence that exercise training is an effective intervention for improving muscle strength, muscle mass, incidence of falls, and gait ability in frail older adults. In addition, it seems that multicomponent exercise intervention programs including resistance, gait and balance training is the best strategy for improving the frailty hallmarks, as well as for reducing the rate of falls in frail individuals, and so maintaining their functional capacity during aging. This training modality also proved to be safe and effective to revert the functional decline and cognitive impairment in acutely hospitalized older adults of advanced age. Based on the association between muscle power output and physical function, explosive resistance training should be included in the exercise intervention in order to optimize the functional outcomes in frail older adults."
      ],
      "CopyrightInformation": "Copyright © 2019 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education, Physiotherapy and Dance, Universidade Federal do Rio Grande do Sul, Porto Alegre, Brazil."
          }
        ],
        "LastName": "Cadore",
        "ForeName": "Eduardo Lusa",
        "Initials": "EL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Sciences, Navarrabiomed, IdiSNA, CIBER of Frailty and Healthy Aging (CIBERFES), Instituto de Salud Carlos III, Public University of Navarra, Pamplona, Navarra, Spain."
          }
        ],
        "LastName": "Sáez de Asteasu",
        "ForeName": "Mikel L",
        "Initials": "ML"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Sciences, Navarrabiomed, IdiSNA, CIBER of Frailty and Healthy Aging (CIBERFES), Instituto de Salud Carlos III, Public University of Navarra, Pamplona, Navarra, Spain. Electronic address: mikel.izquierdo@gmail.com."
          }
        ],
        "LastName": "Izquierdo",
        "ForeName": "Mikel",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Exp Gerontol",
    "NlmUniqueID": "0047061",
    "ISSNLinking": "0531-5565"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Activities of Daily Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Cognitive Dysfunction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Frail Elderly"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Frailty"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gait"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postural Balance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    }
  ]
}