{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adherence to exercise",
      "Atrial fibrillation",
      "Exercise therapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34957800",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.31083/j.rcm2204165"
    ],
    "Journal": {
      "ISSN": "1530-6550",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "4",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec",
          "Day": "22"
        }
      },
      "Title": "Reviews in cardiovascular medicine",
      "ISOAbbreviation": "Rev Cardiovasc Med"
    },
    "ArticleTitle": "Can exercise-based cardiac rehabilitation increase physical activity in patients who have undergone total thoracoscopic ablation?",
    "Pagination": {
      "StartPage": "1595",
      "EndPage": "1601",
      "MedlinePgn": "1595-1601"
    },
    "Abstract": {
      "AbstractText": [
        "Evidence of the effect of exercise therapy in patients who have undergone total thoracoscopic ablation is lacking. This study aimed to evaluate the effects of eight weeks exercise-based cardiac rehabilitation on cardiopulmonary fitness and adherence to exercise in patients who underwent total thoracoscopic ablation and followed a regimen of exercise therapy. Twenty-four patients were involved in the study and were divided into two groups. The exercise group underwent exercise therapy, which included aerobic and resistance exercises, twice a week as part of an eight weeks hospital-based outpatient cardiac rehabilitation program. Cardiopulmonary exercise test was used to evaluate exercise capacity and the International Physical Activity Questionnaire was utilized to identify the amount of physical activity and confirm adherence to exercise at six months postoperatively. There were significant differences between the groups in moderate activity level (<i>p</i> = 0.004) and extent of total physical activity (<i>p</i> = 0.0001). Complications such as recurrent atrial fibrillation did not occur during the exercise training. Exercise-based cardiac rehabilitation was beneficial in maintaining the activity level at six months postoperatively. Early exercise intervention at four weeks post-surgical ablation is a safe and effective therapy that can increase physical activity. Further studies are needed to verify the effect of exercise intervention in a larger sample size of patients who have undergone total thoracoscopic ablation."
      ],
      "CopyrightInformation": "© 2021 The Author(s). Published by IMR Press."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Sports Medicine, Department of Orthopedic Surgery, Samsung Medical Center, Sungkyunkwan University School of Medicine, 06351 Seoul, Republic of Korea."
          }
        ],
        "LastName": "Seo",
        "ForeName": "Yong-Gon",
        "Initials": "YG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of School of Global Sports Studies, Social Physical Education, Korea University, 30019 Sejong, Republic of Korea."
          }
        ],
        "LastName": "Kim",
        "ForeName": "Myung-Ki",
        "Initials": "MK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Cardiology, Department of Internal Medicine, Cardiac Center, Heart Stroke & Vascular Institute, Samsung Medical Center, Sungkyunkwan University School of Medicine, 06351 Seoul, Republic of Korea."
          }
        ],
        "LastName": "Sung",
        "ForeName": "Jidong",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Thoracic and Cardiovascular Surgery, Cardiovascular Imaging Center, Samsung Medical Center, Sungkyunkwan University School of Medicine, 06351 Seoul, Republic of Korea."
          }
        ],
        "LastName": "Jeong",
        "ForeName": "Dong-Seop",
        "Initials": "DS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Singapore",
    "MedlineTA": "Rev Cardiovasc Med",
    "NlmUniqueID": "100960007",
    "ISSNLinking": "1530-6550"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "surgery"
      ],
      "DescriptorName": "Atrial Fibrillation"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Cardiac Rehabilitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}