{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24662498",
  "DateCompleted": {
    "Year": "2015",
    "Month": "08",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/AJP.0000000000000099"
    ],
    "Journal": {
      "ISSN": "1536-5409",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "2",
        "PubDate": {
          "Year": "2015",
          "Month": "Feb"
        }
      },
      "Title": "The Clinical journal of pain",
      "ISOAbbreviation": "Clin J Pain"
    },
    "ArticleTitle": "Exercise, not to exercise, or how to exercise in patients with chronic pain? Applying science to practice.",
    "Pagination": {
      "StartPage": "108",
      "EndPage": "114",
      "MedlinePgn": "108-14"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise is an effective treatment strategy in various chronic musculoskeletal pain disorders, including chronic neck pain, osteoarthritis, headache, fibromyalgia and chronic low back pain. Although exercise can benefit those with chronic pain (CP), some patients (eg, those with fibromyalgia, myalgic encephalomyelitis/chronic fatigue syndrome and chronic whiplash associated disorders) encounter exercise as a pain inducing stimulus and report symptom flares due to exercise.",
        "This paper focuses on the clinical benefits and detrimental effects of exercise in patients with CP. It summarizes the positive and negative effects of exercise therapy in migraine and tension-type headache and provides an overview of the scientific evidence of dysfunctional endogenous analgesia during exercise in patients with certain types of CP. Further, the paper explains the relationship between exercise and recovery highlighting the need to address recovery strategies as well as exercise regimes in the rehabilitation of these patients. The characteristics, demands and strategies of adequate recovery to compensate stress from exercise and return to homeostatic balance will be described.",
        "narrative review.",
        "Exercise is shown to be effective in the treatment of chronic tension-type headache and migraine. Aerobic exercise is the best option in migraine prophylaxis, whereas specific neck and shoulder exercises is a better choice in treating chronic tension-type headache. Besides the consensus that exercise therapy is beneficial in the treatment of CP, the lack of endogenous analgesia in some CP disorders should not be ignored. Clinicians should account for this when treating CP patients. Furthermore, optimizing the balance between exercise and recovery is of crucial merit in order to avoid stress-related detrimental effects and achieve optimal functioning in patients with CP.",
        "Exercise therapy has found to be beneficial in CP, but it should be appropriately and individually tailored with emphasis on prevention of symptom flares and applying adequate recovery strategies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "*Department of Neurology, Faculty of Medicine, University of Antwerp (UA) †Pain in Motion Research Group, Departments of Human Physiology and Rehabilitation Sciences, Faculty of Physical Education and Physiotherapy, Vrije Universiteit Brussel (VUB), Belgium ‡Institute of Neuroscience and Physiology, University of Gothenburg, Gothenburg, Sweden §Faculty of Sport Science, Ruhr-University Bochum, Bochum, Germany ∥Schools of Human Movement Studies and of Psychology, The University of Queensland, Brisbane, Qld, Australia."
          }
        ],
        "LastName": "Daenen",
        "ForeName": "Liesbeth",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Varkey",
        "ForeName": "Emma",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kellmann",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nijs",
        "ForeName": "Jo",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin J Pain",
    "NlmUniqueID": "8507389",
    "ISSNLinking": "0749-8047"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Chronic Pain"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "adverse effects",
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}