{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Clinical trial",
      "Exercise therapy",
      "Feasibility",
      "Foot",
      "Running",
      "Sports injuries"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30388670",
  "DateCompleted": {
    "Year": "2018",
    "Month": "11",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "10",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ptsp.2018.10.015",
      "S1466-853X(18)30103-2"
    ],
    "Journal": {
      "ISSN": "1873-1600",
      "JournalIssue": {
        "Volume": "34",
        "PubDate": {
          "Year": "2018",
          "Month": "Nov"
        }
      },
      "Title": "Physical therapy in sport : official journal of the Association of Chartered Physiotherapists in Sports Medicine",
      "ISOAbbreviation": "Phys Ther Sport"
    },
    "ArticleTitle": "Effects of a therapeutic foot exercise program on injury incidence, foot functionality and biomechanics in long-distance runners: Feasibility study for a randomized controlled trial.",
    "Pagination": {
      "StartPage": "216",
      "EndPage": "226",
      "MedlinePgn": "216-226"
    },
    "Abstract": {
      "AbstractText": [
        "The goal was to examine the feasibility of a randomized controlled trial (RCT) on the effect of a therapeutic foot-ankle training program to prevent injury in long-distance runners. First, we evaluated (i) the access to participants and recruitment success; (ii) participants' satisfaction and adherence to the program; (iii) the effect of the training program to improve foot muscle strength and change foot biomechanics; and, second, we used the collected data for a post hoc sample size calculation.",
        "We randomized 31 healthy long-distance recreational runners to either an 8-week foot-ankle muscle strength-training program (intervention) or a stretching protocol (control). The recruitment rate was the number of eligible participants per week of recruitment; recruitment success, the ratio between scheduled baseline visits and initially eligible participants. Participant satisfaction was assessed by a questionnaire, and adherence to the training program was recorded in a Web-based software, both at the 8-week mark. Program effect was assessed by hallux and toe muscle strength using a pressure platform, foot muscle cross-sectional area using magnetic resonance imaging and foot kinematics during running using 3D gait analysis; assessments were done at baseline and after 8 and 16 weeks. A post hoc power analysis was performed on foot strength and the biomechanical data was collected.",
        "In two weeks of recruitment, 112 initially eligible subjects were screened, 81 of whom were deemed eligible and 31 had a baseline study visit, giving a recruitment rate of 40.5 subjects/week and recruitment success of 28%. Participants' adherence was 97%, and satisfaction scored a median >3 out of 5 on a Likert scale on all questions. The cross-sectional area of the abductor hallucis (P = 0.040) and flexor digitorum brevis (P = 0.045) increased significantly at 8 weeks in the intervention group. The post hoc sample sizes for almost all the strength and biomechanical parameters were below those of the 112 subjects calculated as the original sample size for clinical outcome (running-related injury).",
        "Results show that this RCT is feasible, given an accessible study population that is willing to participate and that perceives the training program as positive and adheres to the program. The training program leads to several positive outcomes on muscle strength that justifies assessing clinical outcomes in this RCT."
      ],
      "CopyrightInformation": "Copyright © 2018 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy, Speech and Occupational Therapy Department, School of Medicine, University of São Paulo, São Paulo, Brazil. Electronic address: ulisses.taddei@usp.br."
          }
        ],
        "LastName": "Taddei",
        "ForeName": "Ulisses T",
        "Initials": "UT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy, Speech and Occupational Therapy Department, School of Medicine, University of São Paulo, São Paulo, Brazil. Electronic address: alessandra.matias@usp.br."
          }
        ],
        "LastName": "Matias",
        "ForeName": "Alessandra B",
        "Initials": "AB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy, Speech and Occupational Therapy Department, School of Medicine, University of São Paulo, São Paulo, Brazil. Electronic address: fernanda.iacovanduano@hotmail.com."
          }
        ],
        "LastName": "Ribeiro",
        "ForeName": "Fernanda I A",
        "Initials": "FIA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy, Speech and Occupational Therapy Department, School of Medicine, University of São Paulo, São Paulo, Brazil. Electronic address: rafaelseidyinoue@gmail.com."
          }
        ],
        "LastName": "Inoue",
        "ForeName": "Rafael S",
        "Initials": "RS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation Medicine, University of Amsterdam, Amsterdam, Netherlands. Electronic address: s.a.bus@amc.uva.nl."
          }
        ],
        "LastName": "Bus",
        "ForeName": "Sicco A",
        "Initials": "SA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy, Speech and Occupational Therapy Department, School of Medicine, University of São Paulo, São Paulo, Brazil. Electronic address: icnsacco@usp.br."
          }
        ],
        "LastName": "Sacco",
        "ForeName": "Isabel C N",
        "Initials": "ICN"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Phys Ther Sport",
    "NlmUniqueID": "100940513",
    "ISSNLinking": "1466-853X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Athletic Injuries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomechanical Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feasibility Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Foot"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Foot Injuries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gait"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Stretching Exercises"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "injuries"
      ],
      "DescriptorName": "Running"
    }
  ]
}