{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "balance",
      "exercises",
      "osteoporosis",
      "osteoporotic fractures",
      "rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Остеопороз — одно из наиболее распространенных заболеваний, которое наряду с сердечно-сосудистой патологией, сахарным диабетом и онкологическими болезнями занимает ведущее место в структуре заболеваемости и смертности населения. Сочетание фармакологических и нефармакологических мероприятий является основополагающим для лечения и профилактики остеопении и остеопороза. В статье представлены реабилитационные мероприятия, которые имеют большое значение для улучшения функционирования опорно-двигательного аппарата, качества жизни пациентов с остеопорозом. Физическая реабилитация направлена на приостановление разрушения костной ткани, ее укрепление, устранение болевого синдрома, снижение напряжения с пораженных участков и восстановление нормальной функции суставов и костей. Предложенные виды физической активности способствуют не только повышению прочности костной ткани и укреплению мышечной массы, но и уменьшают риск падения — ведущую причину остепоротических переломов. Программы физических упражнений, разработанные для пациентов с остеопорозом, должны включать силовые и нагрузочные упражнения, а также упражнения на гибкость, коррекцию осанки, координацию движений и равновесие. Тренировки должны быть регулярными, разнообразными и определенной длительности. В статье рассмотрены преимущества и недостатки каждого вида активности."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32356638",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "10",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/kurort20209702178"
    ],
    "Journal": {
      "ISSN": "0042-8787",
      "JournalIssue": {
        "Volume": "97",
        "Issue": "2",
        "PubDate": {
          "Year": "2020"
        }
      },
      "Title": "Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury",
      "ISOAbbreviation": "Vopr Kurortol Fizioter Lech Fiz Kult"
    },
    "ArticleTitle": "[Physical rehabilitation of patients with osteoporosis].",
    "Pagination": {
      "StartPage": "78",
      "EndPage": "85",
      "MedlinePgn": "78-85"
    },
    "Abstract": {
      "AbstractText": [
        "Osteoporosis is one of the most common diseases, which along with cardiovascular pathology, diabetes mellitus and oncological diseases has a leading place in the structure of morbidity and mortality of the population. The combination of pharmacological and non-pharmacological methods is fundamental for the treatment and prevention of osteopenia and osteoporosis. This article presents rehabilitation methods that are of great importance for improving the functioning of the musculoskeletal system, the quality of life of patients with osteoporosis. Physical rehabilitation is aimed at stopping the destruction of bone tissue, strengthening it, eliminating pain, reducing stress from the affected areas and restoring the normal function of joints and bones. The proposed types of physical activity not only increase bone strength and strengthen muscle mass, but also reduce the risk of falling - a leading cause of osteoporotic fractures. Exercise programs designed for patients with osteoporosis should include strength and exercise exercises, as well as exercises for flexibility, posture correction, coordination of movements and balance. Training should be regular, varied and of a certain duration. The article considers the advantages and disadvantages of each type of activity."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-8702-5638"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dnipropetrovsk Medical Academy, Dnieper, Ukraine."
          }
        ],
        "LastName": "Yehudina",
        "ForeName": "E D",
        "Initials": "ED"
      },
      {
        "Identifier": [
          "0000-0001-9962-0776"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dnipropetrovsk Medical Academy, Dnieper, Ukraine."
          }
        ],
        "LastName": "Kalashnikova",
        "ForeName": "O S",
        "Initials": "OS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Fizicheskaya reabilitatsiya patsientov s osteoporozom."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Vopr Kurortol Fizioter Lech Fiz Kult",
    "NlmUniqueID": "2984868R",
    "ISSNLinking": "0042-8787"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Osteoporosis"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Osteoporotic Fractures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ]
}