{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26840439",
  "DateCompleted": {
    "Year": "2016",
    "Month": "12",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1519/JSC.0000000000001355"
    ],
    "Journal": {
      "ISSN": "1533-4287",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "9",
        "PubDate": {
          "Year": "2016",
          "Month": "Sep"
        }
      },
      "Title": "Journal of strength and conditioning research",
      "ISOAbbreviation": "J Strength Cond Res"
    },
    "ArticleTitle": "Breast Cancer-Related Lymphedema and Resistance Exercise: A Systematic Review.",
    "Pagination": {
      "StartPage": "2656",
      "EndPage": "2665",
      "MedlinePgn": "2656-65"
    },
    "Abstract": {
      "AbstractText": [
        "Nelson, NL. Breast cancer-related lymphedema and resistance exercise: a systematic review. J Strength Cond Res 30(9): 2656-2665, 2016-Breast cancer-related lymphedema (BCRL) is characterized by the accumulation of fluid in the interstitial tissues in the arm, shoulder, neck, or torso and attributed to the damage of lymph nodes during breast cancer treatments involving radiation and axillary node dissection. Resistance exercise training (RET) has recently shown promise in the management of BCRL. The aims of this review were twofold: (a) To summarize the results of recent randomized controlled trials (RCTs) investigating the effect of resistance exercise in those with, or at risk for, BCRL. (b) To determine whether breast cancer survivors can perform RET at sufficient intensities to elicit gains in strength without causing BCRL flare-up or incidence. A search was performed on the electronic databases PubMed, MEDLINE, SPORT Discus, and Science Direct, up to July 10, 2015, using the following keywords: breast cancer-related lymphedema, strength training, resistance training, systematic review, and breast cancer. Manual searches of references were also conducted for additional relevant studies. A total of 6 RCTs, involving 805 breast cancer survivors, met the inclusion criteria and corresponded to the aims of this review. The methodological quality of included RCTs was good, with a mean score 6.8 on the 10-point PEDro scale. The results of this review indicate that breast cancer survivors can perform RET at high-enough intensities to elicit strength gains without triggering changes to lymphedema status. There is strong evidence indicating that RET produces significant gains in muscular strength without provoking BCRL."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical and Applied Movement Sciences, Brooks College of Health, University of North Florida, Jacksonville, Florida."
          }
        ],
        "LastName": "Nelson",
        "ForeName": "Nicole L",
        "Initials": "NL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Strength Cond Res",
    "NlmUniqueID": "9415084",
    "ISSNLinking": "1064-8011"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Breast Cancer Lymphedema"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Exertion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "adverse effects",
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    }
  ]
}