{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31584672",
  "DateCompleted": {
    "Year": "2020",
    "Month": "04",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "04",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1093/ptj/pzz146"
    ],
    "Journal": {
      "ISSN": "1538-6724",
      "JournalIssue": {
        "Volume": "100",
        "Issue": "1",
        "PubDate": {
          "Year": "2020",
          "Month": "Jan",
          "Day": "23"
        }
      },
      "Title": "Physical therapy",
      "ISOAbbreviation": "Phys Ther"
    },
    "ArticleTitle": "Electromyographic and Safety Comparisons of Common Lower Limb Rehabilitation Exercises for People With Hemophilia.",
    "Pagination": {
      "StartPage": "116",
      "EndPage": "126",
      "MedlinePgn": "116-126"
    },
    "Abstract": {
      "AbstractText": [
        "Ankles and knees are commonly affected in people with hemophilia and thus are targets for prevention or rehabilitation. However, to our knowledge, no studies have evaluated muscle activity and safety during exercises targeting the lower limbs in people with hemophilia; this lack of information hinders clinical decision-making.",
        "The aim of this study was to compare the tolerability of, safety of, and muscle activity levels obtained with external resistance (elastic or machine)-based and non-external resistance-based lower limb exercises in people with hemophilia.",
        "This was a cross-sectional study.",
        "Eleven people who had severe hemophilia and were undergoing prophylactic treatment participated. In a single experimental session, participants performed knee extension and ankle plantar flexion during 3 exercise conditions in random order: elastic band-based resistance (elastic resistance), machine-based resistance (machine resistance), and no external resistance. Exercise intensities for the 2 external resistance-based conditions were matched for perceived exertion. Muscle activity was determined using surface electromyography (EMG) for the rectus femoris, biceps femoris, gastrocnemius lateralis, and tibialis anterior muscles. Participants were asked to rate exercise tolerability according to a scale ranging from \"very well tolerated\" to \"not tolerated\" and to report possible adverse effects 24 and 48 hours after the session.",
        "No adverse effects were reported, and exercise tolerability was generally high. In the knee extension exercise, the rectus femoris normalized EMG values during the elastic resistance and machine resistance conditions were similar; 29% to 30% higher activity was obtained during these conditions than during the non-external resistance condition. In the ankle plantar flexion exercise, the gastrocnemius lateralis normalized EMG value was 34% higher during the machine resistance condition than without external resistance, and the normalized EMG values during the elastic resistance and other conditions were similar.",
        "The small sample size and single training session were the primary limitations of this study.",
        "Exercises performed both with elastic bands and with machines at moderate intensity are safe, feasible, and efficient in people with severe hemophilia, providing comparable activity levels in the agonist muscles."
      ],
      "CopyrightInformation": "© 2019 American Physical Therapy Association."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, Exercise Intervention for Health Research Group (EXINH-RG), University of Valencia, Valencia, Spain; and National Research Centre for the Working Environment, Copenhagen, Denmark."
          }
        ],
        "LastName": "Calatayud",
        "ForeName": "Joaquín",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Haemostasis and Thrombosis Unit, University and Polytechnic Hospital La Fe, Valencia, Spain; and Department of Physiotherapy, Physiotherapy in Motion Multispeciality Research Group (PTinMOTION), University of Valencia, c/Gascó Oliag 5, CP 46010, Valencia, Spain."
          }
        ],
        "LastName": "Pérez-Alenda",
        "ForeName": "Sofía",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, Physiotherapy in Motion Multispeciality Research Group (PTinMOTION), University of Valencia; and Intelligent Data Analysis Laboratory, University of Valencia."
          }
        ],
        "LastName": "Carrasco",
        "ForeName": "Juan J",
        "Initials": "JJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, University of Malaga, Malaga, Spain."
          }
        ],
        "LastName": "Escriche-Escuder",
        "ForeName": "Adrián",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, Physiotherapy in Motion Multispeciality Research Group (PTinMOTION), University of Valencia; Laboratory of Clinical Biomechanics, Department of Physical Therapy, Faculty of Medicine, University of Chile, Santiago, Chile; and Laboratory of Biomechanics and Kinesiology, San José Hospital, Santiago, Chile."
          }
        ],
        "LastName": "Cruz-Montecinos",
        "ForeName": "Carlos",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Research Centre for the Working Environment; and Sport Sciences, Department of Health Science and Technology, Aalborg University, Aalborg, Denmark."
          }
        ],
        "LastName": "Andersen",
        "ForeName": "Lars L",
        "Initials": "LL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Haemostasis and Thrombosis Unit, University and Polytechnic Hospital La Fe."
          }
        ],
        "LastName": "Bonanad",
        "ForeName": "Santiago",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Haemostasis and Thrombosis Unit, University and Polytechnic Hospital La Fe; and Department of Physiotherapy, Physiotherapy in Motion Multispeciality Research Group (PTinMOTION), University of Valencia."
          }
        ],
        "LastName": "Querol",
        "ForeName": "Felipe",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, Exercise Intervention for Health Research Group (EXINH-RG), University of Valencia."
          }
        ],
        "LastName": "Casaña",
        "ForeName": "José",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Phys Ther",
    "NlmUniqueID": "0022623",
    "ISSNLinking": "0031-9023"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ankle Joint"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electromyography"
    },
    {
      "QualifierName": [
        "adverse effects",
        "methods",
        "statistics & numerical data"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control",
        "rehabilitation"
      ],
      "DescriptorName": "Hemarthrosis"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Hemophilia A"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Hemophilia B"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Knee Joint"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [
        "adverse effects",
        "methods",
        "statistics & numerical data"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}