{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Cognitive health",
      "Elderly",
      "Group training",
      "Individual training"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37036638",
  "DateCompleted": {
    "Year": "2023",
    "Month": "10",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s10339-023-01136-2"
    ],
    "Journal": {
      "ISSN": "1612-4790",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug"
        }
      },
      "Title": "Cognitive processing",
      "ISOAbbreviation": "Cogn Process"
    },
    "ArticleTitle": "Comparing the effect of individual and group cognitive-motor training on reconstructing subjective well-being and quality of life in older males, recovered from the COVID-19.",
    "Pagination": {
      "StartPage": "361",
      "EndPage": "374",
      "MedlinePgn": "361-374"
    },
    "Abstract": {
      "AbstractText": [
        "While the message emanating from physiological and psychological research has extolled the general advantages of exercise in physical and cognitive health, the social distancing and the impossibility of group exercises have revealed more complex conditions. Therefore, we performed an experimental study comparing the effect of individual and group cognitive-motor training on reconstructing subjective well-being (SWB) and quality of life (QOL) in older males who recovered from COVID-19. The study's design is a single-blind, randomized controlled trial (RCT). The participants, 36 older men (65-80 yrs.) recovering from COVID-19, were randomly divided into (1) Group A (cognitive-motor training, G-CMT); (2) Group B (individual cognitive-motor training, I-CMT); and (3) Group C (control). Both training interventions involved performing a training protocol (cognitive-motor training) twice a week for four weeks. The outcomes included an assessment of the SWB and QOL of participants by SWB scale and world health organization QOL scale at baseline and two weeks after interventions. Except for the effect of age and number of children variables on QOL, other demographic variables had no significant effect on the results of SWB or WHOQOL of participants (P > 0.05). The SWB results in G-CMT were better than I-CMT and control groups in emotional and social well-being domains. Also, WHOQOL test results in G-CMT were better than control groups in domains of psychological and social relationships, whereas I-CMT performed better than G-CMT and control groups in domains of cognitive well-being, physical health, and environment. The results revealed that the mean test scores of SWB and WHOQOL in G-CMT and I-CMT were better than the control group (P ≤ 0.001). The positive effects of cognitive-motor training on reconstructing SWB and QOL are associated with the synchronicity of cognitive and motor components in these exercises. We suggest that the emotional, social, and psychological benefits of cognitive-motor training override cognitive, physical, and environmental changes. The future line of the present study will include pathophysiology and further clinical aspect of recovering from COVID-19."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Marta Olivetti Belardinelli."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-5744-9410"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Artificial Intelligence and Cognitive Sciences, Imam Hossein University, Tehran, Iran."
          }
        ],
        "LastName": "Amini",
        "ForeName": "Amin",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0002-2606-0816"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education and Sport Sciences, Imam Hossein University, Tehran, Iran."
          }
        ],
        "LastName": "Vaezmousavi",
        "ForeName": "Mohammad",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0002-0696-958X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise Physiology Research Center, Life Style Institute, Baqiyatallah University of Medical Sciences, Tehran, Iran. shirvani@bmsu.ac.ir."
          }
        ],
        "LastName": "Shirvani",
        "ForeName": "Hossein",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Cogn Process",
    "NlmUniqueID": "101177984",
    "ISSNLinking": "1612-4782"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cognition"
    }
  ],
  "CoiStatement": "The authors have no conflicts of interest to declare relevant to this article's content."
}