{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Breast cancer",
      "Lymph drainage",
      "Mastectomy",
      "Rehabilitation",
      "Vascular diseases"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35995327",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "08",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jvsv.2022.08.002",
      "S2213-333X(22)00354-7"
    ],
    "Journal": {
      "ISSN": "2213-3348",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "Journal of vascular surgery. Venous and lymphatic disorders",
      "ISOAbbreviation": "J Vasc Surg Venous Lymphat Disord"
    },
    "ArticleTitle": "Water-based exercise for upper and lower limb lymphedema treatment.",
    "Pagination": {
      "StartPage": "201",
      "EndPage": "209",
      "MedlinePgn": "201-209"
    },
    "Abstract": {
      "AbstractText": [
        "Lymphedema is a debilitating illness caused by insufficient lymph drainage, which can have serious physical and psychological consequences. Although water-based exercise can be useful, at present, little evidence is available regarding the outcomes of aquatic treatment for patients with lymphedema. Therefore, the aim of the present scoping review was to evaluate, from reported studies, the effects of water-based exercise on pain, limb motor function, quality of life (QoL), and limb volume among patients affected by primary and secondary upper and lower limb lymphedema.",
        "We performed a scoping review to examine clinical studies and randomized controlled trials reported in English from 2000 to 2021 by screening the MEDLINE (PubMed) and PEDro databases.",
        "The search produced a total of 88 studies. Eight randomized controlled trials and one clinical study of patients with primary or secondary lymphedema of upper or lower limbs who had undergone water-based treatment were included in the present study. Most trials had focused on breast cancer-related lymphedema. The shoulder range of flexion, external rotation, and abduction have been shown to improve after performing a water-based exercise protocol. Some evidence has also demonstrated that the lymphedematous limb strength can improve. Moreover, water-based exercise seemed to improve pain perception and QoL for patients with upper or lower limb lymphedema. In contrast, in the control groups, the QoL showed a tendency to worsen over time. Although some studies had not reported beneficial effects on the lymphedematous limb volume, most of the studies examined had reported a reduction in volume, especially in the short term. No adverse events were reported in the included studies.",
        "The findings from the present review have shown the potential for aquatic exercise in lymphedema management. However, at the same time, the findings underline the multiple limitations resulting from the heterogeneity in the study populations and related physical activity protocols. The role of aquatic exercise in the conservative treatment of lymphedema requires further investigation in the future to define specific protocols of application."
      ],
      "CopyrightInformation": "Copyright © 2022 Society for Vascular Surgery. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Medicine and Rehabilitation School, University of Padua, Padua, Italy. Electronic address: mariachiara.maccarone@studenti.unipd.it."
          }
        ],
        "LastName": "Maccarone",
        "ForeName": "Maria Chiara",
        "Initials": "MC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rehabilitation Unit, Department of Neuroscience, University of Padua, Padua, Italy."
          }
        ],
        "LastName": "Venturini",
        "ForeName": "Erika",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Vascular Diseases Center, Department of Translational Medicine, University of Ferrara, Ferrara, Italy."
          }
        ],
        "LastName": "Menegatti",
        "ForeName": "Erica",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Vascular Diseases Center, Department of Translational Medicine, University of Ferrara, Ferrara, Italy; Department of Surgery, Uniformed Services University of the Health Sciences, Bethesda, MD."
          }
        ],
        "LastName": "Gianesini",
        "ForeName": "Sergio",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Medicine and Rehabilitation School, University of Padua, Padua, Italy; Rehabilitation Unit, Department of Neuroscience, University of Padua, Padua, Italy."
          }
        ],
        "LastName": "Masiero",
        "ForeName": "Stefano",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Vasc Surg Venous Lymphat Disord",
    "NlmUniqueID": "101607771"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "059QF0KO0R",
      "NameOfSubstance": "Water"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "adverse effects",
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Water"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy",
        "etiology"
      ],
      "DescriptorName": "Lymphedema"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lower Extremity"
    }
  ]
}