{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "A apneia obstrutiva do sono (AOS) é uma condição clínica comum, possuindo prevalência variável e subestimada. Principal condição associada à hipertensão arterial sistêmica secundária, associa-se ainda à fibrilação atrial, acidente vascular encefálico e doença arterial coronariana, aumentando a morbidade e mortalidade cardiovascular. O tratamento da AOS com pressão positiva contínua em vias aéreas não é tolerado por todos os pacientes e, muitas vezes, não é indicado para formas leves. Daí, métodos alternativos de tratamento da AOS e de suas consequências cardiovasculares são necessários. A prática usual de exercícios físicos promove benefícios adicionais à redução do peso em pacientes com AOS; contudo, os mecanismos ainda são incertos. Entre as adaptações fisiológicas proporcionadas pelo exercício físico nessa população destacam-se o aumento do tônus da musculatura dilatadora das vias aéreas superiores e do tempo do estágio do sono de ondas lentas e a redução do acúmulo cervical de líquido, da resposta inflamatória sistêmica e do peso corpóreo. Os principais benefícios de programas de exercício físico para essa população incluem a redução da gravidade da AOS e da sonolência diurna e o aumento da eficiência do sono e consumo máximo de oxigênio. Poucos estudos avaliaram o papel do exercício físico realizado de forma isolada no tratamento da AOS, além de existirem muitas diferenças relacionadas aos protocolos de exercício utilizados. Entretanto, o emprego de exercícios aeróbios isolados ou combinados aos exercícios resistidos é um ponto comum entre os estudos. Nessa revisão, os principais estudos e mecanismos envolvidos no tratamento da AOS por meio da realização de exercícios físicos são apresentados. Além dos benefícios clínicos sistêmicos proporcionados pelo exercício físico, pacientes com AOS submetidos a um programa regular de exercícios predominantemente aeróbicos, apresentam redução da gravidade da doença e da sonolência diurna, aumento da eficiência do sono e do pico de consumo de oxigênio, independentemente da perda de peso."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28117479",
  "DateCompleted": {
    "Year": "2017",
    "Month": "08",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng",
      "por"
    ],
    "ELocationID": [
      "10.1590/S1806-37562016000000156",
      "S1806-37132016000600457"
    ],
    "Journal": {
      "ISSN": "1806-3756",
      "JournalIssue": {
        "Volume": "42",
        "Issue": "6",
        "PubDate": {
          "Year": "2016",
          "Season": "Nov-Dec"
        }
      },
      "Title": "Jornal brasileiro de pneumologia : publicacao oficial da Sociedade Brasileira de Pneumologia e Tisilogia",
      "ISOAbbreviation": "J Bras Pneumol"
    },
    "ArticleTitle": "The role of physical exercise in obstructive sleep apnea.",
    "Pagination": {
      "StartPage": "457",
      "EndPage": "464",
      "MedlinePgn": "457-464"
    },
    "Abstract": {
      "AbstractText": [
        "Obstructive sleep apnea (OSA) is a common clinical condition, with a variable and underestimated prevalence. OSA is the main condition associated with secondary systemic arterial hypertension, as well as with atrial fibrillation, stroke, and coronary artery disease, greatly increasing cardiovascular morbidity and mortality. Treatment with continuous positive airway pressure is not tolerated by all OSA patients and is often not suitable in cases of mild OSA. Hence, alternative methods to treat OSA and its cardiovascular consequences are needed. In OSA patients, regular physical exercise has beneficial effects other than weight loss, although the mechanisms of those effects remain unclear. In this population, physiological adaptations due to physical exercise include increases in upper airway dilator muscle tone and in slow-wave sleep time; and decreases in fluid accumulation in the neck, systemic inflammatory response, and body weight. The major benefits of exercise programs for OSA patients include reducing the severity of the condition and daytime sleepiness, as well as increasing sleep efficiency and maximum oxygen consumption. There are few studies that evaluated the role of physical exercise alone for OSA treatment, and their protocols are quite diverse. However, aerobic exercise, alone or combined with resistance training, is a common point among the studies. In this review, the major studies and mechanisms involved in OSA treatment by means of physical exercise are presented. In addition to systemic clinical benefits provided by physical exercise, OSA patients involved in a regular, predominantly aerobic, exercise program have shown a reduction in disease severity and in daytime sleepiness, as well as an increase in sleep efficiency and in peak oxygen consumption, regardless of weight loss. RESUMO A apneia obstrutiva do sono (AOS) é uma condição clínica comum, possuindo prevalência variável e subestimada. Principal condição associada à hipertensão arterial sistêmica secundária, associa-se ainda à fibrilação atrial, acidente vascular encefálico e doença arterial coronariana, aumentando a morbidade e mortalidade cardiovascular. O tratamento da AOS com pressão positiva contínua em vias aéreas não é tolerado por todos os pacientes e, muitas vezes, não é indicado para formas leves. Daí, métodos alternativos de tratamento da AOS e de suas consequências cardiovasculares são necessários. A prática usual de exercícios físicos promove benefícios adicionais à redução do peso em pacientes com AOS; contudo, os mecanismos ainda são incertos. Entre as adaptações fisiológicas proporcionadas pelo exercício físico nessa população destacam-se o aumento do tônus da musculatura dilatadora das vias aéreas superiores e do tempo do estágio do sono de ondas lentas e a redução do acúmulo cervical de líquido, da resposta inflamatória sistêmica e do peso corpóreo. Os principais benefícios de programas de exercício físico para essa população incluem a redução da gravidade da AOS e da sonolência diurna e o aumento da eficiência do sono e consumo máximo de oxigênio. Poucos estudos avaliaram o papel do exercício físico realizado de forma isolada no tratamento da AOS, além de existirem muitas diferenças relacionadas aos protocolos de exercício utilizados. Entretanto, o emprego de exercícios aeróbios isolados ou combinados aos exercícios resistidos é um ponto comum entre os estudos. Nessa revisão, os principais estudos e mecanismos envolvidos no tratamento da AOS por meio da realização de exercícios físicos são apresentados. Além dos benefícios clínicos sistêmicos proporcionados pelo exercício físico, pacientes com AOS submetidos a um programa regular de exercícios predominantemente aeróbicos, apresentam redução da gravidade da doença e da sonolência diurna, aumento da eficiência do sono e do pico de consumo de oxigênio, independentemente da perda de peso."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratório do Sono e Coração, Pronto-Socorro Cardiológico de Pernambuco - PROCAPE - Universidade de Pernambuco, Recife (PE) Brasil."
          },
          {
            "Identifier": [],
            "Affiliation": "Hospital Metropolitano Sul Dom Helder Câmara, Instituto de Medicina Integral Professor Fernando Figueira - IMIP Hospitalar - Recife (PE) Brasil."
          }
        ],
        "LastName": "Andrade",
        "ForeName": "Flávio Maciel Dias de",
        "Initials": "FM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratório do Sono e Coração, Pronto-Socorro Cardiológico de Pernambuco - PROCAPE - Universidade de Pernambuco, Recife (PE) Brasil."
          },
          {
            "Identifier": [],
            "Affiliation": "Hospital Metropolitano Sul Dom Helder Câmara, Instituto de Medicina Integral Professor Fernando Figueira - IMIP Hospitalar - Recife (PE) Brasil."
          }
        ],
        "LastName": "Pedrosa",
        "ForeName": "Rodrigo Pinto",
        "Initials": "RP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "J Bras Pneumol",
    "NlmUniqueID": "101222274",
    "ISSNLinking": "1806-3713"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Sleep Apnea, Obstructive"
    }
  ]
}