{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37819789",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "23f15110",
      "10.4088/JCP.23f15110"
    ],
    "Journal": {
      "ISSN": "1555-2101",
      "JournalIssue": {
        "Volume": "84",
        "Issue": "5",
        "PubDate": {
          "Year": "2023",
          "Month": "Oct",
          "Day": "11"
        }
      },
      "Title": "The Journal of clinical psychiatry",
      "ISOAbbreviation": "J Clin Psychiatry"
    },
    "ArticleTitle": "Physical Exercise and Health, 2: Benefits Associated With Different Levels and Patterns of Activity.",
    "Abstract": {
      "AbstractText": [
        "Physical activity and leisure time exercise are associated with well-documented health benefits. Cohort studies and meta-analyses of such studies show that the benefits of physical activity are dose-dependent, arise at even low levels of activity, improve sharply from low to higher levels of activity, peak at very high levels of activity, and plateau thereafter. The benefits are apparent regardless of how the activity is accrued, from vigorous movements in very short intervals during everyday activities across the course of a day to vigorous, \"weekend warrior\" exercise, accumulated mostly during 1-2 days in a week. An earlier article in this column discussed terminology, guidance, benefits, and risks in the context of exercise and health. This article states and explains the guidance about exercise for adults and for special populations such as the elderly, discusses general limitations of cohort studies, examines how many steps of walking a day suffice to improve health outcomes and at what level a ceiling is reached, considers at what speed these steps need to accrue, examines the benefits of exercise patterns such as vigorous intermittent lifestyle physical activity and weekend warrior workouts, discusses a study that examined different combinations of exercise, and explains the reasons behind the paradox that fitter persons need to perform apparently harder workouts to meet the exercise guidance. Some niche issues are also discussed, such as a role for isometric exercise, the use of caffeinated and energy beverages before exercise, the use of target heart rate as a measure of exercise intensity, how to grade an exercise session that varies in intensity, and the importance of load-bearing, stability, balancing, and flexibility exercises. It must be understood that exercise is a lifetime commitment that provides benefits that pills cannot. Health care professionals need to recommend activity and discourage sedentariness in all patients whom they see."
      ],
      "CopyrightInformation": "© Copyright 2023 Physicians Postgraduate Press, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Psychopharmacology and Neurotoxicology, National Institute of Mental Health and Neurosciences, Bangalore, India (candrade@psychiatrist.com)."
          }
        ],
        "LastName": "Andrade",
        "ForeName": "Chittaranjan",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Clin Psychiatry",
    "NlmUniqueID": "7801243",
    "ISSNLinking": "0160-6689"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cohort Studies"
    }
  ]
}