{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise",
      "Knee",
      "Muscle strength",
      "Osteoarthritis",
      "Strength training"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28438380",
  "DateCompleted": {
    "Year": "2018",
    "Month": "04",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "03",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.semarthrit.2017.03.007",
      "S0049-0172(16)30172-X"
    ],
    "Journal": {
      "ISSN": "1532-866X",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Aug"
        }
      },
      "Title": "Seminars in arthritis and rheumatism",
      "ISOAbbreviation": "Semin Arthritis Rheum"
    },
    "ArticleTitle": "The role of muscle strengthening in exercise therapy for knee osteoarthritis: A systematic review and meta-regression analysis of randomized trials.",
    "Pagination": {
      "StartPage": "9",
      "EndPage": "21",
      "MedlinePgn": "9-21"
    },
    "Abstract": {
      "AbstractText": [
        "To analyze if exercise interventions for patients with knee osteoarthritis (OA) following the American College of Sports Medicine (ACSM) definition of muscle strength training differs from other types of exercise, and to analyze associations between changes in muscle strength, pain, and disability.",
        "A systematic search in 5 electronic databases was performed to identify randomized controlled trials comparing exercise interventions with no intervention in knee OA, and reporting changes in muscle strength and in pain or disability assessed as standardized mean differences (SMD) with 95% confidence intervals (95% CI). Interventions were categorized as ACSM interventions or not-ACSM interventions and compared using stratified random effects meta-analysis models. Associations between knee extensor strength gain and changes in pain/disability were assessed using meta-regression analyses.",
        "The 45 eligible trials with 4699 participants and 56 comparisons (22 ACSM interventions) were included in this analysis. A statistically significant difference favoring the ACSM interventions with respect to knee extensor strength was found [SMD difference: 0.448 (95% CI: 0.091-0.805)]. No differences were observed regarding effects on pain and disability. The meta-regressions indicated that increases in knee extensor strength of 30-40% would be necessary for a likely concomitant beneficial effect on pain and disability, respectively.",
        "Exercise interventions following the ACSM criteria for strength training provide superior outcomes in knee extensor strength but not in pain or disability. An increase of less than 30% in knee extensor strength is not likely to be clinically beneficial in terms of changes in pain and disability (PROSPERO: CRD42014015344)."
      ],
      "CopyrightInformation": "Copyright © 2017 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Parker Institute, Copenhagen University Hospital, Bispebjerg and Frederiksberg, Copenhagen, Denmark; Department of Physical and Occupational Therapy, Copenhagen University Hospital, Bispebjerg and Frederiksberg, Copenhagen, Denmark."
          }
        ],
        "LastName": "Bartholdy",
        "ForeName": "Cecilie",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "SEARCH Research Group (Synthesis of Evidence and Research), Research Unit for Musculoskeletal Function and Physiotherapy, Institute of Sports Science and Clinical Biomechanics, University of Southern Denmark, Odense M, Denmark; Department of Rehabilitation, Copenhagen University Hospital, Herlev and Gentofte, Denmark."
          }
        ],
        "LastName": "Juhl",
        "ForeName": "Carsten",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Parker Institute, Copenhagen University Hospital, Bispebjerg and Frederiksberg, Copenhagen, Denmark."
          }
        ],
        "LastName": "Christensen",
        "ForeName": "Robin",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "SEARCH Research Group (Synthesis of Evidence and Research), Research Unit for Musculoskeletal Function and Physiotherapy, Institute of Sports Science and Clinical Biomechanics, University of Southern Denmark, Odense M, Denmark; Center for Evidence-based Practice, Bergen University College, Bergen, Norway."
          }
        ],
        "LastName": "Lund",
        "ForeName": "Hans",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Rheumatology, Orthopedics and Dermatology, School of Medicine, University of Nottingham, Nottingham, UK."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Weiya",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Parker Institute, Copenhagen University Hospital, Bispebjerg and Frederiksberg, Copenhagen, Denmark; Department of Physical and Occupational Therapy, Copenhagen University Hospital, Bispebjerg and Frederiksberg, Copenhagen, Denmark. Electronic address: Marius.henriksen@regionh.dk."
          }
        ],
        "LastName": "Henriksen",
        "ForeName": "Marius",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Semin Arthritis Rheum",
    "NlmUniqueID": "1306053",
    "ISSNLinking": "0049-0172"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Disability Evaluation"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Knee Joint"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Osteoarthritis, Knee"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}