{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Dialysis",
      "Evidence-based interventions",
      "Falls prevention",
      "Rate of falls",
      "Systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38129770",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "12",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "382",
      "10.1186/s12882-023-03408-7"
    ],
    "Journal": {
      "ISSN": "1471-2369",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Dec",
          "Day": "21"
        }
      },
      "Title": "BMC nephrology",
      "ISOAbbreviation": "BMC Nephrol"
    },
    "ArticleTitle": "Interventions to reduce falls among dialysis patients: a systematic review.",
    "Pagination": {
      "StartPage": "382",
      "MedlinePgn": "382"
    },
    "Abstract": {
      "AbstractText": [
        "Despite all available evidence regarding increased morbidity and mortality among dialysis patients due to falls and their complications, and an increase in risk factors for falls, relatively little attention has been focused on evidence-based interventions that can reduce falls. We evaluated the effectiveness of fall prevention interventions among dialysis patients.",
        "We searched Ovid-Medline, Ovid-Embase, PubMed, Cumulated Index to Nursing and Allied Health Literature and the Cochrane Central Register of Controlled Trials (Central) from inception to 19 July 2023 for studies that evaluated the effectiveness of fall prevention interventions among dialysis patients. The search, screening and extraction of data followed standardised processes and the methodological quality of studies was independently assessed by two reviewers. Data was analysed using a narrative synthesis approach.",
        "Of the 18 studies that had full text review, five were eligible. Three studies were performed in the USA and one each in UK and Japan. Four studies were conducted in outpatient hemodialysis centres and one in a hospital-based nephrology unit. Reported sample sizes ranged from 51 to 96 participants per study with a follow-up period of 3 to 35 months. There was moderate-quality evidence that exercises reduce the rate of falls compared to usual care and low to moderate quality of evidence that multifactorial falls prevention interventions reduce the rate of falls. However, treatment effects could not be quantitatively estimated for all interventions due to substantial heterogeneity of included studies.",
        "This systematic review reflects that there is insufficient evidence regarding falls prevention strategies specific to dialysis patients. Available data based on low to moderate quality studies, suggest that among dialysis patients, exercises may reduce falls and the effectiveness of multifactorial interventions such as staff and patient education still need to be explored using high-quality prospective studies."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Nephrology, Monash Health, VIC, Australia."
          }
        ],
        "LastName": "Gute",
        "ForeName": "Lelise",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Nephrology, Monash Health, VIC, Australia. Edward.Zimbudzi@monash.edu."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Public Health and Preventive Medicine, Monash University, VIC, Australia. Edward.Zimbudzi@monash.edu."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Nursing and Midwifery, Faculty of Medicine, Nursing and Health Sciences, Monash University, Level 3, Building 13D, Rm D304, Clayton Campus, 35 Rainforest Walk, Clayton, VIC, 3800, Australia. Edward.Zimbudzi@monash.edu."
          }
        ],
        "LastName": "Zimbudzi",
        "ForeName": "Edward",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Nephrol",
    "NlmUniqueID": "100967793",
    "ISSNLinking": "1471-2369"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Renal Dialysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    }
  ],
  "CoiStatement": "The authors declare no competing interests."
}