{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36745155",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "02",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.23736/S1973-9087.23.07430-0"
    ],
    "Journal": {
      "ISSN": "1973-9095",
      "JournalIssue": {
        "Volume": "59",
        "Issue": "2",
        "PubDate": {
          "Year": "2023",
          "Month": "Apr"
        }
      },
      "Title": "European journal of physical and rehabilitation medicine",
      "ISOAbbreviation": "Eur J Phys Rehabil Med"
    },
    "ArticleTitle": "Supervised exercise therapy versus laser-guided exercise therapy on postural control in subjects with non-specific chronic low back pain: a randomized controlled clinical trial.",
    "Pagination": {
      "StartPage": "201",
      "EndPage": "211",
      "MedlinePgn": "201-211"
    },
    "Abstract": {
      "AbstractText": [
        "Among the most effective therapeutic interventions in non-specific chronic low back pain, clinical practice guidelines highlight exercise therapy and patient education. However, the variability in the type of exercise and its dosage means that there is no clear evidence regarding the most optimal form of therapeutic exercise.",
        "The main objective of this study was to ascertain the effects produced by two different exercise interventions (supervised exercise therapy and laser-guided exercise therapy) and pain neuroscience education on postural control measured by the displacement center of pressure (CoP) and energy spectral density (ESD) in subjects with non-specific chronic low back pain.",
        "This is a single-blinded randomized clinical comparative controlled trial.",
        "The study was carried out in different private physiotherapy care centers.",
        "We enrolled 60 subjects with non-specific chronic low back pain of at least 3-month duration, aged 18-45 years.",
        "Both groups performed a total of 16 therapeutic exercise sessions and 8 pain neuroscience education sessions, with the laser-guided exercise therapy group performing laser-guided exercises. The main outcome measures evaluated were ESD and displacement of CoP measured at 3 different times (baseline, post-treatment, and 3 month follow-up).",
        "The most important differences for ESD and displacement of CoP variables were obtained for eyes open, unstable surface anteroposterior axis (F(2,92)=7.36, P=0.001, d=0.71) and eyes closed, stable surface mediolateral axis (F(2,92)=3.24, P<0.001, d=0.76). Further, time × group interactions showed significant statistical differences in both cases as well as significant differences between baseline and 3 month's follow-up.",
        "Both exercise modalities (supervised exercise therapy and laser-guided exercise therapy) showed changes in variables related to postural control (displacement of CoP and ESD). However, the laser-guided exercise therapy program showed greater improvements in ESD.",
        "Analysis of a new approach for the quantification of data obtained from postural control assessment relying on widely used devices (accelerometers and pressure platforms)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Surgical-Therapy, Faculty of Medicine and Health Sciences, Research Group PhysioH, University of Extremadura, Badajoz, Spain."
          }
        ],
        "LastName": "Caña-Pino",
        "ForeName": "Alejandro",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Surgical-Therapy, Faculty of Medicine and Health Sciences, Research Group PhysioH, University of Extremadura, Badajoz, Spain - mdapolo@unex.es."
          }
        ],
        "LastName": "Apolo-Arenas",
        "ForeName": "María D",
        "Initials": "MD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Industrial Engineering, Service of Languages and Computer Systems, Department of Computer and Telematic Systems Engineering, University of Extremadura, Badajoz, Spain."
          }
        ],
        "LastName": "Carmona Del Barco",
        "ForeName": "Pablo",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Mathematics, Faculty of Medicine, University of Extremadura, Badajoz, Spain."
          }
        ],
        "LastName": "Montanero-Fernández",
        "ForeName": "Jesús",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Surgical-Therapy, Faculty of Medicine and Health Sciences, Research Group PhysioH, University of Extremadura, Badajoz, Spain."
          }
        ],
        "LastName": "Espejo-Antúnez",
        "ForeName": "Luís",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Eur J Phys Rehabil Med",
    "NlmUniqueID": "101465662",
    "ISSNLinking": "1973-9087"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Low Back Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Therapy Modalities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postural Balance"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Chronic Pain"
    }
  ],
  "CoiStatement": "<i>Conflicts of interest.—</i>The authors certify that there is no conflict of interest with any financial organization regarding the material discussed in the manuscript."
}