{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26514044",
  "DateCompleted": {
    "Year": "2015",
    "Month": "12",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "10",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-2658",
      "JournalIssue": {
        "Volume": "117",
        "Issue": "1",
        "PubDate": {
          "Year": "2015"
        }
      },
      "Title": "Seishin shinkeigaku zasshi = Psychiatria et neurologia Japonica",
      "ISOAbbreviation": "Seishin Shinkeigaku Zasshi"
    },
    "ArticleTitle": "[Morita Therapy to Treat Depression: When and How to Encourage Patients to Join Activities].",
    "Pagination": {
      "StartPage": "34",
      "EndPage": "41",
      "MedlinePgn": "34-41"
    },
    "Abstract": {
      "AbstractText": [
        "The author discusses how Morita therapy is used to treat depression, illustrated with a clinical case, and makes comparisons between Morita therapy and behavioral activation (BA). The author further examines the issue of when and how to encourage patients to join activities in clinical practice in Japan. Both Morita therapy and BA share at least a common view that it is effective to activate patients' constructive behavior at a certain point in depression treatment. However, BA therapists, compared to Morita therapists, seem to pay less attention to the necessity of resting and the appropriate timing for introducing behavioral activation. There may be some contextual differences between depressive patients in Japan and those in North America. In the case of Japanese patients, exhaustion from overwork is often considered a factor triggering the development of depression. At the same time, the Morita-based pathogenic model of depression seems different from BA's model of the same disorder. BA's approach to understanding depression may be considered a psychological (behavioristic) model. In this model, the cause of depression lies in: (a) a lack of positive reinforcement, and (b) negative reinforcement resulting from avoidance of the experience of discomfort. Therefore, the basic strategy of BA is to release depressive patients from an avoidant lifestyle, which serves as a basis for negative reinforcement, and to redirect the patients toward activities which offer the experience of positive reinforcement BA is primarily practiced by clinical psychologists in the U. S. while psychiatrists prescribe medication as a medical service. On the other hand, the clinical practice of treating depression in Japan is based primarily on medical models of depression. This is also true of Morita therapy, but in a broad sense. While those who follow medical models in a narrow sense try to identify the cause of illness and then remove it, Morita therapists pay more attention to the recovery process rather than the pathogeneses of depression, and attempt to foster patients' natural healing power and resilience. Therefore, it may be more appropriate to refer to the model used in Morita therapy as \"a health-recovery model.\" Moreover, the Moritian model of depression partially incorporates a psychological model because patients' dogmatic thinking (e. g., perfectionistic self-expectations and high demands on self) is regarded as a factor hindering their recovery, which Morita therapists try to modify. In conclusion, it is recommended that we reconsider the importance of incorporating psychological help which is compatible with the initial treatment principle based on resting and pharmacotherapy in clinical practice in Japan."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nakamura",
        "ForeName": "Kei",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "English Abstract",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Seishin Shinkeigaku Zasshi",
    "NlmUniqueID": "9801787",
    "ISSNLinking": "0033-2658"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Behavior Therapy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Japan"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Work"
    }
  ]
}