{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Depression",
      "Functional connectivity",
      "HCP atlas",
      "TMS targeting",
      "Yeo atlas"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34767967",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "11",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.brs.2021.11.008",
      "S1935-861X(21)00823-8"
    ],
    "Journal": {
      "ISSN": "1876-4754",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Season": "Jan-Feb"
        }
      },
      "Title": "Brain stimulation",
      "ISOAbbreviation": "Brain Stimul"
    },
    "ArticleTitle": "Anatomical and fMRI-network comparison of multiple DLPFC targeting strategies for repetitive transcranial magnetic stimulation treatment of depression.",
    "Pagination": {
      "StartPage": "63",
      "EndPage": "72",
      "MedlinePgn": "63-72"
    },
    "Abstract": {
      "AbstractText": [
        "The efficacy of repetitive transcranial magnetic stimulation (rTMS) for depression may vary depending on the subregion stimulated within the dorsolateral prefrontal cortex (DLPFC). Clinical TMS typically uses scalp-based landmarks for DLPFC targeting, rather than individualized MRI guidance.",
        "In rTMS patients, determine the brain systems targeted by multiple DLPFC stimulation rules by computing several surrogate measures: underlying brain targets labeled with connectivity-based atlases, subgenual cingulate anticorrelation strength, and functionally connected networks.",
        "Forty-nine patients in a randomized controlled trial of rTMS therapy for treatment resistant major depression underwent structural and functional MRI. DLPFC rules were applied virtually using MR-image guidance. Underlying cortical regions were labeled, and connectivity with the subgenual cingulate and whole-brain computed.",
        "Scalp-targeting rules applied post hoc to these MRIs that adjusted for head size, including Beam F3, were comparably precise, successful in directly targeting classical DLPFC and frontal networks, and anticorrelated with the subgenual cingulate. In contrast, all rules involving fixed distances introduced variability in regions and networks targeted. The 5 cm rule targeted a transitional DLPFC region with a different connectivity profile from the adjusted rules. Seed-based connectivity analyses identified multiple regions, such as posterior cingulate and inferior parietal lobe, that warrant further study in order to understand their potential contribution to clinical response.",
        "EEG-based rules consistently targeted DLPFC brain regions with resting-state fMRI features known to be associated with depression response. These results provide a bridge from lab to clinic by enabling clinicians to relate scalp-targeting rules to functionally connected brain systems."
      ],
      "CopyrightInformation": "Copyright © 2021. Published by Elsevier Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Veterans Affairs Palo Alto Health Care System, Palo Alto, CA, USA."
          }
        ],
        "LastName": "Cardenas",
        "ForeName": "V A",
        "Initials": "VA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Veterans Affairs Palo Alto Health Care System, Palo Alto, CA, USA; Palo Alto Veterans Institute for Research, Palo Alto, CA, 94304, USA."
          }
        ],
        "LastName": "Bhat",
        "ForeName": "J V",
        "Initials": "JV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Veterans Affairs Palo Alto Health Care System, Palo Alto, CA, USA."
          }
        ],
        "LastName": "Horwege",
        "ForeName": "A M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Veterans Affairs Palo Alto Health Care System, Palo Alto, CA, USA; University of Michigan, Ann Arbor, MI, USA."
          }
        ],
        "LastName": "Ehrlich",
        "ForeName": "T J",
        "Initials": "TJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Veterans Affairs Palo Alto Health Care System, Palo Alto, CA, USA."
          }
        ],
        "LastName": "Lavacot",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Service, San Francisco Veterans Affairs Health Care System, University of California, San Francisco, San Francisco, CA, USA; Department of Psychiatry, University of California, San Francisco, San Francisco, CA, USA."
          }
        ],
        "LastName": "Mathalon",
        "ForeName": "D H",
        "Initials": "DH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Radiology, Stanford University, Stanford, CA, USA."
          }
        ],
        "LastName": "Glover",
        "ForeName": "G H",
        "Initials": "GH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Service, San Francisco Veterans Affairs Health Care System, University of California, San Francisco, San Francisco, CA, USA; Northern California Institute for Research and Education, San Francisco Veterans Affairs Medical Center, University of California, San Francisco, San Francisco, CA, USA."
          }
        ],
        "LastName": "Roach",
        "ForeName": "B J",
        "Initials": "BJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Brain Stimulation Division, Department of Psychiatry, Medical University of South Carolina, Charleston, SC, USA."
          }
        ],
        "LastName": "Badran",
        "ForeName": "B W",
        "Initials": "BW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Veterans Affairs, Veterans Affairs Medical Center, Pittsburgh, PA, USA; Western Psychiatric Institute and Clinic, University of Pittsburgh School of Medicine, Pittsburgh, PA, USA."
          }
        ],
        "LastName": "Forman",
        "ForeName": "S D",
        "Initials": "SD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Brain Stimulation Division, Department of Psychiatry, Medical University of South Carolina, Charleston, SC, USA; Ralph H. Johnson VA Medical Center, Charleston, SC, USA."
          }
        ],
        "LastName": "George",
        "ForeName": "M S",
        "Initials": "MS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "VISN4 Mental Illness Research, Education, and Clinical Center at the Corporal Michael J. Crescenz VA Medical Center, Philadelphia, PA, 19104, USA; Department of Psychiatry, Perelman School of Medicine, University of Pennsylvania, Philadelphia, PA, USA."
          }
        ],
        "LastName": "Thase",
        "ForeName": "M E",
        "Initials": "ME"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Veterans Affairs Palo Alto Health Care System, Palo Alto, CA, USA; Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA, USA."
          }
        ],
        "LastName": "Yesavage",
        "ForeName": "J A",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rocky Mountain Network Mental Illness Research Education and Clinical Centers (VISN 19), VA Salt Lake City Health Care System, Salt Lake City, UT, USA; Department of Psychiatry, University of Utah School of Medicine, Salt Lake City, UT, USA."
          }
        ],
        "LastName": "Yurgelun-Todd",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Veterans Affairs Palo Alto Health Care System, Palo Alto, CA, USA; Department of Psychiatry and Behavioral Sciences, Stanford University School of Medicine, Stanford, CA, USA. Electronic address: rosena@stanford.edu."
          }
        ],
        "LastName": "Rosen",
        "ForeName": "A C",
        "Initials": "AC"
      }
    ],
    "GrantList": [
      {
        "GrantID": "I01 CX000604",
        "Acronym": "CX",
        "Agency": "CSRD VA",
        "Country": "United States"
      },
      {
        "GrantID": "P30 AG066515",
        "Acronym": "AG",
        "Agency": "NIA NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "I01 RX003152",
        "Acronym": "RX",
        "Agency": "RRD VA",
        "Country": "United States"
      },
      {
        "GrantID": "P2C HD086844",
        "Acronym": "HD",
        "Agency": "NICHD NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "P50 DA046373",
        "Acronym": "DA",
        "Agency": "NIDA NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "P20 GM109040",
        "Acronym": "GM",
        "Agency": "NIGMS NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't",
      "Research Support, U.S. Gov't, Non-P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Brain Stimul",
    "NlmUniqueID": "101465726",
    "ISSNLinking": "1876-4754"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnostic imaging",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Treatment-Resistant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Magnetic Resonance Imaging"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Prefrontal Cortex"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Transcranial Magnetic Stimulation"
    }
  ],
  "CoiStatement": "Declaration of competing interest Dr. Rosen, Ms. Bhat, Dr. Cardenas, Dr. Ehrlich, Ms. Horwege, Mr. Lavacot, Mr. Roach, Dr. Glover, Dr. Forman, Dr. Yurgelun-Todd, and Dr. Yesavage have no conflicts to disclose. Dr. Mathalon is a consultant for Boehringer Ingelheim and Caden Therapeutics. Dr. Badran owns a minority stake in Bodhi NeuroTech Inc., which manufactures meditation enhancing devices and holds patents in this area assigned to the Medical University of South Carolina. Dr. George holds research grants through the Medical University of South Carolina with Brainsway and LivaNova. He is on the scientific advisory board, uncompensated, for Magstim, Brainsway. He has equipment loaned from MECTA and Nexstim. He is on the scientific advisory board for Neuralief (compensated). He has no ownership of any brain stimulation device company. He is the editor in chief of Brain Stimulation, published by Elsevier. Dr. Thase reports no conflicts of interest with this research. Dr. Thase reports the following other relationships over the past three years: Advisory/Consultant—Acadia, Alkermes, Allergan (Forest, Naurex), Axsome, Clexio, Johnson & Johnson (Janssen, Ortho-McNeil), Lundbeck, Merck, Novartis, Otsuka, Pfizer, Shire, Sunovion, Takeda; Grant Support—Acadia, Allergan (Forest, Naurex), Alkermes, Axsome, Clexio, Myriad (AssureRx), Axsome, Intracellular, Janssen, National Institute of Mental Health, Otsuka, Patient Centered Outcomes Research Institute, Takeda; Royalties—American Psychiatric Press, Guilford Publications, Herald House, W.W. Norton & Company, Inc. Dr. Thases's spouse, Diane Sloan, PharmD, is a Senior Medical Director for Peloton Advantage, which does business with a number of pharmaceutical companies."
}