{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26753454",
  "DateCompleted": {
    "Year": "2016",
    "Month": "02",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0350-6134",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "2",
        "PubDate": {
          "Year": "2015",
          "Month": "Jun"
        }
      },
      "Title": "Collegium antropologicum",
      "ISOAbbreviation": "Coll Antropol"
    },
    "ArticleTitle": "Efficasy of Different Psychiatric Treatment Methods of Liaison Psychiatrist in Treatment of Women with Breast Cancer.",
    "Pagination": {
      "StartPage": "377",
      "EndPage": "383",
      "MedlinePgn": "377-83"
    },
    "Abstract": {
      "AbstractText": [
        "Being diagnosed with breast cancer is a traumatic event that can lead to development of different mental disorders and influences all aspects of affected woman's life. Anxiety and Depressive Disorders in physically ill people still don't have clear diagnostic criteria which make diagnosis and treatment very difficult since different psychiatric therapeutic approaches have different effects. The aim was to evaluate influence of separate and combined psychotherapeutic approach (psychodynamic and cognitive-behavioral) and psychopharmacotherapy on decrease of anxiety and depression in breast cancer patients. The sample consisted of 120 subjects divided into four groups. The first group of patients was treated with psychopharmacotherapy, the second group received psychotherapy, the third group was treated with the combination of psychopharmacotherapy and psychotherapy, and the fourth group of patients didn't receive any kind of psychiatric treatment. We used psychotherapeutic interview with detailed clinical assessment using DSM-IV criteria for mental disorders, specially structured non-standardized questionnaire for assessment of etiological factors in development of mental disorders, Hamilton Anxiety Scale (HAM-A), Hamilton Depression Scale (HAM-D). The subjects filled the questionnaires on entry, one moth and two months after the beginning of research. Psychotherapeutic treatment was conducted once a week. All of the therapeutic approaches of liaison psychiatrist applied in the treatment of women with breast cancer are successful in reduction of anxiety and depression. Liaison psychiatrist's combined approach of psychopharmacological and psychotherapeutic treatment of breast cancer patients with depression obtained better results than separate approach."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Anton",
        "ForeName": "Sanda",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gugić",
        "ForeName": "Damir",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Katinić",
        "ForeName": "Križo",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Topić",
        "ForeName": "Jelena",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Croatia",
    "MedlineTA": "Coll Antropol",
    "NlmUniqueID": "8003354",
    "ISSNLinking": "0350-6134"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Mental Health Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    }
  ]
}