{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32663992",
  "DateCompleted": {
    "Year": "2021",
    "Month": "02",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "02",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "05",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2020.05.101",
      "S0165-0327(20)30393-1"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "274",
        "PubDate": {
          "Year": "2020",
          "Month": "Sep",
          "Day": "01"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Predictors of cognitive impairment in treatment-resistant depression.",
    "Pagination": {
      "StartPage": "593",
      "EndPage": "601",
      "MedlinePgn": "593-601"
    },
    "Abstract": {
      "AbstractText": [
        "Cognitive impairment is a well-recognized symptom of major depressive disorder; however, contributing factors are not fully characterized. The present study examined the neurocognitive profiles and predictors of cognitive impairment in patients with treatment-resistant depression (TRD).",
        "Moderate to severely depressed TRD patients were compared to matched healthy volunteers (HV) in verbal learning and recall and executive functions. Based on cognitive scores, cluster analysis was performed to identify subsets within the TRD sample. Predictors of cognitive impairment were also investigated.",
        "TRD patients showed worse performance in tests assessing verbal memory, executive attentional shifting, and inhibitory control. The cluster analysis revealed two groups: a cognitively impaired (CI) group that showed a generalized deficit across cognitive domains, and a relatively cognitively intact group that performed better than CI in all domains except attentional shifting. A logistic binomial regression of the two groups revealed three significant contributing risk factors for CI: 1) older age, 2) lower premorbid IQ, and 3) benzodiazepine use. Cognitive impairment and benzodiazepine use were associated with worse functioning.",
        "Significant cognitive impairment is present in TRD and is associated with worse functioning. Age, lower premorbid IQ, and benzodiazepine use increased the likelihood of generalized cognitive impairment in TRD patients. The detrimental effect of benzodiazepine on cognitive impairment is independent of anxiety symptoms. Further research is needed to characterize the timeline of cognitive impairment in depression."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Non-Invasive Neurostimulation Therapies (NINET) Laboratory, Department of Psychiatry, University of British Columbia, 2255 Wesbrook Mall, Vancouver, BC V6T 2A1, Canada."
          }
        ],
        "LastName": "Gregory",
        "ForeName": "Elizabeth",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of British Columbia, 2255 Wesbrook Mall, Vancouver, BC V6T 2A1, Canada; British Columbia Mental Health and Substance Use Services Research Institute, Vancouver, BC."
          }
        ],
        "LastName": "Torres",
        "ForeName": "Ivan J",
        "Initials": "IJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Non-Invasive Neurostimulation Therapies (NINET) Laboratory, Department of Psychiatry, University of British Columbia, 2255 Wesbrook Mall, Vancouver, BC V6T 2A1, Canada."
          }
        ],
        "LastName": "Ge",
        "ForeName": "Ruiyang",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto, Toronto, ON, Canada; Temerty Centre for Therapeutic Brain Intervention, Campbell Family Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada."
          }
        ],
        "LastName": "Blumberger",
        "ForeName": "Daniel M",
        "Initials": "DM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto, Toronto, ON, Canada; MRI-Guided rTMS Clinic, Toronto Western Hospital, University Health Network, Toronto, ON, Canada."
          }
        ],
        "LastName": "Downar",
        "ForeName": "Jonathan H",
        "Initials": "JH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto, Toronto, ON, Canada; Temerty Centre for Therapeutic Brain Intervention, Campbell Family Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada."
          }
        ],
        "LastName": "Daskalakis",
        "ForeName": "Zafiris J",
        "Initials": "ZJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of British Columbia, 2255 Wesbrook Mall, Vancouver, BC V6T 2A1, Canada."
          }
        ],
        "LastName": "Lam",
        "ForeName": "Raymond W",
        "Initials": "RW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Non-Invasive Neurostimulation Therapies (NINET) Laboratory, Department of Psychiatry, University of British Columbia, 2255 Wesbrook Mall, Vancouver, BC V6T 2A1, Canada. Electronic address: fidel.vilarodriguez@ubc.ca."
          }
        ],
        "LastName": "Vila-Rodriguez",
        "ForeName": "Fidel",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Cognitive Dysfunction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder, Treatment-Resistant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuropsychological Tests"
    }
  ],
  "CoiStatement": "Declaration Of Competing Interest IJT has served as consultant for Lundbeck Canada, Sumitomo Dainippon, and Community Living British Columbia. DMB has received research support from CIHR, NIH, Brain Canada and the Temerty Family through the CAMH Foundation and the CampbellFamily Research Institute. He received research support and in-kind equipment support for an investigator-initiated study from Brainsway Ltd.  He is the site principal investigator for three sponsor-initiated studies for Brainsway Ltd. He also receives in-kind equipment support from Magventure for two investigator-initiated studies. He received medication supplies for an investigator-initiated trial from Indivior. Dr. Downar has received research support from CIHR, NIMH, Brain Canada, the Canadian Biomarker Integration Network in Depression, the Ontario Brain Institute, the Klarman Family Foundation, the Arrell Family Foundation, the Edgestone Foundation, a travel stipend from Lundbeck and from ANT Neuro, an advisor to BrainCheck and in-kind equipment support for this investigator-initiated trial from MagVenture. RWL has received honoraria for ad hoc speaking or advising/consulting, or received research funds, from: Akili, Allergan, Asia-Pacific Economic Cooperation, BC Leading Edge Foundation, Canadian Institutes of Health Research, Canadian Network for Mood and Anxiety Treatments, Canadian Psychiatric Association, CME Institute, Hansoh, Healthy Minds Canada, Janssen, Lundbeck, Lundbeck Institute, Medscape, MITACS, Movember Foundation, Ontario Brain Institute, Otsuka, Pfizer, St. Jude Medical, University Health Network Foundation, and VGH-UBCH Foundation. Dr. Vila-Rodriguez receives research support from CIHR, Brain Canada, Michael Smith Foundation for Health Research, Vancouver Coastal Health Research Institute, and in-kind equipment support for this investigator-initiated trial from MagVenture. He has participated in an advisory board for Janssen. EG and RG have no conflicts of interest to declare."
}