{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Perinatal depression",
      "Perinatal mental illness",
      "Positive affect",
      "Postpartum depression",
      "Prenatal depression"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37230263",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2023.05.031",
      "S0165-0327(23)00667-5"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "336",
        "PubDate": {
          "Year": "2023",
          "Month": "Sep",
          "Day": "01"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Positive affect improves a transdiagnostic model of perinatal depression symptoms.",
    "Pagination": {
      "StartPage": "112",
      "EndPage": "119",
      "MedlinePgn": "112-119"
    },
    "Abstract": {
      "AbstractText": [
        "Accurate measurement of perinatal depression is vital. We aimed to 1) test whether a factor that measured positive affect (PA) bettered a transdiagnostic model of depression symptoms and 2) replicate the model in a second sample.",
        "We conducted secondary analyses from two samples (n's = 657 and 142) of women in treatment at perinatal psychiatric clinics. Data were derived from items from seven commonly used measures. We compared fit indices from our original factor model-one general and six specific factors derived from the Research Domain Criteria (Loss, Potential Threat, Frustrative Nonreward, and Sleep-Wakefulness) and depression literatures (Somatic and Coping)-to our novel factor model with a PA factor. The PA factor was created by recategorizing items that measured affective states with a positive valence into a new factor. Sample 1 data were split into six perinatal periods.",
        "In both samples, the addition of a PA factor improved model fit. At least partial metric invariance was found between perinatal periods, with the exception of trimester 3 - postpartum period 1.",
        "Our measures did not operationalize PA in the same way as in the positive valence system in RDoC and we were unable to perform longitudinal analyses on our cross-validation sample.",
        "Clinicians and researchers are encouraged to consider these findings as a template for understanding symptoms of depression in perinatal patients, which can be used to guide treatment planning and the development of more effective screening, prevention, and intervention tools to prevent deleterious outcomes."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Emory University, United States of America. Electronic address: bpinget@emory.edu."
          }
        ],
        "LastName": "Pingeton",
        "ForeName": "Blaire C",
        "Initials": "BC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Mathematics, Department of Population Health Sciences, University of Wisconsin, United States of America."
          }
        ],
        "LastName": "Cochran",
        "ForeName": "Amy",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Emory University, United States of America."
          }
        ],
        "LastName": "Goodman",
        "ForeName": "Sherryl H",
        "Initials": "SH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Illinois at Urbana-Champaign, United States of America."
          }
        ],
        "LastName": "Laurent",
        "ForeName": "Heidemarie",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Illinois at Urbana-Champaign, United States of America."
          }
        ],
        "LastName": "Sbrilli",
        "ForeName": "Marissa D",
        "Initials": "MD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Arkansas for Medical Sciences, Little Rock, United States of America."
          }
        ],
        "LastName": "Knight",
        "ForeName": "Bettina",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departments of Psychiatry and Behavioral Sciences and Women's Health, University of Texas at Austin Dell Medical School, United States of America."
          }
        ],
        "LastName": "Newport",
        "ForeName": "D Jeffrey",
        "Initials": "DJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Wisconsin at Madison, United States of America."
          }
        ],
        "LastName": "Stowe",
        "ForeName": "Zachary N",
        "Initials": "ZN"
      }
    ],
    "GrantList": [
      {
        "GrantID": "P50 MH068036",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "P50 MH077928",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, U.S. Gov't, Non-P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Parturition"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Postpartum Period"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sleep"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Depression, Postpartum"
    }
  ],
  "CoiStatement": "Declaration of competing interest Dr. Pingeton, Dr. Cochran, Dr. Goodman, Dr. Laurent, and Ms. Sbrilli have no conflicts of interest. Ms. Knight's adult son is employed by GlaxoSmithKline and has stock options as part of his employment. Dr. Newport has received research support from Eli Lilly, Glaxo SmithKline (GSK), Janssen, the National Alliance for Research on Schizophrenia and Depression (NARSAD), the National Institutes of Health (NIH), Navitor, Sage Therapeutics, Takeda Pharmaceuticals, the Texas Health & Human Services Commission, and Wyeth. He has served on speakers' bureaus and/or received honoraria from Astra-Zeneca, Eli Lilly, GSK, Pfizer and Wyeth. He has served on advisory boards for GSK, Janssen, Merck, and Sage Therapeutics. He has served as a consultant to Sage Therapeutics. Neither he nor family members have ever held equity positions in biomedical or pharmaceutical corporations. Dr. Stowe has received research support from the National Institutes of Health (NIH) and the Center for Disease Control (CDC). He has recently served on advisory boards for Sage Therapeutics, and Reunion NeuroscienceEli Lilly. He has received remuneration for NIH grant reviews, and external promotion review for other academic institutions. He previously served on speakers' bureaus and/or advisory boards (prior to 2007) from Eli Lilly, GSK, Pfizer, Froest Laboratories, BMS, and Wyeth. Neither he nor family members have ever held equity positions in biomedical or pharmaceutical corporations."
}