{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9268780",
  "DateCompleted": {
    "Year": "1997",
    "Month": "10",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0165-0327",
      "JournalIssue": {
        "Volume": "45",
        "Issue": "1-2",
        "PubDate": {
          "Year": "1997",
          "Month": "Aug"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Pleomorphic expressions of unipolar depressive disease: summary of the 1996 CINP President's Workshop.",
    "Pagination": {
      "StartPage": "109",
      "EndPage": "116",
      "MedlinePgn": "109-16"
    },
    "Abstract": {
      "AbstractText": [
        "Data presented during the 1996 CINP President's Workshop supported the conclusion that unipolar major depressive disorder (MDD) is a pleomorphic mood disorder consisting of a cluster of depressive subtypes existing in a relatively homogeneous symptomatic clinical continuum, extending from subsyndromal depressive symptomatology (SSD) through minor depressive episode, dysthymic disorder, major depressive episode and double depression. This indicates that common unipolar depressive subtypes can be conceptualized as alternate forms or different symptomatic phases of the same parent illness. Although there appears to be great overlap across time in the symptomatological expressions of these clinical depressive subtypes, they may be derived from different etiological and genetic factors. The one exception may be major depressive episode with psychotic features, which exists on a severity continuum with other subtypes of unipolar MDD, but does not appear to be on a symptomatic continuum with dysthymic, subsyndromal or minor depressions. By contrast, SSD and minor depressive disorder represent clinically significant depressive subtypes, which are commonly observed during the course of illness of patients with unipolar major depressive illness. Compared to no depressive symptoms, SSD is associated with harmful dysfunction, as evidenced by significant increases in psychosocial impairment, signifying that SSD is an active, inter-episode disease state of unipolar major depressive disorder. Finally, SSD, possibly jointly with subthreshold anxiety symptoms, may also represent potent risk factors for rapid depressive episode relapse. In the aggregate, these findings and conclusions have broad and important implications for diagnostic and treatment strategies of unipolar MDD."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of California, San Diego, La Jolla 92093-0603, USA."
          }
        ],
        "LastName": "Judd",
        "ForeName": "L L",
        "Initials": "LL"
      }
    ],
    "PublicationTypeList": [
      "Congress"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "classification"
      ],
      "DescriptorName": "Affective Disorders, Psychotic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cost of Illness"
    },
    {
      "QualifierName": [
        "classification",
        "etiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "classification"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    }
  ]
}