{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25823351",
  "DateCompleted": {
    "Year": "2015",
    "Month": "06",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-2658",
      "JournalIssue": {
        "Volume": "116",
        "Issue": "12",
        "PubDate": {
          "Year": "2014"
        }
      },
      "Title": "Seishin shinkeigaku zasshi = Psychiatria et neurologia Japonica",
      "ISOAbbreviation": "Seishin Shinkeigaku Zasshi"
    },
    "ArticleTitle": "[Current evaluation of teratogenic and fetotoxic effects of psychotropic drugs].",
    "Pagination": {
      "StartPage": "996",
      "EndPage": "1004",
      "MedlinePgn": "996-1004"
    },
    "Abstract": {
      "AbstractText": [
        "Psychiatric disorders are equally common among pregnant and non-pregnant women, and many of these conditions are treated with psychotropic medications. The use of psychotropic medicines during pregnancy, especially antidepressants, became increasingly prevalent in the early 2000's, although many physicians prefer not to prescribe drugs for pregnant women due to concerns about teratogenicity. Current data on the risks of in utero exposure to psychotropic medications are limited, leaving women and physicians to make difficult decisions regarding the initiation or maintenance of treatment during pregnancy without a complete knowledge of the risks. Of all the psychotropics, antidepressant use in pregnancy has been relatively well studied. However, available studies have not yet adequately controlled for other factors that may influence birth outcomes, including maternal illness or problematic health-related behaviors such as smoking and alcohol use during pregnancy. This review focuses on the use of selective serotonin reuptake inhibitors (SSRIs) during pregnancy, the antidepressants most commonly used to treat depression. In the evaluation of medication during pregnancy, teratogenicity and fetotoxicity must be considered. Most studies on the use of SSRIs during the first trimester of pregnancy have not shown an increase in the overall risk of major malformations, although several studies have suggested that SSRIs may be associated with a small increased risk of cardiovascular malformations, mainly involving ventricular and atrial septal defects. In addition to structural malformations, drugs were also observed to induce other adverse effects. Since SSRIs readily cross the placenta, concern has been raised about the short- or long-term effects of prenatal exposure to SSRIs on the developing offspring. Epidemiological studies have documented that 10-30% of neonates exposed to SSRIs near term had poor neonatal adaptation syndrome (PNAS). Some studies reported that persistent pulmonary hypertension of the newborn (PPHN) is weakly associated with in utero antidepressant exposure, while no association has been reported in other studies. Recent studies have raised questions about possible associations with antidepressant use during pregnancy and long-term effects on neurobehavioral development. Some individual studies have suggested associations between prenatal exposure to antidepressants and autism spectrum disorder; however, other studies identified no associations. On the other hand, depressive symptoms during pregnancy are also associated with increased risks of preterm delivery, fetal growth retardation, and postpartum depression. Therefore, the effects of untreated maternal depression on both maternal and child outcomes must be taken into consideration when making treatment decisions. Future research needs to focus on large prospective studies with adequate adjustments for key potential confounding factors, including maternal mental illness, other exposures, and an adequate length of follow-up, in order to obtain accurate child developmental outcomes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Watanabe",
        "ForeName": "Omi",
        "Initials": "O"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Seishin Shinkeigaku Zasshi",
    "NlmUniqueID": "9801787",
    "ISSNLinking": "0033-2658"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Psychotropic Drugs"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects",
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "drug therapy",
        "psychology"
      ],
      "DescriptorName": "Pregnancy Complications"
    },
    {
      "QualifierName": [
        "adverse effects",
        "therapeutic use"
      ],
      "DescriptorName": "Psychotropic Drugs"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Teratogenesis"
    }
  ]
}