{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Clinical decisions",
      "Psychological care"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25573668",
  "DateCompleted": {
    "Year": "2017",
    "Month": "01",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "01",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "01",
        "Day": "08"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1136/bmjspcare-2014-000719"
    ],
    "Journal": {
      "ISSN": "2045-4368",
      "JournalIssue": {
        "Volume": "6",
        "Issue": "2",
        "PubDate": {
          "Year": "2016",
          "Month": "Jun"
        }
      },
      "Title": "BMJ supportive & palliative care",
      "ISOAbbreviation": "BMJ Support Palliat Care"
    },
    "ArticleTitle": "Treatment approaches of palliative medicine specialists for depression in the palliative care setting: findings from a qualitative, in-depth interview study.",
    "Pagination": {
      "StartPage": "186",
      "EndPage": "193",
      "MedlinePgn": "186-93"
    },
    "Abstract": {
      "AbstractText": [
        "Treatment of depression in the palliative care setting is complicated by varied treatment preferences, a small body of research, and unique challenges associated with the end-of-life. Little is known about the treatment practices of medical practitioners in this setting.",
        "This study aimed to investigate and characterise the treatment approaches of palliative medicine specialists for depression.",
        "Semistructured, in-depth interviews were conducted to explore explanatory models of depression from palliative medicine specialists, including a focus on treatment. Verbatim interview transcripts were analysed for themes.",
        "Palliative medicine specialists practising in Australia were recruited and purposively sampled. Nine participants were interviewed to reach data saturation.",
        "Five themes were identified in relation to treatment of depression: (1) guiding principles of treatment; (2) treatment approaches; (3) factors underpinning treatment decisions; (4) difficulties arising in treatment; and (5) interdisciplinary roles. Participants described five distinct treatment approaches, consisting of biological orientation, psychosocial orientation, combination approach, undifferentiated approach and ambivalence. Treatment decisions were contingent on patient, depression, clinician and sociocultural factors. Difficulties included discomfort with treating depression, being inadequately equipped and confronting therapeutic limitations. Treating depression was considered to require multidisciplinary team effort.",
        "Palliative medicine specialists' treatment approaches are linked to their concepts of and causal explanations for depression. Future treatment guidelines could aim to consider specific varieties of depression, be more differentiated in treatment modality and type, and consider decision-shaping factors. Continuing mental health education and the incorporation of psychiatry and psychology into palliative care services may have enduring benefits."
      ],
      "CopyrightInformation": "Published by the BMJ Publishing Group Limited. For permission to use (where not already granted under a licence) please go to http://www.bmj.com/company/products-services/rights-and-licensing/"
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Discipline of Psychiatry, School of Medicine, Faculty of Health Sciences, The University of Adelaide, Adelaide, South Australia, Australia Consultation-Liaison Psychiatry, Lyell McEwin Hospital, Northern Adelaide Local Health Network, Elizabeth Vale, South Australia, Australia."
          }
        ],
        "LastName": "Ng",
        "ForeName": "Felicity",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Discipline of Medicine, School of Medicine, Faculty of Health Sciences, The University of Adelaide, Adelaide, South Australia, Australia Central Adelaide Palliative Care Service, Central Adelaide Local Health Network, Woodville, South Australia, Australia."
          }
        ],
        "LastName": "Crawford",
        "ForeName": "Gregory B",
        "Initials": "GB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Psychology, Faculty of Health Sciences, The University of Adelaide, Adelaide, South Australia, Australia."
          }
        ],
        "LastName": "Chur-Hansen",
        "ForeName": "Anna",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMJ Support Palliat Care",
    "NlmUniqueID": "101565123",
    "ISSNLinking": "2045-435X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Palliative Care"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Palliative Medicine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    }
  ]
}