{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10890265",
  "DateCompleted": {
    "Year": "2000",
    "Month": "07",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0149-2918",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "11",
        "PubDate": {
          "Year": "1999",
          "Month": "Nov"
        }
      },
      "Title": "Clinical therapeutics",
      "ISOAbbreviation": "Clin Ther"
    },
    "ArticleTitle": "Suboptimal use of antidepressants in the elderly: a population-based study in Nova Scotia.",
    "Pagination": {
      "StartPage": "1937",
      "EndPage": "1950",
      "MedlinePgn": "1937-50"
    },
    "Abstract": {
      "AbstractText": [
        "This descriptive, retrospective, population-based study assessed patterns of antidepressant medication use in elderly patients in Nova Scotia during fiscal years 1993 through 1996. Individuals > or =65 years of age who were registered with Nova Scotia's Seniors Pharmacare program and filled a prescription for an antidepressant medication during the specified period were included in the study. We determined the number of individuals who filled > or =1 prescription for an antidepressant, the number whose prescription for an antidepressant could be matched with a diagnosis of depression in the physician's billing database, the number who used antidepressants that were judged inappropriate based on published criteria for medication prescribing in the elderly, the number who used a therapeutic antidepressant dose based on published dosing guidelines for the elderly, and the number who used antidepressants for > or =6 months. A total of 12,048, 12,317, and 13,419 individuals filled prescriptions for antidepressants during the 1993 to 1994, 1994 to 1995, and 1995 to 1996 fiscal years, respectively. In each fiscal year, approximately 70% had received a diagnosis of depression based on the International Classification of Diseases, Ninth Revision, Clinical Modification, making it likely that 70% of antidepressant users were receiving these drugs for a primary diagnosis of depression. The number of antidepressant prescriptions that were classified as inappropriate for use in the elderly was 67% in 1993 to 1994, 61% in 1994 to 1995, and 55% in 1995 to 1996. These decreases over time were statistically significant (P < 0.001). Among those using serotonin reuptake inhibitors, secondary tricyclic antidepressants, or tertiary tricyclic antidepressants, 79%, 45%, and 31%, respectively, appeared to be using therapeutic doses. Of 23,553 antidepressant treatment courses, 11,028 (47%) were for < or =180 days. During the study, a significant number of elderly individuals were prescribed antidepressant medications that are judged by expert consensus to be inappropriate for use in this population because of an unfavorable toxicity profile, although the number declined significantly from year to year (P < 0.001 for year-to-year comparisons). Many individuals also appeared to be using antidepressant doses that are probably subtherapeutic, but this finding seemed heavily dependent on the class of antidepressant used. Nearly half of the individuals studied appeared to be treated for inadequately short periods."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Geriatric Medicine, Dalhousie University, Halifax, Nova Scotia, Canada."
          }
        ],
        "LastName": "Rojas-Fernandez",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Thomas",
        "ForeName": "V S",
        "Initials": "VS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Carver",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tonks",
        "ForeName": "R",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Ther",
    "NlmUniqueID": "7706726",
    "ISSNLinking": "0149-2918"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Drug Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Nova Scotia"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Product Surveillance, Postmarketing"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Registries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    }
  ]
}