{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "clinical practice guidelines",
      "depression",
      "inadequate response",
      "systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Cette revue systématique a évalué de façon critique les guides de pratique clinique (GPC) sur le traitement des adultes souffrant de trouble dépressif majeur (TDM), de dysthymie, ou de dépression mineure ou infraliminaire pour des recommandations suivant une réponse inadéquate à un traitement de première ligne par inhibiteur spécifique du recaptage de la sérotonine (ISRS).",
        "Les recherches dans les GPC (01/2004-11/2014) en anglais ont repéré 7 bases de données bibliographiques et des sources de littérature grise à l’aide des mots-clés GPC et dépression. Deux évaluateurs ont sélectionné un GPC sur la dépression ayant une portée nationale. Les extractions de données comprenaient des définitions de réponse adéquate et recommandaient des options de traitement. Deux évaluateurs ont estimé la qualité à l’aide de l’instrument Grille d’évaluation de la qualité des recommandations pour la pratique clinique (AGREE II).",
        "Sur 46 908 citations, 3 167 ont été sélectionnées selon le texte intégral, 21 GPC uniques applicables aux adultes des soins de première ligne et des contextes ambulatoires ont été examinés. Cinq GPC abordent les patients souffrant de dysthymie ou de dépression mineure ou infraliminaire. Aucun n’offre de recommandations pour ceux qui ne répondent pas au traitement de première ligne par ISRS. Pour les adultes souffrant de TDM, la plupart des GPC ne définissent pas une « réponse inadéquate » et n’offrent pas de suggestions précises sur la façon de choisir des médicaments de rechange quand on passe à un autre antidépresseur. Il y a une variabilité entre les GPC qui recommandent des stratégies de combinaison. Les normes d’AGREE II pour la participation des intervenants à l’élaboration des GPC, l’indépendance éditoriale et la rigueur du développement sont des domaines dans lesquels les guides sur la dépression sont souvent moins fermes.",
        "Environ la moitié des patients souffrant de dépression nécessitent un traitement de deuxième ligne pour obtenir une rémission. La cohérence et la clarté des guides pour le traitement de deuxième ligne de la dépression sont donc importantes pour les cliniciens, mais elles sont absentes dans la plupart des guides actuels. Ceci peut refléter une rareté d’études primaires sur lesquelles fonder des conclusions."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27554483",
  "DateCompleted": {
    "Year": "2017",
    "Month": "12",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "09",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1177/0706743716664885"
    ],
    "Journal": {
      "ISSN": "1497-0015",
      "JournalIssue": {
        "Volume": "62",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Jan"
        }
      },
      "Title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
      "ISOAbbreviation": "Can J Psychiatry"
    },
    "ArticleTitle": "Systematic Review of Clinical Practice Guidelines for Failed Antidepressant Treatment Response in Major Depressive Disorder, Dysthymia, and Subthreshold Depression in Adults.",
    "Pagination": {
      "StartPage": "11",
      "EndPage": "23",
      "MedlinePgn": "11-23"
    },
    "Abstract": {
      "AbstractText": [
        "This systematic review critically evaluated clinical practice guidelines (CPGs) for treating adults with major depressive disorder, dysthymia, or subthreshold or minor depression for recommendations following inadequate response to first-line treatment with selective serotonin reuptake inhibitors (SSRIs).",
        "Searches for CPGs (January 2004 to November 2014) in English included 7 bibliographic databases and grey literature sources using CPG and depression as the keywords. Two raters selected CPGs on depression with a national scope. Data extraction included definitions of adequate response and recommended treatment options. Two raters assessed quality using the Appraisal of Guidelines for Research and Evaluation II (AGREE II) instrument.",
        "From 46,908 citations, 3167 were screened at full text. From these 21 CPG were applicable to adults in primary care and outpatient settings. Five CPGs consider patients with dysthymia or subthreshold or minor depression. None provides recommendations for those who do not respond to first-line SSRI treatment. For adults with MDD, most CPGs do not define an \"inadequate response\" or provide specific suggestions regarding how to choose alternative medications when switching to an alternative antidepressant. There is variability between CPGs in recommending combination strategies. AGREE II ratings for stakeholder involvement in CPG development, editorial independence, and rigor of development are domains in which depression guidelines are often less robust.",
        "About half of patients with depression require second-line treatment to achieve remission. Consistency and clarity in guidelines for second-line treatment of depression are therefore important for clinicians but lacking in most current guidelines. This may reflect a paucity of primary studies upon which to base conclusions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Department of Psychiatry, Hotchkiss Brain Institute, University of Calgary, Calgary, Alberta."
          }
        ],
        "LastName": "MacQueen",
        "ForeName": "Glenda",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "2 Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
          }
        ],
        "LastName": "Santaguida",
        "ForeName": "Pasqualina",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "2 Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
          }
        ],
        "LastName": "Keshavarz",
        "ForeName": "Homa",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "3 Department of Psychiatry, McGill University, Montreal, Quebec."
          }
        ],
        "LastName": "Jaworska",
        "ForeName": "Natalia",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "2 Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
          }
        ],
        "LastName": "Levine",
        "ForeName": "Mitchell",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "2 Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
          }
        ],
        "LastName": "Beyene",
        "ForeName": "Joseph",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "2 Department of Clinical Epidemiology and Biostatistics, McMaster University, Hamilton, Ontario."
          }
        ],
        "LastName": "Raina",
        "ForeName": "Parminder",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Can J Psychiatry",
    "NlmUniqueID": "7904187",
    "ISSNLinking": "0706-7437"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder, Treatment-Resistant"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Dysthymic Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Practice Guidelines as Topic"
    }
  ],
  "CoiStatement": "The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article."
}