{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22900513",
  "DateCompleted": {
    "Year": "2013",
    "Month": "03",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "08",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/15374416.2012.711708"
    ],
    "Journal": {
      "ISSN": "1537-4424",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "5",
        "PubDate": {
          "Year": "2012"
        }
      },
      "Title": "Journal of clinical child and adolescent psychology : the official journal for the Society of Clinical Child and Adolescent Psychology, American Psychological Association, Division 53",
      "ISOAbbreviation": "J Clin Child Adolesc Psychol"
    },
    "ArticleTitle": "Future directions in vulnerability to depression among youth: integrating risk factors and processes across multiple levels of analysis.",
    "Pagination": {
      "StartPage": "695",
      "EndPage": "718",
      "MedlinePgn": "695-718"
    },
    "Abstract": {
      "AbstractText": [
        "Depression is a developmental phenomenon. Considerable progress has been made in describing the syndrome, establishing its prevalence and features, providing clues as to its etiology, and developing evidence-based treatment and prevention options. Despite considerable headway in distinct lines of vulnerability research, there is an explanatory gap in the field's ability to more comprehensively explain and predict who is likely to become depressed, when, and why. Still, despite clear success in predicting moderate variance for future depression, especially with empirically rigorous methods and designs, the heterogeneous and multi-determined nature of depression suggests that additional etiologies need to be included to advance knowledge on developmental pathways to depression. This paper advocates for a multiple levels of analysis approach to investigating vulnerability to depression across the lifespan and providing a more comprehensive understanding of its etiology. One example of a multiple levels of analysis model of vulnerabilities to depression is provided that integrates the most accessible, observable factors (e.g., cognitive and temperament risks), intermediate processes and endophenotypes (e.g., information-processing biases, biological stress physiology, and neural activation and connectivity), and genetic influences (e.g., candidate genes and epigenetics). Evidence for each of these factors as well as their cross-level integration is provided. Methodological and conceptual considerations important for conducting integrative, multiple levels of depression vulnerability research are discussed. Finally, translational implications for how a multiple levels of analysis perspective may confer additional leverage to reduce the global burden of depression and improve care are considered."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology , University of Denver, CO 80208, USA. ben.hankin@psy.du.edu"
          }
        ],
        "LastName": "Hankin",
        "ForeName": "Benjamin L",
        "Initials": "BL"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 MH077195",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Clin Child Adolesc Psychol",
    "NlmUniqueID": "101133858",
    "ISSNLinking": "1537-4416"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ]
}