{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22924333",
  "DateCompleted": {
    "Year": "2013",
    "Month": "02",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "08",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1939-2117",
      "JournalIssue": {
        "Volume": "80",
        "Issue": "5",
        "PubDate": {
          "Year": "2012",
          "Month": "Oct"
        }
      },
      "Title": "Journal of consulting and clinical psychology",
      "ISOAbbreviation": "J Consult Clin Psychol"
    },
    "ArticleTitle": "Further issues in determining the readability of self-report items: comment on McHugh and Behar (2009).",
    "Pagination": {
      "StartPage": "952",
      "EndPage": "955",
      "MedlinePgn": "952-5"
    },
    "Abstract": {
      "AbstractText": [
        "Issues regarding the readability of self-report assessment instruments, methods for establishing the reading ability level of respondents, and guidelines for development of scales designed for marginal readers have been inconsistently addressed in the literature. A recent study by McHugh and Behar (2009) provided new findings relevant to these issues. McHugh and Behar calculated indices of readability separately for the instructions and the item sets of 105 self-report measures of anxiety and depression. Results revealed substantial variability in readability among the measures, with most measures being written at or above the mean reading grade level in the United States. These results were consistent with those reported previously by Schinka and Borum (1993, 1994) in analyses of the readability of commonly used self-report psychopathology and personality inventories. In their discussion, McHugh and Behar addressed implications of their findings for clinical assessment and for scale development.",
        "I expand on their comments by addressing the failure to consider vocabulary difficulty, a major shortcoming of readability indices that examine only text complexity. I demonstrate how vocabulary difficulty influences readability and discuss additional considerations and possible solutions for addressing the gap between scale readability and the reading skill level of the self-report respondent.",
        "The work of McHugh and Behar clearly demonstrates that the issues of reading ability that arise in collecting self-report data are neither simple nor straightforward. Comments are offered to focus attention on the problems identified by their work. These problems will require additional effort on the part of researchers and clinicians in order to obtain reliable, valid estimates of clinical status."
      ],
      "CopyrightInformation": "(PsycINFO Database Record (c) 2012 APA, all rights reserved)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and School of Aging Studies,University of South Florida, Tampa, FL 33612, USA. jschinka@health.usf.edu"
          }
        ],
        "LastName": "Schinka",
        "ForeName": "John A",
        "Initials": "JA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Comment"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Consult Clin Psychol",
    "NlmUniqueID": "0136553",
    "ISSNLinking": "0022-006X"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "J Consult Clin Psychol. 2009 Dec;77(6):1100-12",
      "PMID": "19968386"
    },
    {
      "RefSource": "J Consult Clin Psychol. 2012 Dec;80(6):1121-2",
      "PMID": "23205507"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comprehension"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Personality Inventory"
    }
  ]
}