{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "antidepressant",
      "depression",
      "emotional processing, anxiety",
      "healthy volunteer",
      "selective serotonin reuptake inhibitor"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Los modelos humanos de procesamiento emocional sugieren que el efecto directo de un tratamiento antidepresivo exitoso puede consistir en la modificación de las distorsiones en el procesamiento de la información emocional. Las distorsiones negativas en el procesamiento emocional están documentados en la depresión, y el empleo de antidepresivos convencionales en dosis única o por corto tiempo revierte estas distorsiones en los pacientes depresivos previo a cualquier cambio subjetivo en el ánimo. Los tratamientos con antidepresivos también modulan el procesamiento emocional en voluntaries sanos, por lo que hay que tener en cuenta los efectos psicológicos de estos fármacos y no confundirlos con los cambios en el ánimo. Asimismo los modelos humanos de procesamiento emocional pueden resultar útiles para probar la eficacia de nuevos tratamientos y para adaptar las terapias a pacientes individuales o subgrupos de ellos."
      ]
    },
    {
      "AbstractText": [
        "D'après les modèles humains du traitement des émotions, un antidépresseur efficace agirait directement en en modifiant les distorsions de traitement de l'information émotionnelle. Ces dernières sont documentées dans la dépression et inversées avant tout modification subjective de l'humeur, chez des patients déprimés, lors de traitement court ou à dose unique par des antidépresseurs classiques. Les antidépresseurs modulent également le traitement de l'information émotionnelle chez les volontaires sains, ce qui permet d'envisager les effets psychologiques de ces médicaments sans les confondre avec les changements d'humeur. Ainsi, des modèles humains de traitement de l'information émotionnelle pourraient être utilisés pour tester l'efficacité de nouveaux médicaments et les adapter individuellement ou à des sous-groupes de patients."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26869848",
  "DateCompleted": {
    "Year": "2016",
    "Month": "12",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1958-5969",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "4",
        "PubDate": {
          "Year": "2015",
          "Month": "Dec"
        }
      },
      "Title": "Dialogues in clinical neuroscience",
      "ISOAbbreviation": "Dialogues Clin Neurosci"
    },
    "ArticleTitle": "The effects of drugs on human models of emotional processing: an account of antidepressant drug treatment.",
    "Pagination": {
      "StartPage": "477",
      "EndPage": "487",
      "MedlinePgn": "477-87"
    },
    "Abstract": {
      "AbstractText": [
        "Human models of emotional processing suggest that the direct effect of successful antidepressant drug treatment may be to modify biases in the processing of emotional information. Negative biases in emotional processing are documented in depression, and single or short-term dosing with conventional antidepressant drugs reverses these biases in depressed patients prior to any subjective change in mood. Antidepressant drug treatments also modulate emotional processing in healthy volunteers, which allows the consideration of the psychological effects of these drugs without the confound of changes in mood. As such, human models of emotional processing may prove to be useful for testing the efficacy of novel treatments and for matching treatments to individual patients or subgroups of patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Oxford, UK."
          }
        ],
        "LastName": "Pringle",
        "ForeName": "Abbie",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Oxford, UK."
          }
        ],
        "LastName": "Harmer",
        "ForeName": "Catherine J",
        "Initials": "CJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dialogues Clin Neurosci",
    "NlmUniqueID": "101238198",
    "ISSNLinking": "1294-8322"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Affect"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Emotions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Memory"
    }
  ]
}