{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Depression",
      "Insomnia",
      "Psychosomatic Medicine",
      "STOP-D",
      "Sleeping Disorders"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Zusammenfassung <b>Fragestellung:</b> Welchen Einfluss haben Ein- und Durchschlafstörungen bei depressiven Störungen auf den Therapieerfolg stationärer psychosomatischer Behandlung? <b>Methode:</b> Die Datenerhebung erfolgte im Verlauf einer naturalistischen, multizentrischen Beobachtungsstudie (STOP-D) zu Anfang (T1) und zum Ende (T2) einer stationären, tiefenpsychologisch fundierten psychosomatischen Behandlung sowie sechs Monate nach Entlassung (T3). Die Stichprobe bestand aus Patientinnen mit depressiven Störungen (N = 487), die M = 61.7 Tage (SD = 26.8) stationär behandelt wurden. Aus Items des Beck Depressionsinventars (BDI-I), der Hamilton Depressionsskala (HAMD) und dem Globalen Schwere Index (GSI) der Symptomcheckliste- 90 (SCL-90-R) wurde nachträglich zu T1 eine Insomnie-Skala mit insgesamt sieben Items konstruiert. Darauf aufbauend wurden Gruppen anhand der Veränderungen der insomnischen Symptome von T1 zu T2 in „Schlafverbesserer“ und „Schlafverschlechterer“ gebildet und hinsichtlich differentieller Effekte auf das Therapieergebnis varianzanalytisch ausgewertet. <b>Ergebnisse:</b> Die post-hoc gebildete Insomnie-Skala zeigte in den Analysen gute psychometrische Eigenschaften. Depressive Patientinnen, die eine Verbesserung ihrer Ein- und Durchschlafstörungen während der stationären psychosomatischen Behandlung berichteten, hatten in den Selbstbeurteilungsinventaren (BDI-I und SCL-90-R) signifikant niedrigere Belastungswerte als Patientinnen, die keine Veränderung beziehungsweise eine Verschlechterung ihres Schlafes berichteten. Für den Katamnese-Zeitraum trat dieser Effekt noch deutlicher hervor. <b>Diskussion:</b> Ein- und Durchschlafstörungen können bei depressiven Patientinnen ein wichtiger Indikator für die Wirksamkeit der stationären psychosomatischen Behandlung sein und sich besonders negativ auf die Nachhaltigkeit des Therapieerfolgs auswirken."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34524061",
  "DateCompleted": {
    "Year": "2021",
    "Month": "09",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "09",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.13109/zptm.2021.67.3.271"
    ],
    "Journal": {
      "ISSN": "1438-3608",
      "JournalIssue": {
        "Volume": "67",
        "Issue": "3",
        "PubDate": {
          "Year": "2021",
          "Month": "Sep"
        }
      },
      "Title": "Zeitschrift fur Psychosomatische Medizin und Psychotherapie",
      "ISOAbbreviation": "Z Psychosom Med Psychother"
    },
    "ArticleTitle": "[Sleep disorders reduce the therapeutic success of inpatient psychosomatic treatments for depressive disorders].",
    "Pagination": {
      "StartPage": "271",
      "EndPage": "289",
      "MedlinePgn": "271-289"
    },
    "Abstract": {
      "AbstractText": [
        "<i>Sleep disorders reduce the therapeutic success of inpatient psychosomatic treatments for depressive disorders</i> <b>Objective:</b> What influence do difficulties in falling and staying asleep in patients with depressive disorders have on the success of psychosomatic treatment? <b>Method:</b> The Data were collected in a naturalistic, multicenter observational study (STOP-D) at the beginning (T1), the end (T2) and six months later after discharge (T3). The sample consisted of female patients with depressive disorders (N = 487) who were treated for M = 61.7 days (SD = 26.8). An insomnia scale with a total of seven items was created subsequently to T1 from Items of the Beck Depression Inventory (BDI-I), from the Hamilton Depression Scale (HAMD) and from the Global Severe Index (GSI) from the Symptom Checklist 90 (SCL-90-R). Then groups were formed on changes in insomnia symptoms from T1 to T2. These two groups \"sleep improver\" and \"sleep deteriorators\" were tested by analysis of variance. <b>Results:</b> The subsequently constructed insomnia scale showed good psychometric characteristics in the performed analyses. Patients who reported an improvement in their sleep disturbances during inpatient psychosomatic treatment had significantly lower depression scores in the self-evaluation inventories (BDI-I und SCL-90-R) than patients without improvements in their sleep patterns. This effect was even more pronounced for the catamnestic period. <b>Discussion:</b> Insomnia symptoms in depressed female patients can be an important indicator of the effect of inpatient psychosomatic treatment and can have negative impact on the sustainability of the therapy success."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Düsseldorf Klinisches Institut für Psychosomatische Medizin und Psychotherapie Geb. 15.16 Moorenstraße 5 40225 Düsseldorf Deutschland."
          }
        ],
        "LastName": "Nordmann",
        "ForeName": "Marc A",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Düsseldorf Klinisches Institut für Psychosomatische Medizin und Psychotherapie Geb. 15.16 Moorenstraße 5 40225 Düsseldorf Deutschland."
          }
        ],
        "LastName": "Seidler",
        "ForeName": "Daniel",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Abteilung Klinische Psychologie Heinrich-Heine-Universität Düsseldorf Deutschland."
          }
        ],
        "LastName": "Gieselmann",
        "ForeName": "Annika",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Düsseldorf Klinisches Institut für Psychosomatische Medizin und Psychotherapie Geb. 15.16 Moorenstraße 5 40225 Düsseldorf Deutschland."
          }
        ],
        "LastName": "Schäfer",
        "ForeName": "Ralf",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Düsseldorf Klinisches Institut für Psychosomatische Medizin und Psychotherapie Geb. 15.16 Moorenstraße 5 40225 Düsseldorf Deutschland."
          }
        ],
        "LastName": "Franz",
        "ForeName": "Matthias",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Multicenter Study",
      "Observational Study"
    ],
    "VernacularTitle": "Schlafstörungen verringern den Therapieerfolg stationärer psychosomatischer Behandlungen bei depressiven Störungen."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Z Psychosom Med Psychother",
    "NlmUniqueID": "100886617",
    "ISSNLinking": "1438-3608"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Inpatients"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychiatric Status Rating Scales"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Psychophysiologic Disorders"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Sleep Wake Disorders"
    }
  ]
}