{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Ceramide",
      "Depression",
      "Sphingolipid"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28189963",
  "DateCompleted": {
    "Year": "2017",
    "Month": "11",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "02",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2017.02.008",
      "S0165-0327(16)31898-5"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "213",
        "PubDate": {
          "Year": "2017",
          "Month": "Apr",
          "Day": "15"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Ceramides and depression: A systematic review.",
    "Pagination": {
      "StartPage": "35",
      "EndPage": "43",
      "MedlinePgn": "35-43"
    },
    "Abstract": {
      "AbstractText": [
        "Major depressive disorder is a significant contributor to global disability and mortality. The mechanisms of depression are vast and not fully understood, and as a result current treatment of depression is suboptimal. Aberrant sphingolipid metabolism has been observed in some cases of depression, specifically alterations in ceramide concentrations. The role of ceramides and other sphingolipids in depression is a novel concept. This review summarizes and evaluates the current state of evidence for a role of ceramides in depression pathophysiology and the potential for novel depression pharmacotherapies targeting ceramide metabolism.",
        "Medline, Embase, and PsycINFO databases were searched through October 2016 for English-language studies using combinations of the search terms: ceramide, depression, sphingolipid, and depressive symptoms.",
        "Of the 489 articles screened, 14 were included in the qualitative synthesis of this review article. Pre-clinical and clinical evidence suggest that ceramide species may contribute to depression pathophysiology. In human studies, ceramides C18:0 and C20:0 are the species most strongly linked to depression. Evidence for altered ceramide metabolism in depression is present, but data for a causal role of ceramides in depression are lacking.",
        "This review was limited by potential reporting bias. Furthermore, a lack of specificity of which ceramides were altered in depression was common.",
        "Pharmacotherapy targeting ceramide metabolism may be a novel treatment option for depression. A number of pharmacological targets exists for ceramide reduction and a number of currently approved medications inhibit ceramide production. More evidence, pre-clinical and clinical, is warranted to determine the extent and consistency of the role of ceramides in depression."
      ],
      "CopyrightInformation": "Copyright © 2017 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Neuropsychopharmacology Research Group, Hurvitz Brain Sciences Program, Sunnybrook Research Institute, Toronto, Ontario, Canada; Department of Pharmacology and Toxicology, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Dinoff",
        "ForeName": "Adam",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Neuropsychopharmacology Research Group, Hurvitz Brain Sciences Program, Sunnybrook Research Institute, Toronto, Ontario, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Herrmann",
        "ForeName": "Nathan",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Neuropsychopharmacology Research Group, Hurvitz Brain Sciences Program, Sunnybrook Research Institute, Toronto, Ontario, Canada; Department of Pharmacology and Toxicology, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada; Department of Psychiatry, Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada. Electronic address: Krista.Lanctot@sunnybrook.ca."
          }
        ],
        "LastName": "Lanctôt",
        "ForeName": "Krista L",
        "Initials": "KL"
      }
    ],
    "GrantList": [
      {
        "GrantID": "MOP 114913",
        "Agency": "CIHR",
        "Country": "Canada"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Ceramides"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Ceramides"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy",
        "metabolism"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}