{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "chronic depression",
      "dysthymia",
      "persistent depressive disorder",
      "youth"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Выявить закономерности длительного течения юношеских хронических эндогенных депрессий (ЮХЭД) по миновании больными юношеского возраста, выделить наиболее значимые критерии для прогностической и нозологической оценки.",
        "Были обследованы 62 больных мужского пола, перенесших в юношеском возрасте (16-25 лет) хроническое депрессивное состояние длительностью более двух лет и проходивших стационарное лечение в клинике ФГБНУ НЦПЗ в период юношеского возраста в 2008-2010 гг. Исследование проводилось клинико-психопатологическим, психометрическим (шкалы HDRS, SANA, SOPS) и статистическим методами.",
        "ЮХЭД характеризуются доминированием в своей структуре симптомов негативной аффективности, кроме того, имеют место расстройства, отличные от аффективного регистра. На основании анализа психопатологических особенностей ЮХЭД были выделены две типологические разновидности: унитарные депрессии (I тип) и саплементарные депрессии (II тип). Среди депрессий II типа было выделено 2 подтипа: с неврозоподобными и психопатоподобными расстройствами. Наличие в структуре депрессии психопатопатоподобных расстройств является прогностически неблагоприятным признаком."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34405653",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "08",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/jnevro202112105219"
    ],
    "Journal": {
      "ISSN": "1997-7298",
      "JournalIssue": {
        "Volume": "121",
        "Issue": "5. Vyp. 2",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "ISOAbbreviation": "Zh Nevrol Psikhiatr Im S S Korsakova"
    },
    "ArticleTitle": "[Chronic endogenous depression of youth].",
    "Pagination": {
      "StartPage": "19",
      "EndPage": "26",
      "MedlinePgn": "19-26"
    },
    "Abstract": {
      "AbstractText": [
        "To identify psychopathological features of chronic endogenous depression that develops in youth and determine most significant diagnostic and prognostic criteria.",
        "Sixty-two male inpatients were examined who had suffered from a chronic depressive state over 2 - years in their youth (16-25 years old) and were treated at FSBSI MHRC clinic in 2008-2010. The exclusion criteria were the presence of psychotic episodes, severe deficiency symptoms, as well as clinically significant somatic, neurological and mental disorders that complicated the study. Clinical-psychopathological, psychometric (HDRS, SANS and SOPS) and statistical methods were used.",
        "Youth chronic endogenous depression is characterized by the dominance of symptoms of negative affectivity in their structure. In addition, there are disorders that differ from those of an affective spectrum. Based on the analysis of psychopathological characteristics of youth chronic endogenous depressions, two typological varieties are identified: unitary depressions (type I) and supplementary depressions (type II). Among type II depressions, 2 subtypes are distinguished: with neurosis-like and with psychopathic- like disorders. The presence of psychopathic disorders in the structure of depression is a prognostically unfavorable sign."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-1209-1443"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Research Centre, Moscow, Russia."
          }
        ],
        "LastName": "Kaleda",
        "ForeName": "V G",
        "Initials": "VG"
      },
      {
        "Identifier": [
          "0000-0003-4009-4323"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Research Centre, Moscow, Russia."
          }
        ],
        "LastName": "Migalina",
        "ForeName": "V V",
        "Initials": "VV"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Khronicheskie endogennye depressii yunosheskogo vozrasta."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Zh Nevrol Psikhiatr Im S S Korsakova",
    "NlmUniqueID": "9712194",
    "ISSNLinking": "1997-7298"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychometrics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychopathology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}