{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "SIGH-D",
      "anxiety",
      "concentration",
      "guidelines",
      "insomnia",
      "major depressive disorder",
      "measure",
      "rating",
      "reliability",
      "sadness"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35721817",
  "DateCompleted": {
    "Year": "2022",
    "Month": "06",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2472-2448",
      "JournalIssue": {
        "Volume": "52",
        "Issue": "2",
        "PubDate": {
          "Year": "2022",
          "Month": "May",
          "Day": "31"
        }
      },
      "Title": "Psychopharmacology bulletin",
      "ISOAbbreviation": "Psychopharmacol Bull"
    },
    "ArticleTitle": "The Ham-D is not Hamilton's Depression Scale.",
    "Pagination": {
      "StartPage": "117",
      "EndPage": "153",
      "MedlinePgn": "117-153"
    },
    "Abstract": {
      "AbstractText": [
        "This article will demonstrate that the most widely used versions of the Hamilton Rating Scale for Depression (HAM-D) used in randomized clinical trials, the Guy 1976 HAM-D<sup>1</sup> and the SIGH-D,<sup>2</sup> have response options that deviate sharply from Max Hamilton's 1960<sup>3</sup> and 1967<sup>4</sup> guidelines. For example, difficulty in concentration, one of the diagnostic criteria for a Major Depressive Episode according to the Diagnostic and Statistical Manual of Mental Disorders (DSM) since 1980, in editions III, IV, IV-TR and 5,<sup>5</sup> is something that Hamilton wrote should be measured in his scale, yet it is not measured in either of the presently used HAM-Ds.",
        "A review was conducted of the four key papers related to the development of the Hamilton Rating Scale for Depression: the 1960 and 1967 papers by Max Hamilton; the HAM-D chapter in the 1976 ECDEU <i>Assessment Manual for Psychopharmacology</i> edited by William Guy; and the 1988 article on the Structured Interview Guide for the HAM-D (SIGH-D) by Janet Williams. Additionally, the Janet Williams updated 2013 SIGH-D<sup>6</sup> is also reviewed.",
        "When comparing the HAM-D and the SIGH-D with the gold standard Hamilton guidelines from his 1960 and 1967 articles, 13 of the 17 items contain significant errors.",
        "Significant differences between the currently used HAM-Ds and the guidelines set forth by Max Hamilton in 1960 and 1967 will be demonstrated. These discrepancies may produce inconsistencies in administration and scoring, leading to unreliable measurements of subjects' and patients' depressive symptoms and unreliable measurement of their progress over time."
      ],
      "CopyrightInformation": "Copyright © 1964–2022 by MedWorks Media Inc, Los Angeles, CA All rights reserved. Printed in the United States."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rosenberg, M.D., Medical Director, Principal Investigator, Center for Emotional Fitness, Cherry Hill, New Jersey."
          }
        ],
        "LastName": "Rosenberg",
        "ForeName": "Leon I",
        "Initials": "LI"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Psychopharmacol Bull",
    "NlmUniqueID": "0101123",
    "ISSNLinking": "0048-5764"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnostic and Statistical Manual of Mental Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    }
  ]
}