{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16509425",
  "DateCompleted": {
    "Year": "2006",
    "Month": "05",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-2658",
      "JournalIssue": {
        "Volume": "107",
        "Issue": "12",
        "PubDate": {
          "Year": "2005"
        }
      },
      "Title": "Seishin shinkeigaku zasshi = Psychiatria et neurologia Japonica",
      "ISOAbbreviation": "Seishin Shinkeigaku Zasshi"
    },
    "ArticleTitle": "[Depression and personality].",
    "Pagination": {
      "StartPage": "1268",
      "EndPage": "1285",
      "MedlinePgn": "1268-85"
    },
    "Abstract": {
      "AbstractText": [
        "In the current research concerning the relation between depression and personality a phenomenological, anthropological method and an empirical, statistical method coexist. Each of these methods has its own limitations. The latter is abandoning the classical endogenous-neurotic dichotomy without full considerations. It also tries to treat the personality as an objectively defined entity and it lacks insight into the fact that the \"pre\"-morbid personality is sometimes revealed \"after\" onset of the illness. Although the former has succeeded in establishing the concept of \"Typus melancholicus,\" which is still of a clinical significance today, it is not sufficiently well developed to deal with patients having endogenous symptoms who show other types of personality. It also lacks the profound description on the domain of neurotic depression or depression with personality disorder. Typus melancholicus personality includes two components, not only as found in its original phenomenological arguments but also as suggested by the recent empirical research. The first component consists of the tendency to seek for a symbiotic relation with others and the intolerance of ambiguity. The excessive narcissistic cathexis to the \"private self,\" rather than the \"official self\" (Matussek), can also be included here. The second component consists of the \"orderliness\" and the \"hypernomic\" identification with role identities. Typus melancholicus is brought about only when these two components are integrated into one personal structure and the contradiction between them remains not overt. In contrast, it can be considered that in such marginal types as the dependent anaclytic type, avoidant type and soft bipolar type, this contradiction is already overt. Although these marginal types show neurotic or personality disorder-like manifestations, it can be considered that the authentic domain of neurotic depression and the depression of personality disorder spreads outside of these marginal types. In this domain the depression in which the problems of object relations play a dominant role is important. It is worth taking into consideration the contrast between endogenous depression and depression associated with the problems of object relations when we decide therapeutic strategies. This contrast can be pointed out from the following three perspectives; the relation between subject and society, ambivalence, and the status of somatic symptoms. In the former, social elements play a limited role, constituting only the background conditions of patients, while in the latter patients' personal conflicts are closely intermingled with social elements. In the former the patients are almost unable to maintain ambivalent feelings so as to deal with reality and they rather adjust themselves to reality utilizing their syntonic personalities. The latter patients, on the other hand, have intense ambivalent feelings and are impacted when the negative side of the ambivalence predominates. In the former, pathological phenomena are located where somatic and psychological spheres are not yet divided, while in the latter metaphorical interpretations of somatic symptoms from the psychological contents are sometimes possible to a certain degree."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nagoya University: Center for Student Counseling, Department of Psychopathology and Psychotherapy, Graduate School, Faculty of Medicine."
          }
        ],
        "LastName": "Tsuda",
        "ForeName": "Hitoshi",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Seishin Shinkeigaku Zasshi",
    "NlmUniqueID": "9801787",
    "ISSNLinking": "0033-2658"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Personality"
    }
  ],
  "NumberOfReferences": "65"
}