{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37167567",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "08"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "22m14706",
      "10.4088/JCP.22m14706"
    ],
    "Journal": {
      "ISSN": "1555-2101",
      "JournalIssue": {
        "Volume": "84",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "May",
          "Day": "08"
        }
      },
      "Title": "The Journal of clinical psychiatry",
      "ISOAbbreviation": "J Clin Psychiatry"
    },
    "ArticleTitle": "50% Improvement: Should Treatment Response Go Beyond Symptom Improvement When Evaluating the Treatment of Depression?",
    "Abstract": {
      "AbstractText": [
        "<b><i>Background:</i></b> The emphasis on symptom resolution in depression treatment research is at variance with the recommendations of official treatment guidelines and the results of surveys of depressed patients' views of the most important treatment goals. In the present study, we examined the interrelationship between response rates on various outcome domains and whether response on each domain was associated with patients' global rating of improvement (PGI) reported upon treatment completion. We also examined whether the PGI was associated with the number of domains on which the patients had achieved responder status and which domains were independent predictors of PGI response. <b><i>Methods:</i></b> Between January 2016 to April 2022, 844 patients with <i>DSM-IV</i> major depressive disorder completed the Remission from Depression Questionnaire (RDQ), a self-report measure that assesses 6 constructs considered by patients to be relevant to assessing treatment outcome. The patients completed the RDQ at admission and discharge from the treatment program. For each domain, response was defined as a 50% or greater reduction in scores. At discharge, the patients rated the PGI. <b><i>Results:</i></b> The patients significantly improved from admission to discharge on each of the 6 domains assessed on the RDQ (Cohen <i>d</i> range, 1.09-1.55). The responders on each domain reported significantly greater improvement on the global rating of improvement at discharge (all <i>P</i> values < .001). Responder status in one domain mostly co-occurred with responder status in another domain. In a logistic regression analysis, responses on all domains except nondepressive symptoms were independently associated with PGI response. <b><i>Conclusions:</i></b> The results of the present study are consistent with the results of multiple patient surveys which have suggested that focusing on symptom reduction is too narrow of an approach when measuring outcome in the treatment of depression. Expanding the assessment of outcome beyond symptoms and viewing nonsymptomatic outcome domains as critical composites of primary endpoints would be more consistent with a patient-centered approach toward the treatment of depression."
      ],
      "CopyrightInformation": "© Copyright 2023 Physicians Postgraduate Press, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Human Behavior, Brown Medical School, and the Department of Psychiatry, Rhode Island Hospital, Providence, Rhode Island."
          },
          {
            "Identifier": [],
            "Affiliation": "Corresponding author: Mark Zimmerman, MD, 146 West River St, 11B, Providence, RI 02904 (mzimmerman@lifespan.org)."
          }
        ],
        "LastName": "Zimmerman",
        "ForeName": "Mark",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Human Behavior, Brown Medical School, and the Department of Psychiatry, Rhode Island Hospital, Providence, Rhode Island."
          }
        ],
        "LastName": "Lin",
        "ForeName": "Sin-Ying",
        "Initials": "SY"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Clin Psychiatry",
    "NlmUniqueID": "7801243",
    "ISSNLinking": "0160-6689"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hospitalization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychiatric Status Rating Scales"
    }
  ]
}