{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14974014",
  "DateCompleted": {
    "Year": "2004",
    "Month": "06",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "1",
        "PubDate": {
          "Year": "2004"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Psychological and/or educational interventions for the prevention of depression in children and adolescents.",
    "Pagination": {
      "StartPage": "CD003380",
      "MedlinePgn": "CD003380"
    },
    "Abstract": {
      "AbstractText": [
        "Depression is the fourth most important disease in the estimation of the burden of disease Murray 1996 and is a common problem with prevalence rates estimated to be as high as 8% in young people. Depression in young people is associated with poor academic performance, social dysfunction, substance abuse, suicide attempts, and completed suicide (NHMRC 1997). This has precipitated the development of programmes aimed at preventing the onset of depression. This review evaluates evidence for the effectiveness of these prevention programmes.",
        "To determine whether psychological and/or educational interventions (both universal and targeted) are effective in reducing risk of depressive disorder by reducing depressive symptoms immediately after intervention or by preventing the onset of depressive disorder in children and adolescents over the next one to three years.",
        "The Cochrane Depression, Anxiety and Neurosis Group trials register (August 2002), MEDLINE (1966 to December Week 3 2002), EMBASE (1980 to January Week 2 2003), PsychInfo (1886 to January Week 2 2003) and ERIC (1985 to December 2002) were searched. In addition, conference abstracts, the reference lists of included studies, and other reviews were searched and experts in the field were contacted.",
        "Each identified study was assessed for possible inclusion by two independent reviewers based on the methods sections. The determinants for inclusion were that the trial include a psychological and/or educational prevention programme for young people aged 5 to 19 years-old, who did not meet DSM or ICD criteria for depression and/or did not fall into the clinical range on standardised, validated, and reliable rating scales of depression.",
        "The methodological quality of the included trials was assessed by two independent reviewers according to a list of pre-determined criteria, which were based on quality ratings devised by Moncrieff and colleagues (Moncrieff 2001). Outcome data was extracted and entered into Revman 4.2. Means and standard deviations for continuous outcomes and number of events for dichotomous outcomes were extracted where available. For trials where the required data were not reported or could not be calculated, further details were requested from first authors. If no further details were provided, the trial was included in the review and described, but not included in the meta-analysis. Results were presented for each type of intervention: targeted or universal interventions; and educational or psychological interventions and if data were provided, by gender. Where possible data were combined in meta-analyses to give a treatment effect across all trials. Sensitivity analysis were conducted on studies rated as \"adequate\" or \"high\" quality, that is with a score over 22, based on the scale by Moncrieff et al (Moncrieff 2001). The presence of publication bias was assessed using funnel plots.",
        "Studies were divided into those that compared intervention with an active comparison or placebo (i.e. a control condition that resembles the intervention being investigated but which lacks the elements thought to be active in preventing depression) and those that used a \"wait-list\" or no intervention comparison group. Only two studies fell into the former category and neither showed effectiveness although one study was inadequately powered to show a difference and in the other the \"placebo\" contained active therapeutic elements, reducing the ability to demonstrate a difference from intervention. Psychological interventions were effective compared with non-intervention immediately after the programmes were delivered with a significant reduction in scores on depression rating scales for targeted (standardised mean difference (SMD) of -0.26 and a 95% confidence interval (CI) of -0.40 to -0.13 ) but not universal interventions (SMD -0.21, 95% CI -0.48, 0.06), with a significant effect maintained on pooling data (SMD -0.26, 95% CI -0.36, -0.15). While small effect sizes were reported, these were associated with a significant reduction in depressive episodes. The overall risk difference after intervention translates to \"numbers needed to treat\" (NNT) of 10. The most effective study is the targeted programme by Clarke (Clarke 2001) where the initial effect size of -0.46 is associated with an initial risk difference of -0.22 and NNT 5. There was no evidence of effectiveness for educational interventions. Reports of effectiveness for boys and girls were contradictory. The quality of many studies was poor, and only two studies made allocation concealment explicit. Sensitivity analysis of only high quality studies did not alter the results significantly. The only analysis in which there was significant statistical heterogeneity was the sub-group analysis by gender where there was variability in the response to different programmes for both girls and boys. For the most part funnel plots indicate findings are robust for short term effects with no publication bias evident. There are too few studies to comment on whether there is publication bias for studies reporting long-term (12-36 month) follow-up.",
        "Although there is insufficient evidence to warrant the introduction of depression prevention programmes currently, results to date indicate that further study would be worthwhile. There is a need to compare interventions with a placebo or some sort of active comparison so that study participants do not know whether they are in the intervention group or not, to investigate the impact of booster sessions to see if effectiveness immediately after intervention can be prolonged, ideally for a year or longer, and to consider practical implementation of prevention programmes when choosing target populations. Until now most studies have focussed on psychological interventions. The potential effectiveness of educational interventions has not been fully investigated. Given the gender differences in prevalence, and the change in these that occurs in adolescence with a disproportionate increase in prevalence rates for girls, it is likely that girls and boys will respond differently to interventions. Although differences have been reported in studies in this review the findings are contradictory and a more definitive delineation of gender specific responses to interventions would be helpful."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Auckland, Private Bag 92019, Auckland, New Zealand."
          }
        ],
        "LastName": "Merry",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "McDowell",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hetrick",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bir",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Muller",
        "ForeName": "N",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2011;(12):CD003380",
      "PMID": "22161377"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "NumberOfReferences": "93"
}