{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Introducción: El cáncer de mama constituye una patología de extremada prevalencia en la actualidad y con un alto impacto en la sociedad, tanto en los países desarrollados como en México, ésta patología ha aumentado en los últimos años. El diagnóstico es impactante para las mujeres porque se enfrentan al problema de “sentido de pérdida” y este hecho puede ser observado tanto por ellas como por otras personas, provocando con frecuencia alteraciones depresivas. Objetivos: Relacionar la imagen corporal y la depresión. En segundo lugar, determinar la posible implicación entre la depresión y el diagnóstico reciente y tardío. Material y métodos: Se recolectó información de datos a partir de la historia clínica, entrevista y aplicación del BDI-II (Escala de depresión de Beck) y el BIS (Body Image Scale) de 120 mujeres diagnosticadas y tratadas de cáncer de mama durante el periodo de Enero-Diciembre 2012. Se seleccionó la muestra aleatoria n=120 mujeres divididas en dos grupos. El grupo 1 con diagnóstico reciente sin intervención quirúrgica de la mama. El grupo 2 de mujeres mastectomizadas de más de 1 año. Resultados: El grupo 1 presentó mayor severidad de la depresión y se encontró una asociación estadísticamente significativa entre la depresión y la imagen corporal (p0.05). Conclusiones: El grupo 1 presenta una percepción de la imagen corporal incompleta aunque no estén mastectomizadas y un mayor grado de depresión. Las mujeres del grupo 2 también se percibían su imagen corporal incompleta aunque presentaban menor grado de depresión."
      ],
      "CopyrightInformation": "Copyright AULA MEDICA EDICIONES 2014. Published by AULA MEDICA. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25561132",
  "DateCompleted": {
    "Year": "2017",
    "Month": "01",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "01",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "12",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3305/nh.2015.31.1.7863"
    ],
    "Journal": {
      "ISSN": "1699-5198",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "1",
        "PubDate": {
          "Year": "2014",
          "Month": "Dec",
          "Day": "01"
        }
      },
      "Title": "Nutricion hospitalaria",
      "ISOAbbreviation": "Nutr Hosp"
    },
    "ArticleTitle": "Breast cancer and body image as a prognostic factor of depression: a case study in México City.",
    "Pagination": {
      "StartPage": "371",
      "EndPage": "379",
      "MedlinePgn": "371-9"
    },
    "Abstract": {
      "AbstractText": [
        "Being diagnosed with breast cancer is devastating for women because they face a \"sense of loss\". Since this loss is observed by the women themselves as well as by those around them, this can often lead to depression.",
        "(1) To verify a possible association between body image and depression; (2) To establish a relation between depression and time since breast cancer diagnosis.",
        "The data came from the Beck Depression Inventory (BDI-II) and the Body Image Scale (BIS), which were used to evaluate the subjects. A random sample of n=120 women was divided into two groups. The women in Group 1 had been recently diagnosed with breast cancer, but had not at that time had any type of surgical treatment. The women in Group 2 had undergone a mastectomy over a year ago.",
        "The women in Group 1 were found to be more severely depressed, and a statistically significant association was detected between depression and body image (p0.05).",
        "The women in Group 1, the majority of whom were suffering from severe depression, had a disturbed body image even though they had not had a mastectomy. The women in Group 2, who had been operated, also suffered from similar body image problems, but their depression was not as intense."
      ],
      "CopyrightInformation": "Copyright AULA MEDICA EDICIONES 2014. Published by AULA MEDICA. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Ciencias de la Salud. Universidad de Granada. Hospital Clínico San Cecilio de Granada. Spain.. mariajaguilar@telefonica.net."
          }
        ],
        "LastName": "Aguilar Cordero",
        "ForeName": "María J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Patología Quirúrgica. Universidad de Granada. Spain.. mariajaguilar@telefonica.net."
          }
        ],
        "LastName": "Mur Villar",
        "ForeName": "Norma",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Medicina. Universidad Autónoma del Estado de México. México.. mariajaguilar@telefonica.net."
          }
        ],
        "LastName": "Neri Sánchez",
        "ForeName": "Marisol",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Medicina. Universidad Autónoma del Estado de México. México.. mariajaguilar@telefonica.net."
          }
        ],
        "LastName": "Pimentel-Ramírez",
        "ForeName": "María L",
        "Initials": "ML"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Medicina. Universidad Autónoma del Estado de México. México.. mariajaguilar@telefonica.net."
          }
        ],
        "LastName": "García-Rillo",
        "ForeName": "Arturo",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad de Ciencias Médicas de Cienfuegos. Cuba.. mariajaguilar@telefonica.net."
          }
        ],
        "LastName": "Gómez Valverde",
        "ForeName": "Eusebio",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Observational Study"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Nutr Hosp",
    "NlmUniqueID": "9100365",
    "ISSNLinking": "0212-1611"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Body Image"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Mastectomy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mexico"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychiatric Status Rating Scales"
    }
  ]
}