{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Depression",
      "Epidemiology",
      "Mental health services",
      "Telemedicine"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36651947",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "01",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00127-022-02402-y"
    ],
    "Journal": {
      "ISSN": "1433-9285",
      "JournalIssue": {
        "Volume": "58",
        "Issue": "8",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug"
        }
      },
      "Title": "Social psychiatry and psychiatric epidemiology",
      "ISOAbbreviation": "Soc Psychiatry Psychiatr Epidemiol"
    },
    "ArticleTitle": "Trajectories of depression symptoms in a therapist-supported digital mental health intervention: a repeated measures latent profile analysis.",
    "Pagination": {
      "StartPage": "1237",
      "EndPage": "1246",
      "MedlinePgn": "1237-1246"
    },
    "Abstract": {
      "AbstractText": [
        "Major depression affects 10% of the US adult population annually, contributing to significant burden and impairment. Research indicates treatment response is a non-linear process characterized by combinations of gradual changes and abrupt shifts in depression symptoms, although less is known about differential trajectories of depression symptoms in therapist-supported digital mental health interventions (DMHI).",
        "Repeated measures latent profile analysis was used to empirically identify differential trajectories based upon biweekly depression scores on the Patient Health Questionnaire-9 (PHQ-9) among patients engaging in a therapist-supported DMHI from January 2020 to July 2021. Multivariate associations between symptom trajectories with sociodemographics and clinical characteristics were examined with multinomial logistic regression. Minimal clinically important differences (MCID) were defined as a five-point change on the PHQ-9 from baseline to week 12.",
        "The final sample included 2192 patients aged 18 to 82 (mean = 39.1). Four distinct trajectories emerged that differed by symptom severity and trajectory of depression symptoms over 12 weeks. All trajectories demonstrated reductions in symptoms. Despite meeting MCID criteria, evidence of treatment resistance was found among the trajectory with the highest symptom severity. Chronicity of major depressive episodes and lifetime trauma exposures were ubiquitous across the trajectories in a multinomial logistic regression model.",
        "These data indicate that changes in depression symptoms during DMHI are heterogenous and non-linear, suggesting a need for precision care strategies to address treatment resistance and increase engagement. Future efforts should examine the effectiveness of trauma-informed treatment modules for DMHIs as well as protocols for continuation treatment and relapse prevention."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-9154-0584"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Meru Health, Inc., 720 South B Street, Second Floor, San Mateo, CA, 94401, USA. nicholas.peiper@meruhealth.com."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology and Population Health, University of Louisville, Louisville, KY, USA. nicholas.peiper@meruhealth.com."
          }
        ],
        "LastName": "Peiper",
        "ForeName": "Nicholas C",
        "Initials": "NC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Meru Health, Inc., 720 South B Street, Second Floor, San Mateo, CA, 94401, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology and Neuroscience, University of North Carolina Chapel Hill, Chapel Hill, NC, USA."
          }
        ],
        "LastName": "Nelson",
        "ForeName": "Benjamin W",
        "Initials": "BW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Meru Health, Inc., 720 South B Street, Second Floor, San Mateo, CA, 94401, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Weill Institute for Neurosciences, University of California, San Francisco, San Francisco, CA, USA."
          }
        ],
        "LastName": "Aschbacher",
        "ForeName": "Kirstin",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Meru Health, Inc., 720 South B Street, Second Floor, San Mateo, CA, 94401, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology, The University of Iowa, Iowa, IA, USA."
          }
        ],
        "LastName": "Forman-Hoffman",
        "ForeName": "Valerie L",
        "Initials": "VL"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R44 MH126836",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Soc Psychiatry Psychiatr Epidemiol",
    "NlmUniqueID": "8804358",
    "ISSNLinking": "0933-7954"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Logistic Models"
    }
  ],
  "CoiStatement": "The authors report employment, salary, and stock options from Meru Health, Inc. The content is solely the responsibility of the authors and does not necessarily represent the official views of Meru Health, Inc. All decisions about the research were taken by the authors and unrestricted. Dr. Peiper reports grant and research support from the National Institute of Mental Health (R44MH126836; PI: Peiper), Lilly Oncology, Gilead Sciences, and Norton Healthcare Foundation. Drs. Forman-Hoffman and Nelson were affiliated with Meru Health during the conduct of this study. They are now with Woebot Health and Verily Life Sciences, respectively."
}