{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19 pandemic",
      "agomelatine",
      "coronavirus infection",
      "depression",
      "depressive disorders"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "В статье представлена краткая информация о причинах возникновения депрессивных нарушений при COVID-19 и общих стратегиях их терапии. В рамках биопсихосоциальной модели развития психических заболеваний формирование депрессивных расстройств при COVID-19 обусловливается токсическим действием коронавируса на нервную систему и другие системы организма, возможными побочными эффектами терапии COVID-19, психогенным влиянием избыточной и не всегда достоверной информации о коронавирусной инфекции и последствиях ее распространения, а также неблагоприятными социальными изменениями на фоне пандемии; при отсутствии инфицирования вирусом SARS-CoV-2 депрессивные нарушения возникают преимущественно вследствие психогенных информационных и негативных социальных влияний. При заболевании коронавирусной инфекцией депрессивные расстройства могут манифестировать как в острый период COVID-19, так и после купирования проявлений коронавирусного инфицирования, при этом депрессии могут возникнуть впервые у пациента с COVID-19, или же может наблюдаться обострение депрессивной симптоматики, компенсированной до заражения коронавирусной инфекцией. Оказываемая помощь должна последовательно включать в себя мероприятия психосоциальной, психокоррекционной и психофармакологической направленности. Для профилактики возникновения депрессивных расстройств целесообразно реализовывать преимущественно социально-гигиенические и психолого-педагогические интервенции, а при развитии клинически выраженных депрессивных нарушений более значимыми становятся психотерапевтические и психофармакологические стратегии."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34481442",
  "DateCompleted": {
    "Year": "2021",
    "Month": "09",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/jnevro202112108187"
    ],
    "Journal": {
      "ISSN": "1997-7298",
      "JournalIssue": {
        "Volume": "121",
        "Issue": "8",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "ISOAbbreviation": "Zh Nevrol Psikhiatr Im S S Korsakova"
    },
    "ArticleTitle": "[About the causes and therapy of depressive disorders in COVID-19].",
    "Pagination": {
      "StartPage": "87",
      "EndPage": "92",
      "MedlinePgn": "87-92"
    },
    "Abstract": {
      "AbstractText": [
        "Brief information about the causes of depressive disorders in COVID-19 and general strategies of their treatment is presented. According to the biopsychosocial model of the development of mental diseases, depressive disorders in COVID-19 develop due to the toxic effect of the coronavirus on nervous system and other organism systems, possible side-effects of COVID-19 therapy, the psychogenic effect of excessive and inaccurate information about the coronavirus infection and the consequences of its spread, adverse social changes during the pandemic. If infection with the SARS-CoV-2 did not develop, depressive disorders may arise due to psychogenic information and negative social influences. If coronavirus infection is present, depressive disorders can manifest during the acute period of COVID-19 and after recovery from COVID-19. Depressive disorders may occur for the first time in a patient with COVID-19 or infection can aggravate depression that has been in remission. Care should consistently include psychosocial activities, psychocorrection and psychopharmacotherapy. For the prevention of onset of depressive disorders, it is better to implement social-hygienic and psychological-pedagogical measures. Psychotherapy and psychopharmacotherapy become more important in the development of clinically expressed depressive disorders."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-9239-2221"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mechnikov North-Western State Medical University, St. Petersburg, Russia."
          },
          {
            "Identifier": [],
            "Affiliation": "Almazov National Medical Research Centre, St. Petersburg, Russia."
          },
          {
            "Identifier": [],
            "Affiliation": "Kirov Military Medical Academy, St. Petersburg, Russia."
          }
        ],
        "LastName": "Abritalin",
        "ForeName": "E Y",
        "Initials": "EY"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "O prichinakh vozniknoveniya i lechenii depressivnykh narushenii pri COVID-19."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Zh Nevrol Psikhiatr Im S S Korsakova",
    "NlmUniqueID": "9712194",
    "ISSNLinking": "1997-7298"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    }
  ]
}