{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36129719",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1001/jamapsychiatry.2022.2862"
    ],
    "Journal": {
      "ISSN": "2168-6238",
      "JournalIssue": {
        "Volume": "79",
        "Issue": "11",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov",
          "Day": "01"
        }
      },
      "Title": "JAMA psychiatry",
      "ISOAbbreviation": "JAMA Psychiatry"
    },
    "ArticleTitle": "Effectiveness of Standard Sequential Bilateral Repetitive Transcranial Magnetic Stimulation vs Bilateral Theta Burst Stimulation in Older Adults With Depression: The FOUR-D Randomized Noninferiority Clinical Trial.",
    "Pagination": {
      "StartPage": "1065",
      "EndPage": "1073",
      "MedlinePgn": "1065-1073"
    },
    "Abstract": {
      "AbstractText": [
        "Treatment-resistant depression (TRD) is common in older adults. Bilateral repetitive transcranial magnetic stimulation (rTMS) of the dorsolateral prefrontal cortex for 48 minutes has demonstrated efficacy in TRD. Theta burst stimulation (TBS), a newer form of rTMS, can also be delivered bilaterally using left intermittent TBS and right continuous TBS for only 4 minutes.",
        "To establish the effectiveness and tolerability of TBS compared with standard rTMS in older adults with TRD.",
        "In this randomized noninferiority trial with open treatment and blinded assessors, recruitment occurred between December 2016 and March 2020. The trial was conducted at the Centre for Addiction and Mental Health in Toronto, Ontario, Canada and included outpatients 60 years and older with a diagnosis of depression, moderate severity, and nonresponse to 1 or more antidepressant trial of adequate dosage and duration or intolerance of 2 or more trials.",
        "Participants were randomized to receive a course of 4 to 6 weeks of either bilateral standard rTMS or TBS.",
        "The primary outcome measure was change in Montgomery-Åsberg Depression Rating Scale; secondary outcome measures included the 17-item Hamilton Rating Scale for Depression, Quick Inventory of Depressive Symptomatology (16-item) (self-report), and dropout rates. A noninferiority margin of 2.75 points was used for the primary outcome. All participants who attained the primary completion point of 4 weeks were analyzed.",
        "A total of 87 participants (mean [SD] age, 67.1 [6.7] years; 47 [54.0%] female) were randomized to standard bilateral rTMS and 85 (mean [SD] age, 66.3 [5.3] years; 45 [52.9%] female) to TBS, of whom 85 (98%) and 79 (93%) were assessed for the primary outcome, respectively, whereas tolerability was assessed in all randomized participants. In the rTMS group, 4 (4.6%) were American Indian, reported other, or preferred not to answer; 5 (5.8%) were Asian; and 78 (89.7%) were White. In the TBS group, 6 (7.1%) were Asian, 2 (2.4%) were Black or reported other, and 77 (90.3%) were White. Mean (SD) Montgomery-Åsberg Depression Rating Scale total scores improved from 25.6 (4.0) to 17.3 (8.9) for rTMS and 25.7 (4.7) to 15.8 (9.1) for TBS (adjusted difference, 1.55; lower 95% CI -0.67), establishing noninferiority for TBS. The all-cause dropout rates were relatively similar between groups (rTMS: 2 of 87 [2.3%]; TBS: 6 of 85 [7.1%]; P = .14; χ2 = 2.2).",
        "In older adults with TRD, bilateral TBS compared with standard bilateral rTMS achieved noninferior reduction in depression symptoms. Both treatments had low and similar dropout rates. Using TBS rather than rTMS could increase access to treatment several-fold for older adults with TRD.",
        "ClinicalTrials.gov Identifier: NCT02998580."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Temerty Centre for Therapeutic Brain Intervention, Campbell Family Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Blumberger",
        "ForeName": "Daniel M",
        "Initials": "DM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Mulsant",
        "ForeName": "Benoit H",
        "Initials": "BH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Applied Health Research Centre (AHRC), Li Ka Shing Knowledge Institute of St Michael's Hospital, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Thorpe",
        "ForeName": "Kevin E",
        "Initials": "KE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Texas Southwestern Medical Center, Dallas."
          }
        ],
        "LastName": "McClintock",
        "ForeName": "Shawn M",
        "Initials": "SM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Temerty Centre for Therapeutic Brain Intervention, Campbell Family Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Konstantinou",
        "ForeName": "Gerasimos N",
        "Initials": "GN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Temerty Centre for Therapeutic Brain Intervention, Campbell Family Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Lee",
        "ForeName": "Hyewon H",
        "Initials": "HH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Harquail Centre for Neuromodulation, Sunnybrook Health Sciences Centre, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Nestor",
        "ForeName": "Sean M",
        "Initials": "SM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neuropsychiatry, Faculty of Medicine, Keio University School of Medicine, Tokyo, Japan."
          }
        ],
        "LastName": "Noda",
        "ForeName": "Yoshihiro",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Temerty Centre for Therapeutic Brain Intervention, Campbell Family Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Toronto Dementia Research Alliance, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Rajji",
        "ForeName": "Tarek K",
        "Initials": "TK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Temerty Centre for Therapeutic Brain Intervention, Campbell Family Research Institute, Centre for Addiction and Mental Health, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Trevizol",
        "ForeName": "Alisson P",
        "Initials": "AP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Non-Invasive Neurostimulation Therapies (NINET) Laboratory, University of British Columbia Hospital, Vancouver, British Columbia, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of British Columbia, Vancouver, British Columbia, Canada."
          }
        ],
        "LastName": "Vila-Rodriguez",
        "ForeName": "Fidel",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of California, San Diego Health."
          }
        ],
        "LastName": "Daskalakis",
        "ForeName": "Zafiris J",
        "Initials": "ZJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Downar",
        "ForeName": "Jonathan",
        "Initials": "J"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT02998580"
        ]
      }
    ],
    "GrantList": [
      {
        "GrantID": "PJT-148840",
        "Agency": "CIHR",
        "Country": "Canada"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "JAMA Psychiatry",
    "NlmUniqueID": "101589550",
    "ISSNLinking": "2168-622X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Transcranial Magnetic Stimulation"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Prefrontal Cortex"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder, Treatment-Resistant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ontario"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "<b>Conflict of Interest Disclosures: </b>Dr Blumberger reports grants from Canadian Institutes of Health Research (CIHR) and the Temerty family through the Centre for Addiction and Mental Health (CAMH) Foundation during the conduct of the study; nonfinancial support from Magventure (in-kind equipment support for investigator-initiated research); grants from Brainsway (principal investigator of an investigator-initiated study and site principal investigator for sponsored clinical trials), National Institutes of Health (NIH), Brain Canada Foundation, Campbell Family Research Institute, and Patient-Centered Outcomes Research Institute outside the submitted work; received medication supplies for an investigator-initiated trial from Indivior; and has participated in advisory boards for Janssen and Welcony. Dr Mulsant reports grants from CIHR during the conduct of the study; grants from Brain Canada, CAMH Foundation, CIHR, Patient-Centered Outcomes Research Institute, and US NIH; nonfinancial support from Capital Solution Design LLC and HAPPYneuron in the form of free software used in a study funded by the CAMH Foundation and Brain Canada, respectively, outside the submitted work; personal and research funding from the Labatt Family Chair in Biology of Depression in Late-Life Adults at the University of Toronto; has been an unpaid consultant to Myriad Neuroscience; and has received research support from Eli Lilly and Company and Pfizer (medications for an NIH-funded clinical trial). Dr McClintock has consulted for Pearson Assessment; received royalties from Guilford Press Book; grants from the National Institute of Mental Health during the conduct of the study; research support from the NIH; and honorarium as a teaching faculty member in the Duke University Transcranial Magnetic Stimulation Visiting Fellowship. Dr Nestor reports grants from CIHR; research salary support from Sunnybrook Foundation during the conduct of the study; research support from the Hurvitz Brain Sciences Program, Sunnybrook Health Sciences Centre, and Sunnybrook Foundation; and research funding from the Norris Scholar Award and the Labatt Family Network for Research in Depression, Department of Psychiatry, University of Toronto. Dr Noda received a grant in aid for scientific research from the Japan Society for the Promotion of Science; research grants from Japan Agency for Medical Research and Development; investigator-initiated clinical study grants from Teijin Pharma and Inter Reha Co; receives research grants from Japan Health Foundation, Meiji Yasuda Mental Health Foundation, Mitsui Life Social Welfare Foundation, Takeda Science Foundation, SENSHIN Medical Research Foundation, Health Science Center Foundation, Mochida Memorial Foundation for Medical and Pharmaceutical Research, Taiju Life Social Welfare Foundation, and Daiichi Sankyo Scholarship Donation Program; speaker’s honoraria from Dainippon Sumitomo Pharma, Mochida Pharmaceutical Co, Yoshitomiyakuhin Corporation, Qol Co, Teijin Pharma, and Takeda Pharmaceuticals within the past 5 years; and equipment in-kind support for an investigator-initiated study from Magventure, Inter Reha Co, Brainbox, and Miyuki Giken Co. Dr Rajji has received research support from Brain Canada, Brain and Behavior Research Foundation, BrightFocus Foundation, Canada Foundation for Innovation, Canada Research Chair, CIHR, Centre for Aging and Brain Health Innovation, NIH, Ontario Ministry of Health and Long-Term Care, Ontario Ministry of Research and Innovation, and the Weston Brain Institute; an investigator-initiated study in-kind equipment support from Newronika; in-kind research online accounts from Scientific Brain Training Pro; participated in 2021 in 1 advisory board meeting for Biogen Canada; and is an inventor on the US Provisional Patent No. 17/396,030 that describes cell-based assays and kits for assessing serum cholinergic receptor activity. Dr Vila-Rodriguez reports personal fees from Allergan; nonfinancial support from MagVenture outside the submitted work; research support from CIHR, Brain Canada, Michael Smith Foundation for Health Research, Vancouver Coastal Health Research Institute, and Weston Brain Institute for investigator-initiated research; philanthropic support from Seedlings Foundation; in-kind equipment support for an investigator-initiated trial from MagVenture; and has received honoraria for participation in advisory board for Janssen. Dr Daskalakis reports research and equipment in-kind support from Brainsway and Magventure; served on the scientific advisory board of Brainsway and Gazebo Health outside the submitted work; support from the National Institutes of Mental Health, the CIHR, Brain Canada, and the Temerty Family and Grant Family Foundations. Dr Downar reports grants from CIHR, NIH, Foundation for OCD Research, Arrell Family Foundation, and Toronto General and Western Hospital Foundation; personal fees from Salience Health Solutions, Neurostim TMS, and Mindful Health Solutions (consulting); nonfinancial support from MagVenture (in-kind equipment support) outside the submitted work; research support from National Institute of Mental Health, Brain Canada, the Canadian Biomarker Integration Network in Depression, the Ontario Brain Institute, the Klarman Family Foundation, the Arrell Family Foundation, the Edgestone Foundation; travel stipend from Lundbeck and from ANT Neuro; and has served as an advisor to BrainCheck. No other disclosures were reported."
}