{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "attention efficiency",
      "continuous performance test",
      "depressive disorders",
      "relaxation training"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35682056",
  "DateCompleted": {
    "Year": "2022",
    "Month": "06",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "05",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "6473",
      "10.3390/ijerph19116473"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "11",
        "PubDate": {
          "Year": "2022",
          "Month": "May",
          "Day": "26"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "The Impact of One-Time Relaxation Training on Attention Efficiency Measured by Continuous Performance Test in Depressive Disorders.",
    "Abstract": {
      "AbstractText": [
        "Introduction: People with depression often complain of dysfunction in cognitive processes, particularly attention. Pharmacotherapy is one of the most commonly used methods of treating depressive disorders and related attention difficulties. Patients also benefit from various forms of psychotherapy and frequently support themselves with alternative therapeutic methods. The purpose of this study was to examine whether a 15-min-long relaxation training session could improve the efficiency of attention and perceptiveness in individuals diagnosed with depressive disorders. Methods: Forty-two individuals participated in the study, including 20 individuals diagnosed with recurrent depressive disorder (rDD) and 22 healthy subjects (comparison group, CG). The so-called continuous performance test in the Polish version (Attention and Perceptiveness Test, APT) was applied in the study. In the first stage, the participants completed the 6/9 version of the APT test and then took part in a 15-min relaxation training session (autogenic training developed by the German psychiatrist Johannes Heinrich Schultz). The next step of the study was to perform APT again (parallel version—3/8). Results: The analyses showed statistically significant differences (p < 0.001) in the results obtained in the two versions of APT between the studied groups (rDD versus CG) in terms of the perceptual speed index. These differences were seen both before and after the introduction of the relaxation training. There was a statistically significant difference in the value of the perceptual speed index before and after the applied relaxation training for the subjects with depression (p = 0.004) and for the whole study group (p = 0.008). A significant correlation of illness symptom severity with decreased attentional efficiency was observed in the rDD group (perceptual speed index)—both before (r = −0.864; p < 0.001) and after the relaxation training (r = −0.785; p < 0.001). Conclusions: The continuous performance test (APT) is a reliable indicator of impaired attention efficiency among patients with depressive symptoms compared to healthy subjects. 15-min-long one-time relaxation exercise has a beneficial effect on attention efficiency measured by APT in people with depression."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-1146-4906"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Psychology, Faculty of Educational Sciences, University of Lodz, ul. Smugowa 10/12, 90-433 Lodz, Poland."
          }
        ],
        "LastName": "Rucka",
        "ForeName": "Kinga",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Psychology, Faculty of Educational Sciences, University of Lodz, ul. Smugowa 10/12, 90-433 Lodz, Poland."
          }
        ],
        "LastName": "Talarowska",
        "ForeName": "Monika",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Attention"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuropsychological Tests"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Relaxation Therapy"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}