{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cognitive behavioral therapy",
      "Depression",
      "Meta-analysis",
      "Postpartum",
      "Pregnancy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25743368",
  "DateCompleted": {
    "Year": "2015",
    "Month": "09",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "02",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2015.01.052",
      "S0165-0327(15)00065-8"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "177",
        "PubDate": {
          "Year": "2015",
          "Month": "May",
          "Day": "15"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "A systematic review of the efficacy of cognitive behavioral therapy for treating and preventing perinatal depression.",
    "Pagination": {
      "StartPage": "7",
      "EndPage": "21",
      "MedlinePgn": "7-21"
    },
    "Abstract": {
      "AbstractText": [
        "Cognitive behavioral therapy (CBT) is an empirically supported treatment for treating and preventing depression that has been widely studied in perinatal populations. Previous meta-analytic reviews of CBT interventions in this population have not investigated potential moderators of treatment efficacy specific to this type of therapy.",
        "Forty randomized and quasi-randomized controlled trials assessing the efficacy of CBT during pregnancy and the first year postpartum were included in the meta-analyses. Change in depressive symptoms from pre-treatment to post-treatment was assessed in both treatment and prevention trials, and the difference in prevalence of postpartum depressive episodes was assessed in prevention trials. Characteristics of included studies, interventions and samples were assessed as potential moderators of effect sizes.",
        "CBT interventions resulted in significant reductions in depressive symptoms compared to control conditions in both treatment and prevention studies. In prevention studies, individuals who received CBT had significantly lower rates of postpartum depressive episodes compared to control conditions. In both treatment and prevention trials, interventions initiated during the postpartum period were more effective than antenatal interventions. In prevention trials, individually-administered treatments were more effective than group interventions and greater reductions in depressive symptoms were found in studies that included higher proportions of nonwhite, single, and multiparous participants.",
        "The methodological quality of included studies varied widely among studies eligible for inclusion in the meta-analysis.",
        "There is strong evidence that CBT interventions are effective for treating and preventing depression during the perinatal period. Further methodologically rigorous studies are needed to further investigate potential moderators of treatment efficacy."
      ],
      "CopyrightInformation": "Copyright © 2015 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Williams College, Department of Psychology, 18 Hoxsey Street, Williamstown, MA 01267, United States. Electronic address: Laura.E.Sockol@williams.edu."
          }
        ],
        "LastName": "Sockol",
        "ForeName": "Laura E",
        "Initials": "LE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Depression, Postpartum"
    },
    {
      "QualifierName": [
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Perinatal Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}