{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18485191",
  "DateCompleted": {
    "Year": "2008",
    "Month": "08",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2008",
        "Month": "05",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1471-244X-8-36"
    ],
    "Journal": {
      "ISSN": "1471-244X",
      "JournalIssue": {
        "Volume": "8",
        "PubDate": {
          "Year": "2008",
          "Month": "May",
          "Day": "16"
        }
      },
      "Title": "BMC psychiatry",
      "ISOAbbreviation": "BMC Psychiatry"
    },
    "ArticleTitle": "Psychological treatment of depression: a meta-analytic database of randomized studies.",
    "Pagination": {
      "StartPage": "36",
      "MedlinePgn": "36"
    },
    "Abstract": {
      "AbstractText": [
        "A large number of randomized controlled studies have clearly demonstrated that psychological interventions are effective in the treatment of depression. The number of studies in this area is increasing rapidly. In this paper, we present a database of controlled and comparative outcome studies on psychological treatments of depression, based on a series of meta-analyses published by our group. The database can be accessed freely through the Internet.",
        "We conducted a comprehensive literature search of the major bibliographical databases (Pubmed; Psycinfo; Embase; Cochrane Central Register of Controlled Trials) and we examined the references of 22 earlier meta-analyses of psychological treatment of depression. We included randomized studies in which the effects of a psychological therapy on adults with depression were compared to a control condition, another psychological intervention, or a combined treatment (psychological plus pharmacological). We conducted nine meta-analyses of subgroups of studies taken from this dataset. The 149 studies included in these 9 meta-analyses are included in the current database. In the 149 included studies, a total of 11,369 patients participated. In the database, we present selected characteristics of each study, including characteristics of the patients (the study population, recruitment method, definition of depression); characteristics of the experimental conditions and interventions (the experimental conditions, N per condition, format, number of sessions); and study characteristics (measurement times, measures used, attrition, type of analysis and country).",
        "The data on the 149 included studies are presented in order to give other researchers access to the studies we collected, and to give background information about the meta-analyses we have published using this dataset. The number of studies examining the effects of psychological treatments of depression has increased considerably in the past decades, and this will continue in the future. The database we have presented in this paper can help to integrate the results of these studies in future meta-analyses and systematic reviews on psychological treatments for depression."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Psychology, VU University Amsterdam, The Netherlands. p.cuijpers@psy.vu.nl"
          }
        ],
        "LastName": "Cuijpers",
        "ForeName": "Pim",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "van Straten",
        "ForeName": "Annemieke",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Warmerdam",
        "ForeName": "Lisanne",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Andersson",
        "ForeName": "Gerhard",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Psychiatry",
    "NlmUniqueID": "100968559",
    "ISSNLinking": "1471-244X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Behavior Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Databases as Topic"
    },
    {
      "QualifierName": [
        "classification",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Meta-Analysis as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Socioeconomic Factors"
    }
  ]
}