{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21964469",
  "DateCompleted": {
    "Year": "2012",
    "Month": "07",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "02",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2011",
        "Month": "09",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.neuroscience.2011.09.031"
    ],
    "Journal": {
      "ISSN": "1873-7544",
      "JournalIssue": {
        "Volume": "204",
        "PubDate": {
          "Year": "2012",
          "Month": "Mar",
          "Day": "01"
        }
      },
      "Title": "Neuroscience",
      "ISOAbbreviation": "Neuroscience"
    },
    "ArticleTitle": "CB1 receptor-deficient mice as a model for depression.",
    "Pagination": {
      "StartPage": "193",
      "EndPage": "206",
      "MedlinePgn": "193-206"
    },
    "Abstract": {
      "AbstractText": [
        "In the last 10 years, numerous experimental studies have revealed the participation of the endocannabinoid system in the control of emotional behavior and mood through the activation of the CB1 cannabinoid receptors. Endocannabinoids are able to exert a regulative control of different physiological mechanisms that are impaired during mood disorders, including monoaminergic system, the activity of pituitary-adrenal axis, the release and activation of neurotrophic factors that promotes neuroplasticity and adapted behavior, and probably neuroinflammatory cytokines release during the depressive disorders. Considering the body of elements that acts under the control of the endocannabinoid system and the key role played by the activation of the CB1 cannabinoid receptors in the control of emotion and mood, we had proposed that genetically modified mice lacking the CB1 cannabinoid receptors could represent a genetic model for depression. These animals generated by three distinct laboratories behave normally under basal conditions, but they could display an altered behavior under adverse environmental conditions. In this review, we have integrated most of the study that have been developed using mice lacking CB1 cannabinoid receptor for the studies of emotional responses. We have focused our attention not only in the data obtained using different behavioral paradigms, but also in different biomarkers that have been classically or recently associated to mood disorders, such as the deregulation of the serotonergic system, the reported impairment in neurotrophic factors and plasticity function described for depression, the alterations in the pituitary-adrenal axis function, and the lately reported role for inflammatory factors in the mood regulation. Finally, clinical studies support and confirm the obtained findings in animal models and lead us to propose that mice lacking CB1 cannabinoid receptor could represent a validate and appropriate model to evaluate depressive-like disorders in animals."
      ],
      "CopyrightInformation": "Copyright Â© 2011 IBRO. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Neurobiology of Behavior Research Group (GRNC), Departament de Ciències Experimentals i de la Salut, Universitat Pompeu Fabra, C/ Dr. Aiguader, 88, 08005 Barcelona, Spain. Olga.valverde@upf.edu"
          }
        ],
        "LastName": "Valverde",
        "ForeName": "O",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Torrens",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Neuroscience",
    "NlmUniqueID": "7605074",
    "ISSNLinking": "0306-4522"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Receptor, Cannabinoid, CB1"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Hypothalamo-Hypophyseal System"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, Knockout"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Pituitary-Adrenal System"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Receptor, Cannabinoid, CB1"
    }
  ]
}