{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27501438",
  "DateCompleted": {
    "Year": "2016",
    "Month": "10",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "08",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD003380",
      "10.1002/14651858.CD003380.pub4"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2016",
        "Issue": "8",
        "PubDate": {
          "Year": "2016",
          "Month": "Aug",
          "Day": "09"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Cognitive behavioural therapy (CBT), third-wave CBT and interpersonal therapy (IPT) based interventions for preventing depression in children and adolescents.",
    "Pagination": {
      "StartPage": "CD003380",
      "MedlinePgn": "CD003380"
    },
    "Abstract": {
      "AbstractText": [
        "Depression is common in young people. It has a marked negative impact and is associated with self-harm and suicide. Preventing its onset would be an important advance in public health. This is an update of a Cochrane review that was last updated in 2011.",
        "To determine whether evidence-based psychological interventions (including cognitive behavioural therapy (CBT), interpersonal therapy (IPT) and third wave CBT)) are effective in preventing the onset of depressive disorder in children and adolescents.",
        "We searched the specialised register of the Cochrane Common Mental Disorders Group (CCMDCTR to 11 September 2015), which includes relevant randomised controlled trials from the following bibliographic databases: The Cochrane Library (all years), EMBASE (1974 to date), MEDLINE (1950 to date) and PsycINFO (1967 to date). We searched conference abstracts and reference lists of included trials and reviews, and contacted experts in the field.",
        "We included randomised controlled trials of an evidence-based psychological prevention programme compared with any comparison control for young people aged 5 to 19 years, who did not currently meet diagnostic criteria for depression.",
        "Two authors independently assessed trials for inclusion and rated their risk of bias. We adjusted sample sizes to take account of cluster designs and multiple comparisons. We contacted trial authors for additional information where needed. We assessed the quality of evidence for the primary outcomes using GRADE.",
        "We included 83 trials in this review. The majority of trials (67) were carried out in school settings with eight in colleges or universities, four in clinical settings, three in the community and four in mixed settings. Twenty-nine trials were carried out in unselected populations and 53 in targeted populations.For the primary outcome of depression diagnosis at medium-term follow-up (up to 12 months), there were 32 trials with 5965 participants and the risk of having a diagnosis of depression was reduced for participants receiving an intervention compared to those receiving no intervention (risk difference (RD) -0.03, 95% confidence interval (CI) -0.05 to -0.01; P value = 0.01). We rated this evidence as moderate quality according to the GRADE criteria. There were 70 trials (73 trial arms) with 13,829 participants that contributed to the analysis for the primary outcome of depression symptoms (self-rated) at the post-intervention time point, with results showing a small but statistically significant effect (standardised mean difference (SMD) -0.21, 95% CI -0.27 to -0.15; P value < 0.0001). This effect persisted to the short-term assessment point (up to three months) (SMD -0.31, 95% CI -0.45 to -0.17; P value < 0.0001; 16 studies; 1558 participants) and medium-term (4 to 12 months) assessment point (SMD -0.12, 95% CI -0.18 to -0.05; P value = 0.0002; 53 studies; 11,913 participants); however, the effect was no longer evident at the long-term follow-up. We rated this evidence as low to moderate quality according to the GRADE criteria.The evidence from this review is unclear with regard to whether the type of population modified the overall effects; there was statistically significant moderation of the overall effect for depression symptoms (P value = 0.0002), but not for depressive disorder (P value = 0.08). For trials implemented in universal populations there was no effect for depression diagnosis (RD -0.01, 95% CI -0.03 to 0.01) and a small effect for depression symptoms (SMD -0.11, 95% CI -0.17 to -0.05). For trials implemented in targeted populations there was a statistically significantly beneficial effect of intervention (depression diagnosis RD -0.04, 95% CI -0.07 to -0.01; depression symptoms SMD -0.32, 95% CI -0.42 to -0.23). Of note were the lack of attention placebo-controlled trials in targeted populations (none for depression diagnosis and four for depression symptoms). Among trials implemented in universal populations a number used an attention placebo comparison in which the intervention consistently showed no effect.",
        "Overall the results show small positive benefits of depression prevention, for both the primary outcomes of self-rated depressive symptoms post-intervention and depression diagnosis up to 12 months (but not beyond). Estimates of numbers needed to treat to benefit (NNTB = 11) compare well with other public health interventions. However, the evidence was of moderate to low quality using the GRADE framework and the results were heterogeneous. Prevention programmes delivered to universal populations showed a sobering lack of effect when compared with an attention placebo control. Interventions delivered to targeted populations, particularly those selected on the basis of depression symptoms, had larger effect sizes, but these seldom used an attention placebo comparison and there are practical difficulties inherent in the implementation of targeted programmes. We conclude that there is still not enough evidence to support the implementation of depression prevention programmes.Future research should focus on current gaps in our knowledge. Given the relative lack of evidence for universal interventions compared with attention placebo controls and the poor results from well-conducted effectiveness trials of universal interventions, in our opinion any future such trials should test a depression prevention programme in an indicated targeted population using a credible attention placebo comparison group. Depressive disorder as the primary outcome should be measured over the longer term, as well as clinician-rated depression. Such a trial should consider scalability as well as the potential for the intervention to do harm."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Orygen, The National Centre of Excellence in Youth Mental Health, 35 Poplar Road, Parkville, Melbourne, Victoria, Australia, 3054."
          }
        ],
        "LastName": "Hetrick",
        "ForeName": "Sarah E",
        "Initials": "SE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cox",
        "ForeName": "Georgina R",
        "Initials": "GR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Witt",
        "ForeName": "Katrina G",
        "Initials": "KG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bir",
        "ForeName": "Julliet J",
        "Initials": "JJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Merry",
        "ForeName": "Sally N",
        "Initials": "SN"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2011;(12):CD003380",
      "PMID": "22161377"
    },
    {
      "RefSource": "Evid Based Ment Health. 2017 May;20(2):62",
      "PMID": "28356316"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Program Evaluation"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "Professor Merry and Ms J Bir have been involved in a trial of a depression prevention programme (Merry 2004). The results of this trial have been included in this update. Sarah Hetrick is an invesitgator on a range of trials of interventions for the treatment of youth depression. None of the other authors have any declarations of interest to declare."
}