{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21142289",
  "DateCompleted": {
    "Year": "2011",
    "Month": "05",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2165/11537360-000000000-00000"
    ],
    "Journal": {
      "ISSN": "1179-2027",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "2",
        "PubDate": {
          "Year": "2011",
          "Month": "Feb"
        }
      },
      "Title": "PharmacoEconomics",
      "ISOAbbreviation": "Pharmacoeconomics"
    },
    "ArticleTitle": "Impact of treatment success on health service use and cost in depression: longitudinal database analysis.",
    "Pagination": {
      "StartPage": "157",
      "EndPage": "170",
      "MedlinePgn": "157-70"
    },
    "Abstract": {
      "AbstractText": [
        "Research has consistently demonstrated a relationship between depression and increased levels of health service use over the short term. However, much less is known about how this relationship is influenced by the success, or otherwise, of depression management strategies, and the economic impact over the longer term.",
        "To investigate the economic impact of non-remission on health service use and costs over 12 months from the index episode in patients with depression.",
        "A naturalistic, longitudinal study was carried out using data from a large primary care UK general practice research database between 2001 and 2006. The records of 88 935 patients aged ≥18 years, diagnosed with depression and in receipt of at least two antidepressant prescriptions (for amitriptyline, citalopram, escitalopram, fluoxetine, paroxetine, sertraline or venlafaxine) in the first 3 months after the index prescription were included. The main outcome measures were health service use and cost over the 12-month study period, by remission status, where remission is defined as patients not using antidepressants for at least 6 months after antidepressant treatment has ended.",
        "Sociodemographic and clinical characteristics were similar for participants classified as in remission and those not in remission. Over 12 months from the index prescription, patients classified as non-remitters spent longer, on average, than patients classified as remitters on concomitant psychotropic medication (204 days vs 93 days, respectively), and had more contact with primary care services (17 vs 13 GP visits), secondary care psychiatrists and other specialists (47% vs 40%). Days in hospital, accident and emergency attendances and psychological therapy contacts did not differ between the groups. Total 12-month costs per participant were significantly lower for remitters (mean £656 vs £937; mean difference £317; p < 0.0001). Total costs fell over time for both groups, but at a faster rate for those in remission, and for those who remitted earlier after the index prescription than for those who remitted later.",
        "Successful cessation of antidepressant medication treatment in adults with depression can result in significant cost savings to the health service."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "King’s College London,Centre for the Economics of Mental Health, Instituteof Psychiatry, De Crespigny Park, London, UK. s.byford@iop.kcl.ac.u"
          }
        ],
        "LastName": "Byford",
        "ForeName": "Sarah",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barrett",
        "ForeName": "Barbara",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Despiégel",
        "ForeName": "Nicolas",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wade",
        "ForeName": "Alan",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Pharmacoeconomics",
    "NlmUniqueID": "9212404",
    "ISSNLinking": "1170-7690"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cost-Benefit Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Databases, Factual"
    },
    {
      "QualifierName": [
        "drug therapy",
        "economics"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy",
        "economics"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Care Costs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Longitudinal Studies"
    }
  ]
}