{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anorexia nervosa",
      "Anorexie mentale",
      "Antidepressive agents",
      "Antidépresseur",
      "Depression",
      "Diagnosis",
      "Diagnostic",
      "Dépression",
      "Therapeutics",
      "Thérapeutique médicamenteuse"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27452149",
  "DateCompleted": {
    "Year": "2017",
    "Month": "09",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "09",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "07",
        "Day": "21"
      }
    ],
    "Language": [
      "fre"
    ],
    "ELocationID": [
      "10.1016/j.encep.2016.02.017",
      "S0013-7006(16)30090-2"
    ],
    "Journal": {
      "ISSN": "0013-7006",
      "JournalIssue": {
        "Volume": "43",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Feb"
        }
      },
      "Title": "L'Encephale",
      "ISOAbbreviation": "Encephale"
    },
    "ArticleTitle": "[Depressive symptoms during anorexia nervosa: State of the art and consequences for an appropriate use of antidepressants].",
    "Pagination": {
      "StartPage": "62",
      "EndPage": "68",
      "MedlinePgn": "62-68"
    },
    "Abstract": {
      "AbstractText": [
        "Depressive comorbidity is often associated with anorexia nervosa (AN), and antidepressant medication is widely used although it does not rely on any convincing data in the scientific literature. Our objectives were: to summarize the epidemiological, physiological, psychopathological literature about the relation between AN and manifestations of depression, and to focus on the clinical trial data assessing the use of antidepressant medication in AN in order to clarify the strategy for the use of antidepressant in AN during adolescence.",
        "A manual computerised search (Medline) was performed for relevant published studies assessing the association between depressive signs or Major Depressive Disorder (MDD) and AN. Another manual computerised search (Medline) listed clinical trials assessing antidepressant in AN.",
        "On the one hand, depressive symptoms are common during the course of AN and could have different meaning. Indeed, firstly, we can distinguish symptoms that are inherent to AN and which can be mistaken for depressive signs (for instance: low self-esteem, reduced social contacts). Secondly, long-term undernourishment can be held responsible for numerous psychological distortions, including anxiety and depression symptoms such as insomnia, impaired concentration, or social isolation. Thirdly, the natural course of AN can also lead to \"depressive moments\", in particular when switching to a \"purging type\" AN, or when recovery mobilizes control and narcissistic issues. On the other hand, MDD is also highly prevalent among AN patients and is a negative prognosis factor. Thus, it is complex to differentiate MDD from isolated depressive symptoms that could be inherent of the AN symptomatology which raises the question of the role of antidepressant medication in treatment of depression in AN. No significant benefit of antidepressant medication in AN has been shown in clinical trials, and according to international guidelines it should be prescribed only as a second-line treatment, after appropriate refeeding, and in case of an authentic depressive disorder. Those data appear to be in contradiction with the frequent use of those drugs in clinical practice.",
        "Nevertheless, clinical trials assessing antidepressant treatment in AN suffer from methodological weakness concerning the size of the sample, the choice of the population or the evaluation criterion. This lack of proof must raise our vigilance concerning antidepressant medication in AN but should not categorically prevent the clinician from using it when necessary. We do believe that there are some indications for prescribing antidepressant in patients with AN. The clinical challenge lies in the differentiation of the depressive symptoms that are transitory and likely to improve without medication from those that signal the presence of an MDD. Three criterion could be indicative of MDD: familial history of mood disorder, as it is a major risk factor for MDD among relatives; the chronology of appearance of both disorders, when MDD pre-exists AN; a few specific symptoms cannot be attributed to undernourishment or reactive depressive signs, such as morning insomnia, daily variation of depressive symptoms, suicidal attempts or ideation and guilt ideation. Thus, in integrating the data from the literature review, we propose a pragmatic therapeutic strategy for the use of an antidepressant in AN during adolescence that lies in 3 main categories for depressive manifestations in AN: therapeutic emergencies: when an obvious and severe MDD is comorbid to AN, immediate antidepressant would be required; isolated and non-specific depressive sign: no medication would be relevant as they are supposed to improve with refeeding and psychotherapeutic support; intermediary patterns which is probably the most frequent situation. In the last case, it would be relevant to abstain from prescribing medication in first line, but an antidepressant medication should be quickly considered in the presence of one (or several) criterion listed above and its persistence despite refeeding. The general medical state of this fragile population of patients should be evaluated (standard blood test, ECG) before and during treatment."
      ],
      "CopyrightInformation": "Copyright © 2016 L'Encéphale, Paris. Published by Elsevier Masson SAS. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hôpital Bichat, 75018 Paris, France. Electronic address: nicolas.leble@gmail.com."
          }
        ],
        "LastName": "Leblé",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Département de psychiatrie, institut mutualiste Montsouris, 42, boulevard Jourdan, 75014 Paris, France."
          }
        ],
        "LastName": "Radon",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre hospitalier Alpes-Isère, 3, rue de la Gare, 38120 Saint-Egrève, France."
          }
        ],
        "LastName": "Rabot",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Département de psychiatrie, institut mutualiste Montsouris, 42, boulevard Jourdan, 75014 Paris, France; Unité Inserm U1178, 75014 Paris, France."
          }
        ],
        "LastName": "Godart",
        "ForeName": "N",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Manifestations dépressives au cours de l’anorexie mentale : données de la littérature et implications pour une utilisation adaptée des antidépresseurs."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Encephale",
    "NlmUniqueID": "7505643",
    "ISSNLinking": "0013-7006"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Anorexia Nervosa"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "complications",
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [
        "complications",
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Suicide, Attempted"
    }
  ]
}