{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24486977",
  "DateCompleted": {
    "Year": "2015",
    "Month": "04",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "11",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "gre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1105-2333",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "4",
        "PubDate": {
          "Year": "2013",
          "Season": "Oct-Dec"
        }
      },
      "Title": "Psychiatrike = Psychiatriki",
      "ISOAbbreviation": "Psychiatriki"
    },
    "ArticleTitle": "[Ultra-short questionnaires for the detection of depression and anxiety].",
    "Pagination": {
      "StartPage": "288",
      "EndPage": "297",
      "MedlinePgn": "288-97"
    },
    "Abstract": {
      "AbstractText": [
        "Depression and anxiety disorders are the two most common mental health problems seen in the primary care and the general hospital settings. They are both associated with poorer patient functioning, worse quality of life, more frequent utilization of health services, and higher health care costs. However, detection rates of depression and anxiety by non-mental health specialists remain very low, while most of the proposed screening tools are rather not practical and therefore they have not been widely used in practice. Over the last two decades, ultra-short tools including one to three questions have been developed and suggested as case-finding methods and their sensitivity and specificity have been investigated. We reviewed all the ultra-short screening tools for depression and anxiety and the existing evidence on their accuracy in detecting major depression and anxiety disorders. Two simple screening questions for depression, about depressed mood and loss of interest or pleasure in doing things, have been repeatedly applied in primary care settings and found to have satisfactory sensitivity but low specificity. The addition of a third question inquiring if help is needed to the two screening questions for depression improves the specificity, however on the cost of reducing the sensitivity of the method. Screening for depression using only one of these questions alone was found to be less accurate strategy than the two or three question tests. The Patient Health Questionnaire-2 (PHQ-2) includes the same two depression-questions with rating scale answer choices and it was found to be more accurate than the two question test with dichotomous (yes or no) answers. Ultra-short screening strategies for depression in older people were found to have acceptable levels of accuracy, while in patients with cancer the two question tests had higher sensitivity and specificity than in other patient groups. According to the existing data, the Generalized Anxiety Disorder-2 (GAD-2) questionnaire, which includes two questions on \"feeling nervous, anxious or on edge\" and \"not being able to stop or control worrying\" appears to have acceptable accuracy in identifying clinically significant anxiety. We concluded that there is sufficient evidence on the suitability of the ultra-short screening instruments for depression and anxiety -especially the PHQ-2, the GAD-2 and their combination, the PHQ-4- for use in epidemiological studies. In primary and secondary care settings, the ultra-short tools can be used only as an initial screening method but diagnosis made by specially-trained clinicians or mental health specialists is warranted for patients who initially screen positive."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Community Mental Health Center Byron-Kaisariani, 1st Department of Psychiatry, Athens University Medical School, Eginition Hospital, Athens, Greece."
          }
        ],
        "LastName": "Konstantakopoulos",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Hygiene, Epidemiology and Medical Statistics, Athens University Medical School, Athens, Greece."
          }
        ],
        "LastName": "Sofianopoulou",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Hygiene, Epidemiology and Medical Statistics, Athens University Medical School, Athens, Greece."
          }
        ],
        "LastName": "Touloumi",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Community Mental Health Center Byron-Kaisariani, 1st Department of Psychiatry, Athens University Medical School, Eginition Hospital, Athens, Greece."
          }
        ],
        "LastName": "Ploumpidis",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Greece",
    "MedlineTA": "Psychiatriki",
    "NlmUniqueID": "101534363",
    "ISSNLinking": "1105-2333"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychiatric Status Rating Scales"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}