{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "HausärztInnen sind für die Versorgung depressiv erkrankter Menschen häufig wichtige AnsprechpartnerInnen. Einige Studien geben Hinweise auf eine Unterdiagnostizierung dieser PatientInnengruppe in der hausärztlichen Praxis. Umstritten ist, welche Bedeutung die ICD-10 für die Diagnostik hat. Die BMBF-geförderte Studie „PSYTIA – Psychotherapie im Alter“ beschäftigt sich u. a. mit der Versorgung älterer Menschen mit Depression in der Hausarztpraxis. Der vorliegende Beitrag präsentiert Ergebnisse zur hausärztlichen Sicht auf Stärken und Schwächen der ICD-10 bei der Depressionsdiagnostik.",
        "402 hausärztliche LehrärztInnen wurden mit einem Fragebogen zur Versorgung älterer Menschen (60+) mit depressiver Erkrankung befragt. Der Rücklauf betrug 23,6%. In 2 offenen Fragen wurde die hausärztliche Sicht auf Stärken und Schwächen der ICD-10 in Hinblick auf die Depressionsdiagnostik erfragt. Die Antworten wurden induktiv entwickelten übergreifenden Kategorien zugeordnet.",
        "Ca. drei Viertel der Teilnehmenden beantworteten die beiden Fragen. Während ein knappes Fünftel keine Meinung zur Tauglichkeit der ICD-10 als Diagnoseinstrument im Hinblick auf Depression hat oder keine äußern möchte, gaben 41% der Teilnehmenden Schwächen und ein Drittel der Befragten Stärken der ICD an. Diese beziehen sich überwiegend auf Differenziertheit des Instrumentes und Handhabbarkeit im Praxisalltag.",
        "Die Ergebnisse der Befragung zeigen, dass bei der Anwendung der ICD-10 in der hausärztlichen Praxis ein ganzheitliches, hermeneutisches Fallverständnis der HausärztInnen sowie die Notwendigkeit einer effizienten Praxisführung und Abrechnung aufeinander treffen und zu der ausgesprochen heterogenen und ambivalenten Einschätzung der Tauglichkeit der ICD-10 für die hausärztliche Diagnostik depressiver Erkrankungen führen."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27056710",
  "DateCompleted": {
    "Year": "2019",
    "Month": "06",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "04",
        "Day": "07"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/s-0041-111840"
    ],
    "Journal": {
      "ISSN": "1439-4421",
      "JournalIssue": {
        "Volume": "80",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Month": "Jan"
        }
      },
      "Title": "Gesundheitswesen (Bundesverband der Arzte des Offentlichen Gesundheitsdienstes (Germany))",
      "ISOAbbreviation": "Gesundheitswesen"
    },
    "ArticleTitle": "[GPs' Perceptions of Strengths and Shortcomings of the ICD-10 for Diagnosis of depression].",
    "Pagination": {
      "StartPage": "40",
      "EndPage": "42",
      "MedlinePgn": "40-42"
    },
    "Abstract": {
      "AbstractText": [
        "For the health care of people with depressive disorders, general practitioners are important contact persons. Some investigations have shown an under-diagnosis of these patients in GPs' surgeries. The significance of the ICD-10 for the diagnosis of depression is disputed. The BMBF-funded study \"PSYTIA - Psychotherapy in old age\" engages, among others, with the treatment of older people with depression in GPs' surgeries. This study presents the strengths and shortcomings of the ICD-10 for diagnosis of depression from the point of view of GPs.",
        "With the help of a questionnaire, 402 teaching GPs were asked how they diagnose and treat elderly people (60+) with depressive disorders in their practices. The response rate was 23.6%. 2 open-ended questions dealt with GPs' perceptions of strengths and shortcomings of ICD-10 for the diagnosis of depression. The responses were matched to inductively developed overarching categories.",
        "About three-quarters of the respondents answered the 2 questions. While nearly one-fifth of the respondents did not state any opinion about the suitability of ICD-10 as a diagnostic instrument for depressive disorders, 41% of the respondents mentioned the shortcomings and one-third the strengths of ICD-10. Shortcomings and strengths relate primarily to the complexity of the instrument and its manageability in everyday practice.",
        "The results show that application of ICD-10 in a GP's surgery depends on a holistic, hermeneutical approach to the case in family practice, a need for efficient practice management, and billing. These different perceptions explain the heterogeneous and ambivalent assessment of the suitability of ICD-10 for the diagnosis of depression."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Gerontologische Forschung e. V., Berlin."
          }
        ],
        "LastName": "Kammerer",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Gerontologische Forschung e. V., Berlin."
          }
        ],
        "LastName": "Falk",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Allgemeinmedizin Charité, Universitätsmedizin Berlin."
          }
        ],
        "LastName": "Döpfmer",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Allgemeinmedizin Charité, Universitätsmedizin Berlin."
          }
        ],
        "LastName": "Heintze",
        "ForeName": "C",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Stärken und Schwächen der ICD-10 bei der Depressionsdiagnostik aus Sicht von HausärztInnen."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Gesundheitswesen",
    "NlmUniqueID": "9204210",
    "ISSNLinking": "0941-3790"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attitude of Health Personnel"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "General Practitioners"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "International Classification of Diseases"
    }
  ],
  "CoiStatement": "Die Autoren geben an, dass kein Interessenkonflikt besteht."
}