{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24050014",
  "DateCompleted": {
    "Year": "2013",
    "Month": "12",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "09",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-2658",
      "JournalIssue": {
        "Volume": "115",
        "Issue": "7",
        "PubDate": {
          "Year": "2013"
        }
      },
      "Title": "Seishin shinkeigaku zasshi = Psychiatria et neurologia Japonica",
      "ISOAbbreviation": "Seishin Shinkeigaku Zasshi"
    },
    "ArticleTitle": "[Rethinking the theory of melancholia (Tellenbach): its construction process and theoretical significance].",
    "Pagination": {
      "StartPage": "711",
      "EndPage": "728",
      "MedlinePgn": "711-28"
    },
    "Abstract": {
      "AbstractText": [
        "In 1961, Tellenbach published the concept of \"Typus melancholicus\" (melancholic type) to illustrate the complementary relationship between premelancholic (predepressive) situations and a premorbid personality. The melancholic type is often considered to be a non-universal type that is localized in Germany and Japan; however, this belief is increasingly considered to be incorrect. When referring to papers written in the United States around the time that Tellenbach's monograph was published, it is now possible to identify some personalities corresponding to the melancholic type. In the early 20th century in Germany, the precipitating events and premorbid personalities of manic-depressive illness were frequently reported by Kraepelin and other researchers. They identified a conscientious, punctual, and orderly character that is analogous to the melancholic type. However, they ignored the relationships between events and personality. For them, the etiologies of endogenous psychoses, such as schizophrenia and manic-depressive illness, should not be sought from exogenous factors, such as precipitating events and environmental factors, but from endogenous and constitutional factors. After the end of the Second World War, the traditional view of a reactive (exogenous)-endogenous dichotomy of depression increasingly began to be deemed no longer valid. Consequently, it gradually became clear that many patients develop endogenous and autonomous depression after a psychological precipitating event. Tellenbach tried to resolve the impasse in the reactive-endogenous dichotomy of depression through creation of the concept of the \"endon\" in place of the \"endogenous\" concept. Tellenbach considered the endon not as cryptogenic but as transcending the dichotomy between the somatogenic and psychogenic. The endon is represented phenomenologically as transformations of arising rhythms, transformations of form of movement, the globalism of transformations, binding to a maturing process, and reversibility. According to Goethe's morphology. Tellenbach placed the endon in the ideal and phenomenological (empirical) realms simultaneously. The essential feature of the melancholic type is orderliness, which manifests in the following three areas: work, behavior, and conscientiousness. The interpersonal relationships of people with the melancholic type are described as \"Being-for-others\", which is analogous to altruism. People with the melancholic type think highly of common sense and duty. Furthermore, they cannot lower their level of aspiration even if the quality and quantity of their work is beyond their abilities or their capacities are weakened. In these premelancholic situations, pre-melancholic persons are forced to choose either quality or quantity and are plunged into the depths of despair, which means a hiatus or onset of melancholia. Thus, Tellenbach analyzed the complementary relationship between premelancholic situations and a premorbid personality at the beginning of melancholia. However, Tellenbach failed to explain why people with the melancholic type do not develop any illnesses other than melancholia or contradict the possibility that people with non-melancholic type personalities could have melancholia. In Japan, the melancholic type originated from Hirasawa's viewpoint that he had shifted the essential feature of Shimoda's Immodithymie (Shuuchaku Seikaku) from enthusiasm to orderliness. Subsequently, Kasahara developed the Japanese concept of the melancholic type, which remains in the empirical and descriptive realm and its essential feature is \"orderliness underlying the altruism.\" In the United States, although the melancholic type probably existed, the concept was infrequently discussed because there were few psychiatrists who knew the concept of endogenous depression very well. Moreover, in DSM-III, the difference between endogenous and reactive depression was eliminated according to the \"atheoretical\" policy. Consequently, Tellenbach's theory of melancholia lost significance. The value of the theory of endon, which constitutes Tellenbach's theory of melancholia in empirical medicine, is considered to be restrictive. However, the discovery of the melancholic type concurrently in Germany, the United States, and Japan is of marked significance. It is now possible to reappraise the importance of the melancholic type and premelancholic situations."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Toranomon Hospital."
          }
        ],
        "LastName": "Ohmae",
        "ForeName": "Susumu",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Seishin Shinkeigaku Zasshi",
    "NlmUniqueID": "9801787",
    "ISSNLinking": "0033-2658"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnostic and Statistical Manual of Mental Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Interpersonal Relations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Personality"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Personality Disorders"
    }
  ]
}