{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Se desconoce la frecuencia de complejo estigma-discriminación percibido en víctimas del conflicto armado colombiano. El objetivo del estudio fue establecer la frecuencia y variables asociadas al estigma-discriminación percibido en víctimas del conflicto armado, en municipios del Departamento del Magdalena, Colombia. Se realizó un estudio transversal con víctimas registradas en el Programa de Atención Psicosocial y Salud Integral a Víctimas. Los síntomas depresivos se cuantificaron con cuatro ítems dicotómicos (tres o más se clasificaron como alto nivel de síntomas depresivos) y el estigma-discriminación percibido se cuantificó con seis incisos dicotómicos (dos o más afirmaciones se categorizó como alto estigma-discriminación percibido). Participaron 943 adultos (M = 47,9; DE = 14,2); 67,4%, mujeres; 109 (11,6%) informaron alto nivel de síntomas depresivos y 217 (23%) presentaron alto estigma-discriminación percibido. El alto estigma-discriminación percibido se asoció a alto nivel de síntomas depresivos (OR = 6,47; IC95%: 4,23-9,88). Se concluye que un cuarto de las víctimas del conflicto armado en Magdalena informa alto estigma-discriminación percibido; éste se asocia significativamente a alto nivel de síntomas depresivos."
      ]
    },
    {
      "AbstractText": [
        "É desconhecida a frequência do complexo estigma-discriminação percebido em vítimas do conflito armado colombiano. O objetivo do estudo foi estabelecer a frequência e variáveis associadas ao estigma-discriminação percebido em vítimas do conflito armado, em municípios do Departamento de Magdalena, Colômbia. Foi realizado um estudo transversal com vítimas registradas no Programa de Atenção Psicossocial e Saúde Integral às Vítimas. Os sintomas depressivos foram quantificados com quatro itens dicotômicos (três ou mais foram classificados como alto nível de sintomas depressivos), e o estigma-discriminação percebido foi quantificado com seis subsecções dicotômicas (com duas ou mais afirmações foi categorizado como alto estigma-discriminação percebido). Participaram 943 adultos (M = 47,9; DP = 14,2); 67,4%, mulheres; 109 (11,6%) informaram alto nível de sintomas depressivos e 217 (23%) presentaram um alto estigma-discriminação percebido. O alto estigma-discriminação percebido foi associado à alto nível de sintomas depressivos (OR = 6,47; IC95%: 4,23-9,88). Concluiu-se que um quarto das vítimas do conflito armado em Magdalena informa alto estigma-discriminação percebido, que foi associado significativamente à alto nível de sintomas depressivos."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29166473",
  "DateCompleted": {
    "Year": "2017",
    "Month": "12",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "12",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "11",
        "Day": "21"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.1590/0102-311X00001117",
      "S0102-311X2017001106001"
    ],
    "Journal": {
      "ISSN": "1678-4464",
      "JournalIssue": {
        "Volume": "33",
        "Issue": "11",
        "PubDate": {
          "Year": "2017",
          "Month": "Nov",
          "Day": "21"
        }
      },
      "Title": "Cadernos de saude publica",
      "ISOAbbreviation": "Cad Saude Publica"
    },
    "ArticleTitle": "[Frequency and variables associated with perceived devaluation-discrimination in victims of the armed conflict in Colombia].",
    "Pagination": {
      "StartPage": "e00001117",
      "MedlinePgn": "e00001117"
    },
    "Abstract": {
      "AbstractText": [
        "There is no information on frequency of perceived devaluation-discrimination in victims of the armed conflict in Colombia. The aim of this study was thus to determine the frequency of perceived devaluation-discrimination and associated variables among victims of the armed conflict in municipalities in the Department of Magdalena, Colombia. A cross-sectional study was conducted among victims enrolled in the Program for Psychosocial Care and Comprehensive Healthcare for Victims. Depressive symptoms were quantified with four dichotomous items (three or more were classified as high level of depressive symptoms), and perceived devaluation-discrimination was quantified with six dichotomous items (two or more were classified as high perceived devaluation-discrimination). A total of 943 adults participated (M = 47.9; SD = 14.2); 67.4%, women; 109 (11.6%) reported high level of depressive symptoms and 217 (23%) showed high perceived devaluation-discrimination. High perceived devaluation-discrimination was associated with high level of depressive symptoms (OR = 6.47; 95%CI: 4.23-9.88). In conclusion, one-fourth of the victims of the armed conflict in Magdalena reported high perceived devaluation-discrimination, which was significantly associated with high level of depressive symptoms."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad del Magdalena, Santa Marta, Colombia."
          }
        ],
        "LastName": "Campo-Arias",
        "ForeName": "Adalberto",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad del Magdalena, Santa Marta, Colombia."
          }
        ],
        "LastName": "Ospino",
        "ForeName": "Anyelly C",
        "Initials": "AC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad del Magdalena, Santa Marta, Colombia."
          }
        ],
        "LastName": "Sanabria",
        "ForeName": "Adriana R",
        "Initials": "AR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad del Magdalena, Santa Marta, Colombia."
          }
        ],
        "LastName": "Guerra",
        "ForeName": "Valeria M",
        "Initials": "VM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad del Magdalena, Santa Marta, Colombia."
          }
        ],
        "LastName": "Caamaño",
        "ForeName": "Beatriz H",
        "Initials": "BH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Investigación del Comportamiento Humano, Bogotá, Colombia."
          }
        ],
        "LastName": "Herazo",
        "ForeName": "Edwin",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Frecuencia y variables asociadas a estigma-discriminación percibido en víctimas del conflicto armado colombiano."
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Cad Saude Publica",
    "NlmUniqueID": "8901573",
    "ISSNLinking": "0102-311X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Armed Conflicts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Colombia"
    },
    {
      "QualifierName": [
        "psychology",
        "statistics & numerical data"
      ],
      "DescriptorName": "Crime Victims"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Stigma"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Socioeconomic Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}