{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Psychotic depression",
      "cognition",
      "functioning",
      "late-life depression"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32665079",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "06",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jagp.2020.06.014",
      "S1064-7481(20)30383-3"
    ],
    "Journal": {
      "ISSN": "1545-7214",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "2",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb"
        }
      },
      "Title": "The American journal of geriatric psychiatry : official journal of the American Association for Geriatric Psychiatry",
      "ISOAbbreviation": "Am J Geriatr Psychiatry"
    },
    "ArticleTitle": "Relationships Among History of Psychosis, Cognition and Functioning in Later-Life Remitted Major Depression.",
    "Pagination": {
      "StartPage": "144",
      "EndPage": "155",
      "MedlinePgn": "144-155"
    },
    "Abstract": {
      "AbstractText": [
        "This study tested the hypotheses that, in older adults with remitted major depression, a history of psychotic features and poorer neuropsychological performance would be independently associated with poorer everyday functioning, but that neuropsychological performance would explain more of the variance in functioning than history of psychotic features.",
        "This cross-sectional study included 73 patients aged 50 years or older with remitted psychotic major depression or nonpsychotic major depression. The dependent variables were subjective and objective measures of function. The independent variables were history of psychotic features during one or more major depressive episodes in the previous 10 years and neuropsychological performance. Linear regression models examined the association of independent variables with function, controlling for pertinent covariates. Effect sizes were calculated for the magnitude of difference in function between the patient participants and an age- and gender-matched nonpsychiatric group, and distribution of functioning scores were compared between groups.",
        "In separate models, history of psychotic features and poorer processing speed, executive function, and verbal learning were independently associated with poorer participant-reported functioning and performance-based functioning. However, the association of psychotic features with functioning was no longer statistically significant when tested in the same models as neuropsychological measures. Effect sizes of the difference in functioning between patients and the nonpsychiatric group were significantly larger for the remitted psychotic than the remitted nonpsychotic depression group; functioning scores were more heterogeneous in the remitted psychotic depression group.",
        "Patients with remitted psychotic depression exhibit greater, and clinically important, impairment in everyday functioning than those with remitted nonpsychotic depression. Neuropsychological impairment appears to contribute to this relationship."
      ],
      "CopyrightInformation": "Copyright © 2020 American Association for Geriatric Psychiatry. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto (KSB, BHM, AJF), Toronto, ON; Centre for Mental Health, University Health Network (KSB, AJF), Toronto, ON. Electronic address: kathleen.bingham@uhn.ca."
          }
        ],
        "LastName": "Bingham",
        "ForeName": "Kathleen S",
        "Initials": "KS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Occupational Science and Occupational Therapy & Rehabilitation Sciences Institute, University of Toronto (DRD), Toronto, ON; Rotman Research Institute (DRD), Baycrest, Toronto, ON."
          }
        ],
        "LastName": "Dawson",
        "ForeName": "Deirdre R",
        "Initials": "DR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto (KSB, BHM, AJF), Toronto, ON; Centre for Addiction and Mental Health (BHM), Toronto, ON."
          }
        ],
        "LastName": "Mulsant",
        "ForeName": "Benoit H",
        "Initials": "BH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department. of Biostatistics and Epidemiology, Weill Cornell Medical College (SB), New York, NY."
          }
        ],
        "LastName": "Banerjee",
        "ForeName": "Samprit",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto (KSB, BHM, AJF), Toronto, ON; Centre for Mental Health, University Health Network (KSB, AJF), Toronto, ON."
          }
        ],
        "LastName": "Flint",
        "ForeName": "Alastair J",
        "Initials": "AJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Am J Geriatr Psychiatry",
    "NlmUniqueID": "9309609",
    "ISSNLinking": "1064-7481"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Cognition Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuropsychological Tests"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Psychotic Disorders"
    }
  ]
}