{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22216806",
  "DateCompleted": {
    "Year": "2012",
    "Month": "05",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "03",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1898-2263",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "2",
        "PubDate": {
          "Year": "2011"
        }
      },
      "Title": "Annals of agricultural and environmental medicine : AAEM",
      "ISOAbbreviation": "Ann Agric Environ Med"
    },
    "ArticleTitle": "Diabetes and depression: a combination of civilization and life-style diseases is more than simple problem adding - literature review.",
    "Pagination": {
      "StartPage": "318",
      "EndPage": "322",
      "MedlinePgn": "318-22"
    },
    "Abstract": {
      "AbstractText": [
        "The article presents a review of current medical and psychological literature published between 2000 - 2010, with the use of the PubMed database, concerning the occurrence of anxiety and depression in diabetic patients, with particular consideration of those affected by complications. Anxiety and fear are the most frequent emotional disorders among diabetic patients. Depression occurs in approximately 30% of patients with diabetes. Both diabetes and depression belong to so called 'life style' or 'civilization diseases'. Numerous studies have confirmed that the course of depression in patients with diabetes is more severe, and the relapses of depression episodes are more frequent. The studies show that diabetic patients experience various types of psychosocial and emotional problems due to which the monitoring of own state of health is not the priority in life. In the process of treatment of both sole diabetes and concomitant anxiety and depression it is important to adjust and motivate patients to apply widely understood therapeutic recommendations. The treatment of depression syndrome in the course of diabetes does not have to lead to improvement in glycaemic control. The following factors influencing the therapeutic eff ect should be mentioned: duration of diabetes, presence of complications, and the eff ect of the drugs applied on body weight, or possibly initial diabetes management. It seems, therefore, that the patient education model based on the provision of knowledge concerning diabetes and its complications, methods of treatment, principles of nutrition and health-promoting life style, may be insufficient, at least for patients with depression. The results of a review of reports shows that an optimum treatment of diabetes, in accordance with the current state of knowledge, requires from physicians a special consideration of psychological and psychiatric knowledge for the 2 following reasons: 1) effectiveness of therapy to a high degree depends on the proper behaviour of a patient; 2) considerably more frequent, compared to the total population, occurrence of the symptoms of emotional disorders negatively affect the course of diabetes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Public Health, Pope John Paul II State School of Higher Education, Biała Podlaska, Poland. piotr.dziemidok@op.pl"
          }
        ],
        "LastName": "Dziemidok",
        "ForeName": "Piotr",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Makara-Studzińska",
        "ForeName": "Marta",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Jarosz",
        "ForeName": "Mirosław J",
        "Initials": "MJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Poland",
    "MedlineTA": "Ann Agric Environ Med",
    "NlmUniqueID": "9500166",
    "ISSNLinking": "1232-1966"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [
        "complications",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 1"
    },
    {
      "QualifierName": [
        "complications",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    }
  ]
}