{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adjuvant procedure",
      "Long-term effect",
      "Mechanism of action",
      "Neuromodulatory network",
      "Neurostimulation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "EINFüHRUNG: Seit 20 Jahren ist die Vagusnervstimulation (VNS) eine europaweit zugelassene invasive Therapieoption für therapieresistente Depressionen (TRD). Im Gegensatz zu geläufigeren Behandlungen wie EKT sind Kenntnisse über VNS sowohl in der Allgemeinbevölkerung als auch in Fachkreisen gering.",
        "In diesem narrativen Review geben wir eine klinisch und wissenschaftlich fundierte Übersicht über die VNS. Hypothesen zum Wirkmechanismus sowie die aktuelle Evidenzlage zur Wirksamkeit werden dargestellt. Das perioperative Management, das Nebenwirkungsprofil und die Nachbetreuung einschließlich Dosistitration werden beschrieben. Ein Vergleich über internationale Leitlinienempfehlungen zur VNS findet sich ebenfalls. Ferner formulieren wir Kriterien, die bei der Auswahl geeigneter Patienten hilfreich sind.",
        "Die elektrischen Impulse werden über den N. vagus afferent weitergeleitet und stimulieren über verschiedene Wege ein neuromodulatorisches zerebrales Netzwerk. Viele Studien und Fallserien zeigten die Wirksamkeit von VNS als adjuvantes Verfahren bei TRD. Der Effekt tritt mit einer Latenz von 3 bis 12 Monaten ein und steigt möglicherweise mit der Dauer der VNS. Unter der Beachtung der Stimulationsempfehlungen sind die Nebenwirkungen für die meisten Patienten tolerabel.",
        "Die VNS ist eine zugelassene, wirksame und gut verträgliche Langzeittherapie für chronische und therapieresistente Depressionen. Weitere Sham-kontrollierte Studien über einen längeren Beobachtungszeitraum sind zur Verbesserung der Evidenz wünschenswert."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35380222",
  "DateCompleted": {
    "Year": "2022",
    "Month": "09",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "09",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "04",
        "Day": "05"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00115-022-01282-6"
    ],
    "Journal": {
      "ISSN": "1433-0407",
      "JournalIssue": {
        "Volume": "93",
        "Issue": "9",
        "PubDate": {
          "Year": "2022",
          "Month": "Sep"
        }
      },
      "Title": "Der Nervenarzt",
      "ISOAbbreviation": "Nervenarzt"
    },
    "ArticleTitle": "[Vagus nerve stimulation for difficult to treat depression].",
    "Pagination": {
      "StartPage": "921",
      "EndPage": "930",
      "MedlinePgn": "921-930"
    },
    "Abstract": {
      "AbstractText": [
        "For the past 20 years vagus nerve stimulation (VNS) has been an approved invasive treatment option for treatment-resistant depression (TRD) across Europe. In contrast to more common treatments, such as ECT, knowledge about VNS is low both in the general population and among professionals.",
        "In this narrative review, we provide a clinically and scientifically sound overview of VNS. Hypotheses on the mechanism of action as well as the current evidence base on efficacy are presented. Perioperative management, adverse event profile and follow-up including dose titration are described. A comparison of international guideline recommendations on VNS is also provided. Furthermore, we formulate criteria that are helpful in the selection of appropriate patients.",
        "Electrical impulses are transmitted afferently via the vagus nerve and stimulate a neuromodulatory cerebral network via different pathways. Many studies and case series demonstrated the efficacy of VNS as an adjuvant procedure for TRD. The effect occurs with a latency period of 3-12 months and possibly increases with the duration of VNS. If stimulation recommendations are followed, side effects are tolerable for most patients.",
        "The use of VNS is an approved, effective and well-tolerated long-term therapy for chronic and treatment-resistant depression. Further sham-controlled studies over a longer observational period are desirable to improve the evidence."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychiatrie, Psychosomatik und Psychotherapie, Universitätsklinikum Frankfurt - Goethe-Universität, Heinrich-Hoffmann-Straße 10, 60528, Frankfurt am Main, Deutschland. christine.reif-leonhard@kgu.de."
          }
        ],
        "LastName": "Reif-Leonhard",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychiatrie, Psychosomatik und Psychotherapie, Universitätsklinikum Frankfurt - Goethe-Universität, Heinrich-Hoffmann-Straße 10, 60528, Frankfurt am Main, Deutschland."
          }
        ],
        "LastName": "Reif",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychische Gesundheit, Universitätsklinikum Münster - Westfälische Wilhelms-Universität Münster, Münster, Deutschland."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Melbourne Medical School, The University of Melbourne, Melbourne, Australien."
          },
          {
            "Identifier": [],
            "Affiliation": "The Florey Institute of Neuroscience and Mental Health, The University of Melbourne, Melbourne, Australien."
          }
        ],
        "LastName": "Baune",
        "ForeName": "B T",
        "Initials": "BT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychische Gesundheit, Universitätsklinikum Münster - Westfälische Wilhelms-Universität Münster, Münster, Deutschland."
          }
        ],
        "LastName": "Kavakbasi",
        "ForeName": "E",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Vagusnervstimulation bei schwer zu behandelnden Depressionen."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Nervenarzt",
    "NlmUniqueID": "0400773",
    "ISSNLinking": "0028-2804"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Treatment-Resistant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Vagus Nerve"
    },
    {
      "QualifierName": [
        "adverse effects",
        "methods"
      ],
      "DescriptorName": "Vagus Nerve Stimulation"
    }
  ]
}