{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26514043",
  "DateCompleted": {
    "Year": "2015",
    "Month": "12",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-2658",
      "JournalIssue": {
        "Volume": "117",
        "Issue": "1",
        "PubDate": {
          "Year": "2015"
        }
      },
      "Title": "Seishin shinkeigaku zasshi = Psychiatria et neurologia Japonica",
      "ISOAbbreviation": "Seishin Shinkeigaku Zasshi"
    },
    "ArticleTitle": "[Practice of Behavioral Activation in Cognitive-behavioral Therapy].",
    "Pagination": {
      "StartPage": "26",
      "EndPage": "33",
      "MedlinePgn": "26-33"
    },
    "Abstract": {
      "AbstractText": [
        "An approach focusing on behavioral activation (BA) was adopted in the cognitive therapy of A. T. Beck, and it came to be considered that BA can play an important role in cognitive-behavioral therapy (CBT) for depression. Therefore, in recent years, BA based on clinical behavior analysis has been developed as a new treatment (Martell, et al.). The core characteristics are as follows: 1) focusing attention on context in daily life to promote the behavior control of patients and avoidance of a hatred experience ; 2) breaking the vicious circle; 3) promoting the behavior according to the purpose that the patients originally expect; 4) recognizing a relationship between behavior and the situation (contingency), thereby recovering self-efficacy tied to the long-term results that one originally expects. This does not increase pleasant activity at random when the patient is inactive, or give a sense of accomplishment. We know that depression is maintained by conducting functional analysis of detailed life behavior, and encourage the patients to have healthy behavior according to individual values. We help them to complete schedules regardless of mood and reflect on the results patiently. It is considered that those processes are important. BA may be easy to apply in clinical practice and effective for the chronic cases, or the patients in a convalescent stage. Also, in principle in the CBT for major depression, it may be effective that behavioral activation is provided in an early stage, and cognitive reconstruction in a latter stage. However, an approach to carry out functional analysis by small steps with careful activity monitoring is essential when the symptoms are severe. Furthermore, it should be considered that the way of psychoeducation requires caution because we encourage rest in the treatment of depression in our country. In particular, we must be careful not to take an attitude that an inactive behavior pattern is unproductive only based model cases."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kitagawa",
        "ForeName": "Nobuki",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Seishin Shinkeigaku Zasshi",
    "NlmUniqueID": "9801787",
    "ISSNLinking": "0033-2658"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Affect"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Behavior"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    }
  ]
}