{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32553367",
  "DateCompleted": {
    "Year": "2021",
    "Month": "02",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "02",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "04",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2020.03.111",
      "S0165-0327(19)33582-7"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "272",
        "PubDate": {
          "Year": "2020",
          "Month": "Jul",
          "Day": "01"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Subthreshold depression in adolescence: Gender differences in prevalence, clinical features, and associated factors.",
    "Pagination": {
      "StartPage": "269",
      "EndPage": "276",
      "MedlinePgn": "269-276"
    },
    "Abstract": {
      "AbstractText": [
        "Subthreshold depression (SD) is an important mental health problem in adolescence given its high prevalence, comorbidity, and functional impairment. However, currently little is known about gender differences of SD in adolescence. The aim of this study was to examine gender differences in prevalence, clinical features, and associated factors in adolescents with subthreshold depressive episode (SDE).",
        "The participants were 2,022 adolescents between 9<sup>th</sup> and 11<sup>th</sup> grades (49.5% girls, 15.2 years average age) recruited from eight state-subsidized schools located in the northern part of Santiago, Chile. The Patient Health Questionnaire-9 (PHQ-9) was used to assess depressive symptoms. Descriptive statistics, bivariate and multinomial logistic regression analyses were used.",
        "The prevalence of SDE and major depressive episode were 16.5% (95% CI: 14.9-18.2) and 17.7% (95% CI: 16.1-19.4), respectively. Both mental health problems were more prevalent in females (p < 0.001). With regard to SDE, girls displayed a higher rate of depressive mood and sleep problems, while boys had greater anhedonia, problems related with concentration, and psychomotor retardation/agitation. High levels of dysfunctional thoughts and perceived social support were associated with SDE in females and males. Social problem solving and emotion regulation had a differentiated impact on SDE depending on gender.",
        "Depressive symptoms and SDE were found to be common health problems among adolescents in Chile. SDE had major gender differences in terms of prevalence, clinical features, and associated factors. These differences should be considered in the development of preventive and early interventions."
      ],
      "CopyrightInformation": "Copyright © 2020. Published by Elsevier B.V."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Millennium Nucleus to Improve the Mental Health of Adolescents and Youths (Imhay), Santiago, Chile; Doctorado en Salud Pública, Escuela de Salud Pública, Universidad de Chile, Santiago, Chile; Millennium Institute for Research in Depression and Personality (MIDAP), Santiago, Chile."
          }
        ],
        "LastName": "Crockett",
        "ForeName": "Marcelo A",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Millennium Nucleus to Improve the Mental Health of Adolescents and Youths (Imhay), Santiago, Chile; Millennium Institute for Research in Depression and Personality (MIDAP), Santiago, Chile; Centro de Medicina Reproductiva y Desarrollo Integral del Adolescente (CEMERA), Facultad de Medicina, Universidad de Chile, Santiago, Chile. Electronic address: vmartinezn@med.uchile.cl."
          }
        ],
        "LastName": "Martínez",
        "ForeName": "Vania",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Millennium Nucleus to Improve the Mental Health of Adolescents and Youths (Imhay), Santiago, Chile; Millennium Institute for Research in Depression and Personality (MIDAP), Santiago, Chile; Centro de Medicina Reproductiva y Desarrollo Integral del Adolescente (CEMERA), Facultad de Medicina, Universidad de Chile, Santiago, Chile; Millennium Nucleus in Social Development (DESOC), Santiago, Chile; Facultad de Psicología, Universidad Diego Portales, Santiago, Chile."
          }
        ],
        "LastName": "Jiménez-Molina",
        "ForeName": "Álvaro",
        "Initials": "Á"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Chile"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Characteristics"
    }
  ],
  "CoiStatement": "Declaration of competing interest none"
}