{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Clinical audit",
      "Depression",
      "Quality improvement"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33160123",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "03",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "10",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.comppsych.2020.152212",
      "S0010-440X(20)30054-7"
    ],
    "Journal": {
      "ISSN": "1532-8384",
      "JournalIssue": {
        "Volume": "104",
        "PubDate": {
          "Year": "2021",
          "Month": "Jan"
        }
      },
      "Title": "Comprehensive psychiatry",
      "ISOAbbreviation": "Compr Psychiatry"
    },
    "ArticleTitle": "Quality of English inpatient mental health services for people with anxiety or depressive disorders: Findings and recommendations from the core audit of the National Clinical Audit of Anxiety and Depression.",
    "Pagination": {
      "StartPage": "152212",
      "MedlinePgn": "152212"
    },
    "Abstract": {
      "AbstractText": [
        "Clinical audit is a sustained cyclical quality improvement process seeking to improve patient care and outcomes by evaluating services against explicit standards and implementing necessary changes. National audits aim to improve population-level clinical care by identifying unwarranted variations and making recommendations for clinicians, managers and service commissioners. The National Clinical Audit of Anxiety and Depression aimed to improve clinical care for people admitted to English hospitals for treatment of anxiety and depression, to provide comparative data on quality of care, and to support local quality improvement initiatives by identifying and sharing examples of best practice.",
        "Thirteen standards were developed based on NICE guidelines, literature review and feedback from a steering committee and reference group of service users and carers. All providers of NHS inpatient mental health services in England were asked to submit details of between 20 and 100 eligible service users/patients admitted between April 2017 and September 2018. To ascertain data reliability, participating services re-audited 5 sets of case-notes with a second auditor, and the coordinating team checked 10 randomly-selected sets of case-notes from 3 services, also selected at random. The reference group and steering committee identified key findings and developed a series of recommendations, which were discussed in regional quality improvement workshops and on-line webinars.",
        "Data from 3795 case notes were analysed. A sizeable proportion of records indicated that at least one important aspect of initial assessment was not documented. Many service users/patients who could have benefited from an intervention targeted at optimising physical health did not receive it. Only a minority (39%) were referred for psychological therapy. Use of outcome measures varied considerably but no single outcome measure was being used routinely. Most individuals had a care plan recorded in the notes, but a review date was documented in only two-thirds, and almost half of individuals had not received a copy.",
        "There was considerable variation between English mental health services across many variables, and much scope for improvement. Clinicians should ensure that care plans are developed collaboratively with service users/patients and identified carers should be provided with information about support services. Health services should investigate the reasons for low referral rates for psychological therapies. Clinicians should ensure all service users have jointly developed crisis plans in place at discharge. Service managers should agree outcome measures to evaluate the treatment provided and clinicians should use these measures at initial assessment and review appointments. The implementation of such changes provides an opportunity for collaborative research into mental health service delivery and quality."
      ],
      "CopyrightInformation": "Copyright © 2020 The Author(s). Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NCAAD Clinical Lead, Royal College of Psychiatrists, United Kingdom; Psychiatry, Clinical and Experimental Sciences, Faculty of Medicine, University of Southampton, United Kingdom; University Department of Psychiatry and Mental Health, University of Cape Town, Cate Town, South Africa. Electronic address: dsb1@soton.ac.uk."
          }
        ],
        "LastName": "Baldwin",
        "ForeName": "D S",
        "Initials": "DS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NCAAD Programme Manager, Royal College of Psychiatrists, United Kingdom."
          }
        ],
        "LastName": "Dang",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Advisor to the Spotlight Audits, Royal College of Psychiatrists, United Kingdom; Clinical Psychology, University of East London, United Kingdom."
          }
        ],
        "LastName": "Farquharson",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NCAAD Project Officer, Royal College of Psychiatrists, United Kingdom."
          }
        ],
        "LastName": "Fitzpatrick",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NCAAD Project Officer, Royal College of Psychiatrists, United Kingdom."
          }
        ],
        "LastName": "Lindsay",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CCQI Head of Clinical Audit and Research, Royal College of Psychiatrists, United Kingdom."
          }
        ],
        "LastName": "Quirk",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NCAAD Deputy Programme Manager, Royal College of Psychiatrists, United Kingdom."
          }
        ],
        "LastName": "Rhodes",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NCAAD Service User Advisor, Royal College of Psychiatrists, United Kingdom."
          }
        ],
        "LastName": "Shah",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CCQI Clinical Fellow, Royal College of Psychiatrists, United Kingdom; Department of Brain Sciences, Imperial College London, United Kingdom."
          }
        ],
        "LastName": "Williams",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College Centre for Quality Improvement, Royal College of Psychiatrists, United Kingdom; Mental Health Research, Faculty of Medicine, Imperial College London, United Kingdom."
          }
        ],
        "LastName": "Crawford",
        "ForeName": "M J",
        "Initials": "MJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Compr Psychiatry",
    "NlmUniqueID": "0372612",
    "ISSNLinking": "0010-440X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Audit"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Inpatients"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproducibility of Results"
    }
  ]
}