{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19632979",
  "DateCompleted": {
    "Year": "2009",
    "Month": "10",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2009",
        "Month": "07",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e29",
      "10.2196/jmir.1142"
    ],
    "Journal": {
      "ISSN": "1438-8871",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "3",
        "PubDate": {
          "Year": "2009",
          "Month": "Jul",
          "Day": "23"
        }
      },
      "Title": "Journal of medical Internet research",
      "ISOAbbreviation": "J Med Internet Res"
    },
    "ArticleTitle": "Potential benefits and harms of a peer support social network service on the internet for people with depressive tendencies: qualitative content analysis and social network analysis.",
    "Pagination": {
      "StartPage": "e29",
      "MedlinePgn": "e29"
    },
    "Abstract": {
      "AbstractText": [
        "Internet peer support groups for depression are becoming popular and could be affected by an increasing number of social network services (SNSs). However, little is known about participant characteristics, social relationships in SNSs, and the reasons for usage. In addition, the effects of SNS participation on people with depression are rather unknown.",
        "The aim was to explore the potential benefits and harms of an SNS for depression based on a concurrent triangulation design of mixed methods strategy, including qualitative content analysis and social network analysis.",
        "A cross-sectional Internet survey of participants, which involved the collection of SNS log files and a questionnaire, was conducted in an SNS for people with self-reported depressive tendencies in Japan in 2007. Quantitative data, which included user demographics, depressive state, and assessment of the SNS (positive vs not positive), were statistically analyzed. Descriptive contents of responses to open-ended questions concerning advantages and disadvantages of SNS participation were analyzed using the inductive approach of qualitative content analysis. Contents were organized into codes, concepts, categories, and a storyline based on the grounded theory approach. Social relationships, derived from data of \"friends,\" were analyzed using social network analysis, in which network measures and the extent of interpersonal association were calculated based on the social network theory. Each analysis and integration of results were performed through a concurrent triangulation design of mixed methods strategy.",
        "There were 105 participants. Median age was 36 years, and 51% (36/71) were male. There were 37 valid respondents; their number of friends and frequency of accessing the SNS were significantly higher than for invalid/nonrespondents (P = .008 and P = .003). Among respondents, 90% (28/31) were mildly, moderately, or severely depressed. Assessment of the SNS was performed by determining the access frequency of the SNS and the number of friends. Qualitative content analysis indicated that user-selectable peer support could be passive, active, and/or interactive based on anonymity or ease of use, and there was the potential harm of a downward depressive spiral triggered by aggravated psychological burden. Social network analysis revealed that users communicated one-on-one with each other or in small groups (five people or less). A downward depressive spiral was related to friends who were moderately or severely depressed and friends with negative assessment of the SNS.",
        "An SNS for people with depressive tendencies provides various opportunities to obtain support that meets users' needs. To avoid a downward depressive spiral, we recommend that participants do not use SNSs when they feel that the SNS is not user-selectable, when they get egocentric comments, when friends have a negative assessment of the SNS, or when they have additional psychological burden."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Informatics, Kyoto University School of Public Health, Yoshida Konoe Sakyo, Kyoto 606-8501, Japan."
          }
        ],
        "LastName": "Takahashi",
        "ForeName": "Yoshimitsu",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Uchida",
        "ForeName": "Chiyoko",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Miyaki",
        "ForeName": "Koichi",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sakai",
        "ForeName": "Michi",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shimbo",
        "ForeName": "Takuro",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nakayama",
        "ForeName": "Takeo",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "J Med Internet Res",
    "NlmUniqueID": "100959882",
    "ISSNLinking": "1438-8871"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attitude to Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cost of Illness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "psychology",
        "rehabilitation"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "psychology",
        "rehabilitation"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Surveys"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Internet"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Interpersonal Relations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Peer Group"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Support"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "None declared."
}