{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Attentional bias",
      "Disengagement",
      "Eye tracking",
      "Major depressive disorder",
      "Remission"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36463834",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.brat.2022.104231",
      "S0005-7967(22)00202-9"
    ],
    "Journal": {
      "ISSN": "1873-622X",
      "JournalIssue": {
        "Volume": "160",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "Behaviour research and therapy",
      "ISOAbbreviation": "Behav Res Ther"
    },
    "ArticleTitle": "Lack of speeded disengagement from facial expressions of disgust in remitted major depressive disorder: Evidence from an eye-movement study.",
    "Pagination": {
      "StartPage": "104231",
      "MedlinePgn": "104231"
    },
    "Abstract": {
      "AbstractText": [
        "Acute major depression is characterized by specific abnormalities in the way emotional material is attended to. In late stages of stimulus processing, clinically depressed and dysphoric individuals show difficulties to disengage attention from emotionally negative material. It is unclear, however, whether aberrant disengagement is a transitory attentional phenomenon tied to depressive symptoms, or whether it constitutes a more stable disposition that outlast the symptomatic episode. To address this issue, the current study examined 39 currently euthymic individuals previously affected by major depression (RMD) and 40 healthy control participants reporting no lifetime psychopathology (ND). We used a gaze-contingent eye tracking paradigm designed to separately assess the attentional components of engagement and disengagement when viewing facial expressions of sadness, disgust and happiness. Never-depressed healthy participants, but not remitted euthymic individuals, showed speeded disengagement from facial expressions of disgust. We propose that the lack of this distinct acceleration in previously depressed but fully remitted individuals might reflect an attentional disposition that carries over to euthymic phases of the disease. On the other hand, a tendency to disengage quickly from areas in the visual field that convey social disdain could potentially act as a protective, possibly mood-stabilizing bias in resilient individuals."
      ],
      "CopyrightInformation": "Copyright © 2022 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Humboldt-Universität zu Berlin, Germany. Electronic address: laravonkoch@gmail.com."
          }
        ],
        "LastName": "von Koch",
        "ForeName": "Lara",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Humboldt-Universität zu Berlin, Germany."
          }
        ],
        "LastName": "Kathmann",
        "ForeName": "Norbert",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Humboldt-Universität zu Berlin, Germany; Department of Medicine, MSB Medical School Berlin, Germany."
          }
        ],
        "LastName": "Reuter",
        "ForeName": "Benedikt",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Behav Res Ther",
    "NlmUniqueID": "0372477",
    "ISSNLinking": "0005-7967"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Facial Expression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disgust"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emotions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    }
  ],
  "CoiStatement": "Declaration of competing interest None of the authors declares conflicts of interest. This work was supported by the German National Academic Foundation (Studienstiftung des deutschen Volkes, dissertation grant received by Lara von Koch, 2017–2021) and Robert-Enke-Foundation (Robert-Enke-Stiftung, research funding for work in the field of depression, 2018–2021). The funding sources had no influence on study conduction or result evaluation."
}