{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26552319",
  "DateCompleted": {
    "Year": "2015",
    "Month": "11",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "11",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-2658",
      "JournalIssue": {
        "Volume": "117",
        "Issue": "7",
        "PubDate": {
          "Year": "2015"
        }
      },
      "Title": "Seishin shinkeigaku zasshi = Psychiatria et neurologia Japonica",
      "ISOAbbreviation": "Seishin Shinkeigaku Zasshi"
    },
    "ArticleTitle": "[Practice of Community Psychiatry for the Treatment of Depression].",
    "Pagination": {
      "StartPage": "544",
      "EndPage": "549",
      "MedlinePgn": "544-9"
    },
    "Abstract": {
      "AbstractText": [
        "The practice in the psychiatric division of Kitasato University East Hospital and Kitasato University Hospital has been emphasizing community psychiatry. The problems and proposed solutions are discussed. 1. Both hospitals are core hospitals located in Sagamihara City (Kanagawa Prefecture), which has no municipal hospital. 2. Kitasato University East Hospital has 94 beds in two closed wards and is one of the hospitals designated for psychiatric emergencies in Kanagawa Prefecture. 3. Over the last 10 years aroud Sagamihara City, cooperation between psychiatric hospitals and outpatient clinics, the treatment of patients with mental and physical diseases, improvement of the quality of psychiatric practice, emergency psychiatry, and imbalances in the incomes and workloads of psychiatrists have been problematic. 4. Problems that need to be solved in practice to treat depression involve inappropriate pharmacotherapy, disease mongering (the practice of widening the diagnostic boundaries of illnesses in order to expand the markets for drug treatment), clinical skills of psychiatrists, profitability, and medical institutions which cannot cope with regular patients in an emergency. 5. Up to now, we have established a consulting service (\"Second opinion\" clinic) at Sagamihara Mental Health and Welfare Center (Municipal institution), recommended patients' consultation with family pharmacists, and increased the frequency of conferences for doctors without the support of pharmaceutical companies. 6. In order to develop community psychiatric services for patients with depression, the author is preparing a community-based critical path for depression as well as community-based treatment network in the Sagamihara area. 7. The author believes that the urgent issue necessitates transparency and the increased visibility of psychiatric services."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Miyaoka",
        "ForeName": "Hitoshi",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Seishin Shinkeigaku Zasshi",
    "NlmUniqueID": "9801787",
    "ISSNLinking": "0033-2658"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Community Mental Health Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Community Psychiatry"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hospitals, Psychiatric"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Japan"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Mental Health"
    }
  ]
}