{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anhedonia",
      "antidepressant treatment",
      "childhood maltreatment",
      "major depression"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Les mauvais traitements dans l’enfance sont un puissant marqueur environnemental du risque d’une mauvaise réponse aux médicaments antidépresseurs (MAD). Toutefois, les mauvais traitements dans l’enfance sont une construction hétérogène qui inclut des expositions distinctes ayant des corrélats neurobiologiques et psychologiques distincts. Le but de la présente étude est d’examiner les associations différentielles de mauvais traitements émotionnels, physiques et sexuels avec les résultats des MAD et d’examiner le rôle unique de l’anhédonie qui entraîne une mauvaise réponse chez les patients qui ont des antécédents spécifiques de mauvais traitements.",
        "Dans un essai clinique multicentrique de la dépression majeure, 164 personnes ont été évaluées relativement aux mauvais traitements émotionnels, physiques et sexuels dans l’enfance et ont répondu à une entrevue contextuelle avec des notations indépendantes, standardisées. Toutes les personnes ont reçu 8 semaines d’escitalopram, et les non-répondants ont reçu subséquemment également une augmentation d’aripiprazole, et les résultats ont été mesurés avec des échelles d’évaluation de la dépression et une échelle d’anhédonie.",
        "Les mauvais traitements émotionnels plus graves perpétrés par la mère étaient un prédicteur significatif et direct de probabilités plus faibles d’une rémission à 16 semaines (RC = 1,68, <i>P</i> = 0,02). En revanche, les relations des mauvais traitements émotionnels et physiques perpétrés par le père à la rémission de 16 semaines étaient indirectes, conditionnées par la plus grande gravité de l’anhédonie à 8 semaines.",
        "Nous identifions les mauvais traitements émotionnels comme étant une exposition précoce spécifique qui place les patients à risque accru de non-rémission par suite d’un traitement pharmacologique. En outre, nous suggérons que l’anhédonie est un domaine de symptômes principal entraînant la non-rémission chez les patients ayant des antécédents particuliers de mauvais traitements."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36785892",
  "DateCompleted": {
    "Year": "2023",
    "Month": "08",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "02",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1177/07067437231156255"
    ],
    "Journal": {
      "ISSN": "1497-0015",
      "JournalIssue": {
        "Volume": "68",
        "Issue": "8",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug"
        }
      },
      "Title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
      "ISOAbbreviation": "Can J Psychiatry"
    },
    "ArticleTitle": "The Differential Relation of Emotional, Physical, and Sexual Abuse Histories to Antidepressant Treatment Remission and Persistence of Anhedonia in Major Depression: A CAN-BIND-1 Report.",
    "Pagination": {
      "StartPage": "586",
      "EndPage": "595",
      "MedlinePgn": "586-595"
    },
    "Abstract": {
      "AbstractText": [
        "Childhood maltreatment is a potent enviromarker of risk for poor response to antidepressant medication (ADM). However, childhood maltreatment is a heterogeneous construct that includes distinct exposures that have distinct neurobiological and psychological correlates. The purpose of the current study is to examine the differential associations of emotional, physical, and sexual maltreatment to ADM outcome and to examine the unique role of anhedonia in driving poor response in patients with specific maltreatment histories.",
        "In a multicentre clinical trial of major depression, 164 individuals were assessed for childhood emotional, physical, and sexual maltreatment with a contextual interview with independent, standardized ratings. All individuals received 8 weeks of escitalopram, with nonresponders subsequently also receiving augmentation with aripiprazole, with outcomes measured with depression rating scales and an anhedonia scale.",
        "Greater severity of emotional maltreatment perpetrated by the mother was a significant and direct predictor of lower odds of week 16 remission (odds ratio [OR] = 1.68, <i>P</i> = 0.02). In contrast, the relations of paternal-perpetrated emotional maltreatment and physical maltreatment to week 16 remission were indirect, mediated through greater severity of anhedonia at week 8.",
        "We identify emotional maltreatment as a specific early exposure that places patients at the greatest risk for nonremission following pharmacological treatment. Further, we suggest that anhedonia is a key symptom domain driving nonremission in patients with particular maltreatment histories."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-0319-8994"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Queen's University, Kingston, ON, Canada."
          }
        ],
        "LastName": "Harkness",
        "ForeName": "Kate L",
        "Initials": "KL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of British Columbia, Vancouver, BC, Canada."
          }
        ],
        "LastName": "Chakrabarty",
        "ForeName": "Trisha",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Depression and Suicide Studies, St. Michael's Hospital, Toronto ON, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
          }
        ],
        "LastName": "Rizvi",
        "ForeName": "Sakina J",
        "Initials": "SJ"
      },
      {
        "Identifier": [
          "0000-0002-4974-4815"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Dalhousie University, Halifax, NS, Canada."
          }
        ],
        "LastName": "Mazurka",
        "ForeName": "Raegan",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Addiction and Mental Health, University of Toronto, Toronto, ON, Canada."
          }
        ],
        "LastName": "Quilty",
        "ForeName": "Lena",
        "Initials": "L"
      },
      {
        "Identifier": [
          "0000-0002-2998-0546"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Dalhousie University, Halifax, NS, Canada."
          }
        ],
        "LastName": "Uher",
        "ForeName": "Rudolf",
        "Initials": "R"
      },
      {
        "Identifier": [
          "0000-0001-6884-171X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Queen's University, and Providence Care, Kingston, ON, Canada."
          }
        ],
        "LastName": "Milev",
        "ForeName": "Roumen V",
        "Initials": "RV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Mood Disorders Program, St. Joseph's Healthcare Hamilton, Hamilton, ON, Canada."
          }
        ],
        "LastName": "Frey",
        "ForeName": "Benicio N",
        "Initials": "BN"
      },
      {
        "Identifier": [
          "0000-0003-4817-3042"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Michigan, Ann Arbor, MI, USA."
          }
        ],
        "LastName": "Parikh",
        "ForeName": "Sagar V",
        "Initials": "SV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Behavioural Neurosciences, McMaster University, Hamilton, ON, Canada."
          }
        ],
        "LastName": "Foster",
        "ForeName": "Jane A",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Depression and Suicide Studies, St. Michael's Hospital, Toronto ON, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
          }
        ],
        "LastName": "Rotzinger",
        "ForeName": "Susan",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0001-5339-7185"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Depression and Suicide Studies, St. Michael's Hospital, Toronto ON, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
          }
        ],
        "LastName": "Kennedy",
        "ForeName": "Sidney H",
        "Initials": "SH"
      },
      {
        "Identifier": [
          "0000-0001-7142-4669"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of British Columbia, Vancouver, BC, Canada."
          }
        ],
        "LastName": "Lam",
        "ForeName": "Raymond W",
        "Initials": "RW"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Journal Article",
      "Multicenter Study",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Can J Psychiatry",
    "NlmUniqueID": "7904187",
    "ISSNLinking": "0706-7437"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anhedonia"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child Abuse"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Offenses"
    }
  ],
  "CoiStatement": "The authors declared the following potential conflicts of interest with respect to the research, authorship, and/or publication of this article: KH, TC, RM, LQ, RU, BNF, SP, and JAF disclose no relevant conflict of interest. RVM has received consulting and speaking honoraria from AbbVie, Allergan, Eisai, Janssen, KYE, Lallemand, Lundbeck, Otsuka, and Sunovion, and research grants from CAN-BIND, CIHR, Janssen, Lallemand, Lundbeck, Nubiyota, OBI and OMHF. SVP reports receiving research funding from Aifred, Janssen, Sage, Merck, Ontario Brain Institute, and CIHR, and also honoraria from Aifred, Janssen, Myriad, Milken Institute, Neonmind, and Sage. SR holds a patent “Teneurin C-Terminal Associated Peptides (TCAP) and methods and uses thereof. Inventors: David Lovejoy, R.B. Chewpoy, Dalia Barsyte, Susan Rotzinger.” SHK has received research funding or honoraria from the following sources: Abbott, Alkermes, Allergan Abbvie, Brain Canada, Canadian Institutes for Health Research, Janssen, Lundbeck, Lundbeck Institute, Ontario Brain Institute, Ontario Research Fund, Otsuka, Pfizer, Servier, Sunovion and Xian-Janssen and holds stock in Field Trip Health. SJR has received research funding/consultancy fees from the following sources: Allergan, Janssen, Neurocrine, and Pfizer. RWL has received honoraria for ad hoc speaking or advising/consulting, or received research funds, from Asia-Pacific Economic Cooperation, BC Leading Edge Foundation, Canadian Institutes of Health Research, Canadian Network for Mood and Anxiety Treatments, Healthy Minds Canada, Janssen, Lundbeck, Lundbeck Institute, Michael Smith Foundation for Health Research, MITACS, Myriad Neuroscience, Ontario Brain Institute, Otsuka, Pfizer, Sanofi, Unity Health, and VGH-UBCH Foundation."
}