{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19624094",
  "DateCompleted": {
    "Year": "2009",
    "Month": "09",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "07",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-2658",
      "JournalIssue": {
        "Volume": "111",
        "Issue": "5",
        "PubDate": {
          "Year": "2009"
        }
      },
      "Title": "Seishin shinkeigaku zasshi = Psychiatria et neurologia Japonica",
      "ISOAbbreviation": "Seishin Shinkeigaku Zasshi"
    },
    "ArticleTitle": "[The debate concerning the classification of depression that predominantly occurred in the United Kingdom from 1926 to 1957: the discovery and reappraisal of \"mild endogenous depression\"].",
    "Pagination": {
      "StartPage": "486",
      "EndPage": "501",
      "MedlinePgn": "486-501"
    },
    "Abstract": {
      "AbstractText": [
        "Herein, the author reassesses the intense debate concerning the classification of depression which predominantly occurred from 1926 to 1957 in the United Kingdom as either unitarian or binarian. The main issue under debate was whether all depressions, which vary from severe cases in psychiatric hospitals to mild cases in general practices, should be considered symptomatically hetero- or homogeneous. The former is related to the binarian perspective, which was represented by Kraepelin and was adopted mainly in continental Europe, while the latter, the unitarian perspective proposed by Meyer, was adopted in the United States. In contrast, in the United Kingdom, there was vigorous debate as to whether the Meyerian or Kraepelinian perspective should be adopted. In 1926, Mapother asserted that the unitarian concept was the most appropriate because there were no qualitative symptomatic differences between manic-depressive psychosis and neurasthenia, only quantitative differences in severity. In opposition to Mapother, Gillespie proposed the binarian perspective, which shifted the essential feature of manic-depressive psychosis or melancholia from etiological (\"no precipitating event\") to symptomatic (\"mood-nonreactivity\"). However, subsequent to Mapother, Lewis proposed that, in clinical practice, we must refer to other dimensions, such as etiology, constitution, and environment, rather than only symptoms. Furthermore, he related severity with acuteness for psychosis, and mildness with chronicity for neurosis. Consequently, Lewis's unitarian concept and relationships became tacit assumptions in psychiatry until the 1950s. With progress in somatic therapies in psychiatry, the binarian perspective gradually came to the forefront. In the mid-1940s, a new method of reexamining psychiatric diagnosis in accordance with the specific efficacy of convulsion therapy was developed. Mayer-Gross asserted the importance of the symptomatic distinction of endogenous depression in clinical practice and noticed, similarly to Gillespie's idea, that \"mood-nonreactivity\" was a symptomatic feature of endogenous depression, and suggested the application of somatic therapies. For Mayer-Gross, the term \"endogenous depression\" did not necessarily indicate severe forms of depression. In 1957, the concept of \"mild endogenous depression\" was proposed in a paper by Watts, who was not a psychiatrist but a general practitioner. Prior to the publication of his paper, Watts had already stated in 1956 that \"Endogenous depression is a condition that is often overlooked,\" and \"Not more than one-quarter of the cases are seen by a psychiatrist. Endogenous depression is essentially a disease of general practice.\" Consequently, it was \"discovered\" that a substantial portion of patients with mild depression who had formerly been assigned to receive psychotherapy, had actually required somatic therapies, and many of them had sought help from general practitioners, not psychiatrists. In addition, it was also \"discovered\" in the sense that physicians had been released from a fixed preoccupation with the equivalence of mildness and neurosis. In the same year, Kuhn confirmed the marked effects of imipramine on vital forms of depression, eventually equivalent to endogenous depression. Subsequently, the focus of this debate shifted from clinical intuition to statistical methods, such as factor and cluster analyses. However, some methodological and technical flaws were identified by Eysenck; thereafter, statistical research on the symptomatic classification of depression began to decrease over time. In contrast, the unitarian perspective continued to prevail in the United States despite some interesting research by binarians such as Klein, who proposed the concept of \"endogenomorphic depression\" and insisted that the existence of mild endogenous depression supported the rejection of the unitarian perspective. At present, the unitarian perspective dominates operational diagnostic criteria, such as those in the DSM and ICD, and little attention is focused on the significance of mild endogenous depression; however, it should be reappraised as a concept that can help to avoid the over-diagnosis of depression and provide guidance for the appropriate prescription of antidepressants."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Toranomon Branch Hospital."
          }
        ],
        "LastName": "Ohmae",
        "ForeName": "Susumu",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Seishin Shinkeigaku Zasshi",
    "NlmUniqueID": "9801787",
    "ISSNLinking": "0033-2658"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "classification"
      ],
      "DescriptorName": "Bipolar Disorder"
    },
    {
      "QualifierName": [
        "classification"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "classification"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "70"
}