{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32553197",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "06",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.neuron.2020.06.002",
      "S0896-6273(20)30431-1"
    ],
    "Journal": {
      "ISSN": "1097-4199",
      "JournalIssue": {
        "Volume": "107",
        "Issue": "2",
        "PubDate": {
          "Year": "2020",
          "Month": "Jul",
          "Day": "22"
        }
      },
      "Title": "Neuron",
      "ISOAbbreviation": "Neuron"
    },
    "ArticleTitle": "The Bidirectional Relationship of Depression and Inflammation: Double Trouble.",
    "Pagination": {
      "StartPage": "234",
      "EndPage": "256",
      "MedlinePgn": "234-256"
    },
    "Abstract": {
      "AbstractText": [
        "Depression represents the number one cause of disability worldwide and is often fatal. Inflammatory processes have been implicated in the pathophysiology of depression. It is now well established that dysregulation of both the innate and adaptive immune systems occur in depressed patients and hinder favorable prognosis, including antidepressant responses. In this review, we describe how the immune system regulates mood and the potential causes of the dysregulated inflammatory responses in depressed patients. However, the proportion of never-treated major depressive disorder (MDD) patients who exhibit inflammation remains to be clarified, as the heterogeneity in inflammation findings may stem in part from examining MDD patients with varied interventions. Inflammation is likely a critical disease modifier, promoting susceptibility to depression. Controlling inflammation might provide an overall therapeutic benefit, regardless of whether it is secondary to early life trauma, a more acute stress response, microbiome alterations, a genetic diathesis, or a combination of these and other factors."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Behavioral Sciences, Miller School of Medicine, University of Miami, Miami, FL 33136, USA; Department of Biochemistry and Molecular Biology, Miller School of Medicine, University of Miami, Miami, FL 33136, USA."
          }
        ],
        "LastName": "Beurel",
        "ForeName": "Eléonore",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Mulva Clinic for Neurosciences, University of Texas Dell Medical School, Austin, TX 78712, USA."
          }
        ],
        "LastName": "Toups",
        "ForeName": "Marisa",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Mulva Clinic for Neurosciences, University of Texas Dell Medical School, Austin, TX 78712, USA. Electronic address: cnemeroff@austin.utexas.edu."
          }
        ],
        "LastName": "Nemeroff",
        "ForeName": "Charles B",
        "Initials": "CB"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 AA024933",
        "Acronym": "AA",
        "Agency": "NIAAA NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R21 MH115326",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 MH117293",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 MH104656",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 MH110415",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Neuron",
    "NlmUniqueID": "8809320",
    "ISSNLinking": "0896-6273"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Affect"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "immunology",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "immunology",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Immune System"
    },
    {
      "QualifierName": [
        "immunology",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Inflammation"
    }
  ],
  "CoiStatement": "Declaration of Interests C.B.N.’s financial disclosures are as follows: consulting for the last three years for Xhale, Takeda, Taisho Pharmaceutical Inc., Signant Health, Sunovion Pharmaceuticals Inc., Janssen Research & Development LLC, Magstim, Inc., Navitor Pharmaceuticals, Inc., Sunovion, TC MSO, Inc., Intra-Cellular Therapies, Inc., EMA Wellness, Gerson Lehrman Group (GLG), and Acadia Pharmaceuticals; a stockholder in Xhale, Celgene, Seattle Genetics, Abbvie, OPKO Health, Inc., Antares, BI Gen Holdings, Inc., Corcept Therapeutics Pharmaceuticals Company, TC MSO, Inc., Trends in Pharma Development, LLC, and EMA Wellness; on the scientific advisory boards of the American Foundation for Suicide Prevention (AFSP), Brain and Behavior Research Foundation (BBRF), Xhale, Anxiety Disorders Association of America (ADAA), Skyland Trail, Signant Health, Laureate Institute for Brain Research (LIBR), Inc.; and a member of the Board of Directors of AFSP, Gratitude America, ADAA, and Xhale Smart, Inc. C.B.N. also reports income sources or equity of $10,000 or more in American Psychiatric Publishing, Xhale, Signant Health, CME Outfitters, Intra-Cellular Therapies, Inc., Magstim, and EMA Wellness; patents for method and devices for transdermal delivery of lithium (US 6,375,990B1); method of assessing antidepressant drug therapy via transport inhibition of monoamine neurotransmitters by ex vivo assay (US 7,148,027B2); and compounds, compositions, methods of synthesis, and methods of treatment (CRF Receptor Binding Ligand) (US 8,551, 996 B2)."
}