{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10580525",
  "DateCompleted": {
    "Year": "1999",
    "Month": "12",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0306-9877",
      "JournalIssue": {
        "Volume": "53",
        "Issue": "3",
        "PubDate": {
          "Year": "1999",
          "Month": "Sep"
        }
      },
      "Title": "Medical hypotheses",
      "ISOAbbreviation": "Med Hypotheses"
    },
    "ArticleTitle": "Depressive symptoms and disorders, levels of functioning and psychosocial stress: an integrative hypothesis.",
    "Pagination": {
      "StartPage": "210",
      "EndPage": "216",
      "MedlinePgn": "210-6"
    },
    "Abstract": {
      "AbstractText": [
        "The objective of this manuscript is to propose an integrative conceptual model linking depressive disorders and depressive symptoms. Existing conceptual models of depression etiology tend to make this distinction in an arbitrary way. For example, in the current edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV), there is a requirement that severe and persistent depressive symptoms be present for a period of two weeks or more before the depressive syndrome qualifies as a major depressive disorder. The concept of psychosocial stress is a potentially unifying concept relating depressive symptoms to disorders, as stress is a risk factor for both depressive symptoms and depressive disorders. Furthermore, a key feature of the depressive disorders is that they are associated with psychosocial dysfunction, which may be conceptualized as an inability to adapt to environmental stress. The hypothesis presented here is that subclinical depressive symptoms represent an adaptive biological response pattern to psychosocial stress, fostering adaptation in the face of a changing (stressful) environment. However, when a threshold of symptom severity is exceeded, the depressive syndrome becomes maladaptive, impairing adaptation to environmental stress and leading to an accumulation of stressful circumstances and experiences. As such, a vicious cycle may be created, leading, perhaps, to the occurrence of a depressive disorder."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Alberta Heritage Foundation for Medical Research, Department of Community Health Sciences, University of Calgary, Canada. patten@acs.ucalgary.ca"
          }
        ],
        "LastName": "Patten",
        "ForeName": "S B",
        "Initials": "SB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Hypotheses",
    "NlmUniqueID": "7505668",
    "ISSNLinking": "0306-9877"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Psychological"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Psychological"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Stress, Psychological"
    }
  ]
}