{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25244732",
  "DateCompleted": {
    "Year": "2014",
    "Month": "10",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-2658",
      "JournalIssue": {
        "Volume": "116",
        "Issue": "8",
        "PubDate": {
          "Year": "2014"
        }
      },
      "Title": "Seishin shinkeigaku zasshi = Psychiatria et neurologia Japonica",
      "ISOAbbreviation": "Seishin Shinkeigaku Zasshi"
    },
    "ArticleTitle": "[The General Principles of Suicide Prevention Policy from the perspective of clinical psychiatry].",
    "Pagination": {
      "StartPage": "683",
      "EndPage": "689",
      "MedlinePgn": "683-9"
    },
    "Abstract": {
      "AbstractText": [
        "In view of the fact that the suicide rate in Japan has remained high since 1998, the Basic Act on Suicide Prevention was implemented in 2006 with the objective of comprehensively promoting suicide prevention measures on a national scale. Based on this Basic Act, in 2007, the Japanese government formulated the General Principles of Suicide Prevention Policy as a guideline for recommended suicide prevention measures. These General Principles were revised in 2012 in accordance with the initial plan of holding a review after five years. The Basic Act places an emphasis on the various social factors that underlie suicides and takes the perspective that suicide prevention measures are also social measures. The slogan of the revised General Principles is \"Toward Realization of a Society in which Nobody is Driven to Commit Suicide\". The General Principles list various measures that are able to be used universally. These contents would be sufficient if the objective of the General Principles were \"realization of a society that is easy to live in\"; however, the absence of information on the effectiveness and order of priority for each measure may limit the specific effectiveness of the measures in relation to the actual prevention of suicide. In addition, considering that nearly 90% of suicide victims are in a state at the time of committing suicide in which a psychiatric disorder would be diagnosed, it would appear from a psychiatric standpoint that measures related to mental health, including expansion of psychiatric services, should be the top priority in suicide prevention measures. However, this is not the case in the General Principles, in either its original or revised form. Revisions to the General Principles related to clinical psychiatry provide more detailed descriptions of measures for individuals who unsuccessfully attempt suicide and identify newly targeted mental disorders other than depression; however, the overall proportion of contents relating to psychiatric care remains small. In particular, it must be noted that almost no measures are provided for individuals with chronic psychiatric disorders. We believe that the role of academic societies involved in suicide prevention, including our own, is to organize the contents of the General Principles based on evidence, to advance research in areas lacking in evidence, and to promote support for implementation of activities in areas with clear evidence."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cho",
        "ForeName": "Yoshinori",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Inagaki",
        "ForeName": "Masatoshi",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Seishin Shinkeigaku Zasshi",
    "NlmUniqueID": "9801787",
    "ISSNLinking": "0033-2658"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "prevention & control"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [
        "legislation & jurisprudence"
      ],
      "DescriptorName": "Evidence-Based Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Japan"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Suicide Prevention"
    }
  ]
}