{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "DSM",
      "Depression",
      "Disability",
      "Heterogeneity",
      "Life satisfaction",
      "Traumatic brain injury (TBI)"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37879410",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2023.10.130",
      "S0165-0327(23)01319-8"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "345",
        "PubDate": {
          "Year": "2024",
          "Month": "Jan",
          "Day": "15"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Characterizing depression after traumatic brain injury using a symptom-oriented approach.",
    "Pagination": {
      "StartPage": "455",
      "EndPage": "466",
      "MedlinePgn": "455-466"
    },
    "Abstract": {
      "AbstractText": [
        "Progress in addressing depression after traumatic brain injury (TBI) has been limited. Traditional approaches to measuring depression classify individuals with diverse symptoms as having the same problem. We adopted a novel, symptom-oriented approach to characterize post-TBI depression, emphasizing specific symptoms rather than the number of symptoms.",
        "We assessed depressive symptoms cross-sectionally in 393 participants with moderate-severe TBI (range 0.4-35.4 years post-injury; M = 12.6) using the Inventory of Depression and Anxiety Symptoms - Expanded Version (IDAS-II). We analyzed symptoms of DSM-5 major depressive disorder (MDD), separating compound symptoms into sub-symptoms. We quantified depression heterogeneity across 16 specific symptoms and explored associations between each symptom and personal, injury-related, treatment, and functional/psychosocial outcome factors.",
        "28 % of participants self-reported a current depression diagnosis, and 35 % met DSM-5 symptom criteria for MDD. Depressed participants (according to either self-reported diagnosis or MDD symptom criteria) were more likely to endorse each specific depressive symptom, including those that overlap with TBI. Post-TBI depression was highly heterogeneous, with 84-91 % of depressed participants (depending on classification method) showing a unique symptom profile not shared with any other individual. The most common symptom profile was shared by only three individuals. This heterogeneity was meaningful, as specific depressive symptoms had distinct associations with personal, injury-related, treatment, and outcome factors.",
        "Cross-sectional design. We only analyzed DSM-5 MDD symptoms, and some symptoms were assessed using only one item.",
        "A symptom-oriented approach to post-TBI depression captures the individual's unique profile of depressive symptoms, which relate differently to outcomes and other factors. We recommend future studies investigating post-TBI depression analyze specific symptoms alongside overall depression scores."
      ],
      "CopyrightInformation": "Copyright © 2023 The Authors. Published by Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Monash-Epworth Rehabilitation Research Centre, Epworth HealthCare, Melbourne, Australia; Turner Institute for Brain and Mental Health, School of Psychological Sciences, Monash University, Clayton, Australia. Electronic address: jai.carmichael@monash.edu."
          }
        ],
        "LastName": "Carmichael",
        "ForeName": "Jai",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Monash-Epworth Rehabilitation Research Centre, Epworth HealthCare, Melbourne, Australia; Turner Institute for Brain and Mental Health, School of Psychological Sciences, Monash University, Clayton, Australia."
          }
        ],
        "LastName": "Ponsford",
        "ForeName": "Jennie",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Monash-Epworth Rehabilitation Research Centre, Epworth HealthCare, Melbourne, Australia; Turner Institute for Brain and Mental Health, School of Psychological Sciences, Monash University, Clayton, Australia."
          }
        ],
        "LastName": "Gould",
        "ForeName": "Kate Rachel",
        "Initials": "KR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Monash-Epworth Rehabilitation Research Centre, Epworth HealthCare, Melbourne, Australia; Turner Institute for Brain and Mental Health, School of Psychological Sciences, Monash University, Clayton, Australia; Department of Neuroscience, Central Clinical School, Faculty of Medicine, Nursing and Health Sciences, Monash University, Melbourne, Australia."
          }
        ],
        "LastName": "Spitz",
        "ForeName": "Gershon",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "etiology",
        "complications"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Brain Injuries, Traumatic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety"
    }
  ],
  "CoiStatement": "Declaration of competing interest None."
}