{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34990376",
  "DateCompleted": {
    "Year": "2022",
    "Month": "01",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "01",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng",
      "gre"
    ],
    "ELocationID": [
      "10.22365/jpsych.2021.046"
    ],
    "Journal": {
      "ISSN": "1105-2333",
      "JournalIssue": {
        "Volume": "32",
        "Issue": "Supplement I",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec"
        }
      },
      "Title": "Psychiatrike = Psychiatriki",
      "ISOAbbreviation": "Psychiatriki"
    },
    "ArticleTitle": "The burden and the challenge of treatment-resistant depression.",
    "Pagination": {
      "StartPage": "11",
      "EndPage": "14",
      "MedlinePgn": "11-14"
    },
    "Abstract": {
      "AbstractText": [
        "Treatment resistant depression (TRD) is a serious public health problem. It is estimated that around 20- 40% of patients with a major depressive episode (whether monopolar or bipolar) do not exhibit clinical response to the current treatment with antidepressants, that is at least 50% decline in the symptoms scale. Furthermore, about half of the patients with symptom amelioration present residual symptoms which continue to negatively affect their functioning and increase the chance of relapse. Therefore, only 20-40% of patients (36.8% in STAR*D)1 who receive therapy for a major depressive episode for the first time exhibit remission (i.e., at least 70% decrease in symptom severity or HAMD score ≤7/MADRS score ≤10)2 - which is the goal of current treatments. Even when remission is achieved, though, there is often a long way to recovery and to the patient's return to the prior state of occupational and social functioning. Moreover, long-term medical treatment is needed in order to achieve and maintain the above.3 TRD is characterized by high rates of comorbidity (hypertension, diabetes mellitus, heart failure), doubles the rates of hospitalizations and lengthens the time of hospitalization by 36%, while the percentage of suicidal incidents is seven times higher in TRD compared to cases of treatment-responsive depression.4 TRD exhibits higher rates of mortality than treatment-responsive depression, with all-cause mortality rate being higher5 by 29-35% and similar to that of older by 13 years, non-depressed individuals. Despite its common occurrence and the fact that TRD constitutes an important issue in the treatment of major depression disorder (MDD), experts still disagree on the exact meaning of the term. The most widely accepted and used term of TRD refers to treatment resistance as treatment with at least two different antidepressants (of the same or different classes), administered in the right doses and for an adequate amount of time, with verified patient compliance to treatment which, however, fails to produce significant clinical results.6 Other terms have also been used as an alternative, for example Difficult to Treat Depression in order to avoid nihilism - something often seen in these cases;7 Drug Resistant Depression so as to determine the exact kind of resistance and also to underline the need for combination therapy with intervention such as psychotherapy and ECT; Multiple Therapy Resistant MDD; Pernicious Depression8 etc. Treatment of TRD is a challenge for every clinician. After excluding the possibility of pseudo-resistance due to misdiagnosis, insufficient therapeutic regimen, comorbid disorders, such as anxiety disorders, eating disorders, personality disorders, substance abuse/addiction, PTSD, non-compliance to treatment, non-identified organicity and chronic stressors, the therapeutic methods used include: optimization, watchful waiting, past response, combination treatment, add-on treatments, ECT, TMS, vagus nerve stimulation, phototherapy, psychotherapy, neurosurgery. All the above are thoroughly discussed in this Supplement issue of Psychiatriki.9."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Psychiatrist, Medical Director, Psychiatric Hospital of Attica."
          }
        ],
        "LastName": "Touloumis",
        "ForeName": "Charalampos",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Editorial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Greece",
    "MedlineTA": "Psychiatriki",
    "NlmUniqueID": "101534363",
    "ISSNLinking": "1105-2333"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder, Treatment-Resistant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    }
  ]
}