{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30480780",
  "DateCompleted": {
    "Year": "2019",
    "Month": "03",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "11",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD005537",
      "10.1002/14651858.CD005537.pub3"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "11",
        "PubDate": {
          "Year": "2018",
          "Month": "Nov",
          "Day": "22"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "WITHDRAWN: Psychotherapy for depression among incurable cancer patients.",
    "Pagination": {
      "StartPage": "CD005537",
      "MedlinePgn": "CD005537"
    },
    "Abstract": {
      "AbstractText": [
        "The most common psychiatric diagnosis among cancer patients is depression; this diagnosis is even more common among patients with advanced cancer. Psychotherapy is a patient-preferred and promising strategy for treating depression among cancer patients. Several systematic reviews have investigated the effectiveness of psychological treatment for depression among cancer patients. However, the findings are conflicting, and no review has focused on depression among patients with incurable cancer.",
        "To investigate the effects of psychotherapy for treating depression among patients with advanced cancer by conducting a systematic review of randomized controlled trials (RCTs).",
        "We searched the Cochrane Pain, Palliative and Supportive Care Group Register, The Cochrane Controlled Trials Register, MEDLINE, EMBASE, CINAHL, and PsycINFO databases in September 2005.",
        "All relevant RCTs comparing any kind of psychotherapy with conventional treatment for adult patients with advanced cancer were eligible for inclusion. Two independent review authors identified relevant studies.",
        "Two review authors independently extracted data from the original reports using standardized data extraction forms. Two independent review authors also assessed the methodological quality of the selected studies according to the recommendations of a previous systematic review of psychological therapies for cancer patients that utilized ten internal validity indicators. The primary outcome was the standardized mean difference (SMD) of change between the baseline and immediate post-treatment scores.",
        "We identified a total of ten RCTs (total of 780 participants); data from six studies were used for meta-analyses (292 patients in the psychotherapy arm and 225 patients in the control arm). Among these six studies, four studies used supportive psychotherapy, one adopted cognitive behavioural therapy, and one adopted problem-solving therapy. When compared with treatment as usual, psychotherapy was associated with a significant decrease in depression score (SMD = -0.44, 95% confidence interval [CI] = -0.08 to -0.80). None of the studies focused on patients with clinically diagnosed depression.",
        "Evidence from RCTs of moderate quality suggest that psychotherapy is useful for treating depressive states in advanced cancer patients. However, no evidence supports the effectiveness of psychotherapy for patients with clinically diagnosed depression."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry & Cognitive-Behavioral Medicine, Nagoya City University Graduate School of Medical Sciences, Mizuho-cho, Mizuho-ku, Nagoya, Aichi, Japan, 467 8601."
          }
        ],
        "LastName": "Akechi",
        "ForeName": "Tatsuo",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Okuyama",
        "ForeName": "Toru",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Onishi",
        "ForeName": "Joji",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Morita",
        "ForeName": "Tatsuya",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Furukawa",
        "ForeName": "Toshi A",
        "Initials": "TA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2008 Apr 16;(2):CD005537",
      "PMID": "18425922"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}