{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "NNSI",
      "adolescence",
      "depression in girls",
      "gender differences of depression",
      "non-suicidal self-injury",
      "nosology",
      "psychopathological characteristics",
      "suicide"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Изучить особенности психопатологической структуры эндогенных депрессий у пациенток молодого возраста с выявлением корреляций между различными клиническими типами депрессий и их нозологической принадлежностью.",
        "Проанализированы данные клинико-психопатологического обследования 107 пациенток в возрасте от 16 до 25 лет, страдавших эндогенными депрессиями (F34.0; F31.3—F31.5; F21.3—F.21.4+F31.3—F31.5; F60.X+F31.3—F31.5).",
        "Выделено несколько клинических типов эндогенных депрессий: 1) истеродепрессии с наличием полиморфной истеро-конверсионной симптоматики, а также проявлениями бредоподобного фантазирования; 2) дисморфофобические депрессии с преобладанием сверхценных идей физического недостатка, собственной неполноценности и расстройствами пищевого поведения; 3) деперсонализационные депрессии с доминированием деперсонализационно-дереализационной симптоматики; 4) гебоидные депрессии с утрированным поведением с оппозиционностью и расстройством влечений; 5) экзистенциальные депрессии с ощущением утраты смысла существования и нередким формированием сверхценного пессимистического мировоззрения; 6) психастенические депрессии с заниженной самооценкой и утрированным самоанализом, сочетавшимися с обсессивно-фобическими расстройствами; 7) тревожно-меланхолические депрессии с преобладанием тревожного и меланхолического аффекта, сопровождаемого идеями самообвинения и собственной малоценности; 8) депрессии с явлениями юношеской астенической несостоятельности с выраженными затруднениями при осмыслении информации и нарастающей интеллектуальной истощаемостью. Были выявлены различия в мотивах совершения несуицидальных самоповреждений и особенностях суицидального поведения при различных типологических вариантах депрессий.",
        "Отмечено, что у девушек с расстройствами личности преобладают истероформные и гебоидные депрессии, при аффективных заболеваниях — психастеноподобные, тревожно-меланхолические и экзистенциальные депрессии. В рамках шизотипического расстройства чаще встречались деперсонализационные депрессии. При сравнении представленности различных типов депрессий у девушек с ранее проведенными исследованиями когорты юношей установлена большая частота истероформных и тревожно-меланхолических вариантов."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34405654",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "08",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/jnevro202112105227"
    ],
    "Journal": {
      "ISSN": "1997-7298",
      "JournalIssue": {
        "Volume": "121",
        "Issue": "5. Vyp. 2",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "ISOAbbreviation": "Zh Nevrol Psikhiatr Im S S Korsakova"
    },
    "ArticleTitle": "[Clinical and psychopatological features of endogenous depressions in young women].",
    "Pagination": {
      "StartPage": "27",
      "EndPage": "34",
      "MedlinePgn": "27-34"
    },
    "Abstract": {
      "AbstractText": [
        "To study the features of psychopatological structure of endogenous depression in young women and to identify correlations between various clinical types of depression and their nosological affilation.",
        "The results of clinical/psychopathological examination of 107 female patients, aged 16 to 25 years, with endogenous depression with one of the following ICD-10 diagnosis: (F34.0; F31.3-F31.5; F21.3-F.21.4+F31.3-F31.5; F60.X+F31.3-F31.5) were analyzed.",
        "Several types of endogenous depression were identified: 1) hysterical depression with hysterical-conversions, and also the phenomena of delusional fantasies; 2) dysmorphic depression with predominance of over-valued ideas of physical disability, self-inferiority and eating disorder; 3) depersonalization depression with depersonalization-derealization symptoms; 4) psychopath-like depression with exaggerated behavior, opposition and impulsivity; 5) existential depression with a feeling of losing the life meaning and often pessimistic worldview; 6) psychasthenic depression with the low self-esteem and exaggerated introspection combined with obsessive-phobic disorder; 7) anxious-melancholic depression with anxiety, melancholy and ideas of self-accusation and self-inferiority; 8) depression with symptoms of adolescent asthenic insolvency with difficulties of understanding information, increasing intellectual exhaustion. We revealed differences in motives for committing non-suicidal self-harm behavior and suicidal behavior in typological variants of depressions.",
        "Hysteroform and psychopathic depressions prevail in personality disorders, while psychosthenic-like, anxious-melancholic and existential depressions are more frequent in affective disorders. Depersonalization depressions are more common in schizotypal disorder. When comparing the types of depressions in boys as reported in previous research with those in girls, the prevalence of hysteroform and anxious-melancholic variants in girls is revealed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-7051-2974"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Research Centre, Moscow, Russia."
          }
        ],
        "LastName": "Levchenko",
        "ForeName": "N S",
        "Initials": "NS"
      },
      {
        "Identifier": [
          "0000-0002-8344-0620"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Research Centre, Moscow, Russia."
          }
        ],
        "LastName": "Oleichik",
        "ForeName": "I V",
        "Initials": "IV"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Kliniko-psikhopatologicheskie osobennosti endogennykh depressii u patsientok molodogo vozrasta."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Zh Nevrol Psikhiatr Im S S Korsakova",
    "NlmUniqueID": "9712194",
    "ISSNLinking": "1997-7298"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phobic Disorders"
    }
  ]
}