{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "DSM-5",
      "depression",
      "depressive prodrome",
      "false positive rate",
      "logistic model",
      "primary care",
      "secondary prevention",
      "subthreshold depression"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33105575",
  "DateCompleted": {
    "Year": "2021",
    "Month": "01",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "10",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "7705",
      "10.3390/ijerph17217705"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "21",
        "PubDate": {
          "Year": "2020",
          "Month": "Oct",
          "Day": "22"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Secondary Prevention of Depressive Prodrome in Adolescents: Before and After Attending a Jogging Program on Campus.",
    "Abstract": {
      "AbstractText": [
        "The adolescent depressive prodrome has been conceptualized as an early integrated sign of depressive symptoms, which may develop to a first episode of depression or return to normal for the adolescents. In this study, depressive prodrome presented the early self-rated depressive symptoms for the sample participants. By referring to the Kutcher Adolescent Depression Scale and the psychometric characteristics of the Adolescent Depression Scale (ADR), we proposed a self-rated questionnaire to assess the severity of the depressive symptoms in adolescents before and after attending the jogging program on a high school campus in Taiwan. With the parental co-signature and self-signed informed consent form, 284 high school students under the average age of 15 years, participated in this study in March 2019. Through the software of IBMSPSS 25, we used a binary logistic model, principal component analysis (PCA), multiple-dimensional analysis, and receiver operating characteristic curve (ROC) to analyze the severity of the depressive prodrome via the threshold severity score (SC) and false positive rate (FPR). Findings revealed that attending the 15-week jogging program (3 times a week, 45 min each) on campus can change the severity status and reduce the prevalence of moderate-severe depressive prodrome by 26%. The two-dimensional approach identified three symptoms, which were the crying spell, loss of pleasure doing daily activities, and feeling the decline in memory. They kept being invariant symptoms during the course of depressive prodrome assessment for sample participants. In this study, the campus jogging program appeared to be able to affect the FPR of the measure of depressive prodrome. Compared with the subthreshold depression, the depressive prodrome emphasized the assessment from the view of the secondary prevention by representing the change from a person's premorbid functioning up until the first onset of depression or returning to normal. However, the subthreshold depression is a form of minor depression according to DSM-5 criteria varying on the number of symptoms and duration required, highly prevalent in the concern of primary care."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of leisure and sports management, Chengshiu University, Kaohsiung 83347, Taiwan."
          },
          {
            "Identifier": [],
            "Affiliation": "Center for Environmental Toxin and Emerging-Contaminant Research, Chengshiu University, Kaohsiung 83347, Taiwan."
          }
        ],
        "LastName": "Yen",
        "ForeName": "Ke Tien",
        "Initials": "KT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of computer science and information engineering, Chengshiu University, Kaohsiung 83347, Taiwan."
          }
        ],
        "LastName": "Cherng",
        "ForeName": "Shen",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Jogging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Principal Component Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Secondary Prevention"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Taiwan"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}