{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Fenomenologia depresiva al inicio de enfermedades neuropediatricas.",
        "Introduccion. La depresion, en sus diversas formas, afecta al 8-10% de niños y adolescentes y en la mayor parte de casos su origen es primario, siguiendo el modelo genetico multifactorial. Pero hay una proporcion de pacientes, no bien cuantificada todavia, en la que la depresion acompaña precozmente una enfermedad neurologica o marca un punto de inflexion en el curso de esta. El objetivo es revisar la bibliografia al respecto. Desarrollo. Se observa fenomenologia depresiva, con una frecuencia significativamente mayor que por azar, en niños y adolescentes afectos de epilepsia, trastornos del sueño, cefaleas primarias cronicas recurrentes, enfermedades neurometabolicas y tumores intracraneales. En varias de estas patologias neuropediatricas se hipotetizan puntos de coincidencia fisiopatologica con la depresion a traves de un deficit de disponibilidad cerebral de serotonina y noradrenalina. No se considera aqui la depresion disadaptativa a una neurodiscapacidad cronica. Conclusiones. En niños y adolescentes, los trastornos del animo sintomaticos de enfermedad neurologica deben sospecharse en ausencia de antecedentes familiares o de experiencias vitales que los expliquen. La busqueda sistematica de anomalias neurologicas y los examenes complementarios permitirian en estos casos abordar precozmente el tratamiento de la enfermedad cerebral causante del cuadro depresivo. A su vez, como ocurre en casos de epilepsia, cefaleas o trastorno del sueño, la terapia farmacologica y psicologica del cuadro depresivo contribuye a mejorar la calidad de vida de los afectados."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25252671",
  "DateCompleted": {
    "Year": "2016",
    "Month": "01",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2014",
    "Month": "09",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1576-6578",
      "JournalIssue": {
        "Volume": "58 Suppl 1",
        "PubDate": {
          "Year": "2014",
          "Month": "Feb",
          "Day": "24"
        }
      },
      "Title": "Revista de neurologia",
      "ISOAbbreviation": "Rev Neurol"
    },
    "ArticleTitle": "[Depressive phenomenology at the outset of neuropaediatric diseases].",
    "Pagination": {
      "StartPage": "S71",
      "EndPage": "S75",
      "MedlinePgn": "S71-5"
    },
    "Abstract": {
      "AbstractText": [
        "Depressive phenomenology, in its diverse nosological forms, affects 8-10% of children and adolescents of general population. Most frequently mood disorders have a primary origin, following poligenic multifactorial model. Moreover there is a non negligible proportion of cases in which depressive symptoms accompany neurological illnesses or they even constitute a part of predominant manifestations at the clinical start of neurologic disease, or mark a point of inflexion in its course. The aim of the present article is to review relevant literature dealing with this topic.",
        "A significative higher frequency of depressive phenomenology, not explainable by hazard, can be an early manifestation in children and adolescents with: epileptic syndromes, sleep disorders, chronic recurrent cephalalgias, several neurometabolic diseases, and intracranial tumors. Points of coincidence have been shown in dysequilibrium of brain neurotransmitters (serotonine, noradrenaline, hyperglutamatergic states) which could not be hypothesized as maintaining both neurological and mood conditions.",
        "The suspiction of a neurological disease should be adopted in cases of mood disorder not easily explainable by familial antecedents or clear biographical stressors. The search for a brain disorder by means of a meticulous anamnesis and neurological clinical and ancillary exams makes possible to discover the brain disorder at a very early stage and ameliorate the chances of accurately manage both the neurological and mood disorders. The simultaneous treatment of both dimension of the illness helps to improve the patients' quality of life."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinica Universitaria de Navarra, 31008 Pamplona, Espana."
          }
        ],
        "LastName": "Narbona",
        "ForeName": "Juan",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ],
    "VernacularTitle": "Fenomenología depresiva al inicio de enfermedades neuropediátricas."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Rev Neurol",
    "NlmUniqueID": "7706841",
    "ISSNLinking": "0210-0010"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Attention Deficit Disorder with Hyperactivity"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Brain Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Epilepsy"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Headache Disorders"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Hepatolenticular Degeneration"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Mood Disorders"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Nervous System Diseases"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Phenylketonurias"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Sleep Disorders, Intrinsic"
    }
  ]
}