{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adolescents",
      "Children",
      "Depressive Disorders",
      "Longitudinal \t\t\t\t\tStudy",
      "Risk and Protective Factors"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Zusammenfassung Die Studie LIFE Child Psychische Entwicklung/Depression ist eine prospektive Längsschnittstudie zu Entstehung und Verlauf von depressiven Symptomen und Störungen von der Kindheit bis in das Erwachsenenalter. Ziel der Studie ist es, Symptom- und Störungsverlaufsmuster zwischen Kindheit und Erwachsenenalter zu identifizieren und das Zusammenspiel von psychosozialen, biologischen und genetischen Risiko- und Schutzfaktoren bei der Entwicklung von depressiven Störungen zu untersuchen. Der vorliegende Beitrag möchte eine Übersicht über bisherige Befunde der Längsschnittstudie geben. Die bereits dreimal ausführlich untersuchte Stichprobe setzt sich aus einer in den Leipziger kinder- und jugendpsychiatrischen Kliniken rekrutierten Stichprobe und einer Bevölkerungsstichprobe zusammen. In unseren verschiedenen Teilstudien fanden wir Belege für diverse kontext-, eltern- und kindbezogene Risikofaktoren, darunter belastende Lebensereignisse, geringer sozioökonomischer Status und Depressivität der Mutter (nicht aber des Vaters). Zudem fanden wir einige charakteristische biologische und kognitiv-emotionale Merkmale von Kindern mit depressiven Störungen, wie eine geringere Cortisolausschüttung, eine geringere Einschätzung der eigenen Leistung und mehr negative Gedanken im Umgang mit anspruchsvollen Situationen, einen geringeren Selbstwert sowie eine generelle Beeinträchtigung in der emotionalen Verarbeitung menschlicher Gesichter. Nur wenige der gefundenen Faktoren stellen im engeren Sinne depressionsspezifische Risikofaktoren dar, sondern sind stattdessen als allgemeine Risikofaktoren für psychische Störungen im Kindesalter anzusehen. Bemerkenswert ist des Weiteren die Geschlechtsspezifität mancher Zusammenhänge, die einen differenzierten Blick auf Risikozusammenhänge erforderlich macht. Vor diesem Hintergrund ergeben sich aus unserer Studie mögliche Ansatzpunkte für Prävention und für die Therapie depressiver Kinder."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33284065",
  "DateCompleted": {
    "Year": "2020",
    "Month": "12",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "12",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.13109/zptm.2020.66.4.402"
    ],
    "Journal": {
      "ISSN": "1438-3608",
      "JournalIssue": {
        "Volume": "66",
        "Issue": "4",
        "PubDate": {
          "Year": "2020",
          "Month": "Dec"
        }
      },
      "Title": "Zeitschrift fur Psychosomatische Medizin und Psychotherapie",
      "ISOAbbreviation": "Z Psychosom Med Psychother"
    },
    "ArticleTitle": "[LIFE Child Depression - a prospective longitudinal cohort study on the origin of depressive disorders between childhood and early adulthood].",
    "Pagination": {
      "StartPage": "402",
      "EndPage": "417",
      "MedlinePgn": "402-417"
    },
    "Abstract": {
      "AbstractText": [
        "<i>LIFE Child Depression - a prospective longitudinal cohort study on the origin of depressive disorders between childhood and early adulthood</i> LIFE Child Depression is a prospective longitudinal study on the origin and course of depressive symptoms and disorders between child- and adulthood. The aim of the study is to identify patterns of developmental courses of symptoms and disorders and to investigate the interplay of psychosocial, biological and genetic risk and protective factors in the development of depressive disorders. The present paper gives an overview on results of the study. The sample was already assessed three times. A clinical sample was recruited from two local child psychiatric in- and outpatient services in Leipzig, a control sample was recruited from a children's health check program at our medical faculty (LIFE Child Health) and from the local registration office. We found some important context- and parent-associated risk factors for depressive disorders, such as negative life events, low socioeconomic status and depression in mothers (but not in fathers). Moreover, we found some characteristic biological and cognitive-emotional characteristics of children with depressive disorders, such as low stress-related cortisol, low evaluation of own performance, and more negative cognitions in dealing with stressful situations, low self-esteem and a general impairment of emotional processing of human faces. Only some of the risk factors were found to be specific to depression. Instead, most of them can be regarded as general risk factors for psychological disorders in childhood. It is also noteworthy, that some of the risk associations were gender-specific and need to be looked at from a differential point of view. Our study gives important indications for prevention for children at risk for depressive disorders as well as for therapeutic approaches."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "LIFE - Leipziger Forschungszentrum für Zivilisationserkrankungen Universität Leipzig Deutschland https://www.life.uni-leipzig.de/."
          },
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychiatrie, Psychotherapie und Psychosomatik des Kindes- und Jugendalters Universitätsklinikum Leipzig Deutschland https://www.uniklinikum-leipzig.de/einrichtungen/kinderpsychiatrie."
          }
        ],
        "LastName": "Stadelmann",
        "ForeName": "Stephanie",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "LIFE - Leipziger Forschungszentrum für Zivilisationserkrankungen Universität Leipzig Deutschland https://www.life.uni-leipzig.de/."
          },
          {
            "Identifier": [],
            "Affiliation": "Lehrstuhl für Entwicklungspsychologie Friedrich-Schiller-Universität Jena Deutschland https://www.uni-jena.de/."
          }
        ],
        "LastName": "Schlesier-Michel",
        "ForeName": "Andrea",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "LIFE - Leipziger Forschungszentrum für Zivilisationserkrankungen Universität Leipzig Deutschland https://www.life.uni-leipzig.de/."
          },
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychiatrie, Psychotherapie und Psychosomatik des Kindes- und Jugendalters Universitätsklinikum Leipzig Deutschland https://www.uniklinikum-leipzig.de/einrichtungen/kinderpsychiatrie."
          }
        ],
        "LastName": "White",
        "ForeName": "Lars Otto",
        "Initials": "LO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "LIFE - Leipziger Forschungszentrum für Zivilisationserkrankungen Universität Leipzig Deutschland https://www.life.uni-leipzig.de/."
          },
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychiatrie, Psychotherapie und Psychosomatik des Kindes- und Jugendalters Universitätsklinikum Leipzig Deutschland https://www.uniklinikum-leipzig.de/einrichtungen/kinderpsychiatrie."
          }
        ],
        "LastName": "von Klitzing",
        "ForeName": "Kai",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "LIFE - Leipziger Forschungszentrum für Zivilisationserkrankungen Universität Leipzig Deutschland https://www.life.uni-leipzig.de/."
          },
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychiatrie, Psychotherapie und Psychosomatik des Kindes- und Jugendalters Universitätsklinikum Leipzig Deutschland https://www.uniklinikum-leipzig.de/einrichtungen/kinderpsychiatrie."
          }
        ],
        "LastName": "Döhnert",
        "ForeName": "Mirko",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "LIFE Child Psychische Entwicklung/Depression – Prospektive longitudinale Kohortenstudie zur Erfassung von Entstehungsbedingungen depressiver Störungen von der Kindheit bis ins junge Erwachsenenalter."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Z Psychosom Med Psychother",
    "NlmUniqueID": "100886617",
    "ISSNLinking": "1438-3608"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Longitudinal Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Mothers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Characteristics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Class"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}