{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Depression",
      "anhedonia",
      "in vitro",
      "in vivo",
      "mental health",
      "neurotransmitter"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35578885",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2174/1871527321666220516105907"
    ],
    "Journal": {
      "ISSN": "1996-3181",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "6",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "CNS & neurological disorders drug targets",
      "ISOAbbreviation": "CNS Neurol Disord Drug Targets"
    },
    "ArticleTitle": "An Insight through Various Models being used for Assessment of Depression and its Management at Primary Level in Current Scenario.",
    "Pagination": {
      "StartPage": "884",
      "EndPage": "891",
      "MedlinePgn": "884-891"
    },
    "Abstract": {
      "AbstractText": [
        "The main aim of present study to assess depression and various neurotransmitters involved in it with their evaluating models.",
        "Depression is a common ailment that can be recurrent or even become chronic. According to the National Service Framework for Mental Health (released in 1999 by the Department of Health), people with depression should continue to be treated primarily in primary care settings. Despite mounting evidence that general practitioners could do a better job of detecting and treating depression, little research has been done on the perspectives of general practitioners who treat patients who are depressed. Depression (major depressive disorder) is a widespread and significant medical condition that has a negative impact on feeling, thinking, and behaviour.",
        "The primary goal of this study was to gather data on depression, as well as to discuss several methods for evaluating antidepressant drug response based on physical activities and neurotransmitters.",
        "Antidepressant activity of various medications can be tested using two different types of studies, including in vivo and in vitro, according to the review.",
        "Depression is characterized by a persistent sense of sadness, insomnia, lack of concentration, slowness in activity, restlessness, social isolation and a loss of interest that prevents you from doing normal things. There are several types of depression, with symptoms ranging from mild to severe. Depression is caused by a combination of factors and conditions, rather than a single factor. Major depression is a mental condition marked by feelings of inadequacy, hopelessness, decreased activity, sadness and mood swings, which seriously disrupt and negatively affect a person's life, sometimes, leading to suicidal thoughts. The quest for a better understanding of the causes of depression and the development of more effective treatments is critical. According to clinical and preclinical research, stress appears to be a crucial mediator in the pathophysiology of depression. Using experimental models, depression may be assessed based on several physical parameters such as locomotor activity, rearing, defecation, and the number of centre square entries (in vivo and in vitro). Biological parameters may also be used to locate it.",
        "Unhappiness and loss of interest in previously enjoyed activities are the symptoms of depression. It can cause emotional and physical problems, as well as a decrease in the ability to function together at work and at home. Finally it has been concluded that various neurotransmitters are involved in depression at the synaptic cleft which can be controlled using various synthetic and herbal drugs through in vitro and in vivo evaluating models."
      ],
      "CopyrightInformation": "Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.net."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, Integral University, Lucknow, India."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, Shri Ram Murti Smarak College of Engineering & Technology, Bareilly 243202, India."
          }
        ],
        "LastName": "Bee",
        "ForeName": "Rizwana",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, Integral University, Lucknow, India."
          }
        ],
        "LastName": "Ahmad",
        "ForeName": "Mohammad",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, Shri Ram Murti Smarak College of Engineering & Technology, Bareilly 243202, India."
          }
        ],
        "LastName": "Verma",
        "ForeName": "Shashi",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United Arab Emirates",
    "MedlineTA": "CNS Neurol Disord Drug Targets",
    "NlmUniqueID": "101269155",
    "ISSNLinking": "1871-5273"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    }
  ]
}