{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14702744",
  "DateCompleted": {
    "Year": "2004",
    "Month": "02",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "11",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "heb"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0017-7768",
      "JournalIssue": {
        "Volume": "142",
        "Issue": "12",
        "PubDate": {
          "Year": "2003",
          "Month": "Dec"
        }
      },
      "Title": "Harefuah",
      "ISOAbbreviation": "Harefuah"
    },
    "ArticleTitle": "[Screening for depression in primary care clinics in Israel--how wide is the gap?].",
    "Pagination": {
      "StartPage": "815",
      "EndPage": "879",
      "MedlinePgn": "815-9, 880, 879"
    },
    "Abstract": {
      "AbstractText": [
        "Depressive disorders are common and cause substantial suffering, loss of productivity, and increased morbidity and mortality. Nonetheless, it is frequently cited that the disorder is under-diagnosed. In this article we examined the utility of a two phase case detection strategy for depression in primary care clinics in Israel. We compared screening findings with the medical charts diagnoses. A three-question screening test for depression taken from the Diagnostic Interview Schedule (DIS) was answered by 551 primary care patients. Those who answered positively on one or more questions were asked to answer a more specific and detailed questionnaire in order to detect depression: The Inventory to Diagnose Depression (IDD). The results were compared with the diagnoses on the medical charts, and treatment for depression. In addition the number of visits to the primary care physician was compared, between depressed and non-depressed patients. The first questionnaire (from the DIS) was completed by 551 patients. A total of 222 (40%) of these patients gave at least one positive answer. Only 113 (51%) agreed to answer the second questionnaire (IDD). According to the IDD, 15 were depressed: 9 fulfilled the criteria for major depression (1.6% of the 551) and 6 fulfilled the criteria for minor depression (1.1%). Of the 9 that the IDD identified as suffering from major depression only one was diagnosed as such according to his medical chart. Two of the patients that the IDD found to be suffering from minor depression were diagnosed according to their medical chart as depressive. Five patients that were diagnosed by their physicians as suffering from depression were not diagnosed by the IDD. In a sample of patients who answered positively to one or more questions of the DIS, but refused to answer the IDD, it was found that 10 (20% of the sample) were diagnosed as depressed and 32% of the sample had some psychiatric diagnosis according to their charts. We discovered that patients who suffer from a depressive disorder visited their physicians more often than those that were not depressed: 12.7 and 7.14 respectively (during 6 months) (p < 0.028).",
        "The combined two phase screening instrument was found to be impractical and problematic for use as a screening tool. There was a difference between the diagnoses that appeared in the charts and those resulting from the screening tool. Using the 3 questions from the DIS as a case finding tool for depression in high risk populations (such as frequent attenders) might prove useful in primary care setting."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Family Medicine, Bruce Rappaport Faculty of Medicine, Technion and Clalit Health Services, Haifa and Western Galilee."
          }
        ],
        "LastName": "Kafman",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Alon",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hermoni",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Multicenter Study"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Israel",
    "MedlineTA": "Harefuah",
    "NlmUniqueID": "0034351",
    "ISSNLinking": "0017-7768"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Community Mental Health Services"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Israel"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Mass Screening"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Personality Inventory"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproducibility of Results"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}