{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23121258",
  "DateCompleted": {
    "Year": "2013",
    "Month": "07",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "11",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/09602011.2012.724196"
    ],
    "Journal": {
      "ISSN": "1464-0694",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "1",
        "PubDate": {
          "Year": "2013"
        }
      },
      "Title": "Neuropsychological rehabilitation",
      "ISOAbbreviation": "Neuropsychol Rehabil"
    },
    "ArticleTitle": "Cognitive behavioural therapy for depression and anxiety in adults with acquired brain injury: what works for whom?",
    "Pagination": {
      "StartPage": "64",
      "EndPage": "101",
      "MedlinePgn": "64-101"
    },
    "Abstract": {
      "AbstractText": [
        "This paper reviews treatment outcome studies on cognitive behavioural therapy (CBT) for depression and anxiety following acquired brain injury (ABI), including traumatic brain injury (TBI), cerebral vascular accident (CVA), anoxia and neurosurgery. Studies are included for review when the published paper included an anxiety disorder or depression as the treatment focus, or as part of outcome measurement. Relaxed criteria were used to select studies including relevant single-cases, case series and single group studies along with studies that employed control groups. Twenty-four studies were identified. Twelve papers were of a single-case design (with or without replication). Two papers used uncontrolled single groups and ten studies used a control group. There were a total of 507 people in the various treatment and control groups, which ranged in size from 6 to 67 persons. All participants in the study had an ABI. Our review indicates CBT often shows a within-group pre- to post-treatment statistical difference for depression and anxiety problems, or a statistical difference between CBT-treated and non-treated groups. For studies that targeted the treatment of depression with CBT, effect-sizes ranged from 0 to 2.39 with an average effect-size of 1.15 for depression (large effect). For studies that targeted the treatment of anxiety with CBT, effect-sizes ranged from 0 to 3.47 with an average effect-size of 1.04 for anxiety (large effect). However, it was not possible to submit all twenty-four studies identified to effect-size analysis. Additionally, it is clear that CBT is not a panacea, as studies frequently indicate only partial reduction in anxiety and depression symptoms. This review suggests that if CBT is aimed at, for example, anger management or coping, it can be effective for anger or coping, but will not generalise to have an effect on anxiety or depression. CBT interventions that target anxiety and depression specifically appear to generate better therapeutic effects on anxiety and depression. Gaps in the literature are highlighted with suggestions for future research."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "ABI Ireland, Dun Laoghaire, Co. , Dublin, Ireland. bwaldron@abiireland.ie"
          }
        ],
        "LastName": "Waldron",
        "ForeName": "Brian",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Casserly",
        "ForeName": "Lisa Marie",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "O'Sullivan",
        "ForeName": "Clodagh",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Neuropsychol Rehabil",
    "NlmUniqueID": "9112672",
    "ISSNLinking": "0960-2011"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Brain Injuries"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}