{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35025174",
  "DateCompleted": {
    "Year": "2022",
    "Month": "01",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2379-3961",
      "JournalIssue": {
        "Volume": "120",
        "Issue": "4",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec"
        }
      },
      "Title": "WMJ : official publication of the State Medical Society of Wisconsin",
      "ISOAbbreviation": "WMJ"
    },
    "ArticleTitle": "A Culturally Adapted Depression Intervention for African American Adults: An Efficacy Trial.",
    "Pagination": {
      "StartPage": "273",
      "EndPage": "280",
      "MedlinePgn": "273-280"
    },
    "Abstract": {
      "AbstractText": [
        "Major depressive disorder (MDD) is one of the most common, costly, and debilitating psychiatric disorders in the United States, and the World Health Organization has identified MDD as a leading cause of disability. Although the rates of MDD among African American and White populations in the US are comparable, African Americans in the US tend to experience higher rates of disability associated with MDD compared to White people. Despite the high burden of MDD among African Americans, their use of mental health services is low, in part due to suboptimal care.",
        "This study evaluated the efficacy of a culturally adapted depression intervention (Oh Happy Day Class [OHDC]) compared to an active control, the Coping with Depression (CWD) course.",
        "A clustered randomized controlled trial was conducted with a sample of 132 patients with mild to moderate depressive symptoms. They were randomly assigned in a 2-armed randomized controlled trial. They received 1 of 2 (OHDC or CWD) 12-week interventions in weekly in-person group sessions. The primary outcome was a change in depressive symptoms during and post-intervention, measured with the Center for Epidemiologic Studies Depression Scale (CES-D) and the Quick Inventory of Depression Symptoms (QIDS). Analyses included log-rank test and mixed effects linear regression models.",
        "Both interventions were efficacious in reducing symptoms of depression. However, a greater dose of the culturally adapted intervention, Oh Happy Day Class, showed a greater reduction in depression symptoms.",
        "This study represents the first randomized controlled trial evaluating the culturally adapted treatment depression intervention, Oh Happy Day Class. These findings provide evidence for and the need for culturally adapted treatments. Future research with larger samples of African Americans from different regions across the US could examine effectiveness and generalizability of the Oh Happy Day Class depression treatment."
      ],
      "CopyrightInformation": "Copyright© Board of Regents of the University of Wisconsin System and The Medical College of Wisconsin, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Wisconsin-Madison, School of Nursing, Madison, Wisconsin, ecward@wisc.edu."
          }
        ],
        "LastName": "Ward",
        "ForeName": "Earlise C",
        "Initials": "EC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Wisconsin-Madison, School of Nursing, Madison, Wisconsin."
          }
        ],
        "LastName": "Brown",
        "ForeName": "Roger L",
        "Initials": "RL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Wisconsin-Madison, School of Nursing, Madison, Wisconsin."
          }
        ],
        "LastName": "Sullivan-Wade",
        "ForeName": "Lucretia",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Wisconsin-Madison, School of Education, Madison, Wisconsin."
          }
        ],
        "LastName": "Sainvilma",
        "ForeName": "Suzie",
        "Initials": "S"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 MD005905",
        "Acronym": "MD",
        "Agency": "NIMHD NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "WMJ",
    "NlmUniqueID": "9716054",
    "ISSNLinking": "1098-1861"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Psychological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Black or African American"
    },
    {
      "QualifierName": [
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United States"
    }
  ]
}