{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Attentional bias modification (ABM)",
      "Cue-target task",
      "Major depressive disorder (MDD)"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30551021",
  "DateCompleted": {
    "Year": "2020",
    "Month": "03",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "03",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "12",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jpsychires.2018.11.024",
      "S0022-3956(18)30914-2"
    ],
    "Journal": {
      "ISSN": "1879-1379",
      "JournalIssue": {
        "Volume": "109",
        "PubDate": {
          "Year": "2019",
          "Month": "Feb"
        }
      },
      "Title": "Journal of psychiatric research",
      "ISOAbbreviation": "J Psychiatr Res"
    },
    "ArticleTitle": "Attentional bias modification reduces clinical depression and enhances attention toward happiness.",
    "Pagination": {
      "StartPage": "145",
      "EndPage": "155",
      "MedlinePgn": "145-155"
    },
    "Abstract": {
      "AbstractText": [
        "Difficulty in clinical antidepressant treatment leads to the pursuit of alternative treatments, such as cognitive-behavior therapy (CBT). CBT combined with regular antidepressants have indicated an optimal therapeutic effect in clinic. Attentional bias is important in the occurrence and remission of depression, however, few studies have explored the effect of attentional bias modification (ABM) on depression, and inconsistent results have been obtained due to the heterogeneity in the targeted populations, training tasks, strategies, and materials. Hence, the current study aimed to explore the therapeutic effect of ABM on depression in clinical depression. Study I was designed to explore the optimal training methods regarding task (dot-probe vs. cue-target), material (faces vs. self-referent words), and strategy (mixed ABM toward positive and away from negative stimuli vs. positive ABM toward positive stimuli) in unselected undergraduates once daily for 10 days (N = 309). Study II was carried out to observe the effect of 10 days ABM toward positive and away from negative faces (based on Study I) on clinical depression (N = 32). Depression level was assessed via a self-reporting questionnaire and a structured interview, while attentional bias was tested by cue-target task and attention to positive and negative inventory (APNI). In unselected undergraduates (Study I), two strategies significantly reduced the self-reporting depression scores: mixed ABM toward positive stimuli and away from negative stimuli with emotional faces, and positive ABM toward positive materials only with self-referent words. In patients with major depressive disorder (MDD) (Study II), the mixed ABM with emotional faces resulted in enhanced attentional bias toward happy materials in the cue-target task and APNI, which predicted a delayed depression reduction in clinical depression at the one-month follow-up investigation. Our finding confirms the literature and broadens the knowledge with the evidence of the optimal therapeutic effect of ABM combined with regular antidepressants in clinical depression. The findings that a quick enhancement in positive attentional bias, predicting a later therapeutic effect on clinical depression reduction, indicate a potential mechanism that could underlie the therapeutic process of ABM in depression. The findings that two training strategies are effective in depression reduction suggest that different strategies should be utilized to treat different types of depression. This study offers a potential way to cure depression and could be further practiced in clinic."
      ],
      "CopyrightInformation": "Copyright © 2018. Published by Elsevier Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Nursing Psychology, The Third Military Medical University, Chongqing, 400038, China; Department of Psychology, The Third Military Medical University, Chongqing, 400038, China. Electronic address: daiqin101@hotmail.com."
          }
        ],
        "LastName": "Dai",
        "ForeName": "Qin",
        "Initials": "Q"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Geleshan Psychiatric Hospital, Chongqing, China."
          }
        ],
        "LastName": "Hu",
        "ForeName": "Lidan",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, The Third Military Medical University, Chongqing, 400038, China."
          }
        ],
        "LastName": "Feng",
        "ForeName": "Zhengzhi",
        "Initials": "Z"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Psychiatr Res",
    "NlmUniqueID": "0376331",
    "ISSNLinking": "0022-3956"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Attentional Bias"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cues"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Emotions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Facial Expression"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Facial Recognition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Happiness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}