{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17207105",
  "DateCompleted": {
    "Year": "2007",
    "Month": "03",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0145-6008",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "1",
        "PubDate": {
          "Year": "2007",
          "Month": "Jan"
        }
      },
      "Title": "Alcoholism, clinical and experimental research",
      "ISOAbbreviation": "Alcohol Clin Exp Res"
    },
    "ArticleTitle": "Does the association between alcohol consumption and depression depend on how they are measured?",
    "Pagination": {
      "StartPage": "78",
      "EndPage": "88",
      "MedlinePgn": "78-88"
    },
    "Abstract": {
      "AbstractText": [
        "Inconsistent findings regarding the relationship between alcohol consumption and depression, including whether the relationship is J-shaped or U-shaped, may be at least partly due to the types of measures used for both alcohol consumption and depression.",
        "We conducted a general population survey using random digit dialing (RDD) and computer-assisted telephone interviewing (CATI) with 6,009 males and 8,054 females aged 18 to 76 years. The survey included 4 types of alcohol measures (frequency, usual and maximum quantity per occasion, volume, and heavy episodic drinking) covering both the past week and the past year, and 2 types of depression measures (meeting DSM criteria for a clinical diagnosis of major depression, recent depressed affect).",
        "The overall relationship between depression and alcohol consumption did not vary by gender or type of depression measure but did vary significantly by type of alcohol measure, with the strongest relationship found for heavy episodic drinking and high quantity per occasion. There were also significant gender interactions with both depression and alcohol measures, with females showing a stronger relationship than males when depression was measured as meeting the criteria for major depression and when alcohol consumption was measured as quantity per occasion or heavy episodic drinking. There was some evidence of a J-shaped relationship, that is, greater depression among abstainers compared with those who usually drank 1 drink and never drank as much as 5 drinks for both former drinkers and lifetime abstainers when depression was measured as recent symptoms of depression but the J shape was found only for former drinkers when depression was measured as meeting the criteria for major depression and did not reach statistical significance in some analyses.",
        "The results of the present study suggest that measurement and gender are key issues in interpreting findings on the relationship between alcohol and depression. First, depression is primarily related to drinking larger quantities per occasion, less related to volume, and unrelated to drinking frequency, and this effect is stronger for women than for men. Second, the overall relationship between depression and alcohol consumption is stronger for women than for men only when depression is measured as meeting a clinical diagnosis of major depression and not when measured as recent depressed affect. Finally, while there was some evidence that former drinkers had slightly higher rates of major depression and higher scores on recent depressed affect compared with light drinkers, there was no evidence that light drinking was protective for major depression when compared with lifetime abstainers, although light drinkers did report fewer recent symptoms of depressed affect."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Social Factors and Prevention Interventions Section, Centre for Addiction and Mental Health, University of Western Ontario, 100 Collip Circle, London, Ontario, Canada. kgraham@uwo.ca"
          }
        ],
        "LastName": "Graham",
        "ForeName": "Kathryn",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Massak",
        "ForeName": "Agnes",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Demers",
        "ForeName": "Andrée",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rehm",
        "ForeName": "Jürgen",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Alcohol Clin Exp Res",
    "NlmUniqueID": "7707242",
    "ISSNLinking": "0145-6008"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Alcohol Drinking"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Canada"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Data Collection"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Surveys"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychiatric Status Rating Scales"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Telephone"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Temperance"
    }
  ]
}