{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28914061",
  "DateCompleted": {
    "Year": "2019",
    "Month": "04",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "04",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1210-7816",
      "JournalIssue": {
        "Volume": "66",
        "Issue": "2",
        "PubDate": {
          "Year": "2017",
          "Season": "Spring"
        }
      },
      "Title": "Ceska a Slovenska farmacie : casopis Ceske farmaceuticke spolecnosti a Slovenske farmaceuticke spolecnosti",
      "ISOAbbreviation": "Ceska Slov Farm"
    },
    "ArticleTitle": "Mobile applications as good intervention tools for individuals with depression.",
    "Pagination": {
      "StartPage": "55",
      "EndPage": "61",
      "MedlinePgn": "55-61"
    },
    "Abstract": {
      "AbstractText": [
        "At present mental disorders affect approximately 450 million people around the world. Depressive disorder is probably one of the most serious disorders and as a type of chronic disease, it represents a global threat and burdens economic and social systems of both individuals and governments worldwide. One of these most recent non-pharmacological approaches is also the so-called mHealth (mobile health), the use of mobile devices for the practice of medicine and public health, which proves to be effective particularly in the early stages of depression. The purpose of this article is to explore the most recent randomized controlled trial studies which indicate efficacy of the use of mobile applications in the detection, diagnostics or treatment of depression. The methods used in this study include a method of literature search of the studies focused on the impacts of individual applications for people with depression and on the specification of criteria evaluating quality of these applications. The findings of the randomized controlled trials (RCT) show that there is a big potential of mobile applications in the detection, diagnostics, and treatment of depression, particularly in mild and moderate stages of the disease. They seem to be especially relevant for self-monitoring of depressive symptoms in the early stages of depression. There is an urgent need of more longitudinal RCT in this field in order to prove conclusive efficacy of these mobile applications in the treatment of depression. The authors list the main strengths and weaknesses of mobile applications in the detection, diagnostics, and treatment of depression.Key words: mobile applications depression treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Marešová",
        "ForeName": "Petra",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Klímová",
        "ForeName": "Blanka",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kuča",
        "ForeName": "Kamil",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Mobilní aplikace jako vhodné intervenční nástroje pro nemocné trpící depresí."
  },
  "MedlineJournalInfo": {
    "Country": "Czech Republic",
    "MedlineTA": "Ceska Slov Farm",
    "NlmUniqueID": "9433765",
    "ISSNLinking": "1210-7816"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mobile Applications"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}