{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Treatment resistant",
      "bipolar disorder",
      "consensus",
      "definition",
      "depression"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30520709",
  "DateCompleted": {
    "Year": "2020",
    "Month": "01",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "07",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "12",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1192/bjp.2018.257"
    ],
    "Journal": {
      "ISSN": "1472-1465",
      "JournalIssue": {
        "Volume": "214",
        "Issue": "1",
        "PubDate": {
          "Year": "2019",
          "Month": "Jan"
        }
      },
      "Title": "The British journal of psychiatry : the journal of mental science",
      "ISOAbbreviation": "Br J Psychiatry"
    },
    "ArticleTitle": "Treatment-resistant and multi-therapy-resistant criteria for bipolar depression: consensus definition.",
    "Pagination": {
      "StartPage": "27",
      "EndPage": "35",
      "MedlinePgn": "27-35"
    },
    "Abstract": {
      "AbstractText": [
        "Most people with bipolar disorder spend a significant percentage of their lifetime experiencing either subsyndromal depressive symptoms or major depressive episodes, which contribute greatly to the high levels of disability and mortality associated with the disorder. Despite the importance of bipolar depression, there are only a small number of recognised treatment options available. Consecutive treatment failures can quickly exhaust these options leading to treatment-resistant bipolar depression (TRBD). Remarkably few studies have evaluated TRBD and those available lack a comprehensive definition of multi-therapy-resistant bipolar depression (MTRBD).AimsTo reach consensus regarding threshold definitions criteria for TRBD and MTRBD.",
        "Based on the evidence of standard treatments available in the latest bipolar disorder treatment guidelines, TRBD and MTRBD criteria were agreed by a representative panel of bipolar disorder experts using a modified Delphi method.",
        "TRBD criteria in bipolar depression was defined as failure to reach sustained symptomatic remission for 8 consecutive weeks after two different treatment trials, at adequate therapeutic doses, with at least two recommended monotherapy treatments or at least one monotherapy treatment and another combination treatment. MTRBD included the same initial definition as TRBD, with the addition of failure of at least one trial with an antidepressant, a psychological treatment and a course of electroconvulsive therapy.",
        "The proposed TRBD and MTRBD criteria may provide an important signpost to help clinicians, researchers and stakeholders in judging how and when to consider new non-standard treatments. However, some challenging diagnostic and therapeutic issues were identified in the consensus process that need further evaluation and research.Declaration of interestIn the past 3 years, M.B. has received grant/research support from the NIH, Cooperative Research Centre, Simons Autism Foundation, Cancer Council of Victoria, Stanley Medical Research Foundation, MBF, NHMRC, Beyond Blue, Rotary Health, Geelong Medical Research Foundation, Bristol Myers Squibb, Eli Lilly, Glaxo SmithKline, Meat and Livestock Board, Organon, Novartis, Mayne Pharma, Servier, Woolworths, Avant and the Harry Windsor Foundation, has been a speaker for Astra Zeneca, Bristol Myers Squibb, Eli Lilly, Glaxo SmithKline, Janssen Cilag, Lundbeck, Merck, Pfizer, Sanofi Synthelabo, Servier, Solvay and Wyeth and served as a consultant to Allergan, Astra Zeneca, Bioadvantex, Bionomics, Collaborative Medicinal Development, Eli Lilly, Grunbiotics, Glaxo SmithKline, Janssen Cilag, LivaNova, Lundbeck, Merck, Mylan, Otsuka, Pfizer and Servier. A.C. has received fees for lecturing from pharmaceutical companies namely Lundbeck and Sunovion. A.J.C. has in the past 3 years received honoraria for speaking from Astra Zeneca and Lundbeck, honoraria for consulting from Allergan, Janssen, Lundbeck and LivaNova and research grant support from Lundbeck. G.M.G. holds shares in P1Vital and has served as consultant, advisor or CME speaker for Allergan, Angelini, Compass pathways, MSD, Lundbeck, Otsuka, Takeda, Medscape, Minervra, P1Vital, Pfizer, Servier, Shire and Sun Pharma. J.G. has received research funding from National Institute for Health Research, Medical Research Council, Stanley Medical Research Institute and Wellcome. H.G. received grants/research support, consulting fees or honoraria from Gedeon Richter, Genericon, Janssen Cilag, Lundbeck, Otsuka, Pfizer and Servier. R.H.M.-W. has received support for research, expenses to attend conferences and fees for lecturing and consultancy work (including attending advisory boards) from various pharmaceutical companies including Astra Zeneca, Cyberonics, Eli Lilly, Janssen, Liva Nova, Lundbeck, MyTomorrows, Otsuka, Pfizer, Roche, Servier, SPIMACO and Sunovion. R.M. has received research support from Big White Wall, Electromedical Products, Johnson and Johnson, Magstim and P1Vital. S.N. received honoraria from Lundbeck, Jensen and Otsuka. J.C.S. has received funds for research from Alkermes, Pfizer, Allergan, J&amp;J, BMS and been a speaker or consultant for Astellas, Abbott, Sunovion, Sanofi. S.W has, within the past 3 years, attended advisory boards for Sunovion and LivaNova and has undertaken paid lectures for Lundbeck. D.J.S. has received honoraria from Lundbeck. T.S. has reported grants from Pathway Genomics, Stanley Medical Research Institute and Palo Alto Health Sciences; consulting fees from Sunovion Pharamaceuticals Inc.; honoraria from Medscape Education, Global Medical Education and CMEology; and royalties from Jones and Bartlett, UpToDate and Hogrefe Publishing. S.P. has served as a consultant or speaker for Janssen, and Sunovion. P.T. has received consultancy fees as an advisory board member from the following companies: Galen Limited, Sunovion Pharmaceuticals Europe Ltd, myTomorrows and LivaNova. E.V. received grants/ research support, consulting fees or honoraria from Abbott, AB-Biotics, Allergan, Angelini, Dainippon Sumitomo, Ferrer, Gedeon Richter, Janssen, Lundbeck, Otsuka and Sunovion. L.N.Y. has received grants/research support, consulting fees or honoraria from Allergan, Alkermes, Dainippon Sumitomo, Janssen, Lundbeck, Otsuka, Sanofi, Servier, Sunovion, Teva and Valeant. A.H.Y. has undertaken paid lectures and advisory boards for all major pharmaceutical companies with drugs used in affective and related disorders and LivaNova. He has also previously received funding for investigator-initiated studies from AstraZeneca, Eli Lilly, Lundbeck and Wyeth. P.R.A.S. has received research funding support from Corcept Therapeutics Inc. Corcept Therapeutics Inc fully funded attendance at their internal conference in California USA and all related expenses. He has received grant funding from the Medical Research Council UK for a collaborative study with Janssen Research and Development LLC. Janssen Research and Development LLC are providing non-financial contributions to support this study. P.R.A.S. has received a presentation fee from Indivior and an advisory board fee from LivaNova."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Postdoctoral Researcher,Centre for Affective Disorders,Institute of Psychiatry,Psychology and Neuroscience, King's College London,UK;and Consultant Psychiatrist,Bipolar Disorders Programme,Department of Psychiatry and Psychology,Institute of Neurosciences,Hospital Clinic de Barcelona,CIBERSAM, IDIBAPS,Spain."
          }
        ],
        "LastName": "Hidalgo-Mazzei",
        "ForeName": "Diego",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NHMRC Senior Principal Research Fellow,Alfred Deakin Professor of Psychiatry,School of Medicine,Deakin University and Barwon Health; Director, IMPACT Strategic Research Centre (Innovation in Mental and Physical Health and Clinical Treatment); Professorial Research Fellow, The Florey Institute of Neuroscience and Mental Health; Professorial Research Fellow, The National Centre of Excellence in Youth Mental Health; and Professorial Research Fellow,Department of Psychiatry,University of Melbourne,Australia."
          }
        ],
        "LastName": "Berk",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NIHR Research Professor,Department of Psychiatry,University of Oxford, Warneford Hospital; and Honorary Consultant Psychiatrist,Oxford Health NHS Foundation Trust,UK."
          }
        ],
        "LastName": "Cipriani",
        "ForeName": "Andrea",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Professor of Psychopharmacology and Affective Disorders,Institute of Psychiatry,Psychology and Neuroscience,King's College London; andConsultant Psychiatrist,Maudsley Hospital,South London and Maudsley NHS Foundation Trust (SLaM),UK."
          }
        ],
        "LastName": "Cleare",
        "ForeName": "Anthony J",
        "Initials": "AJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Research Fellow,Division of Psychological Medicine and Clinical Neurosciences,MRC Centre for Neuropsychiatric Genetics and Genomics,Cardiff University,UK."
          }
        ],
        "LastName": "Florio",
        "ForeName": "Arianna Di",
        "Initials": "AD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "GP Partner,Lonsdale Medical Centre; andVisiting Lecturer,Department of Psychological Medicine,Institute of Psychiatry,Psychology and Neuroscience,King's College London,UK."
          }
        ],
        "LastName": "Dietch",
        "ForeName": "Daniel",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NIHR Senior Investigator,Professor of Epidemiological Psychiatry,University of Oxford and Oxford Health NHS Foundation Trust,UK."
          }
        ],
        "LastName": "Geddes",
        "ForeName": "John R",
        "Initials": "JR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Professor and Senior Research Fellow,Department of Psychiatry,University of Oxford, Warneford Hospital,UK."
          }
        ],
        "LastName": "Goodwin",
        "ForeName": "Guy M",
        "Initials": "GM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Head of Department of Adult Psychiatry,Klinikum am Weissenhof,Weinsberg & Paracelsus Medical University,Germany."
          }
        ],
        "LastName": "Grunze",
        "ForeName": "Heinz",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Senior Research Fellow,UCLH NIHR Biomedical Research Centre,Division of Psychiatry,University College London; and Honorary Consultant Psychiatrist,Camden and Islington NHS Foundation Trust,UK."
          }
        ],
        "LastName": "Hayes",
        "ForeName": "Joseph F",
        "Initials": "JF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Director and Clinical Professor,National Centre for Mental Health,MRC Centre for Neuropsychiatric Genetics and Genomics,Cardiff University,UK."
          }
        ],
        "LastName": "Jones",
        "ForeName": "Ian",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Professor of Psychiatry and Chairman of the Department of Psychiatry and Psychotherapy,Medical University Vienna,MUV, AKH, Währinger Gürtel,Austria."
          }
        ],
        "LastName": "Kasper",
        "ForeName": "Siegfried",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lead Consultant Psychiatrist, OPTIMA Mood Disorders Service,South London and Maudsley NHS Foundation Trust (SLaM),UK."
          }
        ],
        "LastName": "Macritchie",
        "ForeName": "Karine",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Professor of Affective Disorders,Institute of Neuroscience, Newcastle University; and Honorary Consultant Psychiatrist,Regional Affective Disorders Service,Northumberland Tyne and Wear NHS Foundation Trust,UK."
          }
        ],
        "LastName": "McAllister-Williams",
        "ForeName": "R Hamish",
        "Initials": "RH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Professor of Psychiatry and Honorary Consultant Psychiatrist,Centre for Mood Disorders,Institute of Mental Health, University of Nottingham and Nottinghamshire Healthcare NHS Foundation Trust,UK."
          }
        ],
        "LastName": "Morriss",
        "ForeName": "Richard",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Consultant Psychiatrist and Director of Clinical Studies,West London Mental NHS Health Trust;and Honorary Senior Lecturer,Imperial College School of Medicine,UK."
          }
        ],
        "LastName": "Nayrouz",
        "ForeName": "Sam",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Consultant Psychiatrist and Research Lead,West London Mental Health Trust;NW London Specialty Lead in Mental Health,National Institute for Health Research; and Honorary Senior Clinical Lecturer,Imperial College London,UK."
          }
        ],
        "LastName": "Pappa",
        "ForeName": "Sofia",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Director,Center of Excellence on Mood Disorders, Department of Psychiatry and Behavioral Sciences,McGovern Medical School; and Executive Director,The University of Texas Harris County Psychiatric Center,USA."
          }
        ],
        "LastName": "Soares",
        "ForeName": "Jair C",
        "Initials": "JC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Professor of Psychiatry and Lister Institute Prize Fellow, Institute of Health and Wellbeing,Mental Health, University of Glasgow,Gartnavel Royal Hospital,UK."
          }
        ],
        "LastName": "Smith",
        "ForeName": "Daniel J",
        "Initials": "DJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Professor,Department of Psychiatry & Behavioral Sciences,Stanford University School of Medicine; Director, VA Palo Alto Bipolar and Depression Research Program; and Director,VA Palo Alto CSP NODES,Palo Alto,USA."
          }
        ],
        "LastName": "Suppes",
        "ForeName": "Trisha",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Senior Lecturer in Psychiatry,University of Manchester; and Honorary Consultant Psychiatrist and Director,Specialist Service for Affective Disorders,Greater Manchester Mental Health NHS Foundation Trust,UK."
          }
        ],
        "LastName": "Talbot",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [
          "0000-0002-0548-0053"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Head of Department and Professor of Psychiatry,Bipolar disorders programme,Department of Psychiatry and Psychology,Institute of Neurosciences, Hospital Clinic, University of Barcelona,CIBERSAM, IDIBAPS,Spain."
          }
        ],
        "LastName": "Vieta",
        "ForeName": "Eduard",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Senior Lecturer and Consultant Psychiatrist,Northern Centre for Mood Disorders,Institute for Neuroscience, Newcastle University and Northumberland Tyne and Wear NHS Foundation Trust,UK."
          }
        ],
        "LastName": "Watson",
        "ForeName": "Stuart",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Professor of Psychiatry,University of British Columbia; Regional Head,Department of Psychiatry,Vancouver Coastal Health/Providence Healthcare; and Regional Program Medical Director,Vancouver Coastal Health/Providence Healthcare,Canada."
          }
        ],
        "LastName": "Yatham",
        "ForeName": "Lakshmi N",
        "Initials": "LN"
      },
      {
        "Identifier": [
          "0000-0003-2291-6952"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Chair of Mood Disorders and Director of the Centre for Affective Disorders,Department of Psychological Medicine,King's College London,South London and Maudsley NHS Foundation Trust (SLaM);Academic Director,Psychological Medicine and Integrated Care Clinical Academic Group; and NIHR Senior Investigator,Institute of Psychiatry,Psychology and Neuroscience,King's College London,South London and Maudsley NHS Foundation Trust (SLaM),UK."
          }
        ],
        "LastName": "Young",
        "ForeName": "Allan H",
        "Initials": "AH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Senior Lecturer in Mood Disorders and Consultant Psychiatrist,National Affective Disorders Service; Academic Psychiatry Training Programme Lead,Institute of Psychiatry,Psychology and Neuroscience,King's College London,South London and Maudsley NHS Foundation Trust (SLaM); andCRN South London Lead for Mental Health,Centre for Affective Disorders, Institute of Psychiatry,Psychology and Neuroscience,King's College London,South London and Maudsley NHS Foundation Trust (SLaM),UK."
          }
        ],
        "LastName": "Stokes",
        "ForeName": "Paul R A",
        "Initials": "PRA"
      }
    ],
    "GrantList": [
      {
        "Acronym": "WT_",
        "Agency": "Wellcome Trust",
        "Country": "United Kingdom"
      },
      {
        "GrantID": "211085",
        "Acronym": "WT_",
        "Agency": "Wellcome Trust",
        "Country": "United Kingdom"
      },
      {
        "GrantID": "211085/Z/18/Z",
        "Acronym": "WT_",
        "Agency": "Wellcome Trust",
        "Country": "United Kingdom"
      },
      {
        "GrantID": "MR/L010305/1",
        "Acronym": "MRC_",
        "Agency": "Medical Research Council",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br J Psychiatry",
    "NlmUniqueID": "0342367",
    "ISSNLinking": "0007-1250"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Br J Psychiatry. 2019 May;214(5):309",
      "PMID": "30816078"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Bipolar Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Consensus"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder, Treatment-Resistant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "CoiStatement": "\n<b>Declaration of interest</b>\n. In the past 3 years, M.B. has received grant/research support from the NIH, Cooperative Research Centre, Simons Autism Foundation, Cancer Council of Victoria, Stanley Medical Research Foundation, MBF, NHMRC, Beyond Blue, Rotary Health, Geelong Medical Research Foundation, Bristol Myers Squibb, Eli Lilly, Glaxo SmithKline, Meat and Livestock Board, Organon, Novartis, Mayne Pharma, Servier, Woolworths, Avant and the Harry Windsor Foundation, has been a speaker for Astra Zeneca, Bristol Myers Squibb, Eli Lilly, Glaxo SmithKline, Janssen Cilag, Lundbeck, Merck, Pfizer, Sanofi Synthelabo, Servier, Solvay and Wyeth and served as a consultant to Allergan, Astra Zeneca, Bioadvantex, Bionomics, Collaborative Medicinal Development, Eli Lilly, Grunbiotics, Glaxo SmithKline, Janssen Cilag, LivaNova, Lundbeck, Merck, Mylan, Otsuka, Pfizer and Servier. A.J.C. has in the past 3 years received honoraria for speaking from Astra Zeneca and Lundbeck, honoraria for consulting from Allergan, Janssen, Lundbeck and LivaNova and research grant support from Lundbeck. G.M.G. holds shares in P1Vital and has served as consultant, advisor or CME speaker for Allergan, Angelini, Compass pathways, MSD, Lundbeck, Otsuka, Takeda, Medscape, Minervra, P1Vital, Pfizer, Servier, Shire and Sun Pharma. J.G. has received research funding from National Institute for Health Research, Medical Research Council, Stanley Medical Research Institute and Wellcome. H.G. received grants/research support, consulting fees or honoraria from Gedeon Richter, Genericon, Janssen Cilag, Lundbeck, Otsuka, Pfizer and Servier. R.H.M.-W. has received support for research, expenses to attend conferences and fees for lecturing and consultancy work (including attending advisory boards) from various pharmaceutical companies including Astra Zeneca, Cyberonics, Eli Lilly, Janssen, Liva Nova, Lundbeck, MyTomorrows, Otsuka, Pfizer, Roche, Servier, SPIMACO and Sunovion. R.M. has received research support from Big White Wall, Electromedical Products, Johnson and Johnson, Magstim and P1Vital. S.N. received honoraria from Lundbeck, Jensen and Otsuka. J.C.S. has received funds for research from Alkermes, Pfizer, Allergan, J&J, BMS and been a speaker or consultant for Astellas, Abbott, Sunovion, Sanofi. S.W has, within the past 3 years, attended advisory boards for Sunovion and LivaNova and has undertaken paid lectures for Lundbeck. D.J.S. has received honoraria from Lundbeck. T.S. has reported grants from Pathway Genomics, Stanley Medical Research Institute and Palo Alto Health Sciences; consulting fees from Sunovion Pharamaceuticals Inc.; honoraria from Medscape Education, Global Medical Education and CMEology; and royalties from Jones and Bartlett, UpToDate and Hogrefe Publishing. S.P. has served as a consultant or speaker for Janssen, and Sunovion. P.T. has received consultancy fees as an advisory board member from the following companies: Galen Limited, Sunovion Pharmaceuticals Europe Ltd, myTomorrows and LivaNova. E.V. received grants/ research support, consulting fees or honoraria from Abbott, AB-Biotics, Allergan, Angelini, Dainippon Sumitomo, Ferrer, Gedeon Richter, Janssen, Lundbeck, Otsuka and Sunovion. L.N.Y. has received grants/research support, consulting fees or honoraria from Allergan, Alkermes, Dainippon Sumitomo, Janssen, Lundbeck, Otsuka, Sanofi, Servier, Sunovion, Teva and Valeant. A.H.Y. has undertaken paid lectures and advisory boards for all major pharmaceutical companies with drugs used in affective and related disorders and LivaNova. He has also previously received funding for investigator-initiated studies from AstraZeneca, Eli Lilly, Lundbeck and Wyeth. P.R.A.S. has received research funding support from Corcept Therapeutics Inc. Corcept Therapeutics Inc fully funded attendance at their internal conference in California USA and all related expenses. He has received grant funding from the Medical Research Council UK for a collaborative study with Janssen Research and Development LLC. Janssen Research and Development LLC are providing non-financial contributions to support this study. P.R.A.S. has received a presentation fee from Indivior and an advisory board fee from LivaNova. The original version of this article stated incorrectly that A.C. had received fees for lecturing from the pharmaceutical companies Lundbeck and Sunovion. This was an accidental duplication of the declaration of interest by A.J.C. which immediately follows it. A.C. declares no conflict of interest. This article has been updated and a corrigendum published."
}