{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Цель исследования. Изучение клинических и психопатологических особенностей депрессий у пациентов с эпизодическим употреблением алкоголя и зависимостью от него. Материал и методы. Обследованы 89 пациентов с депрессивными расстройствами, которые составили 3 группы. В 1-ю группу вошли больные с депрессивным расстройством, осложненным зависимостью от алкоголя, во 2-ю - пациенты, которые в процессе развития депрессивной фазы эпизодически употребляли алкоголь; в 3-ю - пациенты с эндогенными депрессиями, не отягощенными злоупотреблением алкоголем. Обследование проводили с использованием клинико-психопатологического метода и психометрических шкал депрессии НADS и MADRS; количественные показатели обрабатывали статистически. Результаты и заключение. Установлено, что депрессивные расстройства, осложненные эпизодическим употреблением алкоголя и зависимостью от него, сходны по клинической картине, степени наследственной отягощенности, преморбиду, но имеют ряд особенностей. У больных 2-й группы в депрессивном синдроме значительное место занимали тревожные и тоскливые формы депрессии, осложненные зависимостью от алкоголя, отличались большей тяжестью, менее благоприятным исходом и тенденцией к затяжному течению, были более полиморфны психопатологически. Учет выявленных особенностей изученных депрессий должен позволить проводить более точную дифференциальную диагностику и соответственно более адекватное лечение аффективных расстройств."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28399091",
  "DateCompleted": {
    "Year": "2017",
    "Month": "08",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/jnevro20171173111-15"
    ],
    "Journal": {
      "ISSN": "1997-7298",
      "JournalIssue": {
        "Volume": "117",
        "Issue": "3",
        "PubDate": {
          "Year": "2017"
        }
      },
      "Title": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "ISOAbbreviation": "Zh Nevrol Psikhiatr Im S S Korsakova"
    },
    "ArticleTitle": "[Clinical characteristics of depression in patients with episodic consumption of and dependence on alcohol].",
    "Pagination": {
      "StartPage": "11",
      "EndPage": "15",
      "MedlinePgn": "11-15"
    },
    "Abstract": {
      "AbstractText": [
        "To study clinical and psychopathological features of depression in patients with consumption of and dependence on alcohol.",
        "Eighty-nine depressed patients were examined. The first group included patients with depressive disorders complicated by alcoholism. The second group included patients, which used alcohol in depressive phase. Control group included patients with endogenous depression without drinking alcohol. Examinations of patients were carried out using clinical-psychopathological method, MADRS and statistical analysis of the data.",
        "Depressive disorders complicated by consumption of and dependence on alcohol were comparable for the clinical picture, family history, premorbid features. At the same time, they had a number of differences. In patients with alcohol abuse in depressive syndrome, anxious and melancholic depressions were more frequent. They were complicated with alcohol dependence, were more severe, had less favorite outcomes and a trend toward prolonged course and were more psychopathologically polymorphic. Characteristics of depression in patients with consumption of and dependence on alcohol will allow for a more accurate differential diagnosis and more adequate treatment of affective disorders."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sechenov First Moscow State Medical University, Moscow, Russia."
          }
        ],
        "LastName": "Ivanets",
        "ForeName": "N N",
        "Initials": "NN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sechenov First Moscow State Medical University, Moscow, Russia."
          }
        ],
        "LastName": "Lavrinenko",
        "ForeName": "O V",
        "Initials": "OV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sechenov First Moscow State Medical University, Moscow, Russia."
          }
        ],
        "LastName": "Maximova",
        "ForeName": "T N",
        "Initials": "TN"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Klinicheskie osobennosti depressivnykh sostoianiĭ u patsientov s zavisimost'iu ot alkogolia i ego épizodicheskim upotrebleniem."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Zh Nevrol Psikhiatr Im S S Korsakova",
    "NlmUniqueID": "9712194",
    "ISSNLinking": "1997-7298"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Alcohol Drinking"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Alcoholism"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    }
  ]
}