{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30118995",
  "DateCompleted": {
    "Year": "2019",
    "Month": "05",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "08",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.comppsych.2018.08.001",
      "S0010-440X(18)30131-7"
    ],
    "Journal": {
      "ISSN": "1532-8384",
      "JournalIssue": {
        "Volume": "86",
        "PubDate": {
          "Year": "2018",
          "Month": "Oct"
        }
      },
      "Title": "Comprehensive psychiatry",
      "ISOAbbreviation": "Compr Psychiatry"
    },
    "ArticleTitle": "Moderators and mediators of a maternal depression treatment study: Impact of maternal trauma and parenting on child outcomes.",
    "Pagination": {
      "StartPage": "123",
      "EndPage": "130",
      "MedlinePgn": "123-130"
    },
    "Abstract": {
      "AbstractText": [
        "Treatment of maternal depression with psychotherapy has been shown to confer indirect benefits to school-age offspring with psychiatric disorders. The current study sought to understand mechanisms by which improvement in depressed mothers, with and without histories of trauma and treated with psychotherapy, produce changes in children who struggle with psychiatric illnesses themselves. We hypothesized that maternal history of childhood trauma would moderate the relationship between maternal and child outcomes and that increased positive and decreased negative parenting behaviors would mediate the relationship between maternal and child outcomes. We also examined whether maternal history of trauma would moderate the mediational effects of parenting behaviors.",
        "Participants were dyads (n = 62) of mothers with major depressive disorder and their children, ages 7-18, with at least one internalizing disorder. Mothers were treated with nine sessions of psychotherapy and children were treated openly in the community. Dyads were evaluated every three months over one year.",
        "Maternal improvement in depressive symptoms was associated, in a lagged fashion, with child improvement in functioning six months later. There was a significant interaction of time and change in maternal symptoms [F(1, 45) = 5.84, p = 0.02], where change in maternal depressive symptoms from baseline to six months was robustly associated with change in child functioning from baseline to 12 months (β = 0.49, p = 0.0002). Maternal history of childhood sexual abuse moderated the association between change in maternal and child depressive symptoms [F(1,87) = 5.8, p = 0.02], and maternal history of physical neglect moderated the relationship between improvement in maternal depression and improvement in child functioning [F(1,36) = 4.34, p = 0.04], where significant associations between maternal and child outcomes were only found in mothers without histories of sexual abuse or physical neglect. Increase in positive parenting strategies (acceptance) by mothers mediated 6-month lagged associations between maternal and child outcomes, but reduction in negative parenting strategies (psychological control) did not. Maternal history of childhood emotional neglect moderated the mediational model, such that improved positive parenting did not explain lagged improvement in child depression among the subset of mothers with childhood histories of emotional neglect.",
        "In dyads comprised of depressed mothers and school-age children with internalizing disorders, children improved when mothers improved, but not among those whose mothers who had histories of sexual abuse or physical neglect. Increased use of positive parenting strategies among mothers accounted for lagged relationships between improvement in maternal depressive symptoms and improvement in child functioning. This pattern was not, however, observed among mothers with childhood histories of emotional neglect. Interventions that directly enhance positive parenting and more rapidly change these behaviors may hasten improvement in offspring. Offspring of depressed mothers with histories of early trauma are at high risk for poor outcomes, even when their mothers receive depression treatment."
      ],
      "CopyrightInformation": "Copyright © 2018 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Pittsburgh School of Medicine, Pittsburgh, PA, United States of America. Electronic address: swartzha@upmc.edu."
          }
        ],
        "LastName": "Swartz",
        "ForeName": "Holly A",
        "Initials": "HA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Chatham University, Pittsburgh, PA, United States of America."
          }
        ],
        "LastName": "Cyranowski",
        "ForeName": "Jill M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Pittsburgh, Department of Statistics, Pittsburgh, PA, United States of America."
          }
        ],
        "LastName": "Cheng",
        "ForeName": "Yu",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Pittsburgh, Department of Psychology, Pittsburgh, PA, United States of America."
          }
        ],
        "LastName": "Amole",
        "ForeName": "Marlissa",
        "Initials": "M"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 MH083647",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Evaluation Study",
      "Journal Article",
      "Research Support, N.I.H., Extramural"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Compr Psychiatry",
    "NlmUniqueID": "0372612",
    "ISSNLinking": "0010-440X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Child of Impaired Parents"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mother-Child Relations"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Mothers"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Parenting"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}