{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Depressive disorders",
      "Major depressive disorder",
      "Mathematical models",
      "Simulation studies"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30572862",
  "DateCompleted": {
    "Year": "2019",
    "Month": "09",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "12",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "395",
      "10.1186/s12888-018-1969-3"
    ],
    "Journal": {
      "ISSN": "1471-244X",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Month": "Dec",
          "Day": "20"
        }
      },
      "Title": "BMC psychiatry",
      "ISOAbbreviation": "BMC Psychiatry"
    },
    "ArticleTitle": "The \"Clinician's illusion\" and the epidemiology, diagnosis and treatment of depressive disorders.",
    "Pagination": {
      "StartPage": "395",
      "MedlinePgn": "395"
    },
    "Abstract": {
      "AbstractText": [
        "Depression often occurs in association with stressful events. However, people with depressive disorders may experience episodes in response to minor stressors or \"out of the blue.\" Similar episodes can occur in people who do not have a disorder in response to severe events. This plurality of symptom patterns, occurring as it does in the absence of precise demarcation from normality has led to controversy over how depressive disorders should be defined, how common they are, and when treatment should be offered. Much of the controversy, however, may be illusory, arising from a tendency to view depressive disorders as defects or disease processes (the \"clincian's illusion\"). Avoiding the illusion involves understanding depression as a defense rather than a defect and requires consideration of aspects of signal detection theory and the associated \"smoke detector\" principle. This perspective may help to understand aspects of depressive disorders that are otherwise puzzling and controversial.",
        "In this paper, implications of signal detection theory and the \"smoke detector principle\" are explored: (1) conceptually, (2) using calculations performed in a spreadsheet and (3) using an agent-based model. Depressive episodes are conceptualized or represented as all-or-nothing phenomena activated in response to stressful life events. These events occur in an environment that also includes variable levels of baseline stress, creating a signal detection problem. The agent-based framework allows interaction with the environment as agents attempt to achieve an ideal level of adaptation.",
        "The smoke detector principle, if valid, may explain otherwise puzzling and controversial features of the depressive disorders, such as their lack of precise demarcation from normality, the role of life events and stressors and their patterns of prevalence.",
        "Signal detection concepts help to avoid the \"clinician's illusion\" in which aspects of functioning of the body's defenses are mistaken for a disease entity or defect. These principles emphasize inevitable difficulties that are encountered in attempts to conceptualize depressive disorders without reference to the environment in which they occur, and without addressing possible stochastic (randomly varying) elements. Because of the \"clinicians illusion\", current research priorities, as well as diagnosis and treatment strategies, may be flawed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Health Sciences and Department of Psychiatry, University of Calgary. 3rd Floor TRW Building, 3280 Hospital Drive NW, Mathison Centre for Mental Health Research & Education, Hotchkiss Brain Institute and the Alberta Children's Hospital Research Institute, Calgary, AB, T2N 4Z6, Canada. patten@ucalgary.ca."
          }
        ],
        "LastName": "Patten",
        "ForeName": "Scott B",
        "Initials": "SB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Psychiatry",
    "NlmUniqueID": "100968559",
    "ISSNLinking": "1471-244X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Change Events"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Patient Care Management"
    },
    {
      "QualifierName": [
        "classification",
        "complications",
        "psychology"
      ],
      "DescriptorName": "Stress, Psychological"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The research did not include human or animal participants. CONSENT FOR PUBLICATION: Not applicable. This manuscript includes no individual participant data. COMPETING INTERESTS: The author declares that he has no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}