{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "DNA methylation",
      "chromatin remodeling",
      "early life stress",
      "histone modification",
      "noncoding RNA"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La depresión es un trastorno psiquiátrico devastador causado por una combinación de una predisposición genética y de acontecimientos vitales, en que destaca la exposición al estrés. Se sabe que el estrés en los inicios de la vida (EIV) deja una “cicatriz” en el cerebro, lo que lleva a un aumento de la susceptibilidad para desarrollar una depresión en años posteriores a través de mecanismos epigenéticos. Los procesos epigenéticos conducen a cambios en la expresión génica que no se deben a cambios en la secuencia de ADN, sino que ocurren mediante la modulación de las modificaciones de la cromatina, de la metilación del ADN y de los ARNs no codificantes. En este artículo se revisan los mecanismos epigenéticos comunes, incluyendo las enzimas que participan en la lectura, la escritura y el borrado de marcas epigenéticas específicas. Luego se describen los desarrollos recientes en la comprensión de cómo el EIV produce cambios en el epigenoma, lo que se manifiesta -en modelos animales- en una mayor susceptibilidad a anormalidades similares a la depresión. Se finaliza destacando la necesidad de futuros estudios que potencialmente permitan utilizar la comprensión de los cambios epigenéticos relacionados con el EIV para el desarrollo de muy necesarias nuevas estrategias terapéuticas y el descubrimiento de biomarcadores."
      ],
      "CopyrightInformation": "© 2019, AICH Servier Group﻿Copyright © 2019 AICH Servier Group. All rights reserved."
    },
    {
      "AbstractText": [
        "La dépression, trouble psychiatrique destructeur, est provoquée par une association de prédisposition génétique et d’événements de vie, principalement l’exposition au stress. Le stress de début de vie est particulièrement connu pour laisser une « cicatrice » au cerveau, le rendant plus susceptible de développer une dépression ultérieure par le biais de mécanismes épigénétiques. Les processus épigénétiques entraînent des modifications de l’expression génique qui ne sont pas dues à des changements de séquence ADN mais qui apparaissent par modulation des modifications de la chromatine, par méthylation de l’ADN et par des ARN non codants. Nous analysons dans cet article les mécanismes épigénétiques courants, dont les enzymes impliquées dans la lecture, l’écriture et l’effacement de marques épigénétiques spécifiques. Ainsi que nous le décrivons ensuite, des avancées récentes nous permettent de comprendre comment le stress de début de vie modifie l’épigénome en augmentant la susceptibilité aux anomalies de la dépression dans les modèles animaux. Nous en concluons que de nouvelles études sont nécessaires qui pourraient utiliser cette compréhension des modifications épigénétiques liées au stress de début de vie pour développer d’indispensables nouvelles stratégies thérapeutiques et la découverte de biomarqueurs."
      ],
      "CopyrightInformation": "© 2019, AICH Servier Group﻿Copyright © 2019 AICH Servier Group. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31949402",
  "DateCompleted": {
    "Year": "2020",
    "Month": "06",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "06",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.31887/DCNS.2019.21.4/enestler"
    ],
    "Journal": {
      "ISSN": "1958-5969",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "4",
        "PubDate": {
          "Year": "2019",
          "Month": "Dec"
        }
      },
      "Title": "Dialogues in clinical neuroscience",
      "ISOAbbreviation": "Dialogues Clin Neurosci"
    },
    "ArticleTitle": "Unraveling the epigenetic landscape of depression: focus on early life stress\u2029.",
    "Pagination": {
      "StartPage": "341",
      "EndPage": "357",
      "MedlinePgn": "341-357"
    },
    "Abstract": {
      "AbstractText": [
        "Depression is a devastating psychiatric disorder caused by a combination of genetic predisposition and life events, mainly exposure to stress. Early life stress (ELS) in particular is known to \"scar\" the brain, leading to an increased susceptibility to developing depression later in life via epigenetic mechanisms. Epigenetic processes lead to changes in gene expression that are not due to changes in DNA sequence, but achieved via modulation of chromatin modifications, DNA methylation, and noncoding RNAs. Here we review common epigenetic mechanisms including the enzymes that take part in reading, writing, and erasing specific epigenetic marks. We then describe recent developments in understanding how ELS leads to changes in the epigenome that are manifested in increased susceptibility to depression-like abnormalities in animal models. We conclude with highlighting the need for future studies that will potentially enable the utilisation of the understanding of epigenetic changes linked to ELS for the development of much-needed novel therapeutic strategies and biomarker discovery.\u2029."
      ],
      "CopyrightInformation": "© 2019, AICH Servier Group﻿Copyright © 2019 AICH Servier Group. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nash Family Department of Neuroscience and Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, US."
          }
        ],
        "LastName": "Torres-Berrío",
        "ForeName": "Angélica",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Author affiliations: Nash Family Department of Neuroscience and Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, US."
          }
        ],
        "LastName": "Issler",
        "ForeName": "Orna",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Author affiliations: Nash Family Department of Neuroscience and Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, US."
          }
        ],
        "LastName": "Parise",
        "ForeName": "Eric M",
        "Initials": "EM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Author affiliations: Nash Family Department of Neuroscience and Friedman Brain Institute, Icahn School of Medicine at Mount Sinai, New York, NY, US."
          }
        ],
        "LastName": "Nestler",
        "ForeName": "Eric J",
        "Initials": "EJ"
      }
    ],
    "GrantList": [
      {
        "GrantID": "P50 MH096890",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 MH051399",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dialogues Clin Neurosci",
    "NlmUniqueID": "101238198",
    "ISSNLinking": "1294-8322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "DNA Methylation"
    },
    {
      "QualifierName": [
        "drug therapy",
        "genetics"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy",
        "genetics"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Epigenomics"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Genetic Predisposition to Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Stress, Psychological"
    }
  ]
}