{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "adolescent",
      "antidepressant",
      "child",
      "depression",
      "network metaDanalysis",
      "psychotherapy",
      "systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28801423",
  "DateCompleted": {
    "Year": "2018",
    "Month": "04",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "08",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e016608",
      "10.1136/bmjopen-2017-016608"
    ],
    "Journal": {
      "ISSN": "2044-6055",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "8",
        "PubDate": {
          "Year": "2017",
          "Month": "Aug",
          "Day": "11"
        }
      },
      "Title": "BMJ open",
      "ISOAbbreviation": "BMJ Open"
    },
    "ArticleTitle": "Comparative efficacy and acceptability of antidepressants, psychological interventions, and their combination for depressive disorder in children and adolescents: protocol for a network meta-analysis.",
    "Pagination": {
      "StartPage": "e016608",
      "MedlinePgn": "e016608"
    },
    "Abstract": {
      "AbstractText": [
        "Depressive disorder is common in children and adolescents, with important consequences and serious impairments in terms of personal and social functioning. While both pharmacological and psychological interventions have been shown to be effective, there is still uncertainty about the balance between these and what treatment strategy should be preferred in clinical practice. Therefore, we aim to compare and rank in a network meta-analysis (NMA) the commonly used psychological, pharmacological and combined interventions for depressive disorder in children and adolescents.",
        "We will update the literature search of two previous NMAs for the identification of trials of antidepressant and psychotherapy alone for depressive disorder in children and adolescents. For identification of trials of combination interventions, seven databases (PubMed, EMBASE, CENTRAL (Cochrane Central Register of Controlled Trials), Web of Science, PsycINFO, CINAHL, LiLACS) will be searched from date of inception. We will also search ClinicalTrials.gov, the WHO International Clinical Trials Registry Platform and check relevant reports on the US Food and Drug Administration website for unpublished data. Building on our previous findings in the field, we will include any commonly prescribed oral antidepressants and any manualised or structured psychotherapies, as well as their combinations. Randomised controlled trials assessing any active intervention against active comparator or pill placebo/psychological controls in acute treatment for depressive disorder in children and adolescents will be included. The primary outcomes will be efficacy (mean change in depressive symptoms), and acceptability of treatment (dropout rate due to any cause). The secondary outcomes will be remission rate, tolerability of treatment (dropouts for adverse events), as well as suicide-related outcomes (suicidal behaviour or ideation). We will perform Bayesian NMAs for all relative outcome measures. Subgroup analyses and sensitivity analyses will be conducted to assess the robustness of the findings.",
        "This NMA will provide the most up to date and clinically useful information about the comparative efficacy and acceptability of antidepressants, psychological intervention and their combination in the acute treatment of children and adolescents with depressive disorder. This is the newest NMA and therefore these results are very important in terms of evidence-based medicine. The results will be disseminated through peer-reviewed publication.",
        "PROSPERO CRD42015020841."
      ],
      "CopyrightInformation": "© Article author(s) (or their employer(s) unless otherwise stated in the text of the article) 2017. All rights reserved. No commercial use is permitted unless otherwise expressly granted."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
          }
        ],
        "LastName": "Zhou",
        "ForeName": "Xinyu",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Oxford, Warneford Hospital, Oxford, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "Oxford Health NHS Foundation Trust, Warneford Hospital, Oxford, UK."
          }
        ],
        "LastName": "Cipriani",
        "ForeName": "Andrea",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Institute of Neuroscience and the Collaborative Innovation Centre for Brain Science,The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Yuqing",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical, Neuro and Developmental Psychology, Amsterdam Public Health research institute, Vrije Universiteit Amsterdam, Amsterdam, The Netherlands."
          }
        ],
        "LastName": "Cuijpers",
        "ForeName": "Pim",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Orygen, The National Centre of Excellence in Youth Mental Health, and the Centre of Youth Mental Health, University of Melbourne, Melbourne, Australia."
          }
        ],
        "LastName": "Hetrick",
        "ForeName": "Sarah E",
        "Initials": "SE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Harvard University, Cambridge, USA."
          }
        ],
        "LastName": "Weisz",
        "ForeName": "John R",
        "Initials": "JR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Institute of Neuroscience and the Collaborative Innovation Centre for Brain Science,The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
          }
        ],
        "LastName": "Pu",
        "ForeName": "Juncai",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Diagnostic, Clinical and Public Health Medicine, University of Modena and Reggio Emilia, Modena, Italy."
          }
        ],
        "LastName": "Del Giovane",
        "ForeName": "Cinzia",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Promotion and Human Behaviour, Kyoto University Graduate School of Medicine and School of Public Health, Kyoto, Japan."
          }
        ],
        "LastName": "Furukawa",
        "ForeName": "Toshiaki A",
        "Initials": "TA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Complementary and Integrative Medicine,UniversityHospital and University of Zurich, Zurich, Switzerland."
          }
        ],
        "LastName": "Barth",
        "ForeName": "Jürgen",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departments of Paediatrics and Psychiatry, University of Melbourne, Melbourne, Australia."
          }
        ],
        "LastName": "Coghill",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Psychotherapy, Technische Universität München, Munich, Germany."
          }
        ],
        "LastName": "Leucht",
        "ForeName": "Stefan",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Institute of Neuroscience and the Collaborative Innovation Centre for Brain Science,The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
          }
        ],
        "LastName": "Yang",
        "ForeName": "Lining",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto, Toronto, Canada."
          }
        ],
        "LastName": "Ravindran",
        "ForeName": "Arun V",
        "Initials": "AV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Institute of Neuroscience and the Collaborative Innovation Centre for Brain Science,The First Affiliated Hospital of Chongqing Medical University, Chongqing, China."
          }
        ],
        "LastName": "Xie",
        "ForeName": "Peng",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Meta-Analysis"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMJ Open",
    "NlmUniqueID": "101552874",
    "ISSNLinking": "2044-6055"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "adverse effects",
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Combined Modality Therapy"
    },
    {
      "QualifierName": [
        "drug therapy",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Network Meta-Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Dropouts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Research Design"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Suicidal Ideation"
    }
  ],
  "CoiStatement": "Competing interests: AC reports personal fees from Accord Healthcare as an expert witness for a patent issue about quetiapine extended release. SEH is an editor of the Cochrane Common Mental Disorders Group, an author of the Cochrane systematic review of newer generation antidepressants for depression in children and adolescents. and an author (senior) on the Cochrane review of psychological, pharmacological and their combination for child/adoles depression. DC reports grants and personal fees from Shire; personal fees from Eli Lilly, Janssen Cilag, Novartis, Sandoz, Oxford University Press and grants from European Union FP7, outside of the submitted work. Eli Lilly has provided drugs for a clinical trial led by SL as the principal investigator. AVR reports personal fees from Bristol Myers Squibb, Pfizer, Sunovion; grants from Pfizer, Grand Challenges Canada, Canadian Institute of Health Research and AstraZeneca, outside of the submitted work. TAF has received lecture fees from Eli Lilly, Janssen, Meiji, MSD, Otsuka, Pfizer and TanabeDMitsubishi and consultancy fees from Sekisui Chemicals and Takeda Science Foundation. He has received royalties from IgakuDShoin and Nihon Bunka KagakuDsha publishers. He has received research support from Mochida and TanabeDMitsubishi. XZ, YZ, PC, JRW, JP, CDG, TAF, JB and LY declare no competing interests."
}