{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "cognitive behavioral therapy for insomnia",
      "insomnia",
      "major depression",
      "short sleep"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36798983",
  "DateCompleted": {
    "Year": "2023",
    "Month": "10",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.5664/jcsm.10514"
    ],
    "Journal": {
      "ISSN": "1550-9397",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun",
          "Day": "01"
        }
      },
      "Title": "Journal of clinical sleep medicine : JCSM : official publication of the American Academy of Sleep Medicine",
      "ISOAbbreviation": "J Clin Sleep Med"
    },
    "ArticleTitle": "Objective sleep duration and response to combined pharmacotherapy and cognitive behavioral insomnia therapy among patients with comorbid depression and insomnia: a report from the TRIAD study.",
    "Pagination": {
      "StartPage": "1111",
      "EndPage": "1120",
      "MedlinePgn": "1111-1120"
    },
    "Abstract": {
      "AbstractText": [
        "Several studies have shown that patients with short sleep duration show a poor response to cognitive behavioral therapy for insomnia (CBT-I), but such studies have not included patients with comorbid conditions. The current study was conducted to determine whether pretreatment sleep duration moderates the response of patients with major depression and insomnia disorders to a combined CBT-I and antidepressant medication treatment.",
        "This study comprised a secondary analysis of a larger randomized trial that tested combined CBT-I/antidepressant medication treatment of patients with major depression and insomnia. Participants (n = 99; 70 women; M<sub>age</sub> = 47.712.4 years) completed pretreatment polysomnography and then were randomly assigned to a 12-week treatment with antidepressant medication combined with CBT-I or a sham therapy. Short and longer sleepers were defined using total sleep time cutoffs of < 5, < 6, and < 7 hours for short sleep. Insomnia and depression remission ascertained respectively from the Insomnia Severity Index and Hamilton Rating Scale for Depression were used to compare treatment responses of short and longer sleepers defined by the cutoffs mentioned.",
        "Logistic regression analyses showed that statistically significant results were obtained only when the cutoff of < 5 hours of sleep was used to define \"short sleep.\" Both the CBT-I recipients with < 5 hours of sleep (odds ratio = 0.053; 95% confidence interval = 0.006-0.499) and the sham-therapy group with ≥ 5 hours of sleep (odds ratio = 0.149; 95% confidence interval = 0.045-0.493) were significantly less likely to achieve insomnia remission than were CBT-I recipients with ≥ 5 hours of sleep. The shorter sleeping CBT-I group (odds ratio = 0.118; 95% confidence interval = 0.020-0.714) and longer sleeping sham-therapy group (odds ratio = 0.321; 95% confidence interval = 0.105-0.983) were also less likely to achieve insomnia and/or depression remission than was the longer sleeping CBT-I group with ≥ 5 hours of sleep.",
        "Sleeping < 5 hours may dispose comorbid major depression/insomnia patients to a poor response to combined CBT-I/medication treatments for their insomnia and depression. Future studies to replicate these findings and explore mechanisms of treatment response seem warranted.",
        "Registry: ClinicalTrials.gov; Name: Treatment of Insomnia and Depression (TRIAD); URL: https://clinicaltrials.gov/ct2/show/results/NCT00767624; Identifier: NCT00767624.",
        "Edinger JD, Smith ED, Buysse DJ, et al. Objective sleep duration and response to combined pharmacotherapy and cognitive behavioral insomnia therapy among patients with comorbid depression and insomnia: a report from the TRIAD study. <i>J Clin Sleep Med</i>. 2023;19(6):1111-1120."
      ],
      "CopyrightInformation": "© 2023 American Academy of Sleep Medicine."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Jewish Health, Denver, Colorado."
          },
          {
            "Identifier": [],
            "Affiliation": "Duke University Medical Center, Durham, North Carolina."
          }
        ],
        "LastName": "Edinger",
        "ForeName": "Jack D",
        "Initials": "JD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Jewish Health, Denver, Colorado."
          }
        ],
        "LastName": "Smith",
        "ForeName": "Elizabeth Devon",
        "Initials": "ED"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Pittsburgh, Pittsburgh, Pennsylvania."
          }
        ],
        "LastName": "Buysse",
        "ForeName": "Daniel J",
        "Initials": "DJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Pennsylvania, Philadelphia, Pennsylvania."
          }
        ],
        "LastName": "Thase",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universty of California, San Francisco, California."
          }
        ],
        "LastName": "Krystal",
        "ForeName": "Andrew D",
        "Initials": "AD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Pittsburgh, Pittsburgh, Pennsylvania."
          }
        ],
        "LastName": "Wiskniewski",
        "ForeName": "Stephen",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Stanford University, Palo Alto, California."
          }
        ],
        "LastName": "Manber",
        "ForeName": "Rachel",
        "Initials": "R"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT00767624"
        ]
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 HL096492",
        "Acronym": "HL",
        "Agency": "NHLBI NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 MH079256",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 MH078961",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 MH078924",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Clin Sleep Med",
    "NlmUniqueID": "101231977",
    "ISSNLinking": "1550-9389"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "complications",
        "drug therapy"
      ],
      "DescriptorName": "Sleep Initiation and Maintenance Disorders"
    },
    {
      "QualifierName": [
        "complications",
        "drug therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sleep Duration"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "All authors have seen and approved this manuscript. Work for this study was performed at Duke University, University of Pittsburgh, and Stanford University. All authors except Elizabeth Devon Smith, PhD, received funding from a grant provided by the National Institute of Mental Health for their roles in conducting the research that provided the results summarized in this manuscript. Dr. Smith assisted in the data interpretation and writing of the current manuscript. Wyeth Pharmaceutical and Forest Laboratory donated medications to the study. Jack Edinger has received previous funding from National Institutes of Health (NIH) and Merck and donated sleep recording equipment from Philips-Respironics. Rachel Manber is on the advisory board of General Sleep. Daniel Buysse has served as a paid consultant for the following: Merck, Eisai, Otsuka, Emmi Solutions. He has also served as faculty on CME programs produced by CME Outfitters and Medscape. Andrew Krystal has received grant support from NIH, Teva, Sunovion, Astellas, Abbott, Neosync, Brainsay, Janssen, Advance Neuromodulation Systems St. Jude, and Novartis. He is a consultant to Abbott, AstraZeneca, Attentiv, Teva, Eisai, Jazz, Janssen, Merck, Neurocrine, Otsuka, Lundbeck, Roche, Somnus, Sunovion, Somaxon, Takeda, and Transcept. Michael E. Thase reports no conflicts of interest specifically pertaining to this project. During the past 3 years he has been an advisor/consultant to Alkermes, AstraZeneca, Bristol-Myers Squibb, Eli Lilly, Forest Laboratories, GlaxoSmithKline, Janssen Pharmaceuticals, Lundbeck, MedAvante, Merck, Mylan, Neuronetics, Otsuka, Pamlab/Nestle, Pfizer, Roche, Shire, Sunovion, Takeda, and Teva, as well as the US Food and Drug Administration and the National Institute of Mental Health. During the same time frame, Michael Thase has received honoraria for international continuing education talks that were supported by AstraZeneca, Bristol-Myers Squibb, Eli Lilly, Merck, and Pfizer. He has received research grants from Alkermes, AstraZeneca, Eli Lilly, Forest, GlaxoSmithKline, Janssen, Otsuka, and Roche, as well as from the National Institute of Mental Health and the Agency for Healthcare Research and Quality. Stephen Wisniewski has received a research grant from Janssen Research and Development. Elizabeth Devon Smith has no disclosures to declare. This study was funded by National Institutes of Health, Grant Numbers MH078924, MH078961, MH079256, and HL096492."
}