{
  "CitationSubset": [],
  "KeywordList": [
    [
      "anti-relapse therapy",
      "depression",
      "schizoaffective disorder",
      "treatment"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Цель исследования. Изучение влияния депрессии на качество ремиссии у больных с шизоаффективным расстройством (ШАР) с целью разработки рекомендаций по противорецидивной терапии. Материал и методы. Обследовали 117 амбулаторных пациентов с ШАР, у которых было 348 ремиссий. В соответствии с особенностями приступов болезни пациентов разделили на две группы: 1-я группа - пациенты только с депрессивными проявлениями, 2-я - с аффективными нарушениями обоих полюсов. В качестве основных методов исследования использовали: психопатологический, анамнестический, катамнестический и статистический. Результаты и заключение. Не было выявлено влияния типа ШАР на продолжительность ремиссии и длительность последующей госпитализации. У пациентов 2-й группы реже, чем в 1-й, встречалась остаточная симптоматика в ремиссии, но был выше уровень аффективно-бредовых расстройств. В обеих группах аффективная симптоматика была представлена субдепрессией. У пациентов без остаточной симптоматики наблюдались более длительные ремиссии по сравнению с больными с таковой. Субдепрессивные расстройства были связаны с более низкой приверженностью терапии. При назначении противорецидивной терапии ШАР следует учитывать текущее состояние и особенности не только последнего приступа, но и предыдущих приступов. Для пациентов только с депрессивными приступами характерна субдепрессивная остаточная симптоматика в ремиссии, а для пациентов с различными вариантами аффективных нарушений в рамках ШАР - не только эмоциональные расстройства в ремиссии, но и элементы аффективно-бредовых нарушений. Для противорецидивной терапии предпочтительны нейролептики и нормотимики. В случаях остаточной депрессивной симптоматики требуется коррекция лечения, в том числе присоединение антидепрессантов."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31006792",
  "DateCompleted": {
    "Year": "2019",
    "Month": "08",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/jnevro20191191250"
    ],
    "Journal": {
      "ISSN": "1997-7298",
      "JournalIssue": {
        "Volume": "119",
        "Issue": "1. Vyp. 2",
        "PubDate": {
          "Year": "2019"
        }
      },
      "Title": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "ISOAbbreviation": "Zh Nevrol Psikhiatr Im S S Korsakova"
    },
    "ArticleTitle": "[Depression and it's treatment in patients with schizoaffective disorder].",
    "Pagination": {
      "StartPage": "50",
      "EndPage": "54",
      "MedlinePgn": "50-54"
    },
    "Abstract": {
      "AbstractText": [
        "To study the influence of depression on the quality of remission in patients with schizoaffective disorder (SAD) and develop recommendations for anti-relapse therapy.",
        "Eighty-nine outpatients with the diagnosis of SAD were examined, in whom 348 remission cases were studied. In accordance with the characteristics of the episodes, the patients were divided into 2 main groups: patients with only depressive manifestations (group 1) and patients with affective disorders of both poles (group 2). Clinical-psychopathological, clinical-anamnestic, clinical-follow-up and statistical methods were used.",
        "The type of SAD did not have a significant effect on the duration of remission and the duration of subsequent hospitalization. Patients of group 2 had residual symptoms in remission almost 2 times less often and the level of affective-delusional disorders in this group was higher compared to group 1. In both groups, affective symptoms are represented by subdepression. Patients without residual symptoms had a longer remission compared to patients with subdepression. Subdepressive disorders are associated with lower treatment adherence. Prescribing anti-relapse treatment of SAD, one should consider not only the current state and features of the last episode, but also the features of previous episodes. Patients with depressive episodes are characterized by subdepressive residual symptoms in remission. For patients with different variants of affective disorders in SAD, emotional disorders in remission are as specific as elements of affective-delusional disorders. Anti-relapse therapy should include neuroleptics and normothymics. In case of residual depressive symptoms, the authors recommend the addition of antidepressants."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sechenov First State Medical University, Moscow, Russia."
          }
        ],
        "LastName": "Khritinin",
        "ForeName": "D F",
        "Initials": "DF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Private Educational Institution of Suplementary Professional Education Milton Erickson Institute, Moscow, Russia."
          }
        ],
        "LastName": "Sumarokova",
        "ForeName": "M A",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sechenov First State Medical University, Moscow, Russia."
          }
        ],
        "LastName": "Shchukina",
        "ForeName": "E P",
        "Initials": "EP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Depressiia i ee lechenie u bol'nykh s shizoaffektivnym rasstroĭstvom."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Zh Nevrol Psikhiatr Im S S Korsakova",
    "NlmUniqueID": "9712194",
    "ISSNLinking": "1997-7298"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antipsychotic Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Antipsychotic Agents"
    },
    {
      "QualifierName": [
        "complications",
        "drug therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "complications",
        "drug therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Psychotic Disorders"
    }
  ]
}