{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22868058",
  "DateCompleted": {
    "Year": "2013",
    "Month": "07",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "08",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2012.06.042",
      "S0165-0327(12)00509-5"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "144",
        "Issue": "3",
        "PubDate": {
          "Year": "2013",
          "Month": "Jan",
          "Day": "25"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Discriminating melancholic and non-melancholic depression by prototypic clinical features.",
    "Pagination": {
      "StartPage": "199",
      "EndPage": "207",
      "MedlinePgn": "199-207"
    },
    "Abstract": {
      "AbstractText": [
        "Melancholia is positioned as either a more severe expression of clinical depression or as a separate entity. Support for the latter view emerges from differential causal factors and treatment responsiveness but has not been convincingly demonstrated in terms of differential clinical features. We pursue its prototypic clinical pattern to determine if this advances its delineation.",
        "We developed a 24-item measure (now termed the Sydney Melancholia Prototype Index or SMPI) comprising 12 melancholic and 12 non-melancholic prototypic features (both symptoms and illness correlates). In this evaluative study, 278 patients referred for tertiary level assessment at a specialized mood disorders clinic completed the self-report SMPI as well as a depression severity measure and a comprehensive assessment schedule before clinical interview, while assessing clinicians completed a clinician version of the SMPI items following their interview. The independent variable (diagnostic gold standard) was the clinician's judgment of a melancholic versus non-melancholic depressive episode. Discriminative performance was evaluated by Receiver Operating Characteristics (ROC) analysis of four strategies for operationalising the SMPI self-report and SMPI clinician measures, and with the former strategies compared to ROC analysis of the depression severity measure. The external validity of the optimally discriminating scores on each measure was tested against a range of clinical variables.",
        "Comparison of the two self-report measures established that the SMPI provided greater discrimination than the depression severity measure, while comparison of the self-report and clinician-rated SMPI measures established the latter as more discriminating of clinically diagnosed melancholic or non-melancholic depression. ROC analyses favoured self-report SMPI distinction of melancholic from non-melancholic depression being most optimally calculated by a 'difference' score of at least four or more melancholic than non-melancholic items being affirmed (sensitivity of 0.69, specificity of 0.77). For the clinician-rated SMPI measure, ROC analyses confirmed the same optimal difference score of four or more as highly discriminating of melancholic and non-melancholic depression (sensitivity of 0.84, specificity of 0.92). As the difference score had positive predictive values of 0.90 and 0.70 (for the respective clinician-rated and self-report SMPI forms) and respective negative predictive values of 0.88 and 0.70, we conclude that the clinician-rated version had superior discrimination than the self-report version. External validating data quantified the self-rated and clinician-rated Index-assigned non-melancholic patients having a higher prevalence of anxiety disorders, a higher number of current and lifetime stressors, as well as elevated scores on several personality styles that are viewed as predisposing to and shaping such non-melancholic disorders.",
        "Assigned melancholic and non-melancholic diagnoses were determined by clinician judgement, risking a circularity bias across diagnostic assignment and clinical weighting of melancholic and non-melancholic features. The robustness of the Index requires testing in primary and secondary levels of care settings.",
        "The clinician-rated SMPI differentiated melancholic and non-melancholic depressed subjects at a higher level of confidence than the self-report SMPI, and with a highly acceptable level of discrimination. The measure is recommended for further testing of its intrinsic and applied properties."
      ],
      "CopyrightInformation": "Copyright © 2012 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Psychiatry, University of New South Wales, Sydney, NSW, Australia; Black Dog Institute, Sydney, Australia. g.parker@unsw.edu.au"
          }
        ],
        "LastName": "Parker",
        "ForeName": "Gordon",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "McCraw",
        "ForeName": "Stacey",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Blanch",
        "ForeName": "Bianca",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hadzi-Pavlovic",
        "ForeName": "Dusan",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Synnott",
        "ForeName": "Howe",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rees",
        "ForeName": "Anne-Marie",
        "Initials": "AM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Validation Study"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Mental Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Predictive Value of Tests"
    },
    {
      "QualifierName": [],
      "DescriptorName": "ROC Curve"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproducibility of Results"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Report"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}