{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18956620",
  "DateCompleted": {
    "Year": "2008",
    "Month": "12",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "10",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "hun"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1419-8711",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "3",
        "PubDate": {
          "Year": "2008",
          "Month": "Jun"
        }
      },
      "Title": "Neuropsychopharmacologia Hungarica : a Magyar Pszichofarmakologiai Egyesulet lapja = official journal of the Hungarian Association of Psychopharmacology",
      "ISOAbbreviation": "Neuropsychopharmacol Hung"
    },
    "ArticleTitle": "[Depressive type of drawing test without melancholy].",
    "Pagination": {
      "StartPage": "159",
      "EndPage": "164",
      "MedlinePgn": "159-64"
    },
    "Abstract": {
      "AbstractText": [
        "Depressed patients draw small figures in the left upper corner of sheet in House-Tree-Person (H-T-P) Test. This type of drawing rarely was drawn by patients without melancholic complains. In the Crisis Intervention Department at the Budapest Social Center (Hungary), 5 homeless male patients between 42-67 years of ages were found with depressive type of drawing in the H-T-P Test, but without melancholy. One had alcoholic encephalopathy with mild cognitive disorder, four had alcoholic or vascular types of dementia. Three had severe apathy. One was euphoric, undiscriminating with logorhea, but reported depression without sadness in Beck Depression Inventory. One had retarded thinking. Psycho-organic signs were well demonstrated in demented patients' drawings. Four patients represented human figures without hands, which symbolized helplessness. Apathy frequently was reported to be the only syndrome in psycho-organic, chronic fatigue, burn out syndromes, or even in exhaustive depression and sickness-behaviour, but it could not be classified in ICD-10 or DSM-IV-TR. Apathy, like depression, responded to antidepressive treatments, therefore, this similarity of syndromes could be responsible for our lethargic patients' depressive type of drawings. Furthermore, clinically abortive depressions perhaps could be demonstrated only by nonverbal drawing test. Psycho-organic and depressive signs of drawings were reported to be independent of each other, therefore, dementia could not cause our patients' depressive type of drawings. So, H-T-P Drawing Test was a useful nonverbal method of psycho-organic patients' investigation, which demonstrated depression in patients without verbally manifest melancholic illness."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "BMSZKI Orvosi Krízis Szolgálat, Budapest. mogab@citromail.hu"
          }
        ],
        "LastName": "Molnár",
        "ForeName": "Gábor",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Depresszióra utaló rajzteszt melankólia nélkül."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Neuropsychopharmacol Hung",
    "NlmUniqueID": "100961631",
    "ISSNLinking": "1419-8711"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuropsychological Tests"
    }
  ]
}