{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24721040",
  "DateCompleted": {
    "Year": "2014",
    "Month": "11",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "04",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1471-244X-14-107"
    ],
    "Journal": {
      "ISSN": "1471-244X",
      "JournalIssue": {
        "Volume": "14",
        "PubDate": {
          "Year": "2014",
          "Month": "Apr",
          "Day": "10"
        }
      },
      "Title": "BMC psychiatry",
      "ISOAbbreviation": "BMC Psychiatry"
    },
    "ArticleTitle": "Lifestyle medicine for depression.",
    "Pagination": {
      "StartPage": "107",
      "MedlinePgn": "107"
    },
    "Abstract": {
      "AbstractText": [
        "The prevalence of depression appears to have increased over the past three decades. While this may be an artefact of diagnostic practices, it is likely that there are factors about modernity that are contributing to this rise. There is now compelling evidence that a range of lifestyle factors are involved in the pathogenesis of depression. Many of these factors can potentially be modified, yet they receive little consideration in the contemporary treatment of depression, where medication and psychological intervention remain the first line treatments. \"Lifestyle Medicine\" provides a nexus between public health promotion and clinical treatments, involving the application of environmental, behavioural, and psychological principles to enhance physical and mental wellbeing. This may also provide opportunities for general health promotion and potential prevention of depression. In this paper we provide a narrative discussion of the major components of Lifestyle Medicine, consisting of the evidence-based adoption of physical activity or exercise, dietary modification, adequate relaxation/sleep and social interaction, use of mindfulness-based meditation techniques, and the reduction of recreational substances such as nicotine, drugs, and alcohol. We also discuss other potential lifestyle factors that have a more nascent evidence base, such as environmental issues (e.g. urbanisation, and exposure to air, water, noise, and chemical pollution), and the increasing human interface with technology. Clinical considerations are also outlined. While data supports that some of these individual elements are modifiers of overall mental health, and in many cases depression, rigorous research needs to address the long-term application of Lifestyle Medicine for depression prevention and management. Critically, studies exploring lifestyle modification involving multiple lifestyle elements are needed. While the judicious use of medication and psychological techniques are still advocated, due to the complexity of human illness/wellbeing, the emerging evidence encourages a more integrative approach for depression, and an acknowledgment that lifestyle modification should be a routine part of treatment and preventative efforts."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, The University of Melbourne, 2 Salisbury Street, Richmond 3121 Victoria, Australia. jsarris@unimelb.edu.au."
          }
        ],
        "LastName": "Sarris",
        "ForeName": "Jerome",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "O'Neil",
        "ForeName": "Adrienne",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Coulson",
        "ForeName": "Carolyn E",
        "Initials": "CE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schweitzer",
        "ForeName": "Isaac",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Berk",
        "ForeName": "Michael",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Psychiatry",
    "NlmUniqueID": "100968559",
    "ISSNLinking": "1471-244X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diet"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Behavior"
    }
  ]
}