{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27824311",
  "DateCompleted": {
    "Year": "2018",
    "Month": "09",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "hun"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1419-8711",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "3",
        "PubDate": {
          "Year": "2016",
          "Month": "Sep"
        }
      },
      "Title": "Neuropsychopharmacologia Hungarica : a Magyar Pszichofarmakologiai Egyesulet lapja = official journal of the Hungarian Association of Psychopharmacology",
      "ISOAbbreviation": "Neuropsychopharmacol Hung"
    },
    "ArticleTitle": "[Unmet needs in the recognition and treatment of childhood depression].",
    "Pagination": {
      "StartPage": "147",
      "EndPage": "161",
      "MedlinePgn": "147-161"
    },
    "Abstract": {
      "AbstractText": [
        "In spite of the fact that the good mental health is indispensable condition of the development of sound personality, in the past years the somatic and mental state of our children did not improve. The author ascertains that there are several obstacles in the recognition, treatment and prevention of child-depression that causes a serious public health problem. He stresses the neurologic, neuropsychiatric, psychopathological and diagnostic deficiencies, and the low number of Child and Youth Dispensaries. He describes the situation of Hungarian Child and Youth Dispensaries network, and states positively that today the child-psychiatric services are not able to provide optimal provision for every depressive child. In the brief historical introduction he refers the earlier excellent child-psychiatric initiative. He emphasises the huge number of somatic and psychiatric signs and symptoms among the children. He devotes a separate chapter to the causes of child-depression, the prevention, recognition, creation of diagnosis and treatment. According to the literature data and own examination he demonstrates that the depressive and other psychopathological symptoms among children are not really interested the parents, health-workers and teachers. There are several depressive symptoms among the children without mental disorders. The new revisions of BNO and DSM are unable to help the diagnostic of child-depression. He summarizes the most important tasks for the prevention and treatment of child-depression. In the near future a great deal more should be done for prevention and treatment of child-depression than what we have accomplished so far in order to ensure every child the development of sound personality and becoming healthy adult. The deep, ramified, complicated roots of self-destructive behaviour are originated from the early mental abnormalities, primarily from the Conduct, Depressive and Anxiety Disorders. The prevention and treatment of child-depression are unimaginable without (1) the better understand of central nervous system, (2) adequate, exact symptom list (3) a new diagnostic system, (4) exact neuro-psychopharmacology, (5) powerful health-policy, (6) well-trained primary care health system and (7) paramount Child and Youth Dispensaries-network which based on the Evidence Based Medicine."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Private practice, Kecskemét, Hungary. kalm-r@t-online.hu."
          }
        ],
        "LastName": "Kalmar",
        "ForeName": "Sandor",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Hiányosságok a gyermekkori depresszió felismerésében és gyógyításában."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Neuropsychopharmacol Hung",
    "NlmUniqueID": "100961631",
    "ISSNLinking": "1419-8711"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Services Needs and Demand"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hungary"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    }
  ]
}