{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Depression ist eine der häufigsten psychischen Erkrankungen im höheren Lebensalter. Oft geht sie mit komorbiden somatischen Erkrankungen einher und Betroffene werden zu Vielnutzern des Gesundheitssystems. Aufgrund der nicht nur individuellen, sondern auch gesellschaftlichen Relevanz, ist ein Blick auf die aktuelle Versorgung und Optimierungsmöglichkeiten von älteren Menschen mit Depression wichtig und notwendig. Der Hausarzt stellt meist nicht nur die erste Anlaufstelle dar, sondern übernimmt oft die gesamte Depressionsbehandlung. Aufgrund limitierter Möglichkeiten in der hausärztlichen Versorgung, gibt es in den USA schon seit einigen Jahren kollaborative Programme, die eine optimierte Vernetzung und Zusammenarbeit zwischen unterschiedlichen Behandlern vorsieht und speziell geschulte Case Manager einsetzt, um die übliche hausärztliche Behandlung mit kurzen verhaltenstherapeutischen Interventionen zu unterstützen. In Deutschland gibt es ebenfalls bereits neue Ansätze und Modelle um die Versorgung älterer depressiver Menschen zu verbessern, die aber noch weiterer Überprüfungen bedürfen."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27668406",
  "DateCompleted": {
    "Year": "2019",
    "Month": "06",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "09",
        "Day": "26"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/s-0042-107344"
    ],
    "Journal": {
      "ISSN": "1439-4421",
      "JournalIssue": {
        "Volume": "80",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Month": "Jan"
        }
      },
      "Title": "Gesundheitswesen (Bundesverband der Arzte des Offentlichen Gesundheitsdienstes (Germany))",
      "ISOAbbreviation": "Gesundheitswesen"
    },
    "ArticleTitle": "[Time for Change: What We can Learn from the USA about Primary Care of the Depressed Elderly].",
    "Pagination": {
      "StartPage": "34",
      "EndPage": "39",
      "MedlinePgn": "34-39"
    },
    "Abstract": {
      "AbstractText": [
        "Depression is a common psychiatric disorder in older people. It is often accompanied by comorbid somatic conditions, and affected patients become frequent users of the health care system. Due to its relevance not only for the individual but also for society, reflection on the current health care service and optimization possibilities for the depressed elderly seems important and necessary. Mostly, the general practitioner is not only the first point of contact, but is also responsible for the entire treatment of depression. Due to the limited possibilities of primary care, for several years, there have been collaborative care programs in the USA that provide an optimized networking and collaboration between different health care providers and use specially trained care managers to support the usual primary health care service with short behavioral interventions. In Germany, there are also new approaches and models to improve the health care service for the depressed elderly, but these require further evaluation."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychiatrie und Psychotherapie, Uniklinik Freiburg, Freiburg."
          }
        ],
        "LastName": "Bjerregaard",
        "ForeName": "F",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Geronto- und Neuropsychiatrie, Zentrum für Psychiatrie und Psychotherapie Emmendingen, Emmendingen."
          }
        ],
        "LastName": "Hüll",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Fakultät für Psychologie, Abteilung klinische Psychologie und Psychiatrie, Universität Basel, Basel, Switzerland."
          }
        ],
        "LastName": "Stieglitz",
        "ForeName": "R-D",
        "Initials": "RD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychiatrie und Psychotherapie, Uniklinik Freiburg, Freiburg."
          }
        ],
        "LastName": "Hölzel",
        "ForeName": "L P",
        "Initials": "LP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Zeit für Veränderung – Was wir für die hausärztliche Versorgung älterer depressiver Menschen von den USA lernen können."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Gesundheitswesen",
    "NlmUniqueID": "9204210",
    "ISSNLinking": "0941-3790"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delivery of Health Care"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Primary Health Care"
    }
  ],
  "CoiStatement": "Die Autoren geben an, dass kein Interessenkonflikt besteht."
}