{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24766992",
  "DateCompleted": {
    "Year": "2015",
    "Month": "09",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "04",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1471-244X-14-122"
    ],
    "Journal": {
      "ISSN": "1471-244X",
      "JournalIssue": {
        "Volume": "14",
        "PubDate": {
          "Year": "2014",
          "Month": "Apr",
          "Day": "27"
        }
      },
      "Title": "BMC psychiatry",
      "ISOAbbreviation": "BMC Psychiatry"
    },
    "ArticleTitle": "Bias and discriminability during emotional signal detection in melancholic depression.",
    "Pagination": {
      "StartPage": "122",
      "MedlinePgn": "122"
    },
    "Abstract": {
      "AbstractText": [
        "Cognitive disturbances in depression are pernicious and so contribute strongly to the burden of the disorder. Cognitive function has been traditionally studied by challenging subjects with modality-specific psychometric tasks and analysing performance using standard analysis of variance. Whilst informative, such an approach may miss deeper perceptual and inferential mechanisms that potentially unify apparently divergent emotional and cognitive deficits. Here, we sought to elucidate basic psychophysical processes underlying the detection of emotionally salient signals across individuals with melancholic and non-melancholic depression.",
        "Sixty participants completed an Affective Go/No-Go (AGN) task across negative, positive and neutral target stimuli blocks. We employed hierarchical Bayesian signal detection theory (SDT) to model psychometric performance across three equal groups of those with melancholic depression, those with a non-melancholic depression and healthy controls. This approach estimated likely response profiles (bias) and perceptual sensitivity (discriminability). Differences in the means of these measures speak to differences in the emotional signal detection between individuals across the groups, while differences in the variance reflect the heterogeneity of the groups themselves.",
        "Melancholic participants showed significantly decreased sensitivity to positive emotional stimuli compared to those in the non-melancholic group, and also had a significantly lower discriminability than healthy controls during the detection of neutral signals. The melancholic group also showed significantly higher variability in bias to both positive and negative emotionally salient material.",
        "Disturbances of emotional signal detection in melancholic depression appear dependent on emotional context, being biased during the detection of positive stimuli, consistent with a noisier representation of neutral stimuli. The greater heterogeneity of the bias across the melancholic group is consistent with a more labile disorder (i.e. variable across the day). Future work will aim to understand how these findings reflect specific individual differences (e.g. prior cognitive biases) and clarify whether such biases change dynamically during cognitive tasks as internal models of the sensorium are refined and updated in response to experience."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Systems Neuroscience Group, QIMR Berghofer Medical Research Institute, 300 Herston Road, Herston, QLD 4006, Australia. m.hyett@unsw.edu.au."
          }
        ],
        "LastName": "Hyett",
        "ForeName": "Matthew",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Parker",
        "ForeName": "Gordon",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Breakspear",
        "ForeName": "Michael",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Psychiatry",
    "NlmUniqueID": "100968559",
    "ISSNLinking": "1471-244X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bayes Theorem"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Cognition Disorders"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emotions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}