{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23164463",
  "DateCompleted": {
    "Year": "2013",
    "Month": "12",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "11",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2012.10.020",
      "S0165-0327(12)00699-4"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "147",
        "Issue": "1-3",
        "PubDate": {
          "Year": "2013",
          "Month": "May"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Should criteria be specified for depressive disorder not otherwise specified?",
    "Pagination": {
      "StartPage": "118",
      "EndPage": "122",
      "MedlinePgn": "118-22"
    },
    "Abstract": {
      "AbstractText": [
        "Many patients have clinically significant symptoms of depression that do not meet the DSM-IV diagnostic thresholds for major depressive disorder (MDD) or dysthymic disorder. DSM-IV does not specify criteria for depressive disorder not otherwise specified (DDNOS). While it is not surprising that research on subthreshold depression has used diverse criteria, some consensus has emerged to define minor depression analogous to MDD, though requiring fewer than the 5 symptoms required to diagnose MDD. In the present report from the Rhode Island Methods to Improve Diagnostic Assessment and Services (MIDAS) project, we examined how many patients diagnosed with DDNOS met the DSM-IV proposed research criteria for minor depression, and we compared the demographic and clinical profiles of patients diagnosed with DDNOS who did and did not meet the criteria for minor depression",
        "Three thousand four hundred psychiatric patients presenting to the Rhode Island Hospital outpatient practice were evaluated with semi-structured diagnostic interviews for DSM-IV Axis I and Axis II disorders and measures of psychosocial morbidity.",
        "More than 6% of the 3400 patients were diagnosed with DDNOS (n=227). Only a minority of the patients with DDNOS met the criteria for minor depression (39.8%). There was no difference between patients with \"subthreshold\" depression who did and did not meet the DSM-IV research criteria for minor depression in demographic characteristics, the prevalence of comorbid Axis I or Axis II disorders, history of major depressive disorder, and family history of depression.",
        "The present study was conducted in a single outpatient practice in which the majority of patients were white, female, and had health insurance. Although the study was limited to a single site, a strength of the recruitment procedure was that the sample was not selected for participation in a treatment study, and exclusion and inclusion criteria did not reduce the representativeness of the patient groups. While we examined a number of validators, we did not systematically record the treatment the patients received and the outcome of treatment.",
        "Amongst psychiatric outpatients with clinically significant depression not meeting criteria for MDD or dysthymic disorder, there was little difference between patients who did and did not meet the DSM-IV research criteria for minor depressive disorder."
      ],
      "CopyrightInformation": "Copyright © 2012 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Human Behavior, Brown Medical School, Rhode Island Hospital, Providence, RI, United States. mzimmerman@lifespan.org"
          }
        ],
        "LastName": "Zimmerman",
        "ForeName": "Mark",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Martinez",
        "ForeName": "Jennifer H",
        "Initials": "JH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dalrymple",
        "ForeName": "Kristy",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chelminski",
        "ForeName": "Iwona",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Young",
        "ForeName": "Diane",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnostic and Statistical Manual of Mental Disorders"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Dysthymic Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    }
  ]
}