{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26514042",
  "DateCompleted": {
    "Year": "2015",
    "Month": "12",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-2658",
      "JournalIssue": {
        "Volume": "117",
        "Issue": "1",
        "PubDate": {
          "Year": "2015"
        }
      },
      "Title": "Seishin shinkeigaku zasshi = Psychiatria et neurologia Japonica",
      "ISOAbbreviation": "Seishin Shinkeigaku Zasshi"
    },
    "ArticleTitle": "[Behavioral Activation for Depression: Theory and Practice].",
    "Pagination": {
      "StartPage": "18",
      "EndPage": "25",
      "MedlinePgn": "18-25"
    },
    "Abstract": {
      "AbstractText": [
        "Behavioral activation (BA) has recently attracted marked attention. While cognitive therapy focuses on the cognitive distortion of patients with depression and asks them to change their behaviors as the process of altering the cognitive distortion, BA pays attention to behavior to avoid an unpleasant situation or social situation as a key symptom that leads to persistence of the depression. Avoidance behaviors are often seen during every process of depression, from onset to recurrence. Avoidance behaviors, a decrease in pleasant phenomena, or increase in unpleasant phenomena, result in reinforcing a depressive mood. If patients can set appropriate behavioral targets and achieve them, the beneficial behaviors will be further promoted with positive feed-back. The behavioral change, as-a consequence, will result in improvement of the mood, cognition, and depression itself. In this manuscript, the author presents two clinical cases, in which BA assisted the patients in recovering from their depression. The first case was a male in his thirties who repeatedly took sick leave from his work because of maladjustment, which resulted in persistent depression. The second case was a female in her thirties who suffered from OCD and then became maladjusted to her place of work, depressive, and emotionally unstable. In both cases, avoidant behaviors caused their conditions to persist. Appropriate activities formed by BA improved their moods, and their self-efficacies were gradually regained. It was suggested that BA is markedly effective, especially in patients whose avoidant behaviors mainly cause the persistence of their depressive symptoms."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nakao",
        "ForeName": "Tomohiro",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Seishin Shinkeigaku Zasshi",
    "NlmUniqueID": "9801787",
    "ISSNLinking": "0033-2658"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Behavior"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}