{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19454378",
  "DateCompleted": {
    "Year": "2009",
    "Month": "11",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "02",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.4158/EP09083.RAR"
    ],
    "Journal": {
      "ISSN": "1934-2403",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "5",
        "PubDate": {
          "Year": "2009",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Endocrine practice : official journal of the American College of Endocrinology and the American Association of Clinical Endocrinologists",
      "ISOAbbreviation": "Endocr Pract"
    },
    "ArticleTitle": "Polycystic ovary syndrome, depression, and affective disorders.",
    "Pagination": {
      "StartPage": "475",
      "EndPage": "482",
      "MedlinePgn": "475-82"
    },
    "Abstract": {
      "AbstractText": [
        "To assess the prevalence of depression and psychologic disorders and their effect on the quality of life in women with polycystic ovary syndrome.",
        "We performed a PubMed search of major relevant articles published during the period from 1985 to 2009 dealing with polycystic ovary syndrome, associated psychologic morbidity, and the relationship to clinical and biochemical changes affecting the quality of life.",
        "In patients with polycystic ovary syndrome, the presence of depression and allied disorders was frequently noted to diminish mental well-being, affect, and self-worth. The symptoms often associated with this syndrome, such as hirsutism, obesity, irregular menses, and subfertility, were a major source of psychologic morbidity. Obesity was the most prevalent cause of mental distress, whereas other features such as hirsutism and infertility were less well defined as major factors. Although the findings in some studies have been inconclusive, the presence of clinically significant eating disorders and a 7-fold increase in the suicide rate have been reported in women with polycystic ovary syndrome.",
        "Women with polycystic ovary syndrome have a high risk for depression and affective disorders that impair their quality of life. The presence of obesity, eating disorders, hirsutism, poor self-image, and a significant suicide rate makes evaluation of their emotional state an integral part of their assessment and treatment. For adequate treatment of the woman with polycystic ovary syndrome, a biopsychosocial model should be used, with all aspects of the patient's mental status considered before implementation of optimal intervention."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Postgraduate Program, Hunter College, School of Arts and Sciences, New York, New York, USA."
          }
        ],
        "LastName": "Bishop",
        "ForeName": "Suzette C",
        "Initials": "SC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Basch",
        "ForeName": "Samuel",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Futterweit",
        "ForeName": "Walter",
        "Initials": "W"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Endocr Pract",
    "NlmUniqueID": "9607439",
    "ISSNLinking": "1530-891X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Polycystic Ovary Syndrome"
    }
  ],
  "NumberOfReferences": "71"
}