{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21319866",
  "DateCompleted": {
    "Year": "2011",
    "Month": "06",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2165/11585380-000000000-00000"
    ],
    "Journal": {
      "ISSN": "1179-1950",
      "JournalIssue": {
        "Volume": "71",
        "Issue": "3",
        "PubDate": {
          "Year": "2011",
          "Month": "Feb",
          "Day": "12"
        }
      },
      "Title": "Drugs",
      "ISOAbbreviation": "Drugs"
    },
    "ArticleTitle": "The role of dopamine agonists in the treatment of depression in patients with Parkinson's disease: a systematic review.",
    "Pagination": {
      "StartPage": "273",
      "EndPage": "286",
      "MedlinePgn": "273-86"
    },
    "Abstract": {
      "AbstractText": [
        "Depressive disorders as well as depressive symptoms are common in Parkinson's disease (PD) and an important factor affecting quality of life. Treatment of depressive symptoms not only improves mood but is also associated with improvement of motor symptoms, disability and cognitive symptoms. Currently, dopamine agonists are being suggested as an alternative to antidepressants for the treatment of depression in PD. The aim of this article is to systematically review the efficacy of dopamine agonists in the treatment of depression in PD. Since 1983, 19 studies have reported on the effects of dopamine agonists on depressive disorder, depressive symptoms or mood in PD. To date, no double-blind, placebo-controlled, randomized controlled trial of the treatment of major depressive disorder in PD with a dopamine agonist has been conducted. Studies of the effects of treatment with dopamine agonists on depressive symptoms in PD, or on mood in non-depressed PD patients, have yielded inconclusive results. Most studies are not designed to test effects on mood and are limited by methodological flaws. It can be concluded that, although the preliminary evidence of the effects on mood and depression in PD is interesting and in need of further study, there is as yet insufficient evidence to recommend dopamine agonists in the treatment of either depressive disorder or depressive symptoms in patients with PD. Treatment of depressive disorder and clinically relevant depressive symptoms should be based on pharmacological or non-pharmacological interventions with known efficacy in this population, such as citalopram, nortriptyline, desipramine or cognitive behavioural therapy. This strategy has the additional advantage of enabling the clinician to treat depressive symptoms independently of motor symptoms, thus avoiding potential complications of dopaminergic therapy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Maastricht University Medical Centre, Maastricht, the Netherlands. a.leentjens@maastrichtuniversity.nl"
          }
        ],
        "LastName": "Leentjens",
        "ForeName": "Albert F G",
        "Initials": "AF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Drugs",
    "NlmUniqueID": "7600076",
    "ISSNLinking": "0012-6667"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Dopamine Agonists"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "complications",
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "complications",
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Dopamine Agonists"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Parkinson Disease"
    }
  ]
}