{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "autobiographical memory",
      "depression",
      "executive function",
      "future thinking",
      "specificity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26786391",
  "DateCompleted": {
    "Year": "2016",
    "Month": "12",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "01",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/bjc.12103"
    ],
    "Journal": {
      "ISSN": "0144-6657",
      "JournalIssue": {
        "Volume": "55",
        "Issue": "2",
        "PubDate": {
          "Year": "2016",
          "Month": "Jun"
        }
      },
      "Title": "The British journal of clinical psychology",
      "ISOAbbreviation": "Br J Clin Psychol"
    },
    "ArticleTitle": "Do strategic processes contribute to the specificity of future simulation in depression?",
    "Pagination": {
      "StartPage": "167",
      "EndPage": "186",
      "MedlinePgn": "167-86"
    },
    "Abstract": {
      "AbstractText": [
        "The tendency to generate overgeneral past or future events is characteristic of individuals with a history of depression. Although much research has investigated the contribution of rumination and avoidance to the reduced specificity of past events, comparatively little research has examined (1) whether the specificity of future events is differentially reduced in depression and (2) the role of executive functions in this phenomenon. Our study aimed to redress this imbalance.",
        "Participants with either current or past experience of depressive symptoms ('depressive group'; N = 24) and matched controls ('control group'; N = 24) completed tests of avoidance, rumination, and executive functions. A modified Autobiographical Memory Test was administered to assess the specificity of past and future events.",
        "The depressive group were more ruminative and avoidant than controls, but did not exhibit deficits in executive function. Although overall the depressive group generated significantly fewer specific events than controls, this reduction was driven by a significant group difference in future event specificity. Strategic retrieval processes were correlated with both past and future specificity, and predictive of the future specificity, whereas avoidance and rumination were not.",
        "Our findings demonstrate that future simulation appears to be particularly vulnerable to disruption in individuals with current or past experience of depressive symptoms, consistent with the notion that future simulation is more cognitively demanding than autobiographical memory retrieval. Moreover, our findings suggest that even subtle changes in executive functions such as strategic processes may impact the ability to imagine specific future events.",
        "Future simulation may be particularly vulnerable to executive dysfunction in individuals with current/previous depressive symptoms, with evidence of a differential reduction in the specificity of future events. Strategic retrieval abilities were associated with the degree of future event specificity whereas levels of rumination and avoidance were not. Given that the ability to generate specific simulations of the future is associated with enhanced psychological wellbeing, problem solving and coping behaviours, understanding how to increase the specificity of future simulations in depression is an important direction for future research and clinical practice. Interventions focusing on improving the ability to engage strategic processes may be a fruitful avenue for increasing the ability to imagine specific future events in depression. The autobiographical event tasks have somewhat limited ecological validity as they do not account for the many social and environmental cues present in everyday life; the development of more clinically-relevant tasks may be of benefit to this area of study."
      ],
      "CopyrightInformation": "© 2016 The British Psychological Society."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Psychology & Centre for Brain Research, The University of Auckland, New Zealand."
          }
        ],
        "LastName": "Addis",
        "ForeName": "Donna Rose",
        "Initials": "DR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Psychology & Centre for Brain Research, The University of Auckland, New Zealand."
          }
        ],
        "LastName": "Hach",
        "ForeName": "Sylvia",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Psychology & Centre for Brain Research, The University of Auckland, New Zealand."
          }
        ],
        "LastName": "Tippett",
        "ForeName": "Lynette J",
        "Initials": "LJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br J Clin Psychol",
    "NlmUniqueID": "8105533",
    "ISSNLinking": "0144-6657"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Psychological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cues"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Executive Function"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Imagination"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Memory, Episodic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Problem Solving"
    }
  ]
}