{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Psychische Krankheit ist ein Mehrregionenbegriff. Der spezifische Krankheitsbegriff klärt, was für Krankheiten es überhaupt gibt. Sie warden mit Diagnosen klassifiziert, die optimal auf disjunktive körperliche, neurobiologische oder genetische Befunde (Erbkrankheiten) gründen. Eine solche biologische Grundlage für die überwiegende Zahl psychischer Krankheiten existiert aber nicht oder noch nicht. Krankheiten ohne bekannte Ursache werden deshalb durch eine Gruppe von Symptomen definiert, die überzufällig gemeinsam auftreten und gemeinsam eine bestimmte Verlaufsform aufweisen.Hinter dem spezifischen steht ein allgemeiner Krankheitsbegriff, der sowohl in der allgemeinen Lebenswelt als auch hinter den regionalen Krankheitsbegriffen relevant ist. Er definiert unabhängig von Diagnose, was Krankheit überhaupt ist. Im alltäglichen Leben können wir unser Kranksein meist unmittelbar wahrnehmen, auch wenn wir zunächst nicht wissen, woran wir eigentlich leiden. Wahrnehmbare Merkmale psychischer Krankheit sind beispielsweise Schmerz, Fieber, körperliche Schwäche, Missstimmung, Depressivität, Schlafstörung und kognitive und andere funktionelle Leistungsdefizite. Viele Krankheiten beginnen mit einem Prodromalstadium, das mit ersten Krankheitszeichen einhergehen kann, noch bevor das Auftreten einer hinreichenden Zahl charakteristischer Symptome eine Diagnose erlaubt.Krankheit ist üblicherweise ein fortschreitendes Geschehen. Sie hat einen Verlauf zu Verschlechterung, Besserung, zur Heilung oder zum fatalen Ende. Syndrome, die keinerlei Veränderung in der Zeit aufweisen, nennt man nicht mehr Krankheit, sondern Persönlichkeitsstörungen oder Behinderungen (z. B. geistige Behinderung) – früher auch Gebrechen genannt – meist kognitiver Natur.Regionale Begriffe von psychischer Krankheit sind der lebensweltlich verankerte allgemeine Begriff von Kranksein und der medizinische oder spezifische Krankheitsbegriff, der in erster Linie die Definitionen der einzelnen Krankheiten als Diagnosen umfasst. Auch die soziale und juristische Region von psychischer Krankheit werden erläutert."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30557900",
  "DateCompleted": {
    "Year": "2019",
    "Month": "12",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "12",
        "Day": "17"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-0624-9456"
    ],
    "Journal": {
      "ISSN": "1439-3522",
      "JournalIssue": {
        "Volume": "87",
        "Issue": "12",
        "PubDate": {
          "Year": "2019",
          "Month": "Dec"
        }
      },
      "Title": "Fortschritte der Neurologie-Psychiatrie",
      "ISOAbbreviation": "Fortschr Neurol Psychiatr"
    },
    "ArticleTitle": "[Not Available].",
    "Pagination": {
      "StartPage": "685",
      "EndPage": "694",
      "MedlinePgn": "685-694"
    },
    "Abstract": {
      "AbstractText": [
        "The concept of mental disorder has many facets. Specific concepts of disease or disorder stand for individual entities, classified as diagnoses. Ideally, they are based on discrete physical, neurobiological or - as is the case with hereditary diseases - genetic findings. However, the majority of mental disorders are still lacking such biological bases of definition. Hence, mental disorders of unknown origin are classified by their patterns of symptoms that show an above-chance co-occurrence and run a similar course.Behind the specific concepts of disease and disorder lies a general concept. It plays a significant role in daily life and underlies the context-specific notions. It defines what constitutes being ill as such independently of diagnosis. In everyday life we frequently experience being ill without at first knowing what we are actually suffering from. Perceivable signs indicating mental disorder in general include pain, fever, physical weakness, irritability, depressiveness, disturbed sleep and cognitive and other types of dysfunction. Various conditions are characterized by a prodromal stage before a sufficient number of typical symptoms permitting a diagnosis appear.Typical of disease or disorder is its progression, a course over time leading to deterioration or improvement, to recovery or a fatal end. Syndromes that show no variation over time are no longer classified as mental disorders, but as personality disorders or disabilities (e. g. mental disability) - formerly infirmities - mostly cognitive in type. Contextual concepts of mental disorder encompass a general concept, used in day-to-day life, and the medical or specific concepts mainly define the individual disorders via diagnoses. The social and legal contexts of mental disorder will also be discussed."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Zentralinstitut für Seelische Gesundheit, AG Schizophrenieforschung; Medizinische Fakultät Mannheim / Universität Heidelberg."
          }
        ],
        "LastName": "Häfner",
        "ForeName": "Heinz",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "The multifaceted concept of mental disorder."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Fortschr Neurol Psychiatr",
    "NlmUniqueID": "8103137",
    "ISSNLinking": "0720-4299"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Mental Disorders"
    }
  ],
  "CoiStatement": "Der Autor gibt an, dass kein Interessenkonflikt besteht."
}