{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Die Unterscheidung zwischen melancholischer und nichtmelancholischer Depression ist unverändert bedeutsam bei der Klassifikation und Differenzierung depressiver Störungen. Bei der Melancholie scheint es sich um eine psychopathologische und biologisch fundierte Einheit zu handeln, die als Störung des Antriebs beschrieben werden kann und die ihre äußerste Zuspitzung im depressiven Wahn findet. Die Pathogenese verläuft von der melancholisch prädisponierten Persönlichkeit, meist dem Typus melancholicus, über psychomotorische Hemmung und Depersonalisation bis in den depressiven Wahn. Wahn entsteht aus der Angst, dass die Realisierung grundlegender menschlicher Werte, des Daseins für andere oder für Ideale, der Gesundheit und der Existenzsicherung, hoffnungslos geworden ist. Dieses Verständnis erleichtert nicht nur die schwierige Diagnostik und den empathischen Beistand zum Kranken, sondern hat auch unmittelbar Konsequenzen für eine qualifizierte Behandlung der melancholisch-wahnhaften Depression."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31378852",
  "DateCompleted": {
    "Year": "2020",
    "Month": "04",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "04",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "08",
        "Day": "02"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-0957-3226"
    ],
    "Journal": {
      "ISSN": "1439-3522",
      "JournalIssue": {
        "Volume": "88",
        "Issue": "3",
        "PubDate": {
          "Year": "2020",
          "Month": "Mar"
        }
      },
      "Title": "Fortschritte der Neurologie-Psychiatrie",
      "ISOAbbreviation": "Fortschr Neurol Psychiatr"
    },
    "ArticleTitle": "[The melancholic-delusional depression as a disturbance of the drive].",
    "Pagination": {
      "StartPage": "170",
      "EndPage": "178",
      "MedlinePgn": "170-178"
    },
    "Abstract": {
      "AbstractText": [
        "Distinguishing between melancholic and non-melancholic depression is still of significant importance in the classification and differentiation of depressive disorders. Melancholy appears to be a psychopathological and biologically based entity which can be described as a disorder of drive and which finds its extreme culmination in depressive delusion. Its pathogenesis ranges from the melancholic predisposed personality, mostly of the Typus melancholicus, over psychomotor inhibition and depersonalization, to depressive delusion. Delusion arises from the fear that the realization of basic human values, such as one's existence for important others or ideals, health and livelihood has become hopeless. A clear understanding of the nature and pathogenesis of melancholic delusional depression not only facilitates the diagnostic process, and the empathic assistance to the patient, but also has direct consequences for an appropriate treatment of this disorder."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinikum Stuttgart, Zentrum für Seelische Gesundheit."
          }
        ],
        "LastName": "Bürgy",
        "ForeName": "Martin",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Die melancholisch-wahnhafte Depression als Störung des Antriebs."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Fortschr Neurol Psychiatr",
    "NlmUniqueID": "8103137",
    "ISSNLinking": "0720-4299"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Delusions"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Personality"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Personality Inventory"
    }
  ],
  "CoiStatement": "Die Autoren erklären, dass keine Interessenkonflikte bestehen."
}