{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Antidepressant drug",
      "Depression",
      "Genetics",
      "Genomics",
      "Pharmacogenetics",
      "Pharmacogenomics"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30189291",
  "DateCompleted": {
    "Year": "2020",
    "Month": "02",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "02",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "09",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pharmthera.2018.09.002",
      "S0163-7258(18)30156-6"
    ],
    "Journal": {
      "ISSN": "1879-016X",
      "JournalIssue": {
        "Volume": "194",
        "PubDate": {
          "Year": "2019",
          "Month": "Feb"
        }
      },
      "Title": "Pharmacology & therapeutics",
      "ISOAbbreviation": "Pharmacol Ther"
    },
    "ArticleTitle": "Genetic variants in major depressive disorder: From pathophysiology to therapy.",
    "Pagination": {
      "StartPage": "22",
      "EndPage": "43",
      "MedlinePgn": "22-43"
    },
    "Abstract": {
      "AbstractText": [
        "In spite of promising preclinical results there is a decreasing number of new registered medications in major depression. The main reason behind this fact is the lack of confirmation in clinical studies for the assumed, and in animals confirmed, therapeutic results. This suggests low predictive value of animal studies for central nervous system disorders. One solution for identifying new possible targets is the application of genetics and genomics, which may pinpoint new targets based on the effect of genetic variants in humans. The present review summarizes such research focusing on depression and its therapy. The inconsistency between most genetic studies in depression suggests, first of all, a significant role of environmental stress. Furthermore, effect of individual genes and polymorphisms is weak, therefore gene x gene interactions or complete biochemical pathways should be analyzed. Even genes encoding target proteins of currently used antidepressants remain non-significant in genome-wide case control investigations suggesting no main effect in depression, but rather an interaction with stress. The few significant genes in GWASs are related to neurogenesis, neuronal synapse, cell contact and DNA transcription and as being nonspecific for depression are difficult to harvest pharmacologically. Most candidate genes in replicable gene x environment interactions, on the other hand, are connected to the regulation of stress and the HPA axis and thus could serve as drug targets for depression subgroups characterized by stress-sensitivity and anxiety while other risk polymorphisms such as those related to prominent cognitive symptoms in depression may help to identify additional subgroups and their distinct treatment. Until these new targets find their way into therapy, the optimization of current medications can be approached by pharmacogenomics, where metabolizing enzyme polymorphisms remain prominent determinants of therapeutic success."
      ],
      "CopyrightInformation": "Copyright © 2018 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Psychotherapy, Kutvolgyi Clinical Centre, Semmelweis University, Budapest, Hungary; NAP-2-SE New Antidepressant Target Research Group, Hungarian Brain Research Program, Semmelweis University, Budapest, Hungary; MTA-SE Neuropsychopharmacology and Neurochemistry Research Group, Hungarian Academy of Sciences, Semmelweis University, Budapest, Hungary. Electronic address: gonda.xenia@med.semmelweis-univ.hu."
          }
        ],
        "LastName": "Gonda",
        "ForeName": "Xenia",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "MTA-SE Neuropsychopharmacology and Neurochemistry Research Group, Hungarian Academy of Sciences, Semmelweis University, Budapest, Hungary; Department of Pharmacodynamics, Faculty of Pharmacy, Semmelweis University, Budapest, Hungary."
          }
        ],
        "LastName": "Petschner",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NAP-2-SE New Antidepressant Target Research Group, Hungarian Brain Research Program, Semmelweis University, Budapest, Hungary; Department of Pharmacodynamics, Faculty of Pharmacy, Semmelweis University, Budapest, Hungary."
          }
        ],
        "LastName": "Eszlari",
        "ForeName": "Nora",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacodynamics, Faculty of Pharmacy, Semmelweis University, Budapest, Hungary; SE-NAP 2 Genetic Brain Imaging Migraine Research Group, Hungarian Academy of Sciences, Hungarian Brain Research Program, Semmelweis University, Budapest, Hungary."
          }
        ],
        "LastName": "Baksa",
        "ForeName": "Daniel",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacodynamics, Faculty of Pharmacy, Semmelweis University, Budapest, Hungary; SE-NAP 2 Genetic Brain Imaging Migraine Research Group, Hungarian Academy of Sciences, Hungarian Brain Research Program, Semmelweis University, Budapest, Hungary."
          }
        ],
        "LastName": "Edes",
        "ForeName": "Andrea",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Measurement and Information Systems, Budapest University of Technology and Economics, Budapest, Hungary."
          }
        ],
        "LastName": "Antal",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacodynamics, Faculty of Pharmacy, Semmelweis University, Budapest, Hungary; SE-NAP 2 Genetic Brain Imaging Migraine Research Group, Hungarian Academy of Sciences, Hungarian Brain Research Program, Semmelweis University, Budapest, Hungary; Neuroscience and Psychiatry Unit, University of Manchester, Manchester Academic Health Sciences Centre, Manchester, UK."
          }
        ],
        "LastName": "Juhasz",
        "ForeName": "Gabriella",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NAP-2-SE New Antidepressant Target Research Group, Hungarian Brain Research Program, Semmelweis University, Budapest, Hungary; MTA-SE Neuropsychopharmacology and Neurochemistry Research Group, Hungarian Academy of Sciences, Semmelweis University, Budapest, Hungary; Department of Pharmacodynamics, Faculty of Pharmacy, Semmelweis University, Budapest, Hungary. Electronic address: bag13638@iif.hu."
          }
        ],
        "LastName": "Bagdy",
        "ForeName": "Gyorgy",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Pharmacol Ther",
    "NlmUniqueID": "7905840",
    "ISSNLinking": "0163-7258"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology",
        "genetics"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology",
        "genetics"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Epistasis, Genetic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gene-Environment Interaction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Variation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}