{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Depression",
      "Measurement",
      "Meta-analysis",
      "Smoking"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24935795",
  "DateCompleted": {
    "Year": "2015",
    "Month": "04",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "05",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.addbeh.2014.05.011",
      "S0306-4603(14)00160-9"
    ],
    "Journal": {
      "ISSN": "1873-6327",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "10",
        "PubDate": {
          "Year": "2014",
          "Month": "Oct"
        }
      },
      "Title": "Addictive behaviors",
      "ISOAbbreviation": "Addict Behav"
    },
    "ArticleTitle": "How robust is the association between smoking and depression in adults? A meta-analysis using linear mixed-effects models.",
    "Pagination": {
      "StartPage": "1418",
      "EndPage": "1429",
      "MedlinePgn": "1418-29"
    },
    "Abstract": {
      "AbstractText": [
        "Our objective was to use meta-analytic techniques to assess the strength of the overall relationship and role of potential moderators in the association between smoking and depression in adults.",
        "Two popular health and social science databases (PubMed and PsycINFO) were systematically searched to identify studies which examined the association between adult smoking behavior and major depressive disorder (MDD) or depressive symptoms. A total of 85 relevant studies were selected for inclusion. Studies were analyzed using a linear mixed effects modeling package (\"lme4\" for R) and the Comprehensive Meta-Analysis program version 2.",
        "Multiple nested linear mixed-effects models were compared. The best fitting models were those that included only random study effects and smoking status. In cross-sectional studies, current smokers were more likely to be depressed than never smokers (OR=1.50, CI=1.39-1.60), and current smokers were more likely to be depressed than former smokers (OR=1.76, CI=1.48-2.09). The few available prospective studies, that used the requisite statistical adjustments, also showed smokers at baseline had greater odds of incident depression at follow-up than never smokers (OR=1.62, CI=1.10-2.40).",
        "In cross-sectional studies, smoking was associated with a nearly two-fold increased risk of depression relative to both never smokers and former smokers. In the smaller set of prospective studies, the odds of subsequent depression were also higher for current than never smokers. Attesting to its robustness, the relationship between smoking and depression was exhibited across several moderators. Findings could help health care providers to more effectively anticipate co-occurring health issues of their patients. Several methodological recommendations for future research are offered."
      ],
      "CopyrightInformation": "Published by Elsevier Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Healthcare Organization and Implementation Research, 200 Springs Road, Building 70 (152), Bedford, MA 02117, USA. Electronic address: Tana.Luger2@va.gov."
          }
        ],
        "LastName": "Luger",
        "ForeName": "Tana M",
        "Initials": "TM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Behavioral Research Program, National Cancer Institute, 9609 Medical Center Drive, Bethesda, MD 20892, USA. Electronic address: jerry.suls@nih.gov."
          }
        ],
        "LastName": "Suls",
        "ForeName": "Jerry",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Iowa, E11 Seashore Hall, Iowa City, IA 52242, USA; Comprehensive Access & Delivery Research and Evaluation Center, 601 Highway 6 West, Iowa City, IA 52246, USA; Department of Internal Medicine, University of Iowa, Carver College of Medicine, Iowa City, IA 52242, USA. Electronic address: mark-vanderweg@uiowa.edu."
          }
        ],
        "LastName": "Vander Weg",
        "ForeName": "Mark W",
        "Initials": "MW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Addict Behav",
    "NlmUniqueID": "7603486",
    "ISSNLinking": "0306-4603"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Linear Models"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Odds Ratio"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Smoking"
    }
  ]
}