{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Die neue Nationale Versorgungsleitlinie (NVL) Unipolare Depression enthält im Vergleich zur letzten Version von 2015 deutlich differenziertere Aussagen und Empfehlungen zur Elektrokonvulsionstherapie (EKT). Dies ist prinzipiell zu begrüßen, da hierdurch der besondere Stellenwert der EKT in unterschiedlichen klinischen Situationen verdeutlicht wird. Zugleich führte diese Ausdifferenzierung von Empfehlungen bei Vorliegen bestimmter Merkmale depressiver Störungen (z. B. psychotische Symptome, Suizidalität) jedoch dazu, dass in Abhängigkeit von diesen Merkmalen unterschiedliche Empfehlungsgrade für die EKT vergeben wurden. Was in der strikten Methodik eines Leitlinienprozesses richtig und sinnvoll sein mag, kann für die klinische Praxis teilweise verwirrend und widersprüchlich wirken. In diesem Beitrag sollen daher die Zusammenhänge sowie vermeintlichen Diskrepanzen zwischen Effektivität der EKT, wissenschaftlicher Evidenz und Empfehlungsgrad der Leitlinie dargelegt und für die klinische Anwendung aus Expertensicht kommentiert werden."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37192610",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "16"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-2046-5279"
    ],
    "Journal": {
      "ISSN": "1439-3522",
      "JournalIssue": {
        "Volume": "91",
        "Issue": "5",
        "PubDate": {
          "Year": "2023",
          "Month": "May"
        }
      },
      "Title": "Fortschritte der Neurologie-Psychiatrie",
      "ISOAbbreviation": "Fortschr Neurol Psychiatr"
    },
    "ArticleTitle": "[Electroconvulsive Therapy in the New National Guideline Depression: Effectiveness, Evidence, and Grade of Recommendation].",
    "Pagination": {
      "StartPage": "209",
      "EndPage": "212",
      "MedlinePgn": "209-212"
    },
    "Abstract": {
      "AbstractText": [
        "In comparison to the previous version, the new national guideline 'Unipolar Depression' comprises more differentiated statements and recommendations regarding the use of electroconvulsive therapy (ECT). In principle, this is most welcome, as it clarifies the particular significance of ECT in different clinical situations. In parallel, this differentiation of recommendations depending on the presence of specific features of depressive disorders (e. g., psychotic symptoms, suicidality) led to different grades of recommendations for ECT. This may be correct and rational under the strict methodology of a guideline process, but nevertheless may appear confusing and contradictory in clinical practice. This article describes the relationships and putative discrepancies between the effectiveness of ECT, scientific evidence, and grading of guideline recommendations with comments on these for clinical practice from experts' point of view."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-7531-9732"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychiatrie and Psychotherapie, Universitätsmedizin Göttingen, Göttingen, Germany."
          }
        ],
        "LastName": "Zilles-Wegner",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Psychiatrie und Psychotherapie, Zentralinstitut für Seelische Gesundheit, Mannheim, Germany."
          }
        ],
        "LastName": "Sartorius",
        "ForeName": "Alexander",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Elektrokonvulsionstherapie in der neuen NVL Depression: vom Unterschied zwischen Effektivität, Evidenz und Empfehlungsgraden."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Fortschr Neurol Psychiatr",
    "NlmUniqueID": "8103137",
    "ISSNLinking": "0720-4299"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Electroconvulsive Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Psychotic Disorders"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Suicidal Ideation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "Die Autorinnen/Autoren geben an, dass kein Interessenkonflikt besteht."
}