{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cognitive therapy",
      "Concepts of self",
      "Continuous identity",
      "Hopelessness",
      "Major depression",
      "Self-appraisal"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27832930",
  "DateCompleted": {
    "Year": "2017",
    "Month": "10",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "11",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2016.10.033",
      "S0165-0327(16)31070-9"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "208",
        "PubDate": {
          "Year": "2017",
          "Month": "Jan",
          "Day": "15"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Temporal self appraisal and continuous identity: Associations with depression and hopelessness.",
    "Pagination": {
      "StartPage": "503",
      "EndPage": "511",
      "MedlinePgn": "503-511"
    },
    "Abstract": {
      "AbstractText": [
        "While depression is associated with decreased self-worth, less is known about how depression relates to the degree of perceived unity of the self over time (CI; continuous identity) and appraisal of past and future selves (temporal self-appraisal). In Study 1, we examined the relationship between depression severity and temporal self-appraisal. In Study 2, we examined depression and hopelessness severity as it relates to temporal self-appraisal and continuous identity. It was hypothesized that individuals with significant levels of depressed mood would report lower self appraisals of current and future selves and that hopelessness about the future would be associated with disturbances in perception of self over time (CI; continuous identity) and temporal self-appraisal.",
        "Study 1 examined depressed mood (n=75) and non-depressed mood (n=144) individuals to determine their self-rated personal attributes for their past, present and future selves using a validated task of temporal self-appraisal. Study 2 examined an independent sample of subjects. Based on cutoff scores for clinically significant depression and hopelessness, Depressed/Hopeless (n=63) and Non-Depressed /Non-Hopeless (n=168) subjects were asked complete the validated task of temporal self-appraisal and also complete a validated task to assess their continuous identity.",
        "In Study 1, a significant difference was found between the depressed mood group and the non-depressed mood group in how they see themselves changing over time. The non-depressed group perceived themselves increasing in positive personal attributes from past, to present, to future self. The depressed mood group perceived themselves as deteriorating from the past to the present in terms of positive attributes about their self-identity. However, contrary to expectations, the depressed group perceived their future self as improved from their present self. Subjects' past and future selves were at a similar level and both were significantly higher than perception of their present self-worth. Study 2 replicated these findings and also found severity of depression was significantly related to lower levels of CI. Additionally, it was found that the severity of hopelessness was minimally associated with continuous identity and temporal self-appraisal ratings.",
        "These results suggests that even people with depressed mood have an instinctive grasp of the possibility to an improved future self-worth despite the negative cognitions associated with present self-worth and hopeless expectations about the future. While depressed and hopeless individuals may view the world negatively and feel hopeless about their general future, these results suggest that depressed individuals distinguish between hopelessness about future external success and future self-improvement. Despite perceiving their past and future selves to be more positive, depression severity was associated with less continuous identity. Since depressed individuals perceive a future self as a return to or a recovery of a past self, therapeutic strategies may focus on improving a sense of continuous identity with past and future selves and focusing on deriving meaning from current life difficulties to improve beyond a past self, growing to a superior future self.",
        "Limitations include using self-report measures of depression and hopelessness. Future studies may wish to use individuals who were diagnosed with depression to explore further how depressed people see themselves changing from the present to the future. Additionally, future studies could determine if depressed individuals who do not perceive their future self to be improved are at higher risk for adverse outcomes."
      ],
      "CopyrightInformation": "Copyright © 2016 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Hofstra University, United States."
          }
        ],
        "LastName": "Sokol",
        "ForeName": "Yosef",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Hofstra University, United States; Department of Psychiatry, Icahn School of Medicine at Mount Sinai, United States. Electronic address: Mark.Serper@Hofstra.edu."
          }
        ],
        "LastName": "Serper",
        "ForeName": "Mark",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Affect"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Concept"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Report"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self-Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}