{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28919268",
  "DateCompleted": {
    "Year": "2017",
    "Month": "11",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "09",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.lpm.2017.08.013",
      "S0755-4982(17)30372-X"
    ],
    "Journal": {
      "ISSN": "2213-0276",
      "JournalIssue": {
        "Volume": "46",
        "Issue": "10",
        "PubDate": {
          "Year": "2017",
          "Month": "Oct"
        }
      },
      "Title": "Presse medicale (Paris, France : 1983)",
      "ISOAbbreviation": "Presse Med"
    },
    "ArticleTitle": "Depression and sports-related concussion: A systematic review.",
    "Pagination": {
      "StartPage": "890",
      "EndPage": "902",
      "MedlinePgn": "890-902"
    },
    "Abstract": {
      "AbstractText": [
        "Head injuries are risk factors for chronic depressive disorders, but this association remains poorly explored with regards to concussion.",
        "The objective of this review was to evaluate the incidence of depressive symptoms and depression after sports-related concussion. We also endeavored to identify the response elements regarding the pathophysiology of these symptoms.",
        "A systematic search of PubMed and Embase was conducted focusing on papers published until 1st December, 2016, according to PRISMA criteria The following MESH terms were used: (concussion or traumatic brain injury) and sport and (depression or depressive disorder).",
        "A depressive disorder can appear immediately after a concussion: depressive symptoms seem to be associated with the symptoms of the concussion itself. A depressive disorder can also appear later, and is often linked to the frequency and number of concussions. Furthermore, the existence of a mood disorder prior to a concussion can contribute to the onset of a depressive disorder after a concussion.",
        "There is an overall limit concerning the definition of a depressive disorder. In addition, when these studies had controls, they were often compared to high-level athletes; yet, practicing sport regularly is a protective factor against mood pathologies.",
        "Depressive symptoms after a concussion seem to be associated with postconcussion symptoms. Repeat concussions can contribute to later-onset major depressive disorders. However, playing sports can protect against major depressive disorders: thus, it is essential to evaluate concussions as accurately as possible."
      ],
      "CopyrightInformation": "Copyright © 2017 Elsevier Masson SAS. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CHU Toulouse-Purpan, Psychiatry and medical psychology department, 330, avenue de Grande-Bretagne, 31059 Toulouse, France; UPS, Université de Toulouse, TONIC, Toulouse NeuroImaging Center, 31024 Toulouse cedex 3, France; CHU Toulouse, Federation Hospitalo-Universitaire, Cognitive, Psychiatric and Sensory Disabilities, 31059 Toulouse, France. Electronic address: antoineyrondi@gmail.com."
          }
        ],
        "LastName": "Yrondi",
        "ForeName": "Antoine",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CHU Toulouse, Federation Hospitalo-Universitaire, Cognitive, Psychiatric and Sensory Disabilities, 31059 Toulouse, France; CHU Toulouse-Purpan, Neurosurgery department, 31059 Toulouse, France."
          }
        ],
        "LastName": "Brauge",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CHU Toulouse, Federation Hospitalo-Universitaire, Cognitive, Psychiatric and Sensory Disabilities, 31059 Toulouse, France; CHU Toulouse-Purpan, Neurology department, 31059 Toulouse, France."
          }
        ],
        "LastName": "LeMen",
        "ForeName": "Johanne",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CHU Toulouse-Purpan, Psychiatry and medical psychology department, 330, avenue de Grande-Bretagne, 31059 Toulouse, France; UPS, Université de Toulouse, TONIC, Toulouse NeuroImaging Center, 31024 Toulouse cedex 3, France; CHU Toulouse, Federation Hospitalo-Universitaire, Cognitive, Psychiatric and Sensory Disabilities, 31059 Toulouse, France."
          }
        ],
        "LastName": "Arbus",
        "ForeName": "Christophe",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UPS, Université de Toulouse, TONIC, Toulouse NeuroImaging Center, 31024 Toulouse cedex 3, France; CHU Toulouse, Federation Hospitalo-Universitaire, Cognitive, Psychiatric and Sensory Disabilities, 31059 Toulouse, France; CHU Toulouse-Purpan, Neurology department, 31059 Toulouse, France."
          }
        ],
        "LastName": "Pariente",
        "ForeName": "Jérémie",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Presse Med",
    "NlmUniqueID": "8302490",
    "ISSNLinking": "0755-4982"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Athletic Injuries"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Brain Concussion"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    }
  ]
}