{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2348188",
  "DateCompleted": {
    "Year": "1990",
    "Month": "07",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-3018",
      "JournalIssue": {
        "Volume": "178",
        "Issue": "6",
        "PubDate": {
          "Year": "1990",
          "Month": "Jun"
        }
      },
      "Title": "The Journal of nervous and mental disease",
      "ISOAbbreviation": "J Nerv Ment Dis"
    },
    "ArticleTitle": "Cognitive processes and their relationship to endogenous and reactive components of depression.",
    "Pagination": {
      "StartPage": "351",
      "EndPage": "359",
      "MedlinePgn": "351-9"
    },
    "Abstract": {
      "AbstractText": [
        "In this study we investigated cognitive style in depressed inpatients, psychiatric control subjects with and without secondary depression, and nonpsychiatric control subjects with particular emphasis on cognitive patterns and their relationship to endogenous and reactive components of depression. Depressed and psychiatric control subjects were inpatients on acute care psychiatric units at three general hospitals. The nonpsychiatric control subjects were hospital employees. The inpatient sample was selected on the basis of DSM-III diagnosis and Beck Depression Inventory scores. Endogenous and reactive components of depression were assessed by the Endogenous-Reactive Checklist and the Schedule for Affective Disorders and Schizophrenia. Attitudes and attributions were measured by the Dysfunctional Attitudes Scale and the Attribution Questionnaire. Depressed patients endorsed significantly more dysfunctional attitudes than did nondepressed psychiatric control subjects and nonpsychiatric control subjects. Depressed and psychiatric control subjects also made more global attributions for certain kinds of undesirable events than did nonpsychiatric control subjects; stability and internality of attributions did not differ among groups. Further, more endogenous depression was associated with more dysfunctional attitudes, whereas the more reactive the depression, the more internal, global, and stable the attributions. Our findings suggest that dysfunctional attitudes are characteristic of at least some depressive mood states, particularly those high in endogenous symptoms, whereas it remains unclear whether certain attributions are characteristic of general psychopathology or, in the case of internal attributions, are so specific to reactive depressions that group differences are minimized."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Allentown Hospital, Pennsylvania."
          }
        ],
        "LastName": "Deutscher",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cimbolic",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Nerv Ment Dis",
    "NlmUniqueID": "0375402",
    "ISSNLinking": "0022-3018"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Attitude"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Change Events"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Thinking"
    }
  ]
}