{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22718378",
  "DateCompleted": {
    "Year": "2012",
    "Month": "11",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2014",
    "Month": "07",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng",
      "pol"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1897-4279",
      "JournalIssue": {
        "Volume": "70",
        "Issue": "6",
        "PubDate": {
          "Year": "2012"
        }
      },
      "Title": "Kardiologia polska",
      "ISOAbbreviation": "Kardiol Pol"
    },
    "ArticleTitle": "Effect of the dynamics of depression symptoms on outcomes after coronary artery bypass grafting.",
    "Pagination": {
      "StartPage": "591",
      "EndPage": "597",
      "MedlinePgn": "591-7"
    },
    "Abstract": {
      "AbstractText": [
        "As coronary artery bypass grafting (CABG) remains an important myocardial revascularisation strategy, more attention has been paid to the role of numerous factors affecting outcomes after CABG, including depression and depressive symptoms. However, previous studies on this issue gave inconsistent results, the dynamics of depression has been seldom investigated, and only few reports have specifically addressed this problem in Poland.",
        "Prospective evaluation of the effect of depressive symptoms and the dynamics of their occurrence on the incidence of cardiac events in patients after CABG during a 2-year follow-up.",
        "We studied 170 patients aged 63 ± 10 years, including 17 women and 153 men, who underwent CABG. The Beck Depression Inventory (BDI) was used to evaluate the severity of depressive symptoms at 2 weeks (0M), 3 months (3M), and 24 months (24M) after CABG. Based on the BDI findings during subsequent follow-up visits, patients were divided into three groups depending on the dynamics of depressive symptoms: Group I without depression (67 patients), Group II with incidental depression (72 patients), and Group III with chronic depression (31 patients). During the 2-year follow-up, we evaluated the incidence of three combined endpoints that included death, myocardial infarction (MI), coronary angioplasty or redo CABG surgery; recurrent angina; and hospitalisations due to arrhythmia, heart failure or other cardiac causes. We analysed the effect of demographic, clinical, perioperative end psychological parameters to identify independent risk factors for cardiac events.",
        "Among patients with chronic depression, more cardiac events were noted compared to patients without depression or with incidental depression. All combined endpoints were significantly more common in patients with chronic depression compared to those without depression (death, MI, coronary angioplasty or redo CABG surgery: 19.3% in Group III vs. 5.9% in Group I, p = 0.0437; recurrent angina: 45% in Group III vs. 16.4% in Group I, p = 0.027; hospitalisations due to arrhythmia, heart failure or other cardiac causes: 54.8% in Group III vs. 31.3% in Group I, p = 0.0287). Hospitalisation rate was also higher among patients with chronic depression compared to those with incidental depression (54.8% in Group III vs. 31.9% in Group II, p = 0.031). In multivariate analysis using a linear regression model, independent risk factors for hospitalisation during the 2-year follow-up included the presence of depressive symptoms in the early postoperative period (p = 0.03) and the BDI score at 3 months after CABG (p = 0.0001). Use of antidepressants at baseline was an independent risk factor for recurrent angina (p = 0.004). Depressive symptoms, regardless of their dynamics, were not found to be a risk factor for the combined endpoint of death, MI, coronary angioplasty or redo CABG surgery.",
        "During a 2-year prospective follow-up of patients after CABG, cardiac events were significantly more common among patients with chronic depression (but not incidental depression) as compared to patients without depressive symptoms. Hospitalisation rate among patients with chronic depression was significantly higher compared to both patients without depression or with incidental depression. Both chronic and incidental depression was not shown to be to be a risk factor for the combined endpoint of death, MI, coronary angioplasty or redo CABG surgery. Severe depressive symptoms that required the use of antidepressants at baseline were an independent risk factor of recurrent angina. The presence of depressive symptoms at baseline and BDI score at 3 months were independent risk factors for rehospitalisation. This suggests that the dynamics of depressive symptoms may have an effect on rehospitalisations in patients after CABG."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiac Rehabilitation and Noninvasive Electrocardiology, Institute of Cardiology, Warsaw-Anin, Poland. bfn@ikard.pl"
          }
        ],
        "LastName": "Foss-Nieradko",
        "ForeName": "Bogna",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stepnowska",
        "ForeName": "Monika",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Piotrowicz",
        "ForeName": "Ryszard",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Poland",
    "MedlineTA": "Kardiol Pol",
    "NlmUniqueID": "0376352",
    "ISSNLinking": "0022-9032"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Kardiol Pol. 2012;70(6):598",
      "PMID": "22718379"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Angina Pectoris"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Causality"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [
        "psychology",
        "statistics & numerical data"
      ],
      "DescriptorName": "Coronary Artery Bypass"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Follow-Up Studies"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Hospitalization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Myocardial Infarction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Recurrence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reoperation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}