{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9561351",
  "DateCompleted": {
    "Year": "1998",
    "Month": "06",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0940-1334",
      "JournalIssue": {
        "Volume": "248",
        "Issue": "1",
        "PubDate": {
          "Year": "1998"
        }
      },
      "Title": "European archives of psychiatry and clinical neuroscience",
      "ISOAbbreviation": "Eur Arch Psychiatry Clin Neurosci"
    },
    "ArticleTitle": "Prevention and early intervention for depression in adolescence and early adult life.",
    "Pagination": {
      "StartPage": "32",
      "EndPage": "45",
      "MedlinePgn": "32-45"
    },
    "Abstract": {
      "AbstractText": [
        "Over the past decade there has been increasing interest in the possibility that early intervention might prevent mental disorders later in life. Indeed, in the United Kingdom the Department of Health recommends that health promotion should be one of the main functions of child mental health services, a suggestion that has been endorsed by professional bodies. It is easy to see why both purchasers and providers of mental health services would be interested in prevention, but will preventive interventions work in practice? This paper discusses the possibility of preventing depressive disorder in late adolescence and early adult life by intervening in childhood and early adolescence. The paper begins with a description of the phenomenology of depression and its risk factors. It then goes on to describe a framework of prevention and within this framework explores whether there is an adequate knowledge base. The general perspective that is presented is one of cautious scepticism. It is argued that difficulties in defining depression and identifying risk factors that can easily be remedied make it unlikely that within the foreseeable future primary prevention programmes will prove to be more effective than treatment and rehabilitation of affected individuals. The possibility that preventive programmes could do harm will also be discussed. The paper concludes with some proposals about appropriate targets for prevention. It is suggested that apart from a few policy areas where there are some relatively harmless measures that could protect from later depression, a balanced preventive programme will give higher priority to treatment services than to those concerned with early intervention."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Child and Adolescent Psychiatry, Royal Manchester Children's Hospital, Pendlebury, UK."
          }
        ],
        "LastName": "Harrington",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Clark",
        "ForeName": "A",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Eur Arch Psychiatry Clin Neurosci",
    "NlmUniqueID": "9103030",
    "ISSNLinking": "0940-1334"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Adolescent Psychiatry"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child Psychiatry"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Mood Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ],
  "NumberOfReferences": "90"
}