{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Depression",
      "Loneliness",
      "Mental health stigma",
      "Qualitative research",
      "Social isolation",
      "Subjective experiences",
      "Young people"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37479975",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "07",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "527",
      "10.1186/s12888-023-04991-7"
    ],
    "Journal": {
      "ISSN": "1471-244X",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul",
          "Day": "21"
        }
      },
      "Title": "BMC psychiatry",
      "ISOAbbreviation": "BMC Psychiatry"
    },
    "ArticleTitle": "Effects of mental health stigma on loneliness, social isolation, and relationships in young people with depression symptoms.",
    "Pagination": {
      "StartPage": "527",
      "MedlinePgn": "527"
    },
    "Abstract": {
      "AbstractText": [
        "Major depressive disorder (MDD) is the most prevalent affective disorder and the leading cause of illness and disability among young people worldwide. Besides being more susceptible to the onset of depression, young people have a higher risk of loneliness, and their personal and social development is impacted by social relationships during this time. It is thought that mental health stigma can undermine both help-seeking and longer-term outcomes for disorders like depression in young people. However, how stigma (i.e., related to depression) might affect young people's feelings of loneliness, social isolation, and relationships is unclear. Using qualitative research methods, this study aimed to explore the subjective experiences of public and internalized stigma and its effects on loneliness, social isolation, and relationship quality in young people with depression symptoms.",
        "We carried out in-depth, semi-structured interviews with N = 22 young people aged 17-25 (M<sub>age</sub> = 22 years) who reported high symptoms of depression (Mood and Feelings Questionnaire (MFQ) score > 27) (i.e., community sample, N = 9) or had been previously diagnosed with depression by a medical professional (i.e., clinical sample, N = 13). Data were analysed using thematic analysis. We explored the subjective effects of depression stigma on loneliness, social isolation, and relationships.",
        "Participants described both public stigma (i.e., initiated by others) and internalized stigma (i.e., self-imposed) as disrupting social relationships and eliciting loneliness, isolation, and depressive symptomology. Four main themes about young people's subjective experiences of stigma were identified: 1) Others' Misunderstanding of Mental Health Disorders and the Impact Misunderstanding has on Relationships; 2) Effects of Stigma on the Self and Wellbeing; 3) Stigma Fosters Secrecy Versus Disclosure; and 4) Stigma Increases Loneliness Driven by Avoidance of Social Contexts.",
        "Young people's accounts revealed a wide range of consequences beyond their depression diagnosis. Participants often felt discriminated against, misunderstood, and judged by others as a result of public stigma; they discussed internalizing these attitudes. They suggested that a lack of understanding from others, for example from their partners, family, and peers, and unreliable and/or absent support systems resulted in increased feelings of loneliness and social isolation and reduced the quality and quantity of relationship formation, social bonds, and interactions. Stigma also reduced their self-esteem and confidence, which in turn fostered secrecy and a reluctance to disclose their depression. Despite depression's stigma, most participants reported having long-term goals and aspirations to reconnect with others. These goals stood in contrast to feeling hopeless and unmotivated during periods of depression. Overall, we reveal how stigma can impact feelings of loneliness, social isolation, and relationships among young people with depression, which could lead to targeted interventions to lessen the impact of stigma in this population."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Reading, Reading, England. katiediab@gmail.com."
          }
        ],
        "LastName": "Prizeman",
        "ForeName": "Katie",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Reading, Reading, England."
          }
        ],
        "LastName": "Weinstein",
        "ForeName": "Netta",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Reading, Reading, England."
          }
        ],
        "LastName": "McCabe",
        "ForeName": "Ciara",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Psychiatry",
    "NlmUniqueID": "100968559",
    "ISSNLinking": "1471-244X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Loneliness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Isolation"
    }
  ],
  "CoiStatement": "The authors declare no competing interests."
}