{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18254062",
  "DateCompleted": {
    "Year": "2008",
    "Month": "04",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2008",
        "Month": "01",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/14651858.CD004853.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "1",
        "PubDate": {
          "Year": "2008",
          "Month": "Jan",
          "Day": "23"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Psychotherapeutic treatments for older depressed people.",
    "Pagination": {
      "StartPage": "CD004853",
      "MedlinePgn": "CD004853"
    },
    "Abstract": {
      "AbstractText": [
        "Despite a number of reviews advocating psychotherapy for the treatment of depression, there is relatively little evidence based on randomised controlled trials that specifically examines its efficacy in older people.",
        "To examine the efficacy of psychotherapeutic treatments for depression in older people.",
        "CCDANCTR-Studies and CCDANCTR-References were searched on 11/9/2006. The International Journal of Geriatric Psychiatry and Irish Journal of Psychiatry were handsearched. Reference lists of previous published systematic reviews, included/excluded trial articles and bibliographies were scrutinised. Experts in the field were contacted..",
        "All randomised controlled trials that included older adults diagnosed as suffering from depression (ICD or DSM criteria) were included. All types of psychotherapeutic treatments were included, categorised into cognitive behavioural therapies (CBT), psychodynamic therapy, interpersonal therapy and supportive therapies.",
        "Meta-analysis was performed, using odds ratios for dichotomous outcomes and weighted mean differences (WMD) for continuous outcomes, with 95% confidence intervals. Primary outcomes were a reduction in severity of depression, usually measured by clinician rated rating scales. Secondary outcomes, including dropout and life satisfaction, were also analysed.",
        "The search identified nine trials of cognitive behavioural and psychodynamic therapy approaches, together with a small group of 'active control' interventions. No trials relating to other psychotherapeutic approaches and techniques were found. A total of seven trials provided sufficient data for inclusion in the comparison between CBT and controls. No trials compared psychodynamic psychotherapy with controls. Based on five trials (153 participants), cognitive behavioural therapy was more effective than waiting list controls (WMD -9.85, 95% CI -11.97 to -7.73). Only three small trials compared psychodynamic therapy with CBT, with no significant difference in treatment effect indicated between the two types of psychotherapeutic treatment. Based on three trials with usable data, CBT was superior to active control interventions when using the Hamilton Depression Rating Scale (WMD -5.69, 95% CI -11.04 to -0.35), but equivalent when using the Geriatric Depression Scale (WMD -2.00, 95% CI -5.31 to 1.32).",
        "Only a small number of studies and patients were included in the meta-analysis. If taken on their own merit, the findings do not provide strong support for psychotherapeutic treatments in the management of depression in older people. However, the findings do reflect those of a larger meta-analysis that included patients with broader age ranges, suggesting that CBT may be of potential benefit."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Psychiatry, EMI Academic Unit, Univ of Liverpool, St Catherine's Hospital, Church Road, Birkenhead, Wirral, UK, L42 0LQ. kw500505@liverpool.ac.uk"
          }
        ],
        "LastName": "Wilson",
        "ForeName": "K C M",
        "Initials": "KC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mottram",
        "ForeName": "P G",
        "Initials": "PG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vassilas",
        "ForeName": "C A",
        "Initials": "CA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bibliotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "NumberOfReferences": "129"
}