{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Borderline-Persönlichkeitsstörung",
      "Depression",
      "Drogenkonsum",
      "Illicit drug use",
      "Jugendalter",
      "adolescence",
      "borderline personality disorder",
      "depression"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Zusammenfassung Risikoverhaltensweisen stellen ein weit verbreitetes Phänomen im Jugendalter dar. Auch die Prävalenzzahlen zu Drogenkonsum im Jugendalter sind als hoch zu bewerten. Adoleszenter Drogenkonsum steht in einem starken Zusammenhang zur Entwicklung psychischer Störungen, insbesondere der Depression und einer Borderline-Persönlichkeitsstörung (BPS). Jedoch ist die Frage nach Unterschieden in der Psychopathologie bei unterschiedlichen Konsumentengruppen noch unzureichend geklärt. Ziel der Studie war es daher, die Auftretenswahrscheinlichkeit von BPS-Kriterien und Depressivität zwischen verschiedenen Drogen-Konsumentengruppen zu erfassen. Weiteres Ziel war zudem, Risikoprofile hinsichtlich einzelner BPS-Merkmale zu untersuchen. Insgesamt wurden klinische Daten von n = 347 Jugendlichen (81,7 % weiblich, Durchschnittsalter 14,95 Jahre, SD = 1.50) aus der Ambulanz für Risikoverhalten und Selbstschädigung (AtR!Sk) in Heidelberg gesammelt und analysiert. Ergebnisse zeigen, dass BPS-Symptome im Jugendalter eindeutig mit Drogenkonsum assoziiert sind. Diesbezüglich gibt es keinen Unterschied zwischen Jugendlichen mit gelegentlichem und regelmäßigem Konsum. Darüber hinaus scheinen diejenigen Jugendlichen, die regelhaft Drogen konsumieren, impulsiver und häufiger von unkontrollierter Wut betroffen zu sein. Bezüglich Depressivität lassen sich nach Adjustierung um soziodemografische Faktoren keine Zusammenhänge zwischen unterschiedlichen Konsumentengruppen finden. Da selbst einmaliger Substanzkonsum mit einer hohen Auftretenswahrscheinlichkeit von BPS-Symptomen verbunden ist, sollten Interventionen darauf zielen, den Konsum frühzeitig zu beenden. Im Rahmen psychotherapeutischer Interventionen für BPS sollte der Fokus bei den Hoch-Risikokonsumenten auf der Vermittlung von Emotionsregulationsfertigkeiten hinsichtlich Impulsivität und den Umgang mit Wut liegen."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32114950",
  "DateCompleted": {
    "Year": "2020",
    "Month": "03",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "03",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.13109/prkk.2020.69.2.126"
    ],
    "Journal": {
      "ISSN": "0032-7034",
      "JournalIssue": {
        "Volume": "69",
        "Issue": "2",
        "PubDate": {
          "Year": "2020",
          "Month": "Mar"
        }
      },
      "Title": "Praxis der Kinderpsychologie und Kinderpsychiatrie",
      "ISOAbbreviation": "Prax Kinderpsychol Kinderpsychiatr"
    },
    "ArticleTitle": "[The Association Between Illicit Drug Use, Borderline Personality Disorder and Depression in a Help-Seeking Sample of Adolescents].",
    "Pagination": {
      "StartPage": "126",
      "EndPage": "140",
      "MedlinePgn": "126-140"
    },
    "Abstract": {
      "AbstractText": [
        "<i>The Association Between Illicit Drug Use, Borderline Personality Disorder and Depression in a Help-Seeking Sample of Adolescents</i> Risk-taking behavior is a common phenomenon in adolescence. Even prevalence rates for illicit drug use are considerably high in youth and associated with a range of psychiatric disorders, especially depression and Borderline Personality Disorder (BPD). However, there is a lack of data investigating differences in psychopathology between different substance user groups. Therefore, aim of the study was to investigate occurrence of depression and BPD symptoms in different drug risk groups (no use vs. occasional use vs. frequent use). Further aim of the study was to examine risk profiles regarding single BPD criteria. Data of n = 347 adolescents (81.7 % female, mean age 14.95, SD = 1.50) presenting at the specialized outpatient clinic for risk-taking and self-harming behavior (AtR!Sk) in Heidelberg were analyzed. Results show that BPD is clearly associated with illicit drug use in adolescence. There is no difference between occasional and frequent users in terms of mean number of BPD criteria. However, frequent users differ from occasional users regarding greater number of impulsivity and anger criteria. After adjusting for sociodemographic variables there was no association between drug use and depression. Since even single events of illicit drug use are associated with higher levels of BPD, clinicians should rapidly target to stop consumption. Further, psychotherapeutic interventions for BPD in high-risk consumers should especially focus on facilitating adaptive emotion regulation skills in regards to impulsivity and anger."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Heidelberg Klinik für Kinder- und Jugendpsychiatrie Blumenstraße 8 69115 Heidelberg Deutschland Klinik für Kinder- und Jugendpsychiatrie - Universitätsklinikum Heidelberg."
          }
        ],
        "LastName": "Ghinea",
        "ForeName": "Denisa",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Heidelberg Klinik für Kinder- und Jugendpsychiatrie Blumenstraße 8 69115 Heidelberg Deutschland Klinik für Kinder- und Jugendpsychiatrie - Universitätsklinikum Heidelberg."
          }
        ],
        "LastName": "Parzer",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Heidelberg Klinik für Kinder- und Jugendpsychiatrie Blumenstraße 8 69115 Heidelberg Deutschland Klinik für Kinder- und Jugendpsychiatrie - Universitätsklinikum Heidelberg."
          }
        ],
        "LastName": "Resch",
        "ForeName": "Franz",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Heidelberg Klinik für Kinder- und Jugendpsychiatrie Blumenstraße 8 69115 Heidelberg Deutschland Klinik für Kinder- und Jugendpsychiatrie - Universitätsklinikum Heidelberg."
          },
          {
            "Identifier": [],
            "Affiliation": "Universitäre Psychiatrische Dienste Bern (UPD) Universitätsklinik für Kinder- und Jugendpsychiatrie und Psychotherapie Bolligenstrasse 111 Stöckli CH-3000 Bern 60 Schweiz Universitäre Psychiatrische Dienste Bern (UPD)."
          }
        ],
        "LastName": "Kaess",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinikum Heidelberg Klinik für Kinder- und Jugendpsychiatrie Blumenstraße 8 69115 Heidelberg Deutschland Klinik für Kinder- und Jugendpsychiatrie - Universitätsklinikum Heidelberg."
          }
        ],
        "LastName": "Edinger",
        "ForeName": "Alexandra",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Zusammenhänge von Drogenkonsum und der Borderline-Persönlichkeitsstörung sowie Depressivität in einer klinischen Stichprobe an Jugendlichen."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Prax Kinderpsychol Kinderpsychiatr",
    "NlmUniqueID": "0404246",
    "ISSNLinking": "0032-7034"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Borderline Personality Disorder"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Help-Seeking Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self-Injurious Behavior"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Substance-Related Disorders"
    }
  ]
}