{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35110687",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "02",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1038/s41386-021-01256-3"
    ],
    "Journal": {
      "ISSN": "1740-634X",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "5",
        "PubDate": {
          "Year": "2022",
          "Month": "Apr"
        }
      },
      "Title": "Neuropsychopharmacology : official publication of the American College of Neuropsychopharmacology",
      "ISOAbbreviation": "Neuropsychopharmacology"
    },
    "ArticleTitle": "Large-scale structural network change correlates with clinical response to rTMS in depression.",
    "Pagination": {
      "StartPage": "1096",
      "EndPage": "1105",
      "MedlinePgn": "1096-1105"
    },
    "Abstract": {
      "AbstractText": [
        "Response to repetitive transcranial magnetic stimulation (rTMS) among individuals with major depressive disorder (MDD) varies widely. The neural mechanisms underlying rTMS are thought to involve changes in large-scale networks. Whether structural network integrity and plasticity are associated with response to rTMS therapy is unclear. Structural MRIs were acquired from a series of 70 adult healthy controls and 268 persons with MDD who participated in two arms of a large randomized, non-inferiority trial, THREE-D, comparing intermittent theta-burst stimulation to high-frequency rTMS of the left dorsolateral prefrontal cortex (DLPFC). Patients were grouped according to percentage improvement on the 17-item Hamilton Depression Rating Score at treatment completion. For the entire sample and then for each treatment arm, multivariate analyses were used to characterize structural covariance networks (SCN) from cortical gray matter thickness, volume, and surface area maps from T1-weighted MRI. The association between SCNs and clinical improvement was assessed. For both study arms, cortical thickness and volume SCNs distinguished healthy controls from MDD (p = 0.005); however, post-hoc analyses did not reveal a significant association between pre-treatment SCN expression and clinical improvement. We also isolated an anticorrelated SCN between the left DLPFC rTMS target site and the subgenual anterior cingulate cortex across cortical measures (p = 0.0004). Post-treatment change in cortical thickness SCN architecture was associated with clinical improvement in treatment responders (p = 0.001), but not in non-responders. Structural network changes may underpin clinical response to rTMS, and SCNs are useful for understanding the pathophysiology of depression and neural mechanisms of plasticity and response to circuit-based treatments."
      ],
      "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to American College of Neuropsychopharmacology."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Harquail Centre for Neuromodulation, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
          }
        ],
        "LastName": "Nestor",
        "ForeName": "Sean M",
        "Initials": "SM"
      },
      {
        "Identifier": [
          "0000-0001-9337-7840"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Krembil Research Institute and Centre for Mental Health, University Health Network, Toronto, ON, Canada."
          }
        ],
        "LastName": "Mir-Moghtadaei",
        "ForeName": "Arsalan",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0002-8273-8820"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Non-Invasive Neurostimulation Therapies Laboratory, Institute of Mental Health, The University of British Columbia, Vancouver, BC, Canada."
          }
        ],
        "LastName": "Vila-Rodriguez",
        "ForeName": "Fidel",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Harquail Centre for Neuromodulation, Sunnybrook Health Sciences Centre, Toronto, ON, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Temerty Faculty of Medicine, Institute of Medical Science, University of Toronto, Toronto, ON, Canada."
          }
        ],
        "LastName": "Giacobbe",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, School of Medicine, University of California, San Diego Health, San Diego, CA, USA."
          }
        ],
        "LastName": "Daskalakis",
        "ForeName": "Zafiris J",
        "Initials": "ZJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Temerty Centre for Therapeutic Brain Intervention and Campbell Family Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada."
          }
        ],
        "LastName": "Blumberger",
        "ForeName": "Daniel M",
        "Initials": "DM"
      },
      {
        "Identifier": [
          "0000-0002-5140-174X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Temerty Faculty of Medicine, University of Toronto, Toronto, ON, Canada. jonathan.downar@utoronto.ca."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute of Medical Science, Faculty of Medicine, University of Toronto, Toronto, ON, Canada. jonathan.downar@utoronto.ca."
          },
          {
            "Identifier": [],
            "Affiliation": "Krembil Research Institute and Centre for Mental Health, University Health Network, Toronto, ON, Canada. jonathan.downar@utoronto.ca."
          }
        ],
        "LastName": "Downar",
        "ForeName": "Jonathan",
        "Initials": "J"
      }
    ],
    "GrantList": [
      {
        "GrantID": "MOP-136801",
        "Agency": "CIHR",
        "Country": "Canada"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Neuropsychopharmacology",
    "NlmUniqueID": "8904907",
    "ISSNLinking": "0893-133X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Treatment-Resistant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Prefrontal Cortex"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Transcranial Magnetic Stimulation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "The funder of the study (Canadian Institutes of Health Research) and the device manufacturer (MagVenture) that provided equipment had no role in study design, data collection, data analysis, data interpretation, or writing of the report. SMN received research financial support from the Norris Scholar Award and the Labatt Family Network for Research in Depression, Department of Psychiatry, University of Toronto, and the Sunnybrook Foundation. SMN reports no conflicts of interest. AM-M reports no conflicts of interest. DMB has received research support from Brain Canada, CIHR, NIH, the Weston Brain Institute, and the Temerty Family through the CAMH Foundation and the Campbell Research Institute; he has received in-kind equipment support for investigator-initiated studies from Magventure, he has received research support and in-kind equipment support for an investigator-initiated study from Brainsway and is the site principal investigator for three sponsor-initiated studies for Brainsway; he has received medication supplies for an investigator-initiated trial from Indivior; and he has participated on an advisory board for Janssen. JD has received research support from the Arrell Family Foundation, the Buchan Family Foundation, Brain Canada, the Canadian Biomarker Integration Network in Depression, the Canadian Institutes of Health Research (CIHR), the Klarman Family Foundation, NIH, the Ontario Brain Institute, the Toronto General and Western Hospital Foundation, and the Weston Family Foundation; he has received travel stipends from Lundbeck and ANT Neuro; he has served as an advisor for BrainCheck, Neurostim TMS Centers, Restorative Brain Clinics, and TMS Neuro Solutions. FV-R has received research support from Brain Canada, CIHR, the Michael Smith Foundation for Health Research, and the Vancouver Coastal Health Research Institute, and he has participated on an advisory board for Janssen. PG has received research support from the CIHR, NIH, and Veteran’s Affairs Canada and has been an unpaid consultant for St. Jude Medical. He has served on an advisory board for Janssen and Bristol Myers Squibb. ZJD has received research and equipment in-kind support for an investigator-initiated study through Brainsway Inc. and Magventure Inc. His work was supported by the Ontario Mental Health Foundation (OMHF), the Canadian Institutes of Health Research (CIHR), the National Institutes of Mental Health (NIMH), and the Temerty Family and Grant Family and through the Centre for Addiction and Mental Health (CAMH) Foundation and the Campbell Institute."
}