{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31727396",
  "DateCompleted": {
    "Year": "2020",
    "Month": "11",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "11",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "11",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2019.11.017",
      "S0165-0327(19)32808-3"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "263",
        "PubDate": {
          "Year": "2020",
          "Month": "Feb",
          "Day": "15"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Considerable evidence supports rTMS for treatment-resistant depression.",
    "Pagination": {
      "StartPage": "549",
      "EndPage": "551",
      "MedlinePgn": "549-551"
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Temerty Centre for Therapeutic Brain Intervention, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, Toronto, ON, Canada."
          }
        ],
        "LastName": "Kaster",
        "ForeName": "Tyler S",
        "Initials": "TS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Epworth Healthcare, The Epworth Clinic, Camberwell, Victoria, Australia; Monash University Central Clinical School, Victoria, Australia."
          }
        ],
        "LastName": "Fitzgerald",
        "ForeName": "Paul B",
        "Initials": "PB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto, Toronto, ON, Canada; Institute of Medical Science, University of Toronto, Toronto, ON, Canada; MRI-guided rTMS Clinic, Toronto Western Hospital, Toronto, ON, Canada; Krembil Research Institute, University Health Network, Toronto, ON, Canada."
          }
        ],
        "LastName": "Downar",
        "ForeName": "Jonathan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of British Columbia, Vancouver, BC, Canada; Non-Invasive Neurostimulation Therapies (NINET) Laboratory, University of British Columbia, Vancouver, BC, Canada."
          }
        ],
        "LastName": "Vila-Rodriguez",
        "ForeName": "Fidel",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Temerty Centre for Therapeutic Brain Intervention, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, Toronto, ON, Canada; Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada."
          }
        ],
        "LastName": "Daskalakis",
        "ForeName": "Zafiris J",
        "Initials": "ZJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Temerty Centre for Therapeutic Brain Intervention, Centre for Addiction and Mental Health, Toronto, ON, Canada; Department of Psychiatry, University of Toronto, Toronto, ON, Canada; Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Toronto, ON, Canada. Electronic address: daniel.blumberger@camh.ca."
          }
        ],
        "LastName": "Blumberger",
        "ForeName": "Daniel M",
        "Initials": "DM"
      }
    ],
    "PublicationTypeList": [
      "Letter",
      "Comment"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Neuropsychopharmacology. 2018 Jun;43(7):1565-1572",
      "PMID": "29467437"
    },
    {
      "RefSource": "Lancet. 2018 Apr 28;391(10131):1683-1692",
      "PMID": "29726344"
    },
    {
      "RefSource": "J Affect Disord. 2019 Jul 1;254:124-126",
      "PMID": "30639040"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Treatment-Resistant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Transcranial Magnetic Stimulation"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest Dr. Kaster reports no financial relationships with commercial interests. Dr. Fitzgerald has received equipment for research from Magventure A/S, Medtronic Ltd, Neurosoft and Brainsway Ltd. He has served on a scientific advisory board for Bionomics Ltd and LivaNova and acted as a founder for TMS Australia. Dr. Downar has received research support from CIHR, NIMH, Brain Canada, the Canadian Biomarker Integration Network in Depression, the Ontario Brain Institute, the Klarman Family Foundation, the Arrell Family Foundation, the Edgestone Foundation, a travel stipend from Lundbeck and from ANT Neuro, an advisor to BrainCheck and in-kind equipment support for this investigator-initiated trial from MagVenture. Dr. Vila-Rodriguez receives research support from CIHR, Brain Canada, Michael Smith Foundation for Health Research, Vancouver Coastal Health Research Institute, and in-kind equipment support for this investigator-initiated trial from MagVenture. He has participated in an advisory board for Janssen. Dr. Daskalakis has received within the last 3 years both research and equipment in-kind support for an investigator-initiated study through Brainsway Ltd. and Magventure. Dr. Blumberger receives research support from the Canadian Institutes of Health Research (CIHR), National Institutes of Health – US (NIH), Weston Brain Institute, Brain Canada and the Temerty Family through the CAMH Foundation and the Campbell Research Institute. He received research support and in-kind equipment support for an investigator-initiated study from Brainsway Ltd. and he is the site principal investigator for three sponsor-initiated studies for Brainsway Ltd. He received in-kind equipment support from Magventure for this investigator-initiated study. He received medication supplies for an investigator-initiated trial from Indivior. He has participated in an advisory board for Janssen."
}