{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Depressive disorder",
      "Minor depression",
      "Older long-term unemployed",
      "Prevalence",
      "Severity",
      "Symptoms"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28679439",
  "DateCompleted": {
    "Year": "2018",
    "Month": "02",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "07",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "243",
      "10.1186/s12888-017-1404-1"
    ],
    "Journal": {
      "ISSN": "1471-244X",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Jul",
          "Day": "05"
        }
      },
      "Title": "BMC psychiatry",
      "ISOAbbreviation": "BMC Psychiatry"
    },
    "ArticleTitle": "Minor depression in older, long-term unemployed people seeking vocational support.",
    "Pagination": {
      "StartPage": "243",
      "MedlinePgn": "243"
    },
    "Abstract": {
      "AbstractText": [
        "Prevalence rates of minor and major depression vary from 0.7 to 6.8 (minor) and 3.8 to 10.9 (major) for the general population. Twenty-two percent of older, long-term unemployed people suffer from major depression. However, the prevalence rate of minor depression (depression on a subthreshold level with less than 5, but more than 1 depression symptom) in this population is unknown. The first aim of this study is to identify that prevalence rate, because we already know that minor depression increases the risk of developing a major depression and this in turn reduces the chances of reemployment what increases social and individual costs at the same time. The second aim is to find out whether there are symptoms that distinguish the different groups \"no depression\", \"minor depression\" and \"major depression\" in this population. In contrast to the general population, the most frequent symptoms within major and minor depression in older, long-term unemployed people are unknown so far.",
        "A total of 234 long-term unemployed people (response rate 59%) were included in a study within a project of the Department of Psychiatry and Psychotherapy at the University of Leipzig and an unemployment agency. Based on the results of the Patient Health Questionnaire, the participants were classified as non depressive, minor depressive or major depressive. Descriptive statistics and chi-square tests were performed to identify whether there are symptoms stated by the participants that are more frequent than others, and if the classified groups differ in this regard.",
        "Fifty percent had no depression, 15.6% had a minor depression and 34.4% were suffering from major depression. Difficulty with concentration is the symptom that differentiated the last two groups the most. Fatigue, depressed mood and anhedonia were the symptoms that distinguished participants with minor depression the most from participants with no depression. Main limitations are: The sample was determined by programme conditions, e.g. not all potentially available people participated. The sample may therefore not be representative for the general long-term unemployed. Due to limited resources the PHQ 9 was used instead of a clinical interview to assess minor and major depression.",
        "Results indicate that minor depression in older, long-term unemployed persons is significant, as, almost 16% of the participants were affected in the study. Especially when fatigue is present for a period of more than 2 weeks, people should be informed about the option to consult a primary care physician or professionals from the unemployment agency in order to prevent the possible onset of major depression."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Psychotherapy, Klinik und Poliklinik für Psychiatrie und Psychotherapie, University of Leipzig, Germany, Semmelweisstraße 10, 04103, Leipzig, Germany."
          }
        ],
        "LastName": "Pfeil",
        "ForeName": "Sabrina",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Psychotherapy, Klinik und Poliklinik für Psychiatrie und Psychotherapie, University of Leipzig, Germany, Semmelweisstraße 10, 04103, Leipzig, Germany."
          }
        ],
        "LastName": "Holtz",
        "ForeName": "Katrin",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Psychotherapy, Klinik und Poliklinik für Psychiatrie und Psychotherapie, University of Leipzig, Germany, Semmelweisstraße 10, 04103, Leipzig, Germany."
          }
        ],
        "LastName": "Kopf",
        "ForeName": "Kathrin-Andrea",
        "Initials": "KA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Psychotherapy, Klinik und Poliklinik für Psychiatrie und Psychotherapie, University of Leipzig, Germany, Semmelweisstraße 10, 04103, Leipzig, Germany."
          },
          {
            "Identifier": [],
            "Affiliation": "Depression Research Centre, German DepressionFoundation,, Leipzig, Germany."
          }
        ],
        "LastName": "Hegerl",
        "ForeName": "Ulrich",
        "Initials": "U"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Psychotherapy, Klinik und Poliklinik für Psychiatrie und Psychotherapie, University of Leipzig, Germany, Semmelweisstraße 10, 04103, Leipzig, Germany. Christine.Rummel-Kluge@medizin.uni-leipzig.de."
          }
        ],
        "LastName": "Rummel-Kluge",
        "ForeName": "Christine",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Psychiatry",
    "NlmUniqueID": "100968559",
    "ISSNLinking": "1471-244X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Occupational Health Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychiatry"
    },
    {
      "QualifierName": [
        "psychology",
        "statistics & numerical data"
      ],
      "DescriptorName": "Unemployment"
    }
  ],
  "CoiStatement": "AUTHORS’ INFORMATION: <i>SP, KH</i> worked within the programme as research assistants and conducted interviews with the participants. <i>CRK is a consultant at the Department of Psychiatry and Psychotherapy, University of Leipzig.</i> <i>AK is a consultant at the Department of Psychiatry and Psychotherapy, University of Leipzig.</i> UH is the director of the Department of Psychiatry and Psychotherapy, University of Leipzig, and president of German Depression Foundation. ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The clients of a voluntary programme from an unemployment agency were asked to participate in a study by a clinical expert from the University of Leipzig. The participation in the study was voluntary. Unemployed persons who decided to participate gave their written informed consent. The Ethics Research Committee of the Faculty of Medicine, University of Leipzig approved the study. The ethics approval reference number of the ethics committee of the University of Leipzig is 246–11-11,072,011. The study (project number: 9,320,000,123) has been performed in accordance with the declaration of Helsinki. Prof. Dr. med. Rainer Preiß. Ethik-Kommission an der Medizinischen Fakultät der Universität Leipzig. RBI für Pharmakologie und Toxikologie, Abteilung für Klinische Pharmakologie. Härtelstraße 16–18. 04107 Leipzig. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}