{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "On a émis l'hypothèse qu'une réduction de la synthèse de nouveaux neurones dans l'hippocampe d'un adulte pourrait être liée au trouble dépressif majeur (TDM). On est arrivé à cette hypothèse après avoir découvert que les antidépresseurs augmentaient la synthèse de nouveaux neurones dans le cerveau, et on a remarqué que les antidépresseurs produisaient leurs effets thérapeutiques à peu près dans le même temps que prenaient les nouveaux neurones pour devenir fonctionnels. Tout comme les antidépresseurs, l'exercice augmente la synthèse de nouveaux neurones dans un cerveau adulte : on a observé une augmentation de deux à trois fois supérieure de la neurogénèse hippocampique chez des rats ayant accès à une roue par rapport aux animaux témoins. On a supposé, à partir de l'hypothèse de la neurogénèse adulte liée au TDM, que l'exercice devrait atténuer les symptômes du TDM et que des mécanismes potentiels sont susceptibles d'expliquer cet effet thérapeutique. Nous avons donc examiné des études laissant entendre que l'exercice est un traitement efficace du TDM, et nous avons étudié des mécanismes potentiels susceptibles d'établir un lien entre la neurogénèse adulte, l'exercice et le TDM. Selon nous, des preuves appuient l'hypothèse voulant que l'exercice atténue le TDM et que plusieurs mécanismes peuvent déclencher cet effet durant la neurogénèse adulte."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16575423",
  "DateCompleted": {
    "Year": "2006",
    "Month": "05",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1180-4882",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "2",
        "PubDate": {
          "Year": "2006",
          "Month": "Mar"
        }
      },
      "Title": "Journal of psychiatry & neuroscience : JPN",
      "ISOAbbreviation": "J Psychiatry Neurosci"
    },
    "ArticleTitle": "Antidepressant effects of exercise: evidence for an adult-neurogenesis hypothesis?",
    "Pagination": {
      "StartPage": "84",
      "EndPage": "92",
      "MedlinePgn": "84-92"
    },
    "Abstract": {
      "AbstractText": [
        "It has been hypothesized that a decrease in the synthesis of new neurons in the adult hippocampus might be linked to major depressive disorder (MDD). This hypothesis arose after it was discovered that antidepressant medications increased the synthesis of new neurons in the brain, and it was noted that the therapeutic effects of antidepressants occurred over a time span that approximates the time taken for the new neurons to become functional. Like antidepressants, exercise also increases the synthesis of new neurons in the adult brain: a 2-3-fold increase in hippocampal neurogenesis has been observed in rats with regular access to a running wheel when they are compared with control animals. We hypothesized, based on the adult-neurogenesis hypothesis of MDD, that exercise should alleviate the symptoms of MDD and that potential mechanisms should exist to explain this therapeutic effect. Accordingly, we evaluated studies that suggest that exercise is an effective treatment for MDD, and we explored potential mechanisms that could link adult neurogenesis, exercise and MDD. We conclude that there is evidence to support the hypothesis that exercise alleviates MDD and that several mechanisms exist that could mediate this effect through adult neurogenesis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Neuroscience Program, UBC Hospital, University of British Columbia, Vancouver, BC."
          }
        ],
        "LastName": "Ernst",
        "ForeName": "Carl",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Olson",
        "ForeName": "Andrea K",
        "Initials": "AK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pinel",
        "ForeName": "John P J",
        "Initials": "JP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lam",
        "ForeName": "Raymond W",
        "Initials": "RW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Christie",
        "ForeName": "Brian R",
        "Initials": "BR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "J Psychiatry Neurosci",
    "NlmUniqueID": "9107859",
    "ISSNLinking": "1180-4882"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "cytology",
        "growth & development"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Environment"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "growth & development"
      ],
      "DescriptorName": "Nervous System"
    }
  ]
}