{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31995137",
  "DateCompleted": {
    "Year": "2021",
    "Month": "02",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "02",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1001/jamapsychiatry.2019.4709"
    ],
    "Journal": {
      "ISSN": "2168-6238",
      "JournalIssue": {
        "Volume": "77",
        "Issue": "8",
        "PubDate": {
          "Year": "2020",
          "Month": "Aug",
          "Day": "01"
        }
      },
      "Title": "JAMA psychiatry",
      "ISOAbbreviation": "JAMA Psychiatry"
    },
    "ArticleTitle": "The Origin of Our Modern Concept of Depression-The History of Melancholia From 1780-1880: A Review.",
    "Pagination": {
      "StartPage": "863",
      "EndPage": "868",
      "MedlinePgn": "863-868"
    },
    "Abstract": {
      "AbstractText": [
        "The modern concept of depression arose from earlier diagnostic formulations of melancholia over the hundred years from the 1780s to the 1880s. In this historical sketch, this evolution is traced from the writings of 12 authors outlining the central roles played by the concepts of faculty psychology and understandability. Five of the authors, writing from 1780 through the 1830s, including Cullen, Pinel, and Esquirol, defined melancholia as a disorder of intellect or judgment, a \"partial insanity\" often, but not always, associated with sadness. Two texts from the 1850s by Guislain, and Bucknill and Tuke were at the transition between paradigms. Both emphasized a neglected disorder-melancholia without delusions-arguing that it reflected a primary disorder of mood-not of intellect. In the final phase in the 1860s to 1880s, 5 authors (Griesinger, Sankey, Maudsley, Krafft-Ebing, and Kraepelin) all confronted the problem of the cause of delusional melancholia. Each author concluded that melancholia was a primary mood disorder and argued that the delusions emerged understandably from the abnormal mood. In this 100-year period, the explanation of delusional melancholia in faculty psychology terms reversed itself from an intellect to mood to a mood to intellect model. The great nosologists of the 19th century are often seen as creating our psychiatric disorders using a simple inductive process, clustering the symptoms, signs, and later the course of the patients. This history suggests 2 complexities to this narrative. First, in addition to bottom-up clinical studies, these nosologists were working top-down from theories of faculty psychology proposed by 18th century philosophers. Second, for patient groups experiencing disorders of multiple faculties, the nosologists used judgments about understandability to assign primary causal roles. This historical model suggests that the pathway from patient observation to the nosologic categories-the conceptual birth of our diagnostic categories-has been more complex than is often realized."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Virginia Institute of Psychiatric and Behavioral Genetics, Department of Psychiatry, Virginia Commonwealth University."
          }
        ],
        "LastName": "Kendler",
        "ForeName": "Kenneth S",
        "Initials": "KS"
      }
    ],
    "PublicationTypeList": [
      "Historical Article",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "JAMA Psychiatry",
    "NlmUniqueID": "101589550",
    "ISSNLinking": "2168-622X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "classification",
        "history"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "classification",
        "history"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 18th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 19th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Psychiatry"
    }
  ]
}