{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cardiometabolic health",
      "Clustering",
      "Depression",
      "PHQ-9",
      "Socioeconomic status",
      "Subgroups"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37156277",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2023.05.005",
      "S0165-0327(23)00632-8"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "335",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug",
          "Day": "15"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Variations in sociodemographic and health-related factors are linked to distinct clusters of individuals with depression based on the PHQ-9 instrument: NHANES 2007-2018.",
    "Pagination": {
      "StartPage": "95",
      "EndPage": "104",
      "MedlinePgn": "95-104"
    },
    "Abstract": {
      "AbstractText": [
        "Depression is a heterogeneous disease. Identification of latent depression subgroups and differential associations across these putative groups and sociodemographic and health-related factors might pave the way toward targeted treatment of individuals.",
        "We used model-based clustering to identify relevant subgroups of 2900 individuals with moderate to severe depression (defined as scores ≥10 on the PHQ-9 instrument) from the NHANES cross-sectional survey. We used ANOVA and chi-squared tests to assess associations between cluster membership and sociodemographics, health-related variables, and prescription medication use.",
        "We identified six latent clusters of individuals, three based on depression severity and three differentially loaded by somatic and mental components of the PHQ-9. The Severe mental depression cluster had the most individuals with low education and income (P < 0.05). We observed differences in the prevalence of numerous health conditions, with the Severe mental depression cluster showing the worst overall physical health. We observed marked differences between the clusters regarding prescription medication use: the Severe mental depression cluster had the highest use of cardiovascular and metabolic agents, while the Uniform severe depression cluster showed the highest use of central nervous system and psychotherapeutic agents.",
        "Due to the cross-sectional design we cannot make conclusions about causal relationships. We used self-reported data. We did not have access to a replication cohort.",
        "We show that socioeconomic factors, somatic diseases, and prescription medication use are differentially associated with distinct and clinically relevant clusters of individuals with moderate to severe depression."
      ],
      "CopyrightInformation": "Copyright © 2023 The Authors. Published by Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Epidemiology of Mental Health Disorders and Ageing Research Group, Sant Joan de Déu Research Institute, Esplugues de Llobregat, Spain; Research, Teaching, and Innovation Unit, Parc Sanitari Sant Joan de Déu, Sant Boi de Llobregat, Spain; Centro de Investigación Biomédica en Red de Salud Mental (CIBERSAM), Instituto de Salud Carlos III, Madrid, Spain; Department of Medicine, Universitat de Barcelona, Barcelona, Spain."
          }
        ],
        "LastName": "Gabarrell-Pascuet",
        "ForeName": "Aina",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Epidemiology of Mental Health Disorders and Ageing Research Group, Sant Joan de Déu Research Institute, Esplugues de Llobregat, Spain; Research, Teaching, and Innovation Unit, Parc Sanitari Sant Joan de Déu, Sant Boi de Llobregat, Spain; Centro de Investigación Biomédica en Red de Salud Mental (CIBERSAM), Instituto de Salud Carlos III, Madrid, Spain."
          }
        ],
        "LastName": "Domènech-Abella",
        "ForeName": "Joan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Epidemiology, Department of Public Health, University of Copenhagen, Copenhagen, Denmark."
          }
        ],
        "LastName": "Rod",
        "ForeName": "Naja H",
        "Initials": "NH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Epidemiology, Department of Public Health, University of Copenhagen, Copenhagen, Denmark. Electronic address: tibor.varga@sund.ku.dk."
          }
        ],
        "LastName": "Varga",
        "ForeName": "Tibor V",
        "Initials": "TV"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nutrition Surveys"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Health Questionnaire"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Depressive Disorder"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}