{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Depression",
      "Emotion regulation",
      "Longitudinal",
      "Psychotherapy",
      "Skills acquisition"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37290525",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "06",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2023.06.014",
      "S0165-0327(23)00769-3"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "338",
        "PubDate": {
          "Year": "2023",
          "Month": "Oct",
          "Day": "01"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Multilevel associations of emotion regulation strategy use during psychotherapy for depression: A longitudinal study.",
    "Pagination": {
      "StartPage": "107",
      "EndPage": "118",
      "MedlinePgn": "107-118"
    },
    "Abstract": {
      "AbstractText": [
        "People with depression select avoidant emotion regulation (ER) strategies more often than engagement strategies. While psychotherapy improves ER strategies, examining the week-to-week changes in ER and their relationship to clinical outcomes is warranted to understand how these interventions work. This study examined the changes in six ER strategies and depressive symptoms during virtual psychotherapy.",
        "Treatment-seeking adults (N = 56) with moderate depression severity completed a baseline diagnostic interview and questionnaires and were followed for up to 3 months as they completed virtual psychotherapy in an unrestricted format (e.g., individual) and orientation (e.g., cognitive-behavioral therapy; CBT). Participants completed weekly assessments of depression and six ER strategies along with assessments of CBT skills and participant-rated CBT components for each psychotherapy session. Multilevel modeling was used to examine associations between within-person changes in ER strategy use and weekly depression scores, controlling for between-person effects and time.",
        "Depressive symptoms, rumination, and experiential avoidance decreased non-linearly over time while cognitive reappraisal and acceptance increased non-linearly. Controlling for CBT skills, within-person increases in acceptance and cognitive reappraisal, as well as within-person decreases in experiential avoidance, were associated with fewer depressive symptoms over time. People who reported greater CBT components in their sessions also reported fewer depressive symptoms over time.",
        "The study was unable to make more causal inferences or standardize the type, baseline, or length of psychotherapy received.",
        "Improvements in ER strategies were associated with depression symptom reduction during psychotherapy. Future research to elucidate ER strategies as mediators of treatment response is warranted."
      ],
      "CopyrightInformation": "Crown Copyright © 2023. Published by Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Canada; Department of Psychology, York University, Canada. Electronic address: alexander.daros@camh.ca."
          }
        ],
        "LastName": "Daros",
        "ForeName": "Alexander R",
        "Initials": "AR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, York University, Canada; Institute for Mental Health Policy Research, Centre for Addiction and Mental Health, Canada; Department of Psychiatry, University of Toronto, Canada."
          }
        ],
        "LastName": "Wardell",
        "ForeName": "Jeffrey D",
        "Initials": "JD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Campbell Family Mental Health Research Institute, Centre for Addiction and Mental Health, Canada; Department of Psychiatry, University of Toronto, Canada."
          }
        ],
        "LastName": "Quilty",
        "ForeName": "Lena C",
        "Initials": "LC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Longitudinal Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emotional Regulation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors have no declarations of competing interests. The design of the study and hypotheses were developed independently of the funding organization."
}