{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "RDD",
      "depression",
      "depression in men",
      "depression in women",
      "gender",
      "recurrent depressive disorder",
      "sex"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Цель исследования. Изучение клинических особенностей депрессии у женщин и мужчин. Материал и методы. С помощью специально разработанной карты обследовали 120 женщин в возрасте 18-65 лет и 67 мужчин того же возраста с рекуррентным депрессивным расстройством (РДР) (F33 по МКБ-10). Результаты. Выявлен ряд различий по клинической картине и течению РДР у женщин и мужчин. Депрессия у женщин начинается в более раннем возрасте, характеризуется бо`льшим числом депрессивных приступов, более длительными ремиссиями. Однако полная ремиссия чаще достигается у мужчин. Более частый аффект в структуре депрессии у женщин - тревога, тогда как у мужчин преобладает тоска. Для женщин более характерны суточные колебания настроения и суицидальные мысли. Двигательная заторможенность и снижение мотивации достоверно чаще наблюдаются у мужчин. У женщин - бо`льшая распространенность идей самообвинения, избегания контактов с окружающими людьми, отсутствие сил, энергии, постоянное чувство усталости. Нарушения сна одинаково часто отмечаются у мужчин и женщин, но для женщин более характерны нарушения засыпания и отсутствие чувства сна. Соматические симптомы депрессии в целом чаще встречаются у мужчин, как и сопутствующие заболевания сердечно-сосудистой, дыхательной и мочеполовой систем. Мужчины чаще злоупотребляют алкоголем и другими психоактивными веществами. Заключение. Выявленные у женщин и мужчин особенности депрессий позволяют проводить более точную их диагностику и назначать адекватную терапию."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30585599",
  "DateCompleted": {
    "Year": "2019",
    "Month": "06",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/jnevro201811811115"
    ],
    "Journal": {
      "ISSN": "1997-7298",
      "JournalIssue": {
        "Volume": "118",
        "Issue": "11",
        "PubDate": {
          "Year": "2018"
        }
      },
      "Title": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "ISOAbbreviation": "Zh Nevrol Psikhiatr Im S S Korsakova"
    },
    "ArticleTitle": "[Comparative evaluation of depressive disorders in women and men].",
    "Pagination": {
      "StartPage": "15",
      "EndPage": "19",
      "MedlinePgn": "15-19"
    },
    "Abstract": {
      "AbstractText": [
        "To study clinical characteristics of depression in women and men.",
        "One hundred and twenty women, aged from 18 to 65 years, and 67 age-matched men with the diagnosis of recurrent depressive disorder (RDD) (ICD-10 F33) were examined using a specially developed survey.",
        "Differences in the clinical picture and course of RDD in women and men were found. RDD in women develops at an earlier age, the number of attacks is greater but remissions are longer. However, complete remission is achieved more frequently in men. Most typical effect in the structure of depression in women is anxiety whereas melancholy prevails in men. Daily mood fluctuations and suicidal thoughts are characteristic of women. Motor retardation and decreased motivation are more frequent in men. Ideas of self-blame, avoidance of contacts with other people, adynamia, persistent sense of fatigue are more common in women. Sleep disorders are equally common in men and women but falling asleep disturbance and lack of sleep feeling are more common in women. Somatic symptoms of depression are generally more common in men as well as concomitant diseases of cardiovascular, respiratory and genitourinary systems. Men are more likely to abuse alcohol and other psychoactive substances.",
        "The identified characteristics of depression in women and men allow more accurate diagnosis and treatment recommendations."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sechenov First Moscow State Medical University, Moscow, Russia."
          }
        ],
        "LastName": "Ivanets",
        "ForeName": "N N",
        "Initials": "NN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sechenov First Moscow State Medical University, Moscow, Russia."
          }
        ],
        "LastName": "Tyuvina",
        "ForeName": "N A",
        "Initials": "NA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sechenov First Moscow State Medical University, Moscow, Russia."
          }
        ],
        "LastName": "Voronina",
        "ForeName": "E O",
        "Initials": "EO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sechenov First Moscow State Medical University, Moscow, Russia."
          }
        ],
        "LastName": "Balabanova",
        "ForeName": "V V",
        "Initials": "VV"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Osobennosti depressivnykh rasstroĭstv u zhenshchin i muzhchin."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Zh Nevrol Psikhiatr Im S S Korsakova",
    "NlmUniqueID": "9712194",
    "ISSNLinking": "1997-7298"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Sleep Wake Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Suicidal Ideation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}