{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18848402",
  "DateCompleted": {
    "Year": "2009",
    "Month": "02",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2008",
        "Month": "10",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.mehy.2008.09.021"
    ],
    "Journal": {
      "ISSN": "0306-9877",
      "JournalIssue": {
        "Volume": "72",
        "Issue": "1",
        "PubDate": {
          "Year": "2009",
          "Month": "Jan"
        }
      },
      "Title": "Medical hypotheses",
      "ISOAbbreviation": "Med Hypotheses"
    },
    "ArticleTitle": "A model for self-treatment of four sub-types of symptomatic 'depression' using non-prescription agents: neuroticism (anxiety and emotional instability); malaise (fatigue and painful symptoms); demotivation (anhedonia) and seasonal affective disorder 'SAD'.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "7",
      "MedlinePgn": "1-7"
    },
    "Abstract": {
      "AbstractText": [
        "This article will present a model for how 'depression' (i.e. depressive symptoms) can be divided into four self-diagnosed sub-types or causes which might then be self-treated using agents available without prescription. (Another, much rarer, cause of depressed symptoms is the classical illness of 'melancholia', which when severe cannot be self-treated and typically requires hospitalization.) A self-management option and alternative is now needed due to the an inappropriate emphasis of modern psychiatry on treatment of imprecise syndromal 'disorders' which may entail treating 'depression' at the cost of making the patient feel and function worse. By contrast, the basic theoretical stance of self-management is that depressed mood should be seen as a result of unpleasant symptoms - and it is the symptoms that require treatment, not the mood itself. Furthermore, drugs (or other interventions) need to be classified in terms of their potential therapeutic effects on these symptoms that may cause depressed mood. The four common causes of depressed mood considered here are the personality trait of Neuroticism; the state of malaise (fatigue, aching etc) which accompanies an illness with an activated immune system; demotivation due to lack of positive emotions (anhedonia); and the syndrome of seasonal affective disorder (SAD). Each of the four sub-types is then 'matched' with a first-line non-prescription agent. The 'stabilizing' agents such as St John's Wort and the antihistamines chlorpheniramine and diphenhydramine are used for treatment of Neuroticism; analgesics/pain killers such as aspirin, ibuprofen, paracetamol/acetaminophen and the opiates are used to treat malaise; energizing agents such as caffeine and nicotine are used for the treatment of demotivation; and bright light used in the early morning to treat SAD. Self-treatments are intended to be used after research and experimentally, on a trial-and-error basis; with self-monitoring of beneficial and harmful effects, and a willingness to stop and switch treatments. The model of S-DTM (self-diagnosis, self-treatment and self-monitoring) is suggested as potentially applicable more widely within psychiatry and medicine."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Charlton",
        "ForeName": "Bruce G",
        "Initials": "BG"
      }
    ],
    "PublicationTypeList": [
      "Editorial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Hypotheses",
    "NlmUniqueID": "7505668",
    "ISSNLinking": "0306-9877"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emotions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Monitoring, Physiologic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motivation"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Neurotic Disorders"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phototherapy"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Seasonal Affective Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Concept"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Syndrome"
    }
  ]
}