{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Depression",
      "Residency, Medical",
      "Suicide"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Introducción: uno de los orígenes de la insatisfacción de los médicos residentes está relacionado con el síndrome de burnout, el estrés y la depresión. El objetivo es describir la prevalencia y las características clínicas de los síntomas de depresión, ansiedad y riesgo de suicidio y su correlación con trastorno mental en residentes de medicina a lo largo de un año académico. Métodos: se incluyeron 108 residentes de segundo año que respondieron el inventario de depresión de Beck, el inventario de ansiedad rasgo-estado y la escala de riesgo suicida de Plutchik al inicio del ciclo académico, así como seis y doce meses después. Resultados: en la primera medición se reportó una prevalencia de 3.7 % para síntomas de depresión, 38 % para síntomas de ansiedad y 1.9 % para riesgo de suicidio; a los seis meses la prevalencia aumentó a 22.2 % para depresión, 56.5 % para ansiedad y 7.4 % para riesgo de suicidio. El análisis estadístico mostró diferencias significativas entre las tres mediciones (p < 0.001). La prevalencia de trastorno depresivo fue de 4.6 %. Casi todos los residentes que desarrollaron trastorno depresivo tenían antecedente personal de depresión. El ambiente académico y laboral tuvo poca asociación con los trastornos. Conclusiones: es recomendable la detección de residentes con vulnerabilidad a la depresión con el objeto de que reciban atención oportuna en caso de que desarrollen trastorno depresivo."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25680640",
  "DateCompleted": {
    "Year": "2017",
    "Month": "01",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "09",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2448-5667",
      "JournalIssue": {
        "Volume": "53",
        "Issue": "1",
        "PubDate": {
          "Year": "2015",
          "Season": "Jan-Feb"
        }
      },
      "Title": "Revista medica del Instituto Mexicano del Seguro Social",
      "ISOAbbreviation": "Rev Med Inst Mex Seguro Soc"
    },
    "ArticleTitle": "[Depression, anxiety and suicide risk symptoms among medical residents over an academic year].",
    "Pagination": {
      "StartPage": "20",
      "EndPage": "28",
      "MedlinePgn": "20-8"
    },
    "Abstract": {
      "AbstractText": [
        "One of the causes of dissatisfaction among residents is related to burnout syndrome, stress and depression. The aim of this study is to describe the prevalence of depression, anxiety and suicide risk symptoms and its correlation with mental disorders among medical residents over an academic year.",
        "108 medical residents registered to second year of medical residence answered the Beck Depression Inventory, the State-Trait Anxiety Inventory and the Suicide Risk Scale of Plutchik: at the entry, six months later and at the end of the academic year.",
        "Residents reported low depressive symptoms (3.7 %), low anxiety symptoms (38 %) and 1.9 % of suicide risk at the beginning of the academic year, which increased in second measurement to 22.2 % for depression, 56.5 % for anxiety and 7.4 % for suicide risk. The statistical analysis showed significant differences between the three measurements (p < 0.001). The prevalence of depressive disorder was 4.6 % and no anxiety disorder was diagnosed. Almost all of the residents with depressive disorder had personal history of depression. None reported the work or academic environment as a trigger of the disorder. There was no association by specialty, sex or civil status.",
        "The residents that are susceptible to depression must be detected in order to receive timely attention if they develop depressive disorder."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Psiquiatría y Psicología, División de Educación en Salud, División de Epidemiología Hospitalaria, Hospital de Especialidades, Centro Médico Nacional La Raza, Instituto, Mexicano del Seguro Social, Distrito Federal, México. jimenezpsi@hotmail.com."
          }
        ],
        "LastName": "Jiménez-López",
        "ForeName": "José Luis",
        "Initials": "JL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Arenas-Osuna",
        "ForeName": "Jesús",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Angeles-Garay",
        "ForeName": "Ulises",
        "Initials": "U"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Síntomas de depresión, ansiedad y riesgo de suicidio en médicos residentes durante un año académico."
  },
  "MedlineJournalInfo": {
    "Country": "Mexico",
    "MedlineTA": "Rev Med Inst Mex Seguro Soc",
    "NlmUniqueID": "101243727",
    "ISSNLinking": "0443-5117"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Internship and Residency"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Longitudinal Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Mexico"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Students, Medical"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Suicide"
    }
  ]
}