{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Attachment",
      "Depression",
      "Mentalization",
      "Psychopathology",
      "Reflective Functioning"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Zusammenfassung <i>Mentalisierung und Depression: Theoretische Konzepte, Behandlungsansätze und empirische Studien – ein Überblick</i> <b>Fragestellung</b>: In dieser Übersichtsarbeit wird die Relevanz des Mentalisierungskonzepts für das Krankheitsverständnis und die Behandlung der Depression dargelegt und durch eine systematische Untersuchung empirischer Studien zur Diagnostik und Behandlungsevaluation ergänzt. <b>Methode</b>: In einem ersten Schritt wird der theoretische Hintergrund von Mentalisierung im Zusammenhang mit Depression geklärt, während sich im zweiten Schritt eine systematische Übersicht über Forschungsarbeiten anschließt, die sich mit dem Zusammenhang von Mentalisierungsfähigkeit und Depression sowie der Evaluation der Behandlung von depressiven Erkrankungen auseinandersetzen. Die Literatursuche wurde über Scopus und PubMed ausgeführt, wobei der Fokus auf Studien gelegt wurde, die die Reflective Functioning Scale auf Adult Attachment Interviews anwenden. <b>Ergebnisse</b>: Die Ergebnisse der 15 ausgewählten Studien legen nahe, dass schwere chronische und/oder behandlungsresistente depressive Erkrankungen mit deutlicheren Defiziten in der Mentalisierungsfähigkeit einhergehen. In den Psychotherapiestudien depressiver Erkrankungen zeigt sich, dass Mentalisierungsfähigkeit vor allem im Fokus von psychodynamischen Therapien steht und eine wichtige mediierende und/oder moderierende Variable für den Behandlungserfolg darstellt. <b>Diskussion</b>: Das Mentalisierungsmodell bietet in seinen Verbindungen mit der Bindungstheorie wertvolle Ansatzpunkte für ein tiefergehendes Verständnis der Psychodynamik der Depression sowie für ihre psychotherapeutische Behandlung. Aufgrund der geringen Anzahl an vorliegenden Studien sowie der heterogenen Studiendesigns können nur vorläufige Schlüsse über mögliche Unterschiede bezüglich der Mentalisierungsfähigkeit bei schweren und chronischen oder milderen bzw. episodischeren Krankheitsverläufen gezogen werden. Weitere Forschungsarbeiten mit größeren Fallzahlen werden benötigt, um diese Ergebnisse in der Zukunft weiter verallgemeinern zu können."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31154932",
  "DateCompleted": {
    "Year": "2019",
    "Month": "08",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.13109/zptm.2019.65.2.162"
    ],
    "Journal": {
      "ISSN": "1438-3608",
      "JournalIssue": {
        "Volume": "65",
        "Issue": "2",
        "PubDate": {
          "Year": "2019",
          "Month": "Jun"
        }
      },
      "Title": "Zeitschrift fur Psychosomatische Medizin und Psychotherapie",
      "ISOAbbreviation": "Z Psychosom Med Psychother"
    },
    "ArticleTitle": "Mentalization and Depression: Theoretical Concepts, Treatment Approaches and Empirical Studies - an Overview.",
    "Pagination": {
      "StartPage": "162",
      "EndPage": "177",
      "MedlinePgn": "162-177"
    },
    "Abstract": {
      "AbstractText": [
        "<b>Objectives</b>: The aim of this article is to outline the relevance of mentalization for the understanding of the dynamics and the psychotherapeutic treatment of depression, and to systematically review the literature on mentalization as it relates to the diagnosis of depression and the evaluation of depression treatment. <b>Methods</b>: The first part of the article consists of an overview of the theory of mentalization and its relevance for depression and its treatment. For the second part, a literature research was conducted in Scopus and PubMed to retrieve and then manually select empirical studies on depression and mentalization, focusing on studies applying the Reflective Functioning Scale based on the Adult Attachment Interview. <b>Results</b>: For our review, 15 studies were selected. These suggest that severe chronic and/ or treatment resistant depression is related to more pronounced mentalizing deficits. With respect to psychotherapy process and outcome, mentalization is a specific focus of psychodynamic therapy approaches, and proves to be an important mediating and moderating variable. <b>Conclusion</b>: Mentalization with its linkages to attachment theory offers rich possibilities for an in-depth understanding of the dynamics of depression and resulting mentalization based approaches to the treatment of the disorder. The small number of studies and their heterogeneous design allow only preliminary assumptions on the difference between severe, chronic and milder or episodic courses of depression with respect to mentalizing deficits and urge for further research."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinik für Psychoanalyse und Psychotherapie Medizinische Universität Wien Währinger Gürtel 18-20 A-1090 Wien Austria Universitätsklinik für Psychoanalyse und Psychotherapie - MedUni Wien."
          }
        ],
        "LastName": "Fischer-Kern",
        "ForeName": "Melitta",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinik für Psychoanalyse und Psychotherapie Medizinische Universität Wien Währinger Gürtel 18-20 A-1090 Wien Austria Universitätsklinik für Psychoanalyse und Psychotherapie - MedUni Wien."
          }
        ],
        "LastName": "Tmej",
        "ForeName": "Anna",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Z Psychosom Med Psychother",
    "NlmUniqueID": "100886617",
    "ISSNLinking": "1438-3608"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Empirical Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mentalization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    }
  ]
}