{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Clinical trials",
      "Exercise",
      "Parkinson's disease",
      "Physical activity",
      "Registries",
      "Treatment"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31760307",
  "DateCompleted": {
    "Year": "2020",
    "Month": "09",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "09",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "11",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.parkreldis.2019.11.011",
      "S1353-8020(19)30487-0"
    ],
    "Journal": {
      "ISSN": "1873-5126",
      "JournalIssue": {
        "Volume": "69",
        "PubDate": {
          "Year": "2019",
          "Month": "Dec"
        }
      },
      "Title": "Parkinsonism & related disorders",
      "ISOAbbreviation": "Parkinsonism Relat Disord"
    },
    "ArticleTitle": "Reporting and methodological quality of clinical trials on exercise therapy for Parkinson's disease.",
    "Pagination": {
      "StartPage": "150",
      "EndPage": "156",
      "MedlinePgn": "150-156"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise therapy is becoming extremely relevant as a new efficacious intervention in multiple medical fields. Although several clinical trials have reported benefits of exercise therapy for Parkinson's disease (PD), recommendations and prescriptions for its use in clinical practice remain limited.",
        "To evaluate the methodological quality and publication rate of clinical trials on exercise therapy for PD.",
        "We analyzed all clinical trials assessing exercise therapy for PD registered in the WHO International Clinical Trials Registry Platform and the ClinicalTrials.gov registries, from 2000 to 2017. We evaluated the methodological quality of trials using the Cochrane Risk of Bias criteria.",
        "A total of 236 clinical trials were identified. Only 70 (29.7%) trials reported their findings, and 61 (25.8%) had results published in scientific journals. Most trials had an unclear risk of bias concerning incomplete and selective outcome reporting and lacked data on the randomization process, allocation concealment, blinding of participants and personnel, and outcomes assessors. Aerobic capacity was the most frequent type of exercise intervention.",
        "Although a large number of trials on exercise are registered in international portals, the quality of reporting remains suboptimal and only a quarter of trials have their results published in scientific journals. These two factors, in addition to the heterogeneity of the interventions tested and the unsatisfactory reported methodological quality of most trials, compromise the interpretation of study results. Therefore, higher quality clinical trials reports are needed to establish exercise as part of the PD armamentarium."
      ],
      "CopyrightInformation": "Copyright © 2019 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Medicina Molecular, Lisboa, Portugal. Electronic address: claudiamouratosilva@gmail.com."
          }
        ],
        "LastName": "Silva",
        "ForeName": "Cláudia M",
        "Initials": "CM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Medicina Molecular, Lisboa, Portugal; Serviço de Genética Médica, Departamento de Pediatria, Hospital de Santa Maria, Centro Hospitalar Lisboa Norte, Portugal; Instituto de Histologia e Biologia do Desenvolvimento, Faculdade de Medicina, Universidade de Lisboa, Portugal. Electronic address: at1@campus.ul.pt."
          }
        ],
        "LastName": "Travessa",
        "ForeName": "André M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Medicina Molecular, Lisboa, Portugal; CNS - Campus Neurológico Sénior, Torres Vedras, Portugal. Electronic address: raquelbouca@gmail.com."
          }
        ],
        "LastName": "Bouça-Machado",
        "ForeName": "Raquel",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Medicina Molecular, Lisboa, Portugal; Centro Cardiovascular da Universidade de Lisboa - CCUL, Faculdade de Medicina, Universidade de Lisboa, Portugal; Laboratory of Clinical Pharmacology and Therapeutics, Faculdade de Medicina, Universidade de Lisboa, Portugal. Electronic address: dgcaldeira@hotmail.com."
          }
        ],
        "LastName": "Caldeira",
        "ForeName": "Daniel",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto de Medicina Molecular, Lisboa, Portugal; CNS - Campus Neurológico Sénior, Torres Vedras, Portugal; Laboratory of Clinical Pharmacology and Therapeutics, Faculdade de Medicina, Universidade de Lisboa, Portugal. Electronic address: joaquimjferreira@gmail.com."
          }
        ],
        "LastName": "Ferreira",
        "ForeName": "Joaquim J",
        "Initials": "JJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Parkinsonism Relat Disord",
    "NlmUniqueID": "9513583",
    "ISSNLinking": "1353-8020"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Clinical Trials as Topic"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Parkinson Disease"
    }
  ]
}