{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24264057",
  "DateCompleted": {
    "Year": "2014",
    "Month": "11",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-013-0127-9"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "3",
        "PubDate": {
          "Year": "2014",
          "Month": "Mar"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "The emerging role of p53 in exercise metabolism.",
    "Pagination": {
      "StartPage": "303",
      "EndPage": "309",
      "MedlinePgn": "303-9"
    },
    "Abstract": {
      "AbstractText": [
        "The major tumour suppressor protein, p53, is one of the most well-studied proteins in cell biology. Often referred to as the Guardian of the Genome, the list of known functions of p53 include regulatory roles in cell cycle arrest, apoptosis, angiogenesis, DNA repair and cell senescence. More recently, p53 has been implicated as a key molecular player regulating substrate metabolism and exercise-induced mitochondrial biogenesis in skeletal muscle. In this context, the study of p53 therefore has obvious implications for both human health and performance, given that impaired mitochondrial content and function is associated with the pathology of many metabolic disorders such as ageing, type 2 diabetes, obesity and cancer, as well as reduced exercise performance. Studies on p53 knockout (KO) mice collectively demonstrate that ablation of p53 content reduces intermyofibrillar (IMF) and subsarcolemmal (SS) mitochondrial yield, reduces cytochrome c oxidase (COX) activity and peroxisome proliferator-activated receptor gamma co-activator 1-α protein content whilst also reducing mitochondrial respiration and increasing reactive oxygen species production during state 3 respiration in IMF mitochondria. Additionally, p53 KO mice exhibit marked reductions in exercise capacity (in the magnitude of 50 %) during fatiguing swimming, treadmill running and electrical stimulation protocols. p53 may regulate contractile-induced increases in mitochondrial content via modulating mitochondrial transcription factor A (Tfam) content and/or activity, given that p53 KO mice display reduced skeletal muscle mitochondrial DNA, Tfam messenger RNA and protein levels. Furthermore, upon muscle contraction, p53 is phosphorylated on serine 15 and subsequently translocates to the mitochondria where it forms a complex with Tfam to modulate expression of mitochondrial-encoded subunits of the COX complex. In human skeletal muscle, the exercise-induced phosphorylation of p53(Ser15) is enhanced in conditions of reduced carbohydrate availability in association with enhanced upstream signalling through 5'adenosine monophosphate-activated protein kinase but not p38 mitogen-activated protein kinase. In this way, undertaking regular exercise in carbohydrate restricted states may therefore be a practical approach to achieve the physiological benefits of consistent p53 signalling. Although our knowledge of p53 in exercise metabolism has advanced considerably, much of our current understanding of p53 regulation and associated targets is derived from various non-muscle cells and tissues. As such, many fundamental questions remain unanswered in contracting skeletal muscle. Detailed studies concerning the time-course of p53 activation (including additional post-translational modifications and subsequent subcellular translocation), as well as the effects of exercise modality (endurance versus resistance), intensity, duration, fibre type, age, training status and nutrient availability, must now be performed so that we can optimise exercise prescription guidelines to strategically target p53 signalling. The emerging role of p53 in skeletal muscle metabolism therefore represents a novel and exciting research area for exercise and muscle physiologists."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Institute for Sport and Exercise Sciences, Liverpool John Moores University, Tom Reilly Building, Byrom St Campus, Liverpool, L3 3AF, UK."
          }
        ],
        "LastName": "Bartlett",
        "ForeName": "Jonathan D",
        "Initials": "JD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Close",
        "ForeName": "Graeme L",
        "Initials": "GL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Drust",
        "ForeName": "Barry",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Morton",
        "ForeName": "James P",
        "Initials": "JP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Tumor Suppressor Protein p53"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Cell Nucleus"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gene Expression Regulation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics",
        "physiology"
      ],
      "DescriptorName": "Mitochondrial Turnover"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Protein Transport"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Signal Transduction"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Tumor Suppressor Protein p53"
    }
  ]
}