{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20631474",
  "DateCompleted": {
    "Year": "2016",
    "Month": "04",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3810/psm.2010.06.1793"
    ],
    "Journal": {
      "ISSN": "2326-3660",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "2",
        "PubDate": {
          "Year": "2010",
          "Month": "Jun"
        }
      },
      "Title": "The Physician and sportsmedicine",
      "ISOAbbreviation": "Phys Sportsmed"
    },
    "ArticleTitle": "Bone loading during young adulthood predicts bone mineral density in physically active, middle-aged men.",
    "Pagination": {
      "StartPage": "146",
      "EndPage": "155",
      "MedlinePgn": "146-55"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity during growth induces skeletal adaptations that increase bone strength; however, it remains unclear whether these benefits persist into middle age.",
        "We sought to determine if bone loading during adolescence (ages 13-18 years) or young adulthood (ages 19-29 years) in men is associated with greater bone mineral density (BMD) and reduced risk of low bone density in adulthood. We also sought to determine if participation in high-impact activities (ie, those that produce a ground reaction force [GRF] > 4 times the individual's body weight] during adolescence and/or young adulthood has a lasting positive effect on adult BMD.",
        "Eighty-six, apparently healthy, physically active men (aged 30-60 years) participated in this cross-sectional study. Bone loading during adolescence, young adulthood, and adulthood were calculated based on GRFs of the reported physical activities. Whole body, lumbar spine, total hip, and femoral neck BMD were assessed using dual-energy x-ray absorptiometry (DXA). Multiple linear regression was used to examine relationships between BMD and bone loading, including body weight and/or age as covariates; logistic regression was used to predict low bone density for age. Participants were grouped based on participation in high-impact activity (never [n = 42], adolescence only [n = 19], or both adolescence and young adulthood [n=23]), and BMDs were compared.",
        "Bone loading during young adulthood, but not adolescence, was a significant positive predictor of adult BMD, with the full models explaining 33.4%, 31.7%, 44.6%, and 50.6% of the variance in whole body, lumbar spine, total hip, and femoral neck BMD, respectively. Ten participants (11.6%) had low bone density for age based on z scores of the hip or spine. Body weight and lean body mass, but not bone loading, were associated with reduced risk of low bone density for age. Individuals who participated in high-impact activity during both adolescence and young adulthood had greater BMD at all measured sites compared with those participated only during adolescence.",
        "The results of the study support a lifelong exercise prescription for bone health to preserve the skeletal benefits of activity derived from activity during adolescence and young adulthood."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": ", , Michael J. Langworthy MD 1 Amira Saad MD 2 Nadia M. Langworthy MD 3 1Battle Creek Orthopaedics and Sports Medicine Clinic Battle Creek MI 2Michigan State University East Lansing MI 3University of Michigan Ann Arbor MI Correspondence: Michael J. Langworthy MD Battle Creek Orthopaedics and Sports Medicine Clinic 6417 N. 39th St. Augusta MI 49012. Tel: 269-209-5066 Fax: 269-969-6283 E-mail: lcdrlang@aol.com, , ."
          }
        ],
        "LastName": "Rogers",
        "ForeName": "Robert S",
        "Initials": "RS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hinton",
        "ForeName": "Pamela S",
        "Initials": "PS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Phys Sportsmed",
    "NlmUniqueID": "0427461",
    "ISSNLinking": "0091-3847"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Absorptiometry, Photon"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Composition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Weight"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bone Density"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    }
  ]
}