{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18704691",
  "DateCompleted": {
    "Year": "2009",
    "Month": "04",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2008",
        "Month": "08",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s11864-008-0065-1"
    ],
    "Journal": {
      "ISSN": "1534-6277",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "2-3",
        "PubDate": {
          "Year": "2008",
          "Month": "Jun"
        }
      },
      "Title": "Current treatment options in oncology",
      "ISOAbbreviation": "Curr Treat Options Oncol"
    },
    "ArticleTitle": "Exercise in prevention and management of cancer.",
    "Pagination": {
      "StartPage": "135",
      "EndPage": "146",
      "MedlinePgn": "135-46"
    },
    "Abstract": {
      "AbstractText": [
        "Regular and vigorous physical exercise has been scientifically established as providing strong preventative medicine against cancer with the potential to reduce incidence by 40%. The effect is strongest for breast and colorectal cancer; however, evidence is accumulating for the protective influence on prostate cancer, although predominantly for more advanced disease and in older men. Following cancer diagnosis, exercise prescription can have very positive benefits for improving surgical outcomes, reducing symptom experience, managing side effects of radiation and chemotherapy, improving psychological health, maintaining physical function, and reducing fat gain and muscle and bone loss. There is now irrefutable evidence from large prospective studies that regular exercise postdiagnosis will actually increase survivorship by 50%-60% with the strongest evidence currently for breast and colorectal cancers. In our work with prostate cancer patients, we have found that exercise can limit or even reverse some of the androgen deprivation therapy (ADT) adverse effects by increasing muscle mass, functional performance, and cardiorespiratory fitness without elevating testosterone levels. Hormone therapies for breast and prostate cancer can result in alarmingly increased risk of cardiovascular disease, obesity, type 2 diabetes, osteoporosis, and sarcopenia. Increasingly, patients are questioning the benefit of some cancer treatments as the risk of morbidity and mortality from other chronic diseases begins to outweigh the initial cancer diagnosis. Over three decades of research in exercise science and many hundreds of RCTs demonstrate the efficacy of appropriate physical activity for preventing and managing these secondary diseases. Based on this evidence it is now clear to us that exercise is a critical adjuvant therapy in the management of many cancers and will greatly enhance the therapeutic effects of traditional radiation and pharmaceutical treatments by increasing tolerance, reducing side effects, and lowering risk of chronic diseases, even those not aggravated by cancer treatment. While patients and their clinicians deal with their cancer, other chronic disease mechanisms continue unabated. Anxiety, depression, poor nutritional choices, and a counterproductive rest strategy will accelerate these processes, while a well-designed exercise program adhered to by the patient and supported by the medical and exercise professionals will effectively control and even reverse these diseases and disabilities. In the wide range of cancer populations that we work with, both young and old and with curative and palliative intent, our overwhelming experience is that exercise is first well tolerated, and benefits the patientpsychologically and physically. While some of our patients are on individual, home-based programs, we find that small group exercise sessions with close supervision by Exercise Physiologists (EP) provides a more motivating setting and the social interaction is critical for adherence and retention as well as greater psychological benefits such as reduced anxiety and depression and enhanced social connectedness. While managing many hundreds of cancer patients over the last 6 years, our clinic has not experienced any instances of the exercise hindering patient recovery or treatment purpose, nor have any significant injuries occurred. However, it is critical that the exercise prescription and management be tailored to the individual patient and that they are monitored by appropriately trained and professionally accredited exercise specialists. For those patients at low exercise risk and without significant musculoskeletal issues, community-based physical activity is of excellent benefit where the emphasis should be on adherence, affordability, convenience, and enjoyment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Vario Health Institute, Edith Cowan University, Joondalup, WA, Australia. r.newton@ecu.edu.au"
          }
        ],
        "LastName": "Newton",
        "ForeName": "Robert U",
        "Initials": "RU"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Galvão",
        "ForeName": "Daniel A",
        "Initials": "DA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Treat Options Oncol",
    "NlmUniqueID": "100900946",
    "ISSNLinking": "1534-6277"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Complementary Therapies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Medical Oncology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Research Design"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "NumberOfReferences": "45"
}