{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cancer",
      "Exercise",
      "Physical fitness",
      "Preoperative training",
      "Presurgical"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34600787",
  "DateCompleted": {
    "Year": "2022",
    "Month": "02",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "02",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "09",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ejso.2021.08.026",
      "S0748-7983(21)00698-3"
    ],
    "Journal": {
      "ISSN": "1532-2157",
      "JournalIssue": {
        "Volume": "48",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Jan"
        }
      },
      "Title": "European journal of surgical oncology : the journal of the European Society of Surgical Oncology and the British Association of Surgical Oncology",
      "ISOAbbreviation": "Eur J Surg Oncol"
    },
    "ArticleTitle": "Moderate-intensity exercise training or high-intensity interval training to improve aerobic fitness during exercise prehabilitation in patients planned for elective abdominal cancer surgery?",
    "Pagination": {
      "StartPage": "3",
      "EndPage": "13",
      "MedlinePgn": "3-13"
    },
    "Abstract": {
      "AbstractText": [
        "Low preoperative aerobic fitness is associated with an increased risk of postoperative complications and delayed recovery in patients with abdominal cancer. Surgical prehabilitation aims to increase aerobic fitness preoperatively to improve patient- and treatment-related outcomes. However, an optimal physical exercise training program that is effective within the short time period available for prehabilitation (<6 weeks) has not yet been established. In this comparative review, studies (n = 8) evaluating the effect of short-term (<6 weeks) moderate-intensity exercise training (MIET) or high-intensity interval training (HIIT) on objectively measured aerobic fitness were summarized. The content of exercise interventions was critically appraised regarding the frequency, intensity, time, type, volume, and - monitoring of - progression (FITT-VP) principles. Three out of four studies evaluating HIIT showed statistically significant improvements in oxygen uptake at peak exercise (VO<sub>2peak</sub>) by more than 4.9%, the coefficient of variation for VO<sub>2peak</sub>. None of the two studies investigating short-term MIET showed statistically significant pre-post changes in VO<sub>2peak</sub>. Although short-term HIIT seems to be a promising intervention, concise description of performed exercise based on the FITT-VP principles was rather inconsistent in studies. Hence, interpretation of the results is challenging, and a translation into practical recommendations is premature. More emphasis should be given to individual responses to physical exercise training. Therefore, adequate risk assessment, personalized physical exercise training prescription using the FITT-VP principles, full reporting of physical exercise training adherence, and objective monitoring of training progression and recovery is needed to ensure for a personalized and effective physical exercise training program within a multimodal prehabilitation program."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier Ltd, BASO ~ The Association for Cancer Surgery, and the European Society of Surgical Oncology. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Physical Therapy, VieCuri Medical Center, Venlo, the Netherlands; Department of Epidemiology, GROW School for Oncology and Developmental Biology, Faculty of Health, Medicine and Life Sciences, Maastricht University, Maastricht, the Netherlands. Electronic address: rfranssen@viecuri.nl."
          }
        ],
        "LastName": "Franssen",
        "ForeName": "Ruud F W",
        "Initials": "RFW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology, GROW School for Oncology and Developmental Biology, Faculty of Health, Medicine and Life Sciences, Maastricht University, Maastricht, the Netherlands; Department of Clinical Epidemiology, VieCuri Medical Center, Venlo, the Netherlands."
          }
        ],
        "LastName": "Janssen-Heijnen",
        "ForeName": "Maryska L G",
        "Initials": "MLG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Respiratory Medicine Department, Hospital Clinic de Barcelona, IDIBAPS, University of Barcelona, Spain."
          }
        ],
        "LastName": "Barberan-Garcia",
        "ForeName": "Anael",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Surgery, VieCuri Medical Center, Venlo, the Netherlands."
          }
        ],
        "LastName": "Vogelaar",
        "ForeName": "F Jeroen",
        "Initials": "FJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anesthesiology, Erasmus Medical Center, Rotterdam, the Netherlands; Top Sector Life Sciences and Health (Health∼Holland), The Hague, the Netherlands."
          }
        ],
        "LastName": "Van Meeteren",
        "ForeName": "Nico L U",
        "Initials": "NLU"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology, Care and Public Health Research Institute (CAPHRI), Faculty of Health, Medicine and Life Sciences, Maastricht University, Maastricht, the Netherlands; Department of Nutrition and Movement Sciences, School of Nutrition and Translational Research in Metabolism (NUTRIM), Faculty of Health, Medicine and Life Sciences, Maastricht University, Maastricht, the Netherlands."
          }
        ],
        "LastName": "Bongers",
        "ForeName": "Bart C",
        "Initials": "BC"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Eur J Surg Oncol",
    "NlmUniqueID": "8504356",
    "ISSNLinking": "0748-7983"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Digestive System Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Digestive System Surgical Procedures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Elective Surgical Procedures"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "High-Intensity Interval Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Preoperative Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Preoperative Exercise"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Urologic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Urologic Surgical Procedures"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}