{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30504341",
  "DateCompleted": {
    "Year": "2019",
    "Month": "01",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1182/asheducation-2018.1.418"
    ],
    "Journal": {
      "ISSN": "1520-4383",
      "JournalIssue": {
        "Volume": "2018",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Month": "Nov",
          "Day": "30"
        }
      },
      "Title": "Hematology. American Society of Hematology. Education Program",
      "ISOAbbreviation": "Hematology Am Soc Hematol Educ Program"
    },
    "ArticleTitle": "Balancing exercise risk and benefits: lessons learned from sickle cell trait and sickle cell anemia.",
    "Pagination": {
      "StartPage": "418",
      "EndPage": "425",
      "MedlinePgn": "418-425"
    },
    "Abstract": {
      "AbstractText": [
        "Development of exercise guidelines for individuals with sickle cell trait (SCT) and sickle cell anemia (SCA) is hampered by the need to weigh the benefits against risks of exercise in these populations. In SCT, concern for exercise collapse associated with sickle cell trait has resulted in controversial screening of student athletes for SCT. In SCA, there exists unsubstantiated concerns that high-intensity exercise may result in pain and other complications. In both, finding the \"right dose\" of exercise remains a challenge for patients and their providers. Despite assumptions that factors predisposing to adverse events from high-intensity exercise overlap in SCT and SCA, the issues that frame our understanding of exercise-related harms in both are distinct. This review will compare issues that affect the risk-benefit balance of exercise in SCT and SCA through these key questions: (1) What is the evidence that high-intensity exercise is associated with harm? (2) What are the pathophysiologic mechanisms that could predispose to harm? (3) What are the preventive strategies that may reduce risk? and (4) Why do we need to consider the benefits of exercise in this debate? Addressing these knowledge gaps is essential for developing an evidence-based exercise prescription for these patient populations."
      ],
      "CopyrightInformation": "© 2018 by The American Society of Hematology. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hematology, Oncology and Stem Cell Transplant, Ann & Robert H. Lurie Children's Hospital of Chicago, Chicago, IL; and Department of Pediatrics, Feinberg School of Medicine, Northwestern University, Chicago, IL."
          }
        ],
        "LastName": "Liem",
        "ForeName": "Robert I",
        "Initials": "RI"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Hematology Am Soc Hematol Educ Program",
    "NlmUniqueID": "100890099",
    "ISSNLinking": "1520-4383"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "pathology",
        "physiopathology"
      ],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "pathology",
        "physiopathology"
      ],
      "DescriptorName": "Sickle Cell Trait"
    }
  ],
  "CoiStatement": "Conflict-of-interest disclosure: The author declares no competing financial interests."
}