{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Introducción: El ejercicio físico es un importante modulador de la máxima tasa de oxidación de grasas (MFO). Sin embargo, en la relación MFO-ejercicio, las zonas de transición metabólica en la prescripción del ejercicio no son consideradas. Objetivo: Conocer el efecto del entrenamiento en diferentes zonas de transición metabólica sobre la cinética de la MFO y su localización (Fatmax) en jóvenes varones activos. Método: 97 varones fueron distribuidos en 4 grupos homogéneos, 3 experimentales y un grupo control (GC). Cada grupo experimental participó en 8 semanas de entrenamiento administrado de forma continua a intensidad de umbral aeróbico o VT1 (CCVT1), interválica en umbral anaeróbico o VT2 (ITVT2), y en potencia aeróbica máxima o VO2max (ITVO2max). Antes y después del tratamiento los sujetos fueron testados en sendas pruebas con control de gases espirados para determinar el VO2max, VT1 y VT2, y la MFO (calorimetría indirecta) y Fatmax. Resultados: Los resultados muestran un incremento (entre 16,49 y 18,51%; p."
      ],
      "CopyrightInformation": "Copyright AULA MEDICA EDICIONES 2014. Published by AULA MEDICA. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25561137",
  "DateCompleted": {
    "Year": "2017",
    "Month": "01",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "01",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "01",
        "Day": "01"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.3305/nh.2015.31.1.7424"
    ],
    "Journal": {
      "ISSN": "1699-5198",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "1",
        "PubDate": {
          "Year": "2014",
          "Month": "Jan",
          "Day": "01"
        }
      },
      "Title": "Nutricion hospitalaria",
      "ISOAbbreviation": "Nutr Hosp"
    },
    "ArticleTitle": "[Effect of training intensity on the fat oxidation rate].",
    "Pagination": {
      "StartPage": "421",
      "EndPage": "429",
      "MedlinePgn": "421-9"
    },
    "Abstract": {
      "AbstractText": [
        "Physical exercise is a key modulator of the maximum fat oxidation rate (MFO). However, the metabolic transition zones in the MFO-exercise relationship are not generally considered for training prescription. Objective. To examine the effects of training in different metabolic transition zones on the kinetics of MFO and its localization (Fatmax) in young physically active men.",
        "97 men were divided into 4 similar sized groups, 3 experimental groups and a control group (CG). Subjects in each experimental group undertook an 8-week running program. Training was continuous at the intensity of the aerobic threshold or VT1 (CCVT1); or performed as intervals at the intensity of the anaerobic threshold or VT2 (ITVT2); or at maximum aerobic power VO2max (ITVO2max). Before and after the training intervention, expired gases were monitored in each subject to determine VO2max, VT1, VT2, MFO (by indirect calorimetry) and Fatmax.",
        "In response to training, experimental groups showed an increase in MFO (from 16,49 to 18,51%; p<0,01) and a mean reduction in Fatmax of 60,72±10,52 to 52,35±7,61 %VO2max (p<0,01). No changes of interest were observed in the control subjects. Intergroup comparisons revealed no differences in MFO and Fatmax among the experimental groups, though compared to the CG, a greater reduction in Fatmax was observed in CCVT1 (p<0,05). No changes were detected in performance except a drop in VO2max in the GC (p<0,05).",
        "8 weeks of training led to an increase in MFO and reduction in Fatmax irrespective of training intensity."
      ],
      "CopyrightInformation": "Copyright AULA MEDICA EDICIONES 2014. Published by AULA MEDICA. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad Católica de la Santísima Concepción. Facultad de Educación. Concepción. Chile.. dulloa@correo.ugr.es."
          }
        ],
        "LastName": "Ulloa",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Educación Física y Deportiva. Universidad de Granada. Granada. España.. mbelen@ugr.es."
          }
        ],
        "LastName": "Feriche",
        "ForeName": "Belén",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad Andres Bello. Facultad de Educación. Sede Concepción. Chile.. paolaabarboza@gmail.com."
          }
        ],
        "LastName": "Barboza",
        "ForeName": "Paola",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Educación Física y Deportiva. Universidad de Granada. Granada. España.. ppadial@ugr.es."
          }
        ],
        "LastName": "Padial",
        "ForeName": "Paulino",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Estudio comparado de la intensidad de entrenamiento sobre la máxima tasa de oxidación de grasas."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Nutr Hosp",
    "NlmUniqueID": "9100365",
    "ISSNLinking": "0212-1611"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aerobiosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anaerobic Threshold"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Kinetics"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Lipid Metabolism"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxidation-Reduction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Education and Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}