{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Health enhancing physical activity",
      "Physical activity counselling",
      "Standardised exercise programme Cardovasculär risk"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Lebensstil, insbesondere regelmäßige körperliche Aktivität, ist ein wichtiger Bestandteil in der Prävention und Therapie des Typ 2 Diabetes mellitus und sollte fester Bestandteil jeglicher Betreuung von Patient:innen sein. Es besteht breiter Konsens, dass eine effiziente Diabetes-Prävention und Therapie in den meisten Fällen auch von einer Modifikation des Lebensstils begleitet sein muss.Ziele der Förderung der körperlichen Aktivität sind zunächst das Training des Herz-Kreislaufsystems, Kräftigung der Muskulatur, Steigerung des Energieumsatzes und die Reduktion von Inaktivität. Für einen substanziellen gesundheitlichen Nutzen sind wöchentlich mindestens 150 min aerobe körperliche Aktivität mit mittlerer oder höherer Intensität und zusätzlich muskelkräftigende Bewegungen erforderlich.Das Ausmaß des positive Effektes von Bewegung steht in direktem Verhältnis zum Grad der erreichten kardiorespiratorischen Fitness, und kann nur durch entsprechendes Training aufrechterhalten werden. Körperliches Training ist in jedem Alter für beide Geschlechter wirksam und effektiv. Durch die Reduktion der Insulinresistenz und funktionelle Verbesserung der Insulinsekretion hat körperliches Training positiven Einfluss auf die Glykämie und zusätzlich wird das kardiovaskuläre Risiko gesenkt.Im Speziellen hat Training nicht nur positiven Einfluss auf die Glykämie durch Verbesserung der Insulinresistenz und funktionelle Verbesserung der Insulinsekretion zu nehmen, sondern ist auch in der Lage, das kardiovaskuläre Risiko zu senken.Inaktivität per se gilt unabhängig vom Konstrukt der körperlichen Aktivität als Risikofaktor. Insbesondere langandauernde sitzende Tätigkeit soll vermieden werden.Standardisierte, regionale und angeleitete Bewegungsprogramme sind bestens geeignet, um ein ausreichendes wöchentliches Ausmaß an gesundheitsfördernder körperlicher Aktivität zu erreichen. Zusätzlich fordert die Österreichische Diabetes Gesellschaft die Position der Bewegungsberater:in als fixen Bestandteil eines multidisziplinären Behandlungsansatzes. Leider gab es in den letzten Jahren weder im Aufbau standardisierter Bewegungsangebote noch in der Bewegungsberatung erfolgsversprechende Entwicklungen."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37101027",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "20"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00508-023-02187-3"
    ],
    "Journal": {
      "ISSN": "1613-7671",
      "JournalIssue": {
        "Volume": "135",
        "Issue": "Suppl 1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "Wiener klinische Wochenschrift",
      "ISOAbbreviation": "Wien Klin Wochenschr"
    },
    "ArticleTitle": "[Lifestyle: physical activity and training as prevention and therapy of type 2 diabetes mellitus (Update 2023)].",
    "Pagination": {
      "StartPage": "78",
      "EndPage": "83",
      "MedlinePgn": "78-83"
    },
    "Abstract": {
      "AbstractText": [
        "Lifestyle, in general and particularly regular physical activity, is known to be an important component in the prevention and therapy of type 2 diabetes.To gain substantial health benefits, a minimum of 150 min of moderate or vigorous intense aerobic physical activity and muscle strengthening activities per week should be performed. Additionally, inactivity should be recognized as health hazard and prolonged episodes of sitting should be avoided.Especially exercise is not only efficient in improving glycaemia by lowering insulin resistance and enhance insulin secretion, but to reduce cardiovascular risk. The positive effect of training correlates directly with the amount of fitness gained and lasts only as long as the fitness level is sustained. Exercise training is effective in all age groups and for all genders. It is reversible and reproducible.Standardized, regional and supervised exercise classes are well known to be attractive for adults to reach a sufficient level of health enhancing physical activity. Additionally, based on the large evidence of exercise referral and prescription, the Austrian Diabetes Associations aims to implement the position of a \"physical activity adviser\" in multi-professional diabetes care. Unfortunately, the implementation of booth-local exercise classes and advisers is missing so far."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sonderkrankenanstalt Rehabilitationszentrum Alland, Alland, Österreich."
          }
        ],
        "LastName": "Francesconi",
        "ForeName": "Claudia",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsinstitut für Präventive und Rehabilitative Sportmedizin, Landeskrankenhaus Salzburg - Universitätsklinikum, Paracelsus Medizinische Privatuniversität, Salzburg, Österreich."
          }
        ],
        "LastName": "Niebauer",
        "ForeName": "Josef",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universitätsklinik für Innere Medizin II, Medizinische Universität Wien, Wien, Österreich."
          }
        ],
        "LastName": "Haber",
        "ForeName": "Paul",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinische Abteilung für Endokrinologie und Stoffwechsel, Universitätsklinik für , Innere Medizin, Medizinische Universität Graz, Graz, Österreich. othmar.moser@medunigraz.at."
          },
          {
            "Identifier": [],
            "Affiliation": "Institut für Sportwissenschaft, Universität Bayreuth, Bayreuth, Deutschland. othmar.moser@medunigraz.at."
          }
        ],
        "LastName": "Moser",
        "ForeName": "Othmar",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Abteilung für Innere Medizin, Privatklinik Wehrle-Diakonissen, Salzburg, Österreich."
          }
        ],
        "LastName": "Weitgasser",
        "ForeName": "Raimund",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Österreichische Gesellschaft für Public Health, Wien, Österreich."
          }
        ],
        "LastName": "Lackinger",
        "ForeName": "Christian",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Lebensstil: körperliche Aktivität und Training in der Prävention und Therapie des Typ 2 Diabetes mellitus (Update 2023)."
  },
  "MedlineJournalInfo": {
    "Country": "Austria",
    "MedlineTA": "Wien Klin Wochenschr",
    "NlmUniqueID": "21620870R",
    "ISSNLinking": "0043-5325"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Austria"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    }
  ]
}