{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32673643",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "07",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cjca.2020.07.003",
      "S0828-282X(20)30595-X"
    ],
    "Journal": {
      "ISSN": "1916-7075",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "9",
        "PubDate": {
          "Year": "2020",
          "Month": "Sep"
        }
      },
      "Title": "The Canadian journal of cardiology",
      "ISOAbbreviation": "Can J Cardiol"
    },
    "ArticleTitle": "Physical Activity Promotion in Pediatric Congenital Heart Disease: Are We Running Late?",
    "Pagination": {
      "StartPage": "1406",
      "EndPage": "1416",
      "MedlinePgn": "1406-1416"
    },
    "Abstract": {
      "AbstractText": [
        "Low levels of habitual physical activity in children and adolescents with congenital heart disease (CHD) leads to various negative health outcomes, yet review of the literature indicates that many physicians, caregivers, and patients restrict physical activity owing to safety concerns. There is no evidence supporting absolute restriction of physical activity in pediatric patients with CHD; in fact, physically active lifestyles are as important for pediatric patients living with CHD as for the general population. To encourage long-term maintenance of physically active lifestyles, physical activity counselling and exercise prescription should be started early in childhood and be a core component of every patient encounter. Physical activity counselling should include clear messaging from physicians about recommended physical activities-not just restrictions-and a personalised written exercise prescription for the patient and family. Regular follow-up is essential to ensure adherence to recommendations, monitor patient responses to the increased physical activity level, and long-term surveillance. This review discusses the importance of a physically active lifestyle in children and adolescents with and without surgically repaired CHD and hypertrophic cardiomyopathy, excluding those with electrical abnormalities and channelopathies. It outlines gaps in knowledge regarding best practices for physical activity promotion in these patient populations, and provides recommendations on how to include physical activity promotion and exercise prescription in clinical practice based on existing literature. An important role for clinicians is identified, because the type of messaging they provide regarding physical activity will have a major impact on patients' and families' decisions to adopt an active lifestyle."
      ],
      "CopyrightInformation": "Copyright © 2020 Canadian Cardiovascular Society. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Queen's University School of Medicine, Kingston, Ontario, Canada."
          }
        ],
        "LastName": "Caterini",
        "ForeName": "Jessica E",
        "Initials": "JE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Kinesiology and Physical Education, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Campisi",
        "ForeName": "Emma Stefanie",
        "Initials": "ES"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Cardiology, Labatt Family Heart Centre, The Hospital for Sick Children, Toronto, Ontario, Canada. Electronic address: barbara.cifra@sickkids.ca."
          }
        ],
        "LastName": "Cifra",
        "ForeName": "Barbara",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Can J Cardiol",
    "NlmUniqueID": "8510280",
    "ISSNLinking": "0828-282X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Heart Defects, Congenital"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ]
}