{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Cognition",
      "Exercise",
      "International",
      "Multiple sclerosis",
      "Multisite",
      "Neurorehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34741240",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "07",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "11",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00415-021-10881-3"
    ],
    "Journal": {
      "ISSN": "1432-1459",
      "JournalIssue": {
        "Volume": "269",
        "Issue": "4",
        "PubDate": {
          "Year": "2022",
          "Month": "Apr"
        }
      },
      "Title": "Journal of neurology",
      "ISOAbbreviation": "J Neurol"
    },
    "ArticleTitle": "The impact of the COVID-19 pandemic on an international rehabilitation study in MS: the CogEx experience.",
    "Pagination": {
      "StartPage": "1758",
      "EndPage": "1763",
      "MedlinePgn": "1758-1763"
    },
    "Abstract": {
      "AbstractText": [
        "Pandemic restrictions have led to changes in therapy plans and disrupted rehabilitation services for people with multiple sclerosis. CogEx is an international, multicentre MS dual-intervention (cognitive rehabilitation, aerobic exercise) randomized, controlled rehabilitation trial confined to people with progressive disease. The primary outcome is cognition (processing speed).There are 11 treatment sites in six countries with participants required to make 27 site visits over 12 weeks. Collectively, the large, in-person demands of the trial, and the varying international policies for the containment of COVID-19, might disproportionately impact the administration of CogEx. During the first lockdown, all centres closed on average for 82.9 (SD = 24.3) days. One site was required to lockdown on two further occasions. One site remained closed for 16 months. Ten staff (19.2%) were required to quarantine and eight staff (15.4%) tested positive for COVID. 10 of 264 (3.8%) participants acquired COVID-19. All survived. The mean duration of enrollment delay has been [236.7 (SD = 214.5) days]. Restarting participants whose interventions were interrupted by the pandemic meant recalculating the intervention prescriptions for these individuals. While the impact of the pandemic on CogEx has been considerable, all study sites are again open. Participants and staff have shown considerable flexibility and resilience in keeping a complex, international endeavour running. The future in general remains uncertain in the midst of a pandemic, but there is cautious optimism the study will be completed with sufficient sample size to robustly evaluate our hypothesis and provide meaningful results to the MS community on the impact of these interventions on people with progressive MS.Trial registration: The trial was registered on September 20th 2018 at www.clinicaltrials.gov having identifier NCT03679468. Registration was performed before recruitment was initiated."
      ],
      "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-0132-0909"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto and Sunnybrook Health Sciences Centre, Toronto, ON, M5R 3B6, Canada. ant.feinstein@utoronto.ca."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Sunnybrook Research Institute, 2075 Bayview Avenue, FG 16, Toronto, ON, M4N 3M5, Canada. ant.feinstein@utoronto.ca."
          }
        ],
        "LastName": "Feinstein",
        "ForeName": "Anthony",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department NEUROFARBA, Section Neurosciences, University of Florence, Florence, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "IRCCS Fondazione Don Carlo Gnocchi, Florence, Italy."
          }
        ],
        "LastName": "Amato",
        "ForeName": "Maria Pia",
        "Initials": "MP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Scientific Research Area, Italian Multiple Sclerosis Foundation (FISM), Via Operai 40, 16149, Genoa, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "AISM Rehabilitation Service, Italian Multiple Sclerosis Society, Genoa, Italy."
          }
        ],
        "LastName": "Brichetto",
        "ForeName": "Giampaolo",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Queen Square Multiple Sclerosis Centre, Department of Neuroinflammation, Faculty of Brain Sciences, UCL Queen Square Institute of Neurology, University College London, London, WC1B 5EH, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "National Institute for Health Research, University College London Hospitals, Biomedical Research Centre, London, UK."
          }
        ],
        "LastName": "Chataway",
        "ForeName": "Jeremy",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kessler Foundation, East Hanover, NJ, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Medicine & Rehabilitation, Rutgers New Jersey Medical School, Newark, NJ, USA."
          }
        ],
        "LastName": "Chiaravalloti",
        "ForeName": "Nancy D",
        "Initials": "ND"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biostatistics, University of Alabama at Birmingham, Birmingham, AL, USA."
          }
        ],
        "LastName": "Cutter",
        "ForeName": "Gary",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise Biology, Department of Public Health, Aarhus University, Dalgas Avenue 4, 8000, Aarhus, Denmark."
          }
        ],
        "LastName": "Dalgas",
        "ForeName": "Ulrik",
        "Initials": "U"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kessler Foundation, East Hanover, NJ, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Medicine & Rehabilitation, Rutgers New Jersey Medical School, Newark, NJ, USA."
          }
        ],
        "LastName": "DeLuca",
        "ForeName": "John",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Queen Square Multiple Sclerosis Centre, Department of Neuroinflammation, Faculty of Brain Sciences, UCL Queen Square Institute of Neurology, University College London, London, WC1B 5EH, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "National Institute for Health Research, University College London Hospitals, Biomedical Research Centre, London, UK."
          }
        ],
        "LastName": "Farrell",
        "ForeName": "Rachel",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "REVAL. Faculty of Rehabilitation Sciences, Hasselt University, Diepenbeek, Belgium."
          }
        ],
        "LastName": "Feys",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Neuroimaging Research Unit, Institute of Experimental Neurology, IRCSS San Raffaele Scientific Institute, Milan, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "Neurology Unit, IRCSS San Raffaele Scientific Institute, Milan, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "Neurorehabilitation Unit, IRCSS San Raffaele Scientific Institute, Milan, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "Neurophysiology Service, IRCSS San Raffaele Scientific Institute, Milan, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "Vita-Salute San Raffaele University, Milan, Italy."
          }
        ],
        "LastName": "Filippi",
        "ForeName": "Massimo",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health, School of Health Professions, University of Plymouth, Devon, UK."
          }
        ],
        "LastName": "Freeman",
        "ForeName": "Jennifer",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neuroscience, Rehabilitation, Ophthalmology, Genetics, Maternal and Child Health, and Center of Excellence for Biomedical Research, University of Genoa, Genoa, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "Ospedale Policlinico San Martino-IRCCS, Genoa, Italy."
          }
        ],
        "LastName": "Inglese",
        "ForeName": "Matilde",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto and Sunnybrook Health Sciences Centre, Toronto, ON, M5R 3B6, Canada."
          }
        ],
        "LastName": "Meza",
        "ForeName": "Cecilia",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, University of Alabama at Birmingham, Birmingham, AL, USA."
          }
        ],
        "LastName": "Motl",
        "ForeName": "Rob",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Neuroimaging Research Unit, Institute of Experimental Neurology, IRCSS San Raffaele Scientific Institute, Milan, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "Neurology Unit, IRCSS San Raffaele Scientific Institute, Milan, Italy."
          }
        ],
        "LastName": "Rocca",
        "ForeName": "Maria Assunta",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kessler Foundation, East Hanover, NJ, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Medicine & Rehabilitation, Rutgers New Jersey Medical School, Newark, NJ, USA."
          }
        ],
        "LastName": "Sandroff",
        "ForeName": "Brian M",
        "Initials": "BM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Section on Statistical Planning and Analysis, UT Southwestern Medical Center, Dallas, TX, USA."
          }
        ],
        "LastName": "Salter",
        "ForeName": "Amber",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "CollectiveName": "CogEx Research Team"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT03679468"
        ]
      }
    ],
    "GrantList": [
      {
        "GrantID": "EGID3185",
        "Agency": "Multiple Sclerosis Scientific Research Foundation",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "J Neurol",
    "NlmUniqueID": "0423161",
    "ISSNLinking": "0340-5354"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Communicable Disease Control"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    }
  ],
  "CoiStatement": "Anthony Feinstein is on Advisory Boards for Akili Interactive and Roche, and reports grants from the MS Society of Canada, book royalties from Johns Hopkins University Press, Cambridge University Press, Amadeus Press and Glitterati Editions, and speaker’s honoraria from Novartis, Biogen, Roche and Sanofi Genzyme. Maria Pia Amato received compensation for consulting services and/or speaking activities from Bayer, Biogen Idec, Merck-Serono, Novartis, Roche, Sanofi Genzyme, and Teva Pharmaceutical Industries; and receives research support from Biogen Idec, Merck-Serono, Roche, Pharmaceutical Industries and Fondazione Italiana Sclerosi Multiplav. Giampaolo Brichetto has been awarded and receives research support from Roche, Fondazione Italiana Sclerosi Multipla, ARSEP, H2020 EU Call. Jeremy Chataway has received support from the Efficacy and Evaluation (EME) Programme, a Medical Research Council (MRC) and National Institute for Health Research (NIHR) partnership and the Health Technology Assessment (HTA) Programme (NIHR), the UK MS Society, the US National MS Society and the Rosetrees Trust. He is supported in part by the National Institute for Health Research, University College London Hospitals, Biomedical Research Centre, London, UK. He has been a local principal investigator for commercial trials funded by: Actelion, Biogen, Novartis and Roche; has received an investigator grant from Novartis; and has taken part in advisory boards/consultancy for Azadyne, Biogen, Celgene, MedDay, Merck and Roche. Nancy D. Chiaravalloti is on an Advisory Board for Akili Interactive and is a member of the Editorial Boards of Multiple Sclerosis Journal and Frontiers in NeuroTrauma. Ulrik Dalgas has received research support, travel grants, and/or teaching honorary from Biogen Idec, Merck-Serono, Novartis, Bayer Schering, and Sanofi Aventis as well as honoraria from serving on scientific advisory boards of Biogen Idec and Genzyme. John DeLuca is an Associate Editor of the Archives of Physical Medicine and Rehabilitation, and Neuropsychology Review; received compensation for consulting services and/or speaking activities from Biogen Idec, Celgene, MedRhythms, and Novartis; and receives research support from Biogen Idec, National Multiple Sclerosis Society, Consortium of Multiple Sclerosis Centers, and National Institutes of Health. Cecilia Meza has no disclosures to report. Peter Feys is editorial board member of NNR and MSJ, provides consultancy to NeuroCompass and was board of advisory board meetings for BIOGEN. Massimo Filippi is Editor-in-Chief of the Journal of Neurology and Associate Editor of Human Brain Mapping, Neurological Sciences, and Radiology, received compensation for consulting services and/or speaking activities from Alexion, Almirall, Bayer, Biogen, Celgene, Eli Lilly, Genzyme, Merck-Serono, Novartis, Roche, Sanofi, Takeda, and Teva Pharmaceutical Industries, and receives research support from Biogen Idec, Merck-Serono, Novartis, Roche, Teva Pharmaceutical Industries, the Italian Ministry of Health, Fondazione Italiana Sclerosi Multipla, and ARiSLA (Fondazione Italiana di Ricerca per la SLA). Jennifer Freeman has been awarded research grants from the NIHR, UK. Matilde Inglese is Co-Editor for Controversies for Multiple Sclerosis Journal; received compensation for consulting services and/or speaking activities from Biogen Idec, Merck-Serono, Novartis, Roche, Sanofi Genzyme; and received research support from NIH, NMSS, the MS Society of Canada, the Italian Ministry of Health, Fondazione Italiana Sclerosi Multipla, H2020 EU Call. Robert W. Motl has no disclosures to report. Maria Assunta Rocca received speaker honoraria from Bayer, Biogen, Bristol Myers Squibb, Celgene, Genzyme, Merck-Serono, Novartis, Roche, and Teva and research support from the Canadian MS Society and Fondazione Italiana Sclerosi Multipla. Brian Sandroff has no disclosures to report. Gary Cutter is a member of Data and Safety Monitoring Boards for Astra-Zeneca, Avexis Pharmaceuticals, Biolinerx, Brainstorm Cell Therapeutics, Bristol Meyers Squibb/Celgene, CSL Behring, Galmed Pharmaceuticals, Horizon Pharmaceuticals,Hisun Pharmaceuticals, Mapi Pharmaceuticals LTD, Merck, Merck/Pfizer, Opko Biologics, OncoImmune, Neurim, Novartis, Ophazyme, Sanofi Aventis, Reata Pharmaceuticals, Teva pharmaceuticals, VielaBio Inc, Vivus, NHLBI (Protocol Review Committee), NICHD (OPRU oversight committee). He is on Consulting or Advisory Boards for Biodelivery Sciences International, Biogen, Click Therapeutics, Genzyme, Genentech, GW Pharmaceuticals, Klein-Buendel Incorporated, Medimmune, Medday, Neurogenesis LTD, Novartis, Osmotica Pharmaceuticals, Perception Neurosciences, Recursion/Cerexis Pharmaceuticals, Roche, TG Therapeutics. Dr. Cutter is employed by the University of Alabama at Birmingham and President of Pythagoras, Inc. a private consulting company located in Birmingham AL. Amber Salter is a statistical editor for Circulation: Cardiovascular Imaging."
}