{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23878520",
  "DateCompleted": {
    "Year": "2013",
    "Month": "09",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "06",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "129841",
      "10.1155/2013/129841"
    ],
    "Journal": {
      "ISSN": "1537-744X",
      "JournalIssue": {
        "Volume": "2013",
        "PubDate": {
          "Year": "2013"
        }
      },
      "Title": "TheScientificWorldJournal",
      "ISOAbbreviation": "ScientificWorldJournal"
    },
    "ArticleTitle": "Personalized lifestyle medicine: relevance for nutrition and lifestyle recommendations.",
    "Pagination": {
      "StartPage": "129841",
      "MedlinePgn": "129841"
    },
    "Abstract": {
      "AbstractText": [
        "Public health recommendations for lifestyle modification, including diet and physical activity, have been widely disseminated for the prevention and treatment of disease. These guidelines are intended for the overall population without significant consideration for the individual with respect to one's genes and environment. Personalized lifestyle medicine is a newly developed term that refers to an approach to medicine in which an individual's health metrics from point-of-care diagnostics are used to develop lifestyle medicine-oriented therapeutic strategies for improving individual health outcomes in managing chronic disease. Examples of the application of personalized lifestyle medicine to patient care include the identification of genetic variants through laboratory tests and/or functional biomarkers for the purpose of designing patient-specific prescriptions for diet, exercise, stress, and environment. Personalized lifestyle medicine can provide solutions to chronic health problems by harnessing innovative and evolving technologies based on recent discoveries in genomics, epigenetics, systems biology, life and behavioral sciences, and diagnostics and clinical medicine. A comprehensive, personalized approach to medicine is required to promote the safety of therapeutics and reduce the cost of chronic disease. Personalized lifestyle medicine may provide a novel means of addressing a patient's health by empowering them with information they need to regain control of their health."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Personalized Lifestyle Medicine Institute, 800 Fifth Avenue, Suite 4100, Seattle, WA 98104, USA. deannaminich@plminstitute.org"
          }
        ],
        "LastName": "Minich",
        "ForeName": "Deanna M",
        "Initials": "DM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bland",
        "ForeName": "Jeffrey S",
        "Initials": "JS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "ScientificWorldJournal",
    "NlmUniqueID": "101131163",
    "ISSNLinking": "1537-744X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Diet Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Precision Medicine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Reduction Behavior"
    }
  ]
}