{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37019572",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/S2542-5196(23)00025-6",
      "S2542-5196(23)00025-6"
    ],
    "Journal": {
      "ISSN": "2542-5196",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "4",
        "PubDate": {
          "Year": "2023",
          "Month": "Apr"
        }
      },
      "Title": "The Lancet. Planetary health",
      "ISOAbbreviation": "Lancet Planet Health"
    },
    "ArticleTitle": "Effect of nature prescriptions on cardiometabolic and mental health, and physical activity: a systematic review.",
    "Pagination": {
      "StartPage": "e313",
      "EndPage": "e328",
      "MedlinePgn": "e313-e328"
    },
    "Abstract": {
      "AbstractText": [
        "Nature prescriptions are gaining popularity as a form of social prescribing in support of sustainable health care. This systematic review and meta-analysis aims to synthesise evidence on the effectiveness of nature prescriptions and determine the factors important for their success. We searched five databases from inception up to July 25, 2021. Randomised and non-randomised controlled studies featuring a nature prescription (ie, a referral or an organised programme, by a health or social professional, to encourage spending time in nature) were included. Two reviewers independently conducted all steps of study selection; one reviewer collected summary data from published reports and conducted the risk of bias assessment. Random-effect DerSimonian-Laird meta-analyses were conducted for five key outcomes. We identified 92 unique studies (122 reports), of which 28 studies contributed data to meta-analyses. Compared with control conditions, nature prescription programmes resulted in a greater reduction in systolic blood pressure (mean difference -4·82 mm Hg [-8·92 to -0·72]) and diastolic blood pressure (mean difference -3·82 mm Hg [-6·47 to -1·16). Nature prescriptions also had a moderate to large effect on depression scores (post-intervention standardised mean difference -0·50 [-0·84 to -0·16]; change from baseline standardised mean difference -0·42 [-0·82 to -0·03]) and anxiety scores (post-intervention standardised mean difference -0·57 [-1·12 to -0·03]; change from baseline standardised mean difference -1·27 [-2·20 to -0·33]). Nature prescriptions resulted in a greater increase in daily step counts than control conditions (mean difference 900 steps [790 to 1010]) but did not improve weekly time of moderate physical activity (mean difference 25·90 min [-10·26 to 62·06]). A subgroup analysis restricted to studies featuring a referring institution showed stronger effects on depression scores, daily step counts, and weekly time of moderate physical activity than the general analysis. Beneficial effects on anxiety and depression scores were mainly provided by interventions involving social professionals whereas beneficial effects on blood pressures and daily step counts were provided mainly by interventions involving health professionals. Most studies have a moderate to high risk of bias. Nature prescription programmes showed evidence of cardiometabolic and mental health benefits and increases in walking. Effective nature prescription programmes can involve a range of natural settings and activities and can be implemented via social and community channels, in addition to health professionals."
      ],
      "CopyrightInformation": "Copyright © 2023 The Author(s). Published by Elsevier Ltd. This is an Open Access article under the CC BY-NC-ND 4.0 license. Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Population Health, University of New South Wales, Sydney, NSW, Australia; Population Wellbeing and Environment Research Lab (PowerLab), Sydney, NSW, Australia; School of Public Health and Preventive Medicine, Monash University, Melbourne, VIC, Australia."
          }
        ],
        "LastName": "Nguyen",
        "ForeName": "Phi-Yen",
        "Initials": "PY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Population Wellbeing and Environment Research Lab (PowerLab), Sydney, NSW, Australia; School of Health and Society, Faculty of Arts, Social Sciences, and Humanities, University of Wollongong, Wollongong, NSW, Australia."
          }
        ],
        "LastName": "Astell-Burt",
        "ForeName": "Thomas",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Population Health, University of New South Wales, Sydney, NSW, Australia; Population Wellbeing and Environment Research Lab (PowerLab), Sydney, NSW, Australia; Centre for Health Informatics, Australian Institute of Health Innovation, Macquarie University, Sydney, NSW, Australia."
          }
        ],
        "LastName": "Rahimi-Ardabili",
        "ForeName": "Hania",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Population Health, University of New South Wales, Sydney, NSW, Australia; Population Wellbeing and Environment Research Lab (PowerLab), Sydney, NSW, Australia; The George Institute of Global Health, Sydnet, NSW, Australia. Electronic address: xiaoqi.feng@unsw.edu.au."
          }
        ],
        "LastName": "Feng",
        "ForeName": "Xiaoqi",
        "Initials": "X"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Systematic Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Lancet Planet Health",
    "NlmUniqueID": "101704339",
    "ISSNLinking": "2542-5196"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    }
  ],
  "CoiStatement": "Declaration of interests We declare no competing interests."
}