{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Attendance",
      "COVID-19",
      "Exercise programs",
      "Online Exercise"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37148447",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "319",
      "10.1007/s00520-023-07725-3"
    ],
    "Journal": {
      "ISSN": "1433-7339",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "May",
          "Day": "06"
        }
      },
      "Title": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
      "ISOAbbreviation": "Support Care Cancer"
    },
    "ArticleTitle": "Correlates and participation in community-based exercise programming for cancer patients before and during COVID-19.",
    "Pagination": {
      "StartPage": "319",
      "MedlinePgn": "319"
    },
    "Abstract": {
      "AbstractText": [
        "COVID-19 pandemic restrictions ceased the opportunity for face-to-face group exercise classes with at risk populations, such as cancer patients, forcing an adaptation to online exercise programming. The purpose of this study was to compare the attendance rates and correlates of face-to-face exercise programming pre-COVID-19 to online programming delivered during the first year of pandemic restrictions.",
        "The sample was comprised from 1189 patient records between 2018 and 2021. Data analysis was based around the three primary research questions: (i) whether the volume of attendance in online exercise programming differed from the previous face-to-face programming; (ii) whether there were any differences in attendee demographics between online and face-to-face classes; and (iii) whether there were specific correlates of online attendance that can inform future exercise programming.",
        "Class attendance increased significantly when online exercise classes were introduced during the first year of the pandemic when compared to face-to-face attendance the prior years (p < .01). Multiple demographic findings were also observed including age, gender, and geographic differences.",
        "While COVID-19 has effected the ability to deliver face-to-face exercise programs for cancer patients, online programming has proved a promising delivery model with greater geographical reach. The approach, however, has gender and age differences in program attendance so targeted programming to reach specific cancer patient demographics may need attention. These results add to the continuing research in the area of online exercise and online programming strategies offering an effective option for cancer patients to achieve targeted exercise prescription."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Exercise Science, Physical and Health Education, University of Victoria, Victoria, BC, Canada."
          }
        ],
        "LastName": "Smith",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Radiant Health, Victoria, BC, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Radiant Effect, Victoria, BC, Canada."
          }
        ],
        "LastName": "Mark",
        "ForeName": "Rachel",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "InspireHealth Cancer Care, Victoria, BC, Canada."
          }
        ],
        "LastName": "Nette",
        "ForeName": "Hannah",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Exercise Science, Physical and Health Education, University of Victoria, Victoria, BC, Canada. rhodes@uvic.ca."
          }
        ],
        "LastName": "Rhodes",
        "ForeName": "Ryan E",
        "Initials": "RE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Support Care Cancer",
    "NlmUniqueID": "9302957",
    "ISSNLinking": "0941-4355"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "CoiStatement": "The authors have no relevant financial or non-financial interests to disclose; however, Dr. Nette is an employee of InspireHealth."
}