{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Diabetes mellitus",
      "Diabète",
      "Dyslipidemia",
      "Dyslipidémie",
      "Elevated blood pressure",
      "First episode of psychosis",
      "Hypertension",
      "Premier épisode psychotique",
      "Psychotic disorders",
      "Trouble psychotique"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32571543",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "06",
        "Day": "19"
      }
    ],
    "Language": [
      "fre"
    ],
    "ELocationID": [
      "10.1016/j.encep.2020.03.007",
      "S0013-7006(20)30118-4"
    ],
    "Journal": {
      "ISSN": "0013-7006",
      "JournalIssue": {
        "Volume": "46",
        "Issue": "5",
        "PubDate": {
          "Year": "2020",
          "Month": "Oct"
        }
      },
      "Title": "L'Encephale",
      "ISOAbbreviation": "Encephale"
    },
    "ArticleTitle": "[Management of cardiovascular co-morbidities in young patients with early onset psychosis: State of the art and therapeutic perspectives].",
    "Pagination": {
      "StartPage": "390",
      "EndPage": "398",
      "MedlinePgn": "390-398"
    },
    "Abstract": {
      "AbstractText": [
        "Patients with psychiatric disorders have a decrease in their life expectancy. Excess mortality of patients with schizophrenia was demonstrated by a meta-analysis in the late 1990s and has not decreased for the past 30years. A recent meta-analysis including nearly 250,000 patients with schizophrenia found an average decrease in life expectancy of 14.5years (CI95: 11,2-17,8), more important for men than for women: 15.9 (CI95: 13,8-18,0) vs 13.6 (CI95: 11,4-15,8). A closer look at the somatic comorbidities, including metabolic syndrome, and investigation of causes of death of these patients highlighted already well-known factors, namely late diagnosis and insufficient treatment of physical diseases, side effects of antipsychotics, unhealthy lifestyle (poor diet, smoking, excessive alcohol consumption and lack of exercise), and higher risk of suicide and accident. Concerning ultra-high risk (UHR) patients, a 2016 meta-analysis of 47 studies evaluated the cardiovascular risk factors. They reported a higher prevalence of smoking in UHR (odds ratio 2,3) and a lower level of physical activity associated with a normal BMI (Body Mass Index) compared to the control population. A meta-analysis about patients with a first episode of psychosis (FEP) found reduced total and LDL cholesterol levels and an increased triglyceride level compared to the control population. One study found alteration of the fasting plasmatic levels of glucose and insulin, as well as insulin resistance in FEP patients, compared to controls albeit the HbA1c level was not significantly different. A meta-analysis reported a prevalence of metabolic syndrome of 10 % in FEP or drug naïve patients versus 35 % and 20 % in treated and untreated patients with chronic schizophrenia respectively. Somatic comorbidities usually appear during the first two years of the disease. Some interventions have proven their efficacy in reducing the occurrence of metabolic syndrome and other cardiovascular risk factors. For instance, metformin, a treatment for type 2 diabetes that is allowed from the age of 10, has shown benefits in children and adolescents receiving second-generation antipsychotics in a recent meta-analysis, with a mean weight loss of 3.23kg (IC95 % -5.59 -0.86) after 16 weeks. Dietary-hygienic interventions are also effective in reducing cardiovascular risk. Other interventions such as omega-3 supplementation, vitamin D, N-acetylcysteine, and fasting have not proven to be effective. Comprehensive care programs have been developed to promote somatic care in psychiatric patients, such as the Canadian HeAL (Healthy Active Lives) program. These programs are more effective when proposed from the beginning of the disease and the introduction of antipsychotics. In this review, because there is no French recommendation, we translate a tool for the prescription of metformin and the Canadian recommendations from the HeAL program. Generalization of these programs to all young psychotic patients could improve their life expectancy and reduce the overall mortality. Prevention of cardiovascular risk factors and cardio-metabolic monitoring of treatments must be part of the standard of care in early psychosis. These programs aim at providing patients with the quality of somatic and mental care they are entitled to. This requires the involvement of all stakeholders, including patients and their families but also psychiatrists and other caregivers."
      ],
      "CopyrightInformation": "Copyright © 2020 L'Encéphale, Paris. Published by Elsevier Masson SAS. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut de Psychiatrie et Neurosciences de Paris (IPNP), INSERM U1266, équipe Physiopathologie des Maladies Psychiatriques, CNRS GDR 3557, Institut de Psychiatrie, 75014 Paris, France; Université de Paris, Paris, France. Electronic address: dr.frajerman@gmail.com."
          }
        ],
        "LastName": "Frajerman",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université de Paris, Paris, France; GHU Paris Psychiatrie et Neurosciences, Paris, France."
          }
        ],
        "LastName": "Morin",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut de Psychiatrie et Neurosciences de Paris (IPNP), INSERM U1266, équipe Physiopathologie des Maladies Psychiatriques, CNRS GDR 3557, Institut de Psychiatrie, 75014 Paris, France; Université de Paris, Paris, France; GHU Paris Psychiatrie et Neurosciences, Paris, France; Department of Psychiatry, McGill University, Montréal, Canada."
          }
        ],
        "LastName": "Chaumette",
        "ForeName": "B",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut de Psychiatrie et Neurosciences de Paris (IPNP), INSERM U1266, équipe Physiopathologie des Maladies Psychiatriques, CNRS GDR 3557, Institut de Psychiatrie, 75014 Paris, France; Université de Paris, Paris, France; GHU Paris Psychiatrie et Neurosciences, Paris, France."
          }
        ],
        "LastName": "Kebir",
        "ForeName": "O",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut de Psychiatrie et Neurosciences de Paris (IPNP), INSERM U1266, équipe Physiopathologie des Maladies Psychiatriques, CNRS GDR 3557, Institut de Psychiatrie, 75014 Paris, France; Université de Paris, Paris, France; GHU Paris Psychiatrie et Neurosciences, Paris, France."
          }
        ],
        "LastName": "Krebs",
        "ForeName": "M-O",
        "Initials": "MO"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review"
    ],
    "VernacularTitle": "Prise en charge des comorbidités cardio-vasculaires chez les jeunes patients souffrant d’une psychose débutante : état des lieux et perspectives thérapeutiques."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Encephale",
    "NlmUniqueID": "7505643",
    "ISSNLinking": "0013-7006"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Canada"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Psychotic Disorders"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Schizophrenia"
    }
  ]
}