{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21780850",
  "DateCompleted": {
    "Year": "2011",
    "Month": "11",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2165/11590680-000000000-00000"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "8",
        "PubDate": {
          "Year": "2011",
          "Month": "Aug",
          "Day": "01"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "The pleasure and displeasure people feel when they exercise at different intensities: decennial update and progress towards a tripartite rationale for exercise intensity prescription.",
    "Pagination": {
      "StartPage": "641",
      "EndPage": "671",
      "MedlinePgn": "641-71"
    },
    "Abstract": {
      "AbstractText": [
        "The public health problem of physical inactivity has proven resistant to research efforts aimed at elucidating its causes and interventions designed to alter its course. Thus, in most industrialized countries, the majority of the population is physically inactive or inadequately active. Most theoretical models of exercise behaviour assume that the decision to engage in exercise is based on cognitive factors (e.g. weighing pros and cons, appraising personal capabilities, evaluating sources of support). Another, still-under-appreciated, possibility is that these decisions are influenced by affective variables, such as whether previous exercise experiences were associated with pleasure or displeasure. This review examines 33 articles published from 1999 to 2009 on the relationship between exercise intensity and affective responses. Unlike 31 studies that were published until 1998 and were examined in a 1999 review, these more recent studies have provided evidence of a relation between the intensity of exercise and affective responses. Pleasure is reduced mainly above the ventilatory or lactate threshold or the onset of blood lactate accumulation. There are pleasant changes at sub-threshold intensities for most individuals, large inter-individual variability close to the ventilatory or lactate threshold and homogeneously negative changes at supra-threshold intensities. When the intensity is self-selected, rather than imposed, it appears to foster greater tolerance to higher intensity levels. The evidence of a dose-response relation between exercise intensity and affect sets the stage for a reconsideration of the rationale behind current guidelines for exercise intensity prescription. Besides effectiveness and safety, it is becoming increasingly clear that the guidelines should take into account whether a certain level of exercise intensity would be likely to cause increases or decreases in pleasure."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, Iowa State University, Ames, IA 50011, USA. ekkekaki@iastate.edu"
          }
        ],
        "LastName": "Ekkekakis",
        "ForeName": "Panteleimon",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Parfitt",
        "ForeName": "Gaynor",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Petruzzello",
        "ForeName": "Steven J",
        "Initials": "SJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "33X04XA5AT",
      "NameOfSubstance": "Lactic Acid"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Affect"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Heart Rate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Lactic Acid"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pleasure"
    }
  ]
}