{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33529197",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "02",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0246273",
      "10.1371/journal.pone.0246273"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "2",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "A Delphi study to explore and gain consensus regarding the most important barriers and facilitators affecting physiotherapist and pharmacist non-medical prescribing.",
    "Pagination": {
      "StartPage": "e0246273",
      "MedlinePgn": "e0246273"
    },
    "Abstract": {
      "AbstractText": [
        "Non-medical prescribing was introduced into the United Kingdom to improve patient care, but early research indicated a third of Allied Health Professionals may not use their prescribing qualification. A previous literature review, highlighting factors influencing prescribing, identified only papers with nursing and pharmacy participants. This investigation explored consensus on factors affecting physiotherapist and pharmacist non-medical prescribers. A three round Delphi study was conducted with pharmacist and physiotherapist prescribers. Round One comprised information gathering on facilitators and barriers to prescribing participants had experienced, and underwent content analysis. This was followed by two sequential consensus seeking rounds with participants asked to rate the importance of statements to themselves. Consensus criteria were determined a priori, including median, interquartile range, percentage agreement and Kendall's Coefficient of Concordance (W). Statements reaching consensus were ranked for importance in Round Three and analysed to produce top ten ranks for all participants and for each professional group. Participants, recruited October 2018, comprised 24 pharmacists and 18 physiotherapists. In Round One, content analysis of 172 statements regarding prescribing influences revealed 24 themes. 127 statements were included in Round Two for importance rating (barriers = 68, facilitators = 59). After Round Two, 29 statements reached consensus (barriers = 1, facilitators = 28), with no further statements reaching consensus following Round Three. The highest ranked statement in Round Three overall was: \"Being able to prescribe to patients is more effective and really useful working [in my area]\". Medical support and improved patient care factors appeared the most important. Differences were noted between physiotherapist and pharmacist prescribers regarding the top ten ranked statements, for example team working which pharmacists ranked higher than physiotherapists. Differences may be explained by the variety of practice areas and relative newness of physiotherapy prescribing. Barriers appear to be post or person specific, whereas facilitators appear universal."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-5657-778X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Pharmacy, Institute of Clinical Sciences, College of Medical and Dental Sciences, University of Birmingham, Birmingham, United Kingdom."
          }
        ],
        "LastName": "Graham-Clarke",
        "ForeName": "Emma",
        "Initials": "E"
      },
      {
        "Identifier": [
          "0000-0001-8114-7669"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Therapy, Western University, London, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre of Precision Rehabilitation for Spinal Pain, School of Sport, Exercise and Rehabilitation Sciences, College of Life and Environmental Sciences, University of Birmingham, Birmingham, United Kingdom."
          }
        ],
        "LastName": "Rushton",
        "ForeName": "Alison",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Pharmacy, Institute of Clinical Sciences, College of Medical and Dental Sciences, University of Birmingham, Birmingham, United Kingdom."
          }
        ],
        "LastName": "Marriott",
        "ForeName": "John",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Attitude of Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Consensus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delphi Technique"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Drug Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pharmaceutical Services"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Pharmacists"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Physical Therapists"
    },
    {
      "QualifierName": [
        "statistics & numerical data",
        "trends"
      ],
      "DescriptorName": "Practice Patterns, Pharmacists'"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United Kingdom"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}