{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30671900",
  "DateCompleted": {
    "Year": "2020",
    "Month": "03",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "03",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-018-01048-8"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "49",
        "Issue": "2",
        "PubDate": {
          "Year": "2019",
          "Month": "Feb"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Match Running Performance in Young Soccer Players: A Systematic Review.",
    "Pagination": {
      "StartPage": "289",
      "EndPage": "318",
      "MedlinePgn": "289-318"
    },
    "Abstract": {
      "AbstractText": [
        "To date, athletic performance has been extensively assessed in youth soccer players through laboratory and field testing. Only recently has running performance via time-motion analysis been assessed during match play. Match running data are often useful in a practical context to aid game understanding and decision making regarding training content and prescriptions. A plethora of previous reviews have collated and appraised the literature on time-motion analysis in professional senior players, but none have solely examined youth players.",
        "The aim of the present systematic review was to provide a critical appraisal and summary of the original research articles that have evaluated match running performance in young male soccer players.",
        "Following the Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) statement, literature searches were performed in four databases: PubMed, ISI Web of Science, SPORTDiscus and SciELO. We used the following descriptors: soccer, football, young, youth, junior, physical performance, running performance, match running performance, movement patterns, time-motion analysis, distances covered, activity profile, work rate, match analysis, and match performance. Articles were included only if they were original articles written in the English language, studied populations of male children and/or adolescents (aged ≤ 20 years), were published/ahead of print on or before 31 December 2017 and showed at least one outcome measure regarding match running performance, such as total distance covered, peak game speed or indicators of activities performed at established speed thresholds.",
        "A total of 5801 records were found. After duplicates were removed and exclusion and inclusion criteria applied, 50 articles were included (n = 2615 participants). Their outcome measures were extracted and findings were synthesized. The majority of the reviewed papers covered the European continent (62%) and used global positioning systems (GPS) (64%). Measurement error of the tools used to obtain position data and running metrics was systematically overlooked among the studies. The main aims of studies were to examine differences across playing positions (20%), age groups (26%) and match halves (36%). Consistent findings pointed to the existence of positional role and age effects on match running output (using fixed running speed thresholds), but there was no clear consensus about reductions in activity over the course of match play. Congested schedules negatively affected players' running performance. While over 32% of all studies assessed the relationships between match running performance and physical capacity, biochemical markers and body composition, ~ 70% of these did not account for playing position.",
        "This review collated scientific evidence that can aid soccer conditioning professionals in understanding external match loads across youth categories. Coaches working with youth development programs should consider that data derived from a given population may not be relevant for other populations, since game rules, match format and configuration are essentially unstandardized among studies for age-matched players. Despite limited evidence, periodization training emphasizing technical-tactical content can improve match running performance. Occurrence of acute and residual impairments in the running performance of young soccer players is common. Prescription of postmatch recovery strategies, such as cold water immersion and spa treatment, can potentially help reduce these declines, although additional research is warranted. This review also highlighted areas requiring further investigation, such as the possible influence of environmental and contextual constraints and a more integrative approach combining tactical and technical data."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-6981-756X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "FMRP Faculty of Medicine at Ribeirão Preto, University of São Paulo, Avenue Bandeirantes 3900-Monte Alegre, Ribeirão Preto, São Paulo, 14049-900, Brazil."
          },
          {
            "Identifier": [],
            "Affiliation": "LaBioCoM Biomechanics and Motor Control Laboratory, School of Physical Education and Sport of Ribeirão Preto, University of São Paulo, Campus Ribeirão Preto, Ribeirão Preto, SP, Brazil."
          },
          {
            "Identifier": [],
            "Affiliation": "MOVI-LAB Human Movement Research Laboratory, Physical Education Department, Faculty of Sciences, São Paulo State University UNESP, Campus Bauru, Bauru, SP, Brazil."
          }
        ],
        "LastName": "Palucci Vieira",
        "ForeName": "Luiz Henrique",
        "Initials": "LH"
      },
      {
        "Identifier": [
          "0000-0002-7456-3493"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Coaching and Performance, University of Central Lancashire, Preston, UK."
          }
        ],
        "LastName": "Carling",
        "ForeName": "Christopher",
        "Initials": "C"
      },
      {
        "Identifier": [
          "0000-0002-3678-8456"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "MOVI-LAB Human Movement Research Laboratory, Physical Education Department, Faculty of Sciences, São Paulo State University UNESP, Campus Bauru, Bauru, SP, Brazil."
          }
        ],
        "LastName": "Barbieri",
        "ForeName": "Fabio Augusto",
        "Initials": "FA"
      },
      {
        "Identifier": [
          "0000-0002-4885-7316"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "FMRP Faculty of Medicine at Ribeirão Preto, University of São Paulo, Avenue Bandeirantes 3900-Monte Alegre, Ribeirão Preto, São Paulo, 14049-900, Brazil."
          },
          {
            "Identifier": [],
            "Affiliation": "CIFI2D, FADEUP Faculty of Sports, University of Porto, Porto, Portugal."
          }
        ],
        "LastName": "Aquino",
        "ForeName": "Rodrigo",
        "Initials": "R"
      },
      {
        "Identifier": [
          "0000-0002-9460-8847"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "FMRP Faculty of Medicine at Ribeirão Preto, University of São Paulo, Avenue Bandeirantes 3900-Monte Alegre, Ribeirão Preto, São Paulo, 14049-900, Brazil. paulosantiago@usp.br."
          },
          {
            "Identifier": [],
            "Affiliation": "LaBioCoM Biomechanics and Motor Control Laboratory, School of Physical Education and Sport of Ribeirão Preto, University of São Paulo, Campus Ribeirão Preto, Ribeirão Preto, SP, Brazil. paulosantiago@usp.br."
          }
        ],
        "LastName": "Santiago",
        "ForeName": "Paulo Roberto Pereira",
        "Initials": "PRP"
      }
    ],
    "GrantList": [
      {
        "GrantID": "481833/2013-7",
        "Agency": "Conselho Nacional de Desenvolvimento Científico e Tecnológico",
        "Country": ""
      },
      {
        "GrantID": "2016/50250-1",
        "Agency": "Fundação de Amparo à Pesquisa do Estado de São Paulo",
        "Country": ""
      },
      {
        "GrantID": "2017/20945-0",
        "Agency": "Fundação de Amparo à Pesquisa do Estado de São Paulo",
        "Country": ""
      },
      {
        "GrantID": "2018/02965-7",
        "Agency": "Fundação de Amparo à Pesquisa do Estado de São Paulo",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Athletes"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Running"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Soccer"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Youth Sports"
    }
  ]
}