{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Existen dimensiones relevantes desde una perspectiva de género  relacionadas con el esfuerzo terapéutico. Se pretende ilustrar y traer a  debate posibles sesgos de género relacionados con los medicamentos,  mediante el análisis del consumo en las mujeres, la prescripción de  fármacos biológicos según sexo, la potencial desigualdad de género en  las reacciones adversas a los medicamentos y la investigación con  ensayos clínicos, así como las decisiones de las instituciones  internacionales en la comercialización de medicamentos. Se observa una mayor tendencia a prescribir analgésicos, con independencia del dolor, y fármacos para síntomas depresivos de baja intensidad en mujeres que  en hombres. Lo contrario sucede en la prescripción de estatinas y dosis  adecuadas, y con la mayor probabilidad de prescripción de antifactor de  necrosis tumoral en hombres que en mujeres con espondilitis anquilosante, pese a la similar carga de la enfermedad. Las  reacciones adversas a los medicamentos se observan con más  frecuencia en mujeres que en hombres, donde determinantes como el  peso corporal están influyendo poco en la dosificación. En la actualidad  se considera escasamente en la prescripción que las mujeres presentan  diferencias en la actividad de las enzimas del citocromo CYPP450, que  puede afectar a la velocidad del metabolismo hepático. Incluso hay  efectos inmunológicos, genéticos y epigenéticos (por la herencia y la  dosificación desigual de los genes ubicados en los cromosomas X e Y)  que pueden influir en estas diferencias por sexo. Por último, mediante  los casos de ensayos clínicos de la terapia hormonal, un fármaco para el deseo sexual inhibido de las mujeres y un anticonceptivo para hombres, se muestran sesgos y estereotipos de género que influyen en una  potencial generación de desigualdades, especialmente en las reacciones  adversas a los medicamentos en perjuicio de las mujeres. Concluyendo,  los profesionales sanitarios atribuyen con frecuencia a la emocionalidad  de las mujeres lo que son síntomas físicos, influyendo en la mayor  prescripción de fármacos sintomáticos en ellas. Debe analizarse si la  misma razón influye en la menor prescripción de fármacos terapéuticos en mujeres que en hombres. Existen determinantes biológicos a considerar por su influencia en una mayor toxicidad farmacológica en las mujeres. Los ensayos clínicos deben mejorar atendiendo a las  recomendaciones de género de la Food and Drug Administration."
      ],
      "CopyrightInformation": "Copyright AULA MEDICA EDICIONES 2014. Published by AULA MEDICA. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32452310",
  "DateCompleted": {
    "Year": "2021",
    "Month": "09",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "09",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "04",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.7399/fh.11394"
    ],
    "Journal": {
      "ISSN": "2171-8695",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "3",
        "PubDate": {
          "Year": "2020",
          "Month": "Apr",
          "Day": "14"
        }
      },
      "Title": "Farmacia hospitalaria : organo oficial de expresion cientifica de la Sociedad Espanola de Farmacia Hospitalaria",
      "ISOAbbreviation": "Farm Hosp"
    },
    "ArticleTitle": "Gender bias in therapeutic effort: from research to health care.",
    "Pagination": {
      "StartPage": "109",
      "EndPage": "113",
      "MedlinePgn": "109-113"
    },
    "Abstract": {
      "AbstractText": [
        "There are relevant dimensions from a gender perspective related to  therapeutic effort. To illustrate and discuss possible gender bias related  to medicines, through the consumption analysis in women, the  prescription of biological drugs according to sex, the potential gender  inequality in adverse drug reactions, and research with clinical trials, as  well as the decisions of international institutions in the marketing of  medicinal products. There is greater tendency to prescribe pain  relievers, regardless of pain, and drugs for low intensity depressive  symptoms in women than in men. The opposite occurs in the  prescription of statins and adequate doses, and with the greater  probability of prescribing anti-tumor necrosis factor in men than in  women with ankylosing spondylitis, despite a similar disease burden.  Adverse drug reactions are observed more frequently in women than in  men, where determinants such as body weight are having little influence on the dosage. It is currently scarcely considered in the prescription that women have differences in the activity of cytochrome CYPP450 enzymes, which can affect the liver's metabolism rate. There  are even immunological, genetic and epigenetic effects (due to heredity  and uneven gene dosing located in the X and Y chromosomes) that can  influence these differences by sex. Finally, through cases of hormonal  therapy clinical trials, a drug for women's inhibited sexual desire and a  contraceptive for men, gender bias and stereotypes are shown to  influence a potential generation of inequalities, especially in adverse  drug reactions to the detriment of women. In conclusion, health  professionals frequently attribute physical symptoms to women's  emotionality, influencing their greater prescription of symptomatic drugs. Whether the same reason influences the lower prescription of  therapeutic drugs in women than in men should be analyzed. There are  biological determinants to consider due to their influence on a greater pharmacological toxicity in women. Clinical trials should improve  according to the gender recommendations by the Food and Drugs  Administration."
      ],
      "CopyrightInformation": "Copyright AULA MEDICA EDICIONES 2014. Published by AULA MEDICA. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Public Health Research Group. Universidad de Alicante, San Vicente del Raspeig (Alicante), Spain Consorcio de Investigación Biomédica en Red de Epidemiología y Salud Pública (CIBERESP), Instituto de Salud Carlos III, Madrid. Spain. cantero@ua.es."
          }
        ],
        "LastName": "Ruiz-Cantero",
        "ForeName": "María Teresa",
        "Initials": "MT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Public Health Research Group. Universidad de Alicante, San Vicente del Raspeig (Alicante), Spain Department of Public Health, History of Science and Gynecology, Universidad Miguel Hernández, Elche. Spain. cantero@ua.es."
          }
        ],
        "LastName": "Blasco-Blasco",
        "ForeName": "Mar",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad Miguel Hernández, Elche. Spain. 4 Clinical Pharmacology Unit and Instituto de Investigación Sanitaria y Biomédica de ISABIAL. Hospital General de Alicante, Alicante. Spain Department of Public Health, History of Science and Gynecology, Universidad Miguel Hernández, Elche. Spain. cantero@ua.es."
          }
        ],
        "LastName": "Chilet-Rosell",
        "ForeName": "Elisa",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Pharmacology Unit and Instituto de Investigación Sanitaria y Biomédica de ISABIAL. Hospital General de Alicante, Alicante. Spain. cantero@ua.es."
          }
        ],
        "LastName": "Peiró",
        "ForeName": "Ana M",
        "Initials": "AM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Sesgos de género en el esfuerzo terapéutico: de la investigación a la atención sanitariaSesgos de género en el esfuerzo terapéutico: de la investigación a la atención sanitaria."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Farm Hosp",
    "NlmUniqueID": "9440679",
    "ISSNLinking": "1130-6343"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Delivery of Health Care"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Drug Prescriptions"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Drug-Related Side Effects and Adverse Reactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Health Services Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Factors"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Sexism"
    }
  ]
}