{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22288353",
  "DateCompleted": {
    "Year": "2012",
    "Month": "03",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "01",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0035-2640",
      "JournalIssue": {
        "Volume": "61",
        "Issue": "10",
        "PubDate": {
          "Year": "2011",
          "Month": "Dec"
        }
      },
      "Title": "La Revue du praticien",
      "ISOAbbreviation": "Rev Prat"
    },
    "ArticleTitle": "[Feasibility, in general practice, to give to the patients clear, loyal and appropriate information about the undesirable side effects of the medicines prescribed. EICLAT study].",
    "Pagination": {
      "StartPage": "1394",
      "EndPage": "1399",
      "MedlinePgn": "1394-9"
    },
    "Abstract": {
      "AbstractText": [
        "Drug prescription in general practice is present in 78 to 83% of consultations; practitioners must give to their patient clear loyal and appropriate information about the undesirable side effects of the medicines prescribed. The object of the EICLAT study was to give some light on the feasibility to respect this obligation. To that effect the study evaluates, for a normal prescription activity, the average number of potential undesirable side effects (USE) in relation with the number of lines of different medicines prescribed in each doctor's prescription. A total of 8,382 doctor's prescriptions, generating 34,427 lines of prescriptions given by 175 general practitioners, were analysed. Amongst these prescriptions, 11% included only one line, 55% from 2 to 4 lines and 34% 5 lines or more. The average doctor's prescription was of 4 lines of medicines generating 407 potential USE, of which 194 were different (the same undesirable effect may be present twice or more in the same doctor's prescription), and 293 frequent or serious potential USE, of which 166 were different. The patent medicines with a major or important added medical value (AMV), present in 7,840 doctor's prescriptions for a total of 24,127 lines exposed the patient, in the average, to 151 frequent or serious USE different. The patent medicines with an insufficient AMV, present in 2,292 prescriptions for a total of 3,887 lines, exposed the patient to 37 frequent and/or serious potential USE. Supposing that the information provided by the legal authority is sufficiently adequate, precise and exhaustive, the volume of information that must be given to the patient is not compatible with the present conditions of exercise of the profession."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Médecins généralistes, Société française de médecine générale (SFMG). p.arnould@sfmg.org"
          }
        ],
        "LastName": "Arnould",
        "ForeName": "Pascale",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Raineri",
        "ForeName": "François",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hebbrecht",
        "ForeName": "Gilles",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Duhot",
        "ForeName": "Didier",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Faisabilité en médecine générale d'une information claire, loyale et appropriée des patients sur les effets indésirables des médicaments prescrits. Etude EICLAT."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Rev Prat",
    "NlmUniqueID": "0404334",
    "ISSNLinking": "0035-2640"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Prescription Drugs"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "General Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Education as Topic"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Prescription Drugs"
    }
  ]
}