{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36380164",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-022-01791-z"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "53",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "Mar"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Performance Adaptations to Intensified Training in Top-Level Football.",
    "Pagination": {
      "StartPage": "577",
      "EndPage": "594",
      "MedlinePgn": "577-594"
    },
    "Abstract": {
      "AbstractText": [
        "Because physical demands are surging in football (soccer, USA), clubs are more and more seeking players who have a high capacity to perform repeated intense exercise. High-intensity interval training (HIIT), comprising exercise performed at intensities near or exceeding the capacity of aerobic energy systems, effectively enhances the physical conditioning of players. But given that HIIT imposes high loads, it increases the risk of overload-associated match performance decline and injury. This makes some coaches inclined to conduct HIIT in the weeks leading up to the season and during the season. Therefore, the challenge is how to optimize and dose HIIT during these phases, as they can be decisive. Studies have highlighted the utility of conducting periods of intensified training to overcome the risk of overload while at the same time enhancing performance. During intensified training periods of typically a few weeks, intensity is increased by enlarging the amount of HIIT, for example, aerobic high-intensity training or speed endurance training, while volume at low-to-moderate intensity is significantly reduced. The outcome depends on training composition and prescription-most notably, intensity and duration of bouts and recovery. When work intervals are prescribed for a few minutes at intensities > 90% heart rate max (i.e., aerobic high-intensity training), then beneficial adaptations pertaining to aerobic power and capacity are apparent. But when work intervals are conducted at much higher intensities, as all-out efforts or sprinting of typically 10- to 40-s duration with longer recovery periods (i.e., speed endurance training), beneficial adaptations pertaining to anaerobic energy systems, ion handling, and fatigue resilience are commonly observed. In this review, we discuss the utility of conducting intensified training periods to enhance performance in elite football players during the late preparation phase and competitive season."
      ],
      "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Nature Switzerland AG."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-6201-2483"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The August Krogh Section for Human Physiology, Department of Nutrition, Exercise and Sports, University of Copenhagen, August Krogh Building 2nd Floor, Universitetsparken 13, 2100, Copenhagen, Denmark. mhostrup@nexs.ku.dk."
          }
        ],
        "LastName": "Hostrup",
        "ForeName": "Morten",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The August Krogh Section for Human Physiology, Department of Nutrition, Exercise and Sports, University of Copenhagen, August Krogh Building 2nd Floor, Universitetsparken 13, 2100, Copenhagen, Denmark."
          }
        ],
        "LastName": "Bangsbo",
        "ForeName": "Jens",
        "Initials": "J"
      }
    ],
    "GrantList": [
      {
        "GrantID": "\"Training strategies and competition preparation\"",
        "Agency": "Team Danmark",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "High-Intensity Interval Training"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Soccer"
    }
  ],
  "CoiStatement": "Morten Hostrup and Jens Bangsbo declare that they have no potential conflicts of interest that might be relevant to the contents of this article."
}