{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adiposity",
      "Fat distribution",
      "HIV",
      "Home exercise",
      "Physical activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35241154",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "03",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "37",
      "10.1186/s13643-022-01908-5"
    ],
    "Journal": {
      "ISSN": "2046-4053",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Mar",
          "Day": "03"
        }
      },
      "Title": "Systematic reviews",
      "ISOAbbreviation": "Syst Rev"
    },
    "ArticleTitle": "Effectiveness of self-managed home and community exercise interventions in improving physical activity, body adiposity and related health indices in adults living with HIV: a protocol for a systematic review.",
    "Pagination": {
      "StartPage": "37",
      "MedlinePgn": "37"
    },
    "Abstract": {
      "AbstractText": [
        "Disorders of adipose tissue distribution in people living with the human immunodeficiency virus (HIV) have been associated with significant metabolic derangements that increase their risk of cardiometabolic and other chronic diseases. Systematic reviews focusing on supervised laboratory-based exercise interventions demonstrate that these interventions improve adipose tissue distribution and related health outcomes in people living with HIV (PLWH). However, there is a need to examine the effectiveness of more pragmatic home or community exercise programmes. The aim of this review will be to synthesize existing evidence on the effectiveness of self-managed home or community exercise interventions to improve physical activity levels, adipose tissue distribution and associated health indices in PLWH.",
        "This review will encompass interventional studies that evaluate the effect of prescribed exercise programmes performed in the home or community with minimal supervision, by adults living with HIV. The following will be searched from inception: PubMed, Embase, Scopus, Cumulative Index to Nursing and Allied Health Literature, Physiotherapy Evidence Database, SPORTDiscus, Cochrane Central Register of Controlled Trials, Cochrane Database of Systematic Reviews and Clinicaltrials.gov. Screening of studies and data extraction will be conducted by two independent reviewers. The risk of bias in included studies will be assessed using version 2 of the Cochrane risk-of-bias tool for randomized trials (RoB 2) and the Risk of Bias In Non-Randomized Studies-of Interventions (ROBINS-I) tool for non-randomized concurrently controlled and single-arm interventional studies. A random effects meta-analysis will be used to pool effect estimates for outcomes of interest (measures of physical activity and body adiposity). However, if pooling is deemed inappropriate due to substantial differences between studies, a narrative synthesis will be performed. This protocol is written according to the Preferred Reporting Items for Systematic reviews and Meta-analysis Protocols 2015 statement (see Additional file 1).",
        "This review shall provide evidence to support or disapprove the prescription of self-managed exercise interventions in a particularly vulnerable population. We will equally explore the potential impact of technology in improving physical activity outcomes. Our findings could help guide clinicians involved in the care of PLWH in prescribing exercise and inform the design of future trials and research.",
        "PROSPERO CRD42021223357 ."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-3149-6494"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health Sciences and Social Work (SHS), Griffith University, Gold Coast, Queensland, 4222, Australia. jeannine.atemepseaminde@griffithuni.edu.au."
          }
        ],
        "LastName": "Aminde",
        "ForeName": "Jeannine Anyingu",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine and Dentistry, Griffith University, Gold Coast, Queensland, Australia."
          }
        ],
        "LastName": "Harris",
        "ForeName": "Neil",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gold Coast University Hospital, Gold Coast, Queensland, Australia."
          }
        ],
        "LastName": "Thng",
        "ForeName": "Caroline",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health Sciences and Social Work (SHS), Griffith University, Gold Coast, Queensland, 4222, Australia."
          }
        ],
        "LastName": "Desbrow",
        "ForeName": "Ben",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Syst Rev",
    "NlmUniqueID": "101580575",
    "ISSNLinking": "2046-4053"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adiposity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "HIV Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Meta-Analysis as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self-Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Systematic Reviews as Topic"
    }
  ],
  "CoiStatement": "The authors declare that they have no competing interests."
}