{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Europe",
      "activity impairment",
      "chronic low back pain",
      "health-related quality of life",
      "healthcare resource use",
      "work productivity impairment"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34780102",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "07",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "11",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/papr.13093"
    ],
    "Journal": {
      "ISSN": "1533-2500",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "3",
        "PubDate": {
          "Year": "2022",
          "Month": "Mar"
        }
      },
      "Title": "Pain practice : the official journal of World Institute of Pain",
      "ISOAbbreviation": "Pain Pract"
    },
    "ArticleTitle": "Burden of chronic low back pain: Association with pain severity and prescription medication use in five large European countries.",
    "Pagination": {
      "StartPage": "359",
      "EndPage": "371",
      "MedlinePgn": "359-371"
    },
    "Abstract": {
      "AbstractText": [
        "This study assessed associations between severity of, and prescription medication use for, chronic low back pain (CLBP) and health-related quality of life, health status, work productivity, and healthcare resource utilization.",
        "This cross-sectional study utilized SF-12, EQ-5D-5L, and work productivity and activity impairment (WPAI) questionnaires, and visits to healthcare providers among adults with self-reported CLBP participating in the National Health and Wellness Survey in Germany, France, UK, Italy, and Spain. Respondents were stratified into four groups according to pain severity (mild or moderate/severe) and prescription medication use (Rx-treated or Rx-untreated). Differences between groups were estimated using generalized linear models controlling for sociodemographics and health characteristics.",
        "Of 2086 respondents with CLBP, 683 had mild pain (276 Rx-untreated, 407 Rx-treated) and 1403 had moderate/severe pain (781 Rx-untreated, 622 Rx-treated). Respondents with moderate/severe pain had significantly worse health-related quality of life (SF-12v2 physical component summary), health status (EQ-5D-5L), and both absenteeism and presenteeism compared with those with mild pain, including Rx-untreated (moderate/severe pain Rx-untreated vs. mild pain Rx-untreated, p ≤ 0.05) and Rx-treated (moderate/severe pain Rx-treated vs. mild pain Rx-treated, p ≤ 0.05) groups. Significantly more visits to healthcare providers in the last 6 months were reported for moderate/severe pain compared with mild pain for Rx-treated (least squares mean 13.01 vs. 10.93, p = 0.012) but not Rx-untreated (8.72 vs. 7.61, p = 0.072) groups. Health-related quality of life (SF-12v2 physical component summary) and health status (EQ-5D-5L), as well as absenteeism and presenteeism, were significantly worse, and healthcare utilization was significantly higher, in the moderate/severe pain Rx-treated group compared with all other groups (all p ≤ 0.05).",
        "Greater severity of CLBP was associated with worse health-related quality of life, health status, and absenteeism and presenteeism, irrespective of prescription medication use. Greater severity of CLBP was associated with increased healthcare utilization in prescription medication users."
      ],
      "CopyrightInformation": "© 2021 The Authors. Pain Practice published by Wiley Periodicals LLC on behalf of World Institute of Pain."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-0509-1592"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre d'Evaluation et Traitement de la Douleur, INSERM U987, Hôpital Cochin, Université de Paris, Paris, France."
          }
        ],
        "LastName": "Perrot",
        "ForeName": "Serge",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kantar, Horsham, Pennsylvania, USA."
          }
        ],
        "LastName": "Doane",
        "ForeName": "Michael J",
        "Initials": "MJ"
      },
      {
        "Identifier": [
          "0000-0001-5134-037X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kantar, Tel Aviv, Israel."
          }
        ],
        "LastName": "Jaffe",
        "ForeName": "Dena H",
        "Initials": "DH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Global Medical Affairs, Pfizer Ltd, Budapest, Hungary."
          }
        ],
        "LastName": "Dragon",
        "ForeName": "Erika",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Patient and Health Impact, Pfizer Ltd, Tadworth, UK."
          }
        ],
        "LastName": "Abraham",
        "ForeName": "Lucy",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Global Product Development, Eli Lilly and Company, Indianapolis, Indiana, USA."
          }
        ],
        "LastName": "Viktrup",
        "ForeName": "Lars",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pfizer Inc., Groton, Connecticut, USA."
          }
        ],
        "LastName": "Bushmakin",
        "ForeName": "Andrew G",
        "Initials": "AG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pfizer Inc., Groton, Connecticut, USA."
          }
        ],
        "LastName": "Cappelleri",
        "ForeName": "Joseph C",
        "Initials": "JC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Leeds Institute of Rheumatic and Musculoskeletal Medicine, University of Leeds, Leeds, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "NIHR Leeds Biomedical Research Centre, Leeds, UK."
          }
        ],
        "LastName": "Conaghan",
        "ForeName": "Philip G",
        "Initials": "PG"
      }
    ],
    "GrantList": [
      {
        "Acronym": "DH_",
        "Agency": "Department of Health",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pain Pract",
    "NlmUniqueID": "101130835",
    "ISSNLinking": "1530-7085"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cost of Illness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Efficiency"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Surveys"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Low Back Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ],
  "CoiStatement": "Serge Perrot has received fees for advisory boards and consultancy from Pfizer, Menarini, Grünenthal and UPSA, and research grants from Grünenthal. At the time the study was conducted, Michael J Doane was an employee of Kantar Health, which was paid by Pfizer and Eli Lilly and Company in connection with the research and development of this manuscript. Dena H Jaffe is an employee of Kantar, which was paid by Pfizer and Eli Lilly and Company in connection with the research and development of this manuscript. Erika Dragon is an employee of Pfizer with stock and/or stock options. Lucy Abraham is an employee of Pfizer with stock and/or stock options. Lars Viktrup is an employee of Eli Lilly and Company and owns stocks in Lilly. Andrew G Bushmakin is an employee of Pfizer with stock and/or stock options. Joseph C Cappelleri is an employee of Pfizer with stock and/or stock options. Philip G Conaghan has done consultancies or speakers bureaus for AbbVie, AstraZeneca, BMS, Centrexion, EMD Serono, Flexion Therapeutics, Galapagos, Gilead, Novartis, and Pfizer."
}