{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "endurance performance",
      "perception of effort",
      "psychophysiology",
      "sports psychology",
      "training monitoring"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36361320",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "14439",
      "10.3390/ijerph192114439"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "21",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov",
          "Day": "04"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Perceived Exertion: Revisiting the History and Updating the Neurophysiology and the Practical Applications.",
    "Abstract": {
      "AbstractText": [
        "The perceived exertion construct creation is a landmark in exercise physiology and sport science. Obtaining perceived exertion is relatively easy, but practitioners often neglect some critical methodological issues in its assessment. Furthermore, the perceived exertion definition, neurophysiological basis, and practical applications have evolved since the perceived exertion construct's inception. Therefore, we revisit the careful work devoted by Gunnar Borg with psychophysical methods to develop the perceived exertion construct, which resulted in the creation of two scales: the rating of perceived exertion (RPE) and the category-ratio 10 (CR10). We discuss a contemporary definition that considers perceived exertion as a conscious perception of how hard, heavy, and strenuous the exercise is, according to the sense of effort to command the limbs and the feeling of heavy breathing (respiratory effort). Thus, other exercise-evoked sensations would not hinder the reported perceived exertion. We then describe the neurophysiological mechanisms involved in the perceived exertion genesis during exercise, including the influence of the peripheral feedback from the skeletal muscles and the cardiorespiratory system (i.e., afferent feedback) and the influence of efferent copies from the motor command and respiratory drive (i.e., corollary discharges), as well as the interaction between them. We highlight essential details practitioners should consider when using the RPE and CR10 scales, such as the perceived exertion definition, the original scales utilization, and the descriptors anchoring process. Finally, we present how practitioners can use perceived exertion to assess cardiorespiratory fitness, individualize exercise intensity prescription, predict endurance exercise performance, and monitor athletes' responses to physical training."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-8623-7484"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Exercise Physiology at Olympic Center of Training and Research, Department of Physiology, Federal University of São Paulo, São Paulo 04023-000, SP, Brazil."
          },
          {
            "Identifier": [],
            "Affiliation": "São Paulo Association for Medicine Development, São Paulo 04037-003, SP, Brazil."
          }
        ],
        "LastName": "Lopes",
        "ForeName": "Thiago Ribeiro",
        "Initials": "TR"
      },
      {
        "Identifier": [
          "0000-0003-4373-7005"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health and Exercise Science, The University of Oklahoma, Norman, OK 73019, USA."
          }
        ],
        "LastName": "Pereira",
        "ForeName": "Hugo Maxwell",
        "Initials": "HM"
      },
      {
        "Identifier": [
          "0000-0003-0473-3706"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Exercise Physiology at Olympic Center of Training and Research, Department of Physiology, Federal University of São Paulo, São Paulo 04023-000, SP, Brazil."
          }
        ],
        "LastName": "Silva",
        "ForeName": "Bruno Moreira",
        "Initials": "BM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Exertion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neurophysiology"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Athletes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    }
  ],
  "CoiStatement": "Thiago Ribeiro Lopes, Hugo Maxwell Pereira, and Bruno Moreira Silva declare that they have no conflict of interest."
}