{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1623890",
  "DateCompleted": {
    "Year": "1992",
    "Month": "08",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0091-6331",
      "JournalIssue": {
        "Volume": "20",
        "PubDate": {
          "Year": "1992"
        }
      },
      "Title": "Exercise and sport sciences reviews",
      "ISOAbbreviation": "Exerc Sport Sci Rev"
    },
    "ArticleTitle": "Responses of the cardiac transplant patient to exercise and training.",
    "Pagination": {
      "StartPage": "297",
      "EndPage": "320",
      "MedlinePgn": "297-320"
    },
    "Abstract": {
      "AbstractText": [
        "Total denervation persists in the human heart following cardiac transplantation. At rest, there is some increase of heart rate and blood pressure. with a low normal cardiac output. The donor heart remains capable of a satisfactory acute response to exercise, based upon an increase of venous return (acting through the Frank-Starling mechanism) and slower chronotropic and inotropic responses to circulating catecholamines. During submaximal exercise, the stroke volume is greater than normal, but the cardiac output is somewhat reduced, leading to a widening of arteriovenous oxygen difference. Peak heart rate, peak stroke volume, and peak cardiac output are all less than in age-matched normals. Peak power output and peak oxygen intake are also subnormal immediately following cardiac transplantation. The poor ventricular performance reflects, in part, the condition of the transplanted myocardium and, in part, the increased afterloading associated with a loss of lean tissue mass. Although there have, as yet, been no controlled experiments, there is suggestive evidence that an appropriately graded training regimen facilitates restoration of lean tissue and, thus, functional recovery (including the correction of postoperative psychological disturbances). A suitably adapted exercise prescription is thus recommended as a useful component of treatment following cardiac transplantation. There is good evidence that a well-designed training program improves the quality of life for the recipient, although further study is needed to determine the impact of such therapy upon morbidity and mortality."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shephard",
        "ForeName": "R J",
        "Initials": "RJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Exerc Sport Sci Rev",
    "NlmUniqueID": "0375434",
    "ISSNLinking": "0091-6331"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology",
        "rehabilitation"
      ],
      "DescriptorName": "Heart Transplantation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hemodynamics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Education and Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Endurance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postoperative Period"
    }
  ],
  "NumberOfReferences": "199"
}