{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34125850",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "06",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0252572",
      "10.1371/journal.pone.0252572"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "6",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Physiotherapy and related management for childhood obesity: A systematic scoping review.",
    "Pagination": {
      "StartPage": "e0252572",
      "MedlinePgn": "e0252572"
    },
    "Abstract": {
      "AbstractText": [
        "Despite targeted efforts globally to address childhood overweight/obesity, it remains poorly understood and challenging to manage. Physiotherapists have the potential to manage children with obesity as they are experts in movement and physical activity. However, their role remains unclear due to a lack of physiotherapy-specific guidelines. This scoping review aims to explore existing literature, critically appraising and synthesising findings to guide physiotherapists in the evidence-based management of childhood overweight/obesity.",
        "A scoping review was conducted, including literature up to May 2020. A review protocol exists on Open Science Framework at https://osf.io/fap8g/. Four databases were accessed including PubMed, Embase, CINAHL, Medline via OVID, with grey literature searched through google via \"file:pdf\". A descriptive synthesis was undertaken to explore the impact of existing interventions and their efficacy.",
        "From the initial capture of 1871 articles, 263 intervention-based articles were included. Interventions included qualitative focused physical activity, quantitative focused physical activity and multicomponent interventions. Various outcome measures were utilised including health-, performance- and behaviour-related outcomes. The general trend for physiotherapy involvement with children who are obese appears to favour: 1) multicomponent interventions, implementing more than one component with environmental modification and parental involvement and 2) quantitative physical activity interventions, focusing on the quantity of bodily movement. These approaches most consistently demonstrated desirable changes across behavioural and health-related outcome measures for multicomponent and quantitative physical activity interventions respectively.",
        "When managing children with obesity, physiotherapists should consider multicomponent approaches and increasing the quantity of physical activity, given consistent improvements in various obesity-related outcomes. Such approaches are well suited to the scope of physiotherapists and their expertise in physical activity prescription for the management of childhood obesity. Future research should examine the effect of motor skill interventions and consider the role of environmental modification/parental involvement as factors contributing to intervention success."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health Sciences and Medicine, Bond Institute of Health and Sport, Bond University, Gold Coast, Queensland, Australia."
          }
        ],
        "LastName": "Truong",
        "ForeName": "Kim",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health Sciences and Medicine, Bond Institute of Health and Sport, Bond University, Gold Coast, Queensland, Australia."
          }
        ],
        "LastName": "Park",
        "ForeName": "Sandra",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UniSA Allied Health and Human Performance, Alliance for Research in Exercise, Nutrition and Activity, University of South Australia, Adelaide, South Australia, Australia."
          }
        ],
        "LastName": "Tsiros",
        "ForeName": "Margarita D",
        "Initials": "MD"
      },
      {
        "Identifier": [
          "0000-0002-5121-9825"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health Sciences and Medicine, Bond Institute of Health and Sport, Bond University, Gold Coast, Queensland, Australia."
          }
        ],
        "LastName": "Milne",
        "ForeName": "Nikki",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Databases, Factual"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathology",
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Pediatric Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Therapy Modalities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "User-Computer Interface"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}