{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "primary care",
      "public health",
      "social medicine"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32690529",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "07",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e036923",
      "10.1136/bmjopen-2020-036923"
    ],
    "Journal": {
      "ISSN": "2044-6055",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "7",
        "PubDate": {
          "Year": "2020",
          "Month": "Jul",
          "Day": "19"
        }
      },
      "Title": "BMJ open",
      "ISOAbbreviation": "BMJ Open"
    },
    "ArticleTitle": "What is the evidence for the impact of gardens and gardening on health and well-being: a scoping review and evidence-based logic model to guide healthcare strategy decision making on the use of gardening approaches as a social prescription.",
    "Pagination": {
      "StartPage": "e036923",
      "MedlinePgn": "e036923"
    },
    "Abstract": {
      "AbstractText": [
        "To systematically identify and describe studies that have evaluated the impact of gardens and gardening on health and well-being. A secondary objective was to use this evidence to build evidence-based logic models to guide health strategy decision making about gardens and gardening as a non-medical, social prescription.",
        "Scoping review of the impact of gardens and gardening on health and well-being. Gardens include private spaces and those open to the public or part of hospitals, care homes, hospices or third sector organisations.",
        "A range of biomedical and health management journals was searched including Medline, CINAHL, Psychinfo, Web of Knowledge, ASSIA, Cochrane, Joanna Briggs, Greenfile, Environment Complete and a number of indicative websites were searched to locate context-specific data and grey literature. We searched from 1990 to November 2019.",
        "We included research studies (including systematic reviews) that assessed the effect, value or impact of any garden that met the gardening definition.",
        "Three reviewers jointly screened 50 records by titles and abstracts to ensure calibration. Each record title was screened independently by 2 out of 3 members of the project team and each abstract was screened by 1 member of a team of 3. Random checks on abstract and full-text screening were conducted by a fourth member of the team and any discrepancies were resolved through double-checking and discussion.",
        "From the 8896 papers located, a total of 77<sup>*</sup> studies was included. Over 35 validated health, well-being and functional biometric outcome measures were reported. Interventions ranged from viewing gardens, taking part in gardening or undertaking therapeutic activities. The findings demonstrated links between gardens and improved mental well-being, increased physical activity and a reduction in social isolation enabling the development of 2 logic models.",
        "Gardens and gardening can improve the health and well-being for people with a range of health and social needs. The benefits of gardens and gardening could be used as a 'social prescription' globally, for people with long-term conditions (LTCs). Our logic models provide an evidence-based illustration that can guide health strategy decision making about the referral of people with LTCs to socially prescribed, non-medical interventions involving gardens and gardening."
      ],
      "CopyrightInformation": "© Author(s) (or their employer(s)) 2020. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-4521-024X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health and Society, University of Salford, Salford, Manchester, UK M.L.Howarth2@salford.ac.uk."
          }
        ],
        "LastName": "Howarth",
        "ForeName": "Michelle",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health and Society, University of Salford, Salford, Manchester, UK."
          }
        ],
        "LastName": "Brettle",
        "ForeName": "Alison",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Science, Engineering and Environment, University of Salford, Salford, Manchester, UK."
          }
        ],
        "LastName": "Hardman",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Services Research, University of Liverpool, Liverpool, UK."
          }
        ],
        "LastName": "Maden",
        "ForeName": "Michelle",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMJ Open",
    "NlmUniqueID": "101552874",
    "ISSNLinking": "2044-6055"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Activities of Daily Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Decision Making"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delivery of Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gardening"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gardens"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Logic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ],
  "CoiStatement": "Competing interests: None declared."
}