{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "accelerometer",
      "cardiometabolic diseases",
      "electronic activity monitors",
      "fitness tracker",
      "mHealth",
      "mobile health",
      "physical activity",
      "physicians’ perspectives",
      "prescriptions",
      "smart pedometer",
      "telemedicine"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28947415",
  "DateCompleted": {
    "Year": "2018",
    "Month": "02",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "09",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e328",
      "10.2196/jmir.8107"
    ],
    "Journal": {
      "ISSN": "1438-8871",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "9",
        "PubDate": {
          "Year": "2017",
          "Month": "Sep",
          "Day": "23"
        }
      },
      "Title": "Journal of medical Internet research",
      "ISOAbbreviation": "J Med Internet Res"
    },
    "ArticleTitle": "Prescribing of Electronic Activity Monitors in Cardiometabolic Diseases: Qualitative Interview-Based Study.",
    "Pagination": {
      "StartPage": "e328",
      "MedlinePgn": "e328"
    },
    "Abstract": {
      "AbstractText": [
        "The prevalence of noncommunicable diseases, including those such as type 2 diabetes, obesity, dyslipidemia, and hypertension, so-called cardiometabolic diseases, is high and is increasing worldwide. Strong evidence supports the role of physical activity in management of these diseases. There is general consensus that mHealth technology, including electronic activity monitors, can potentially increase physical activity in patients, but their use in clinical settings remains limited. Practitioners' requirements when prescribing electronic activity monitors have been poorly described.",
        "The aims of this qualitative study were (1) to explore how specialist physicians prescribe electronic activity monitors to patients presenting with cardiometabolic conditions, and (2) to better understand their motivation for and barriers to prescribing such monitors.",
        "We conducted qualitative semistructured interviews in March to May 2016 with 11 senior physicians from a public university hospital in France with expertise in management of cardiometabolic diseases (type 1 and type 2 diabetes, obesity, hypertension, and dyslipidemia). Interviews lasted 45 to 60 minutes and were audiotaped, transcribed verbatim, and analyzed using directed content analysis. We report our findings following the Consolidated Criteria for Reporting Qualitative Research (COREQ) checklist.",
        "Most physicians we interviewed had never prescribed electronic activity monitors, whereas they frequently prescribed blood glucose or blood pressure self-monitoring devices. Reasons for nonprescription included lack of interest in the data collected, lack of evidence for data accuracy, concern about work overload possibly resulting from automatic data transfer, and risk of patients becoming addicted to data. Physicians expected future marketing of easy-to-use monitors that will accurately measure physical activity duration and intensity and provide understandable motivating feedback.",
        "Features of electronic activity monitors, although popular among the general public, do not meet the needs of physicians. In-depth understanding of physicians' expectations is a first step toward designing technologies that can be widely used in clinical settings and facilitate physical activity prescription. Physicians should have a role, along with key health care stakeholders-patients, researchers, information technology firms, the public, and private payers-in developing the most effective methods for integrating activity monitors into patient care."
      ],
      "CopyrightInformation": "©Alice Bellicha, Sandrine Macé, Jean-Michel Oppert. Originally published in the Journal of Medical Internet Research (http://www.jmir.org), 23.09.2017."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-5572-487X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Cardiometabolism and Nutrition, University Pierre et Marie Curie-Paris 6, Paris, France."
          },
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Bioengineering, Tissues and Neuroplasticity, University Paris-Est, Créteil, France."
          }
        ],
        "LastName": "Bellicha",
        "ForeName": "Alice",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0003-1261-4723"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Marketing, Ecole Supérieure de Commerce de Paris-Europe, Paris, France."
          }
        ],
        "LastName": "Macé",
        "ForeName": "Sandrine",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0003-0324-4820"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Cardiometabolism and Nutrition, University Pierre et Marie Curie-Paris 6, Paris, France."
          },
          {
            "Identifier": [],
            "Affiliation": "Assistance Publique-Hôpitaux de Paris, Department of Nutrition, Pitie-Salpetriere University Hospital, Paris, France."
          }
        ],
        "LastName": "Oppert",
        "ForeName": "Jean-Michel",
        "Initials": "JM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "J Med Internet Res",
    "NlmUniqueID": "100959882",
    "ISSNLinking": "1438-8871"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Metabolic Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Mobile Applications"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Telemedicine"
    }
  ],
  "CoiStatement": "Conflicts of Interest: SM is the Scientific Director of the Internet of Things (IoT) Chair at ESCP Europe, sponsored by Schneider Electric, Société Générale Insurance, and Valeo. JMO reports research grants from Withings, outside the submitted work."
}