{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26046413",
  "DateCompleted": {
    "Year": "2015",
    "Month": "08",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "06",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.mayocp.2015.04.008",
      "S0025-6196(15)00317-1"
    ],
    "Journal": {
      "ISSN": "1942-5546",
      "JournalIssue": {
        "Volume": "90",
        "Issue": "6",
        "PubDate": {
          "Year": "2015",
          "Month": "Jun"
        }
      },
      "Title": "Mayo Clinic proceedings",
      "ISOAbbreviation": "Mayo Clin Proc"
    },
    "ArticleTitle": "Assessing the Existing Professional Exercise Recommendations for Hypertension: A Review and Recommendations for Future Research Priorities.",
    "Pagination": {
      "StartPage": "801",
      "EndPage": "812",
      "MedlinePgn": "801-12"
    },
    "Abstract": {
      "AbstractText": [
        "The Eighth Joint National Committee guideline on the management of adult hypertension was recently released. Rather than recommending specific lifestyle modifications as in the Seventh Joint National Committee guideline, the Eighth Joint National Committee endorsed the recommendations of the American Heart Association/American College of Cardiology 2013 Lifestyle Work Group. The Lifestyle Work Group report included systematic reviews and meta-analyses of randomized controlled trials or controlled clinical trials from 2001 through 2011 of \"fair to good\" quality. In total, 11 reviews qualified for inclusion in the report, 6 of which included blood pressure (BP) as the primary outcome. Three reviews did not find significant reductions in BP, and BP status was not reported in 5. When BP was reported, only 22% of the patients had hypertension. Yet, the group concluded with a strength of evidence categorized as \"high\" that aerobic exercise training reduces BP by 1 to 5 mm Hg in individuals with hypertension and that the most effective exercise interventions on average included aerobic physical activity of moderate to vigorous intensity for at least 12 weeks, 3 to 4 sessions per week lasting 40 minutes per session. The exercise prescription recommendations of the Lifestyle Work Group deviate from those of other professional organizations and committees including the Seventh Joint National Committee, another American Heart Association scientific statement, the American College of Sports Medicine, the European Society of Hypertension/European Society of Cardiology, and the Canadian Health Education Program. The purposes of this review are to present the existing exercise recommendations for hypertension, discuss reasons for differences in these recommendations, discuss gaps in the literature, and address critical future research needs regarding exercise prescription for hypertension."
      ],
      "CopyrightInformation": "Copyright © 2015 Mayo Foundation for Medical Education and Research. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, University of Connecticut, Storrs, CT; Center for Health, Intervention, and Prevention, University of Connecticut, Storrs, CT. Electronic address: Linda.Pescatello@uconn.edu."
          }
        ],
        "LastName": "Pescatello",
        "ForeName": "Linda S",
        "Initials": "LS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, University of Connecticut, Storrs, CT; Center for Health, Intervention, and Prevention, University of Connecticut, Storrs, CT."
          }
        ],
        "LastName": "MacDonald",
        "ForeName": "Hayley V",
        "Initials": "HV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, University of Connecticut, Storrs, CT; Center for Health, Intervention, and Prevention, University of Connecticut, Storrs, CT."
          }
        ],
        "LastName": "Ash",
        "ForeName": "Garrett I",
        "Initials": "GI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, University of Connecticut, Storrs, CT; Center for Health, Intervention, and Prevention, University of Connecticut, Storrs, CT."
          }
        ],
        "LastName": "Lamberti",
        "ForeName": "Lauren M",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology and Applied Physiology, University of Delaware, Newark, DE."
          }
        ],
        "LastName": "Farquhar",
        "ForeName": "William B",
        "Initials": "WB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy and Integrative Physiology Laboratory, College of Applied Health Sciences, University of Illinois at Chicago, Chicago, IL."
          }
        ],
        "LastName": "Arena",
        "ForeName": "Ross",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Health, Intervention, and Prevention, University of Connecticut, Storrs, CT; Department of Psychology, University of Connecticut, Storrs, CT."
          }
        ],
        "LastName": "Johnson",
        "ForeName": "Blair T",
        "Initials": "BT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Mayo Clin Proc",
    "NlmUniqueID": "0405543",
    "ISSNLinking": "0025-6196"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomedical Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    }
  ]
}