{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cancer",
      "Guidelines",
      "Physical activity",
      "Recommendations"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37934319",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "11",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00520-023-08123-5"
    ],
    "Journal": {
      "ISSN": "1433-7339",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "12",
        "PubDate": {
          "Year": "2023",
          "Month": "Nov",
          "Day": "07"
        }
      },
      "Title": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
      "ISOAbbreviation": "Support Care Cancer"
    },
    "ArticleTitle": "Physical activity in people diagnosed with cancer: a rapid review of recommendations and critical appraisal of international guidelines.",
    "Pagination": {
      "StartPage": "679",
      "MedlinePgn": "679"
    },
    "Abstract": {
      "AbstractText": [
        "There are numerous guidelines that recommend physical activity (PA) in people diagnosed with cancer, but the quality of these guidelines is unknown. The aim of this study was to identify existing PA guidelines for cancer survivors, describe the recommendations, and assess their methodology quality.",
        "A rapid review of the literature was conducted in PubMed and EMBASE, supplemented by a search of the grey literature. The methodological quality of the guidelines was assessed using the AGREE II checklist. A descriptive synthesis of the recommendations from guidelines judged to be of good quality has been performed.",
        "A total of nine guidelines published between 2006 and 2019 were included. Of nine guidelines, five achieved a high enough AGREE II score and were judged to be of good quality for use in clinical practice. We found that the recommendations from the five guidelines converged on the prescription of supervised PA (aerobic and resistance exercise) of at least 75 min per week of high intensity or 150 min per week of moderate intensity, spread over two to five sessions per week, equating to a PA dose between 8.70 and 17.5 MET.h/week. The recommendations were applicable to address the most common side effects of cancer and its treatment, namely fatigue, lymphedema, anxiety, depressive symptoms, health-related quality of life (QoL), survival, and physical function. However, no guideline recommends PA to improve other cancer-related outcomes, such as cognitive impairment, falls, sexual function, and peripheral neuropathy frequently experienced by cancer survivors. No guideline also referred to work outcomes (i.e., work ability, return to work, etc.).",
        "Most PA guidelines for cancer survivors are of good quality. However, specific PA guidelines are needed for a given cancer site (e.g., location, stage), at a particular phase of the cancer trajectory, and for specific outcomes including return to work (RTW) in order to tailor PA to each cancer survivor."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-1696-7454"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Univ Angers, Univ Rennes, Inserm, EHESP, Irset (Institut de recherche en santé, environnement et travail) - UMR_S 1085, IRSET-ESTER, SFR ICAT, F-49000, Angers, France. tetenorbert.wilson@etud.univ-angers.fr."
          },
          {
            "Identifier": [],
            "Affiliation": "Grain de Sel Togo, Inc., Athens, USA. tetenorbert.wilson@etud.univ-angers.fr."
          }
        ],
        "LastName": "Wilson",
        "ForeName": "Têtê Norbert",
        "Initials": "TN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Univ Angers, Univ Rennes, Inserm, EHESP, Irset (Institut de recherche en santé, environnement et travail) - UMR_S 1085, IRSET-ESTER, SFR ICAT, F-49000, Angers, France."
          },
          {
            "Identifier": [],
            "Affiliation": "Univ Angers, CHU Angers, Univ Rennes, Inserm, EHESP, Irset (Institut de recherche en santé, environnement et travail) - UMR_S 1085, IRSET-ESTER, SFR ICAT, F-49000, Angers, France."
          }
        ],
        "LastName": "Roquelaure",
        "ForeName": "Yves",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Washington University in St. Louis, School of Medicine, St. Louis, USA."
          }
        ],
        "LastName": "Evanoff",
        "ForeName": "Bradley",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "INRS (Institut National de Recherche et de Sécurité), Direction des Etudes et de la Recherche, 1 rue du Morvan, CS60027, 54519, Vandœuvre-lès-Nancy, France."
          }
        ],
        "LastName": "Aublet-Cuvelier",
        "ForeName": "Agnès",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Univ Angers, Univ Rennes, Inserm, EHESP, Irset (Institut de recherche en santé, environnement et travail) - UMR_S 1085, IRSET-ESTER, SFR ICAT, F-49000, Angers, France."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Human and Social Sciences, Institut de Cancérologie de l'Ouest (ICO), 49055, Angers, France."
          }
        ],
        "LastName": "Porro",
        "ForeName": "Bertrand",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Support Care Cancer",
    "NlmUniqueID": "9302957",
    "ISSNLinking": "0941-4355"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    }
  ]
}