{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Chronic kidney disease (CKD)",
      "Intervention",
      "Nutrition",
      "Resistance exercise",
      "Sarcopenia"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34585539",
  "DateCompleted": {
    "Year": "2022",
    "Month": "01",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "01",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "09",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/jcsm.12791"
    ],
    "Journal": {
      "ISSN": "2190-6009",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "6",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec"
        }
      },
      "Title": "Journal of cachexia, sarcopenia and muscle",
      "ISOAbbreviation": "J Cachexia Sarcopenia Muscle"
    },
    "ArticleTitle": "Resistance exercise and nutritional interventions for augmenting sarcopenia outcomes in chronic kidney disease: a narrative review.",
    "Pagination": {
      "StartPage": "1621",
      "EndPage": "1640",
      "MedlinePgn": "1621-1640"
    },
    "Abstract": {
      "AbstractText": [
        "Sarcopenia is an age-related progressive muscle disease characterized by loss of muscle mass, muscle strength and physical performance with high prevalence in chronic kidney disease (CKD). CKD is associated with decreased muscle protein synthesis and muscle breakdown due to a number of factors including, the uremic inflammatory environment of the disease. CKD patients are highly sedentary and at risk of malnutrition which may exacerbate sarcopenia outcomes even further. Short and long-term exercise and nutritional interventions have been studied and found to have some positive effects on sarcopenia measures in CKD. This narrative review summarized evidence between 2010 and 2020 of resistance exercise (RE) alone or combined with nutritional interventions for improving sarcopenia outcomes in CKD. Due to lack of CKD-specific sarcopenia measures, the second European Working Group on Sarcopenia in Older People (EWGSOP2) definition has been used to guide the selection of the studies. The literature search identified 14 resistance exercise-based studies and 5 nutrition plus RE interventional studies. Muscle strength outcomes were increased with longer intervention duration, intervention supervision, and high participant adherence. Data also suggested that CKD patients may require increased RE intensity and progressive loading to obtain detectable results in muscle mass. Unlike muscle strength and muscle mass, physical performance was readily improved by all types of exercise in long or short-term interventions. Four studies used RE with high-protein nutritional supplementation. These showed significant benefits on muscle strength and physical performance in dialysis patients while non-significant results were found in muscle mass. More research is needed to confirm if a combination of RE and vitamin D supplementation could act synergistically to improve muscle strength in CKD. The current evidence on progressive RE for sarcopenia in CKD is encouraging; however, real-life applications in clinical settings are still very limited. A multidisciplinary patient-centred approach with regular follow-up may be most beneficial due to the complexity of sarcopenia in CKD. Long-term randomized control trials are needed to verify optimal RE prescription and explore safety and efficacy of other nutritional interventions in CKD."
      ],
      "CopyrightInformation": "© 2021 The Authors. Journal of Cachexia, Sarcopenia and Muscle published by John Wiley & Sons Ltd on behalf of Society on Sarcopenia, Cachexia and Wasting Disorders."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Medicine, University College London, London, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "Diaverum Holding AB Branch, Riyadh, Saudi Arabia."
          }
        ],
        "LastName": "Noor",
        "ForeName": "Hanaa",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing and Midwifery, Queen's University Belfast, Belfast, UK."
          }
        ],
        "LastName": "Reid",
        "ForeName": "Joanne",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Medicine, University College London, London, UK."
          }
        ],
        "LastName": "Slee",
        "ForeName": "Adrian",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "J Cachexia Sarcopenia Muscle",
    "NlmUniqueID": "101552883",
    "ISSNLinking": "2190-5991"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Renal Insufficiency, Chronic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Sarcopenia"
    }
  ],
  "CoiStatement": "The authors declare that they have no relevant conflicts of interest."
}