{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cancer survivorship",
      "cancer prevention",
      "exercise oncology",
      "lifestyle",
      "physical activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34854802",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "12",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/00325481.2021.2009683"
    ],
    "Journal": {
      "ISSN": "1941-9260",
      "JournalIssue": {
        "Volume": "134",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Jan"
        }
      },
      "Title": "Postgraduate medicine",
      "ISOAbbreviation": "Postgrad Med"
    },
    "ArticleTitle": "Exercise oncology: an emerging discipline in the cancer care continuum.",
    "Pagination": {
      "StartPage": "26",
      "EndPage": "36",
      "MedlinePgn": "26-36"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise is an essential component of healthy living and well-being. While there is a global acceptance of the benefits of exercise for the general population, there exists hesitancy and confusion among health-care professionals, particularly oncologists, as to whether these benefits translate to cancer patients. Patient referrals to accessible, structured exercise programs in this setting are often overlooked by physicians when formulating a cancer management plan. There is however increasing awareness and acceptance of cancer survivorship as a part of the cancer care continuum, identifying multiple factors that contribute to well-being beyond just cancer outcomes. Efforts to optimize cancer survivorship have stimulated further academic interest in the benefits of healthy living and particularly exercise oncology. There is now compelling evidence that exercise, which includes daily activities such as walking, as well as structured programs, improves multiple-cancer outcomes such as fatigue, quality of life and likely survival, and warrants consideration in the multidisciplinary care of cancer patients. International guidelines have been established that recommend counseling cancer patients with regard to healthy lifestyle changes including exercise. However, there still remains a reluctance from oncology physicians to prescribe exercise for these patients, largely due to uncertainty with regard to their patients' ability to tolerate such an intervention, coupled with insufficient understanding of the potential benefits of these programs. There also exist patient barriers and attitudes that must be overcome. Exercise strategies and bespoke programs that are tailored to the unique abilities and goals of the patients will enhance participation. To move the field forward and integrate exercise oncology into standard practice, it is imperative to raise awareness of the benefits of exercise to cancer patients and their health-care providers. This will facilitate the prescription of exercise as part of the multimodal treatment plan with the ultimate aim of promoting an active lifestyle to optimize patient care and well-being."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-1962-7893"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, University Hospital Galway, Galway, Ireland."
          }
        ],
        "LastName": "Watson",
        "ForeName": "Ga",
        "Initials": "G"
      },
      {
        "Identifier": [
          "0000-0001-8906-2184"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, University Hospital Galway, Galway, Ireland."
          }
        ],
        "LastName": "Coyne",
        "ForeName": "Zl",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, Cancer Care West, Galway, Ireland."
          }
        ],
        "LastName": "Houlihan",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, University Hospital Galway, Galway, Ireland."
          }
        ],
        "LastName": "Leonard",
        "ForeName": "Gd",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Postgrad Med",
    "NlmUniqueID": "0401147",
    "ISSNLinking": "0032-5481"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cancer Survivors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Continuity of Patient Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ]
}