{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33983613",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "05",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-021-01455-4"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "51",
        "Issue": "7",
        "PubDate": {
          "Year": "2021",
          "Month": "Jul"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Strengthening the Case for Cluster Set Resistance Training in Aged and Clinical Settings: Emerging Evidence, Proposed Benefits and Suggestions.",
    "Pagination": {
      "StartPage": "1335",
      "EndPage": "1351",
      "MedlinePgn": "1335-1351"
    },
    "Abstract": {
      "AbstractText": [
        "Resistance training (RT) is a fundamental component of exercise prescription aimed at improving overall health and function. RT techniques such as cluster set (CS) configurations, characterized by additional short intra-set or inter-repetition rest intervals, have been shown to maintain acute muscular force, velocity, and 'power' outputs across a RT session, and facilitate positive longer-term neuromuscular adaptations. However, to date CS have mainly been explored from a human performance perspective despite potential for application in health and clinical exercise settings. Therefore, this current opinion piece aims to highlight emerging evidence and provide a rationale for why CS may be an advantageous RT technique for older adults, and across several neurological, neuromuscular, cardiovascular and pulmonary settings. Specifically, CS may minimize acute fatigue and adverse physiologic responses, improve patient tolerance of RT and promote functional adaptations (i.e., force, velocity, and power). Moreover, we propose that CS may be a particularly useful exercise rehabilitation technique where injury or illness, persistent fatigue, weakness and dysfunction exist. We further suggest that CS offer an alternative RT strategy that can be easily implemented alongside existing exercise/rehabilitation programs requiring no extra cost, minimal upskilling and/or time commitment for the patient and professional. In light of the emerging evidence and likely efficacy in clinical exercise practice, future research should move toward further direct investigation of CS-based RT in a variety of adverse health conditions and across the lifespan given the already demonstrated benefits in healthy populations."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-5857-9671"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Exercise and Sports Science Research (CESSR), School of Health and Medical Sciences, Edith Cowan University, 270 Joondalup Drive, Joondalup, WA, 6027, Australia. c.latella@ecu.edu.au."
          },
          {
            "Identifier": [],
            "Affiliation": "Neurophysiology Research Laboratory, Edith Cowan University, Joondalup, Australia. c.latella@ecu.edu.au."
          }
        ],
        "LastName": "Latella",
        "ForeName": "Christopher",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise Medicine Research Institute, Edith Cowan University, Joondalup, WA, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Medical and Health Sciences, Edith Cowan University, Joondalup, WA, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute for Respiratory Health, Nedlands, WA, Australia."
          }
        ],
        "LastName": "Peddle-McIntyre",
        "ForeName": "Carolyn",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, University of British Columbia, Vancouver, BC, Canada."
          }
        ],
        "LastName": "Marcotte",
        "ForeName": "Lauren",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Sport, Health, and Social Science, Solent University, Southampton, UK."
          }
        ],
        "LastName": "Steele",
        "ForeName": "James",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Exercise and Sports Science Research (CESSR), School of Health and Medical Sciences, Edith Cowan University, 270 Joondalup Drive, Joondalup, WA, 6027, Australia."
          }
        ],
        "LastName": "Kendall",
        "ForeName": "Kristina",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Exercise Science, University of South Carolina, Columbia, SC, USA."
          }
        ],
        "LastName": "Fairman",
        "ForeName": "Ciaran M",
        "Initials": "CM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rest"
    }
  ]
}