{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Chemotherapy",
      "Exercise",
      "Hematological cancer",
      "Rehabilitation",
      "Systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37743111",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "09",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.soncn.2023.151504",
      "S0749-2081(23)00153-5"
    ],
    "Journal": {
      "ISSN": "1878-3449",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Dec"
        }
      },
      "Title": "Seminars in oncology nursing",
      "ISOAbbreviation": "Semin Oncol Nurs"
    },
    "ArticleTitle": "Effects of Exercise Rehabilitation on Physical Function in Adults With Hematological Cancer Receiving Active Treatment: A Systematic Review and Meta-Analysis.",
    "Pagination": {
      "StartPage": "151504",
      "MedlinePgn": "151504"
    },
    "Abstract": {
      "AbstractText": [
        "Evaluate the efficacy of exercise rehabilitation at improving physical function during active treatment for adults diagnosed with a hematological malignancy.",
        "Systematic review with a multilevel meta-analysis of randomized trails was conducted. Four electronic databases, MEDLINE (EBSCOhost), CINAHL, Scopus, and CENTRAL, were searched using key words and medical subject headings. Articles were screened and assessed against the predetermined eligibility criteria. Data extracted were appraised using the Cochrane risk of bias tool for randomized trials and the GRADE guidelines. A meta-analysis examined four key clinical objectives.",
        "Twelve studies representing a total of 812 participants were included. Analysis of 36 dependent effect sizes from nine studies revealed structured and prescribed exercise interventions improved physical function (SMD = 0.39; 95% CI 0.21-0.57) compared to usual care or an active control. Exercise interventions with a multimodal design consisting of both aerobic and resistance exercise had a statistically significant effect on physical function (P < .001). Exercise intensity also had a statistically significant effect on physical function when prescribed at a moderate (P = .003) and vigorous (P < .001) intensity during active treatment in patients with leukemia or lymphoma.",
        "This review suggests individuals diagnosed with leukemia or lymphoma can optimize physical function during and immediately post-treatment by attending exercise rehabilitation 3-5 times per weeks performing moderate-vigorous aerobic and resistance exercise. While further research is needed to identify optimal prescription guidelines throughout the treatment continuum, this review underscores the importance for hematology nurses to support patient referrals to exercise oncology professionals to gain positive improvements in physical function."
      ],
      "CopyrightInformation": "Copyright © 2023 The Author(s). Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health and Prehabilitation, Activity, Cancer, Exercise and Survivorship (PACES) Research Group, University of Canberra, Australia. Electronic address: Melanie.Moore@canberra.edu.au."
          }
        ],
        "LastName": "Moore",
        "ForeName": "Melanie",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health and Research Institute for Sport and Exercise, University of Canberra, Australia."
          }
        ],
        "LastName": "Northey",
        "ForeName": "Joseph M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Haematology Department, Canberra Hospital, Australian and Australian National University Medical School, Canberra, Australia."
          }
        ],
        "LastName": "Crispin",
        "ForeName": "Philip",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health, University of Canberra, Australia."
          }
        ],
        "LastName": "Semple",
        "ForeName": "Stuart",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health and Prehabilitation, Activity, Cancer, Exercise and Survivorship (PACES) Research Group, University of Canberra, Australia; Faculty of Health and Research Institute for Sport and Exercise, University of Canberra, Australia; Faculty of Health, Southern Cross University, Queensland, Australia."
          }
        ],
        "LastName": "Toohey",
        "ForeName": "Kellie",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Systematic Review",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Semin Oncol Nurs",
    "NlmUniqueID": "8504688",
    "ISSNLinking": "0749-2081"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Hematologic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Leukemia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lymphoma"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this article."
}