{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18383994",
  "DateCompleted": {
    "Year": "2008",
    "Month": "05",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "04",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0250-636X",
      "JournalIssue": {
        "Volume": "28",
        "Issue": "3",
        "PubDate": {
          "Year": "2007",
          "Season": "Jul-Sep"
        }
      },
      "Title": "Tropical gastroenterology : official journal of the Digestive Diseases Foundation",
      "ISOAbbreviation": "Trop Gastroenterol"
    },
    "ArticleTitle": "Review of pathogenesis and management of constipation.",
    "Pagination": {
      "StartPage": "91",
      "EndPage": "95",
      "MedlinePgn": "91-5"
    },
    "Abstract": {
      "AbstractText": [
        "This article reviews the pathogenesis, classification, mechanism and management of constipation. Constipation is likely to be common in the Indian population. It is difficult to define precisely since perception of patient and doctor may differ. Rome Consensus Criteria may not be applicable in India where we should not define constipation as stool frequency less than thrice a week as normal bowel movement in among Indians is different than that in the West. Constipation may be due to difficulty in evacuation, i.e. dyschezia, or due to a combination of infrequency and dyschezia. Low fibre diet, insufficient fluid intake, irregular toilet habit, lack of exercise, prolonged bed rest and chronic consumption of drugs may all lead to this chronic ailment. Constipation may result from slow colonic transit, faecal evacuation disorders or a combination of both. The first step in management is to exclude organic and anatomic causes. In the elderly, proctosigmoidoscopy or when required, colonoscopy and barium enema should be done. Colonic transit study is useful to screen for slow transit constipation or faecal evacuation disorders. Defecography, the balloon expulsion test, anorectal ultrasound, anorectal manometry, defecometry, anal sphincter electromyography and the pudendal nerve terminal motor latency study may be used to diagnose faecal evacuation disorders. Treatment aims at symptom relief and bettering the quality of life. High fibre diet, physical activity, modification of current therapy (e.g. where the patient is on opioids), and prescription of laxatives may provide relief. Current guidelines for prescribing laxatives suggest bulk agents as first line and osmotic agents as second line therapy. Biofeedback is useful in faecal evacuation disorders. Surgery may also rarely be necessary to correct anatomical abnormalities."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, Sanjay Gandhi Postgraduate Institute of Medical Sciences, Lucknow 226014. ghoshal@sgpgi.ac.in"
          }
        ],
        "LastName": "Ghoshal",
        "ForeName": "Uday C",
        "Initials": "UC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "India",
    "MedlineTA": "Trop Gastroenterol",
    "NlmUniqueID": "8107122",
    "ISSNLinking": "0250-636X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Constipation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "46"
}