{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34851421",
  "DateCompleted": {
    "Year": "2021",
    "Month": "12",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e2021054664",
      "10.1542/peds.2021-054664"
    ],
    "Journal": {
      "ISSN": "1098-4275",
      "JournalIssue": {
        "Volume": "148",
        "Issue": "6",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec",
          "Day": "01"
        }
      },
      "Title": "Pediatrics",
      "ISOAbbreviation": "Pediatrics"
    },
    "ArticleTitle": "Promoting the Participation of Children and Adolescents With Disabilities in Sports, Recreation, and Physical Activity.",
    "Abstract": {
      "AbstractText": [
        "The benefits of physical activity are likely universal for all children, including children and adolescents with disabilities (CWD). The participation of CWD in physical activity, including adaptive or therapeutic sports and recreation, promotes inclusion, minimizes deconditioning, optimizes physical functioning, improves mental health as well as academic achievement, and enhances overall well-being. Despite these benefits, CWD face barriers to participation and have lower levels of fitness, reduced rates of participation, and a higher prevalence of overweight and obesity compared with typically developing peers. Pediatricians and caregivers may overestimate the risks or overlook the benefits of physical activity in CWD, which further limits participation. Preparticipation evaluations often include assessment of health status, functional capacity, individual activity preferences, availability of appropriate programs, and safety precautions. Given the complexity, the preparticipation evaluation for CWD may not occur in the context of a single office visit but rather over a period of time with input from the child's multidisciplinary team (physicians, coaches, physical education teachers, school nurses, adaptive recreation specialists, physical and occupational therapists, and others). Some CWD may desire to participate in organized sports to experience the challenge of competition, and others may prefer recreational activities for enjoyment. To reach the goal of inclusion in appropriate physical activities for all children with disabilities, child, family, financial, and societal barriers to participation need to be identified and addressed. Health care providers can facilitate participation by encouraging physical activity among CWD and their families during visits. Health care providers can create \"physical activity prescriptions\" for CWD on the basis of the child's preferred activities, functional status, need for adaptation of the activity and the recreational opportunities available in the community. This clinical report discusses the importance of participation in sports, recreation, and physical activity for CWD and offers practical suggestions to health care providers."
      ],
      "CopyrightInformation": "Copyright © 2021 by the American Academy of Pediatrics."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, The University of Utah, Salt Lake City, Utah."
          }
        ],
        "LastName": "Carbone",
        "ForeName": "Paul S",
        "Initials": "PS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section on Developmental and Behavioral Pediatrics, The University of Chicago, Chicago, Illinois."
          }
        ],
        "LastName": "Smith",
        "ForeName": "Peter J",
        "Initials": "PJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Developmental-Behavioral Pediatrics and Psychology, Rainbow Babies and Children's Hospital, Cleveland, Ohio."
          }
        ],
        "LastName": "Lewis",
        "ForeName": "Charron",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, McGill University, Montreal, Quebec, Canada."
          }
        ],
        "LastName": "LeBlanc",
        "ForeName": "Claire",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pediatrics",
    "NlmUniqueID": "0376422",
    "ISSNLinking": "0031-4005"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Care Team"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Participation"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Pediatric Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pediatricians"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Functional Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physician's Role"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Recreation"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Sports for Persons with Disabilities"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Youth Sports"
    }
  ],
  "CoiStatement": "POTENTIAL CONFLICT OF INTEREST: The authors have indicated they have no potential conflicts of interest to disclose."
}