{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2028248",
  "DateCompleted": {
    "Year": "1991",
    "Month": "06",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2014",
    "Month": "11",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0036-7885",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "1",
        "PubDate": {
          "Year": "1991",
          "Month": "Mar"
        }
      },
      "Title": "Schweizerische Zeitschrift fur Sportmedizin",
      "ISOAbbreviation": "Schweiz Z Sportmed"
    },
    "ArticleTitle": "[Physical activities in \"sick\" children, sports on prescription].",
    "Pagination": {
      "StartPage": "21",
      "EndPage": "31",
      "MedlinePgn": "21-31"
    },
    "Abstract": {
      "AbstractText": [
        "The medical profession seems to be more and more convinced of the beneficial effects to the child elicited by a sports activity at any age not only as morphological adaptation, but as psychological improvement too. For the sickly child, a given sport can be very helpful for his psychological development, as it gives him the means to show his abilities, to overcome his handicap and thus master his health problem. The general practitioner therefore should not prohibit going for sports. To the contrary, he should encourage, even prescribe outdoor games to the child. The child has to be carefully instructed as to how to carry out the chosen sport. We cannot put too much emphasis on the fact such as exercise treatment can only be successful if the children are particularly motivated and have been briefed. We have selected nine illnesses which include very often the bulk of the exemptions from the physical education lessons at school. We listed for each disorder a series of sports and various outdoor activities under the following headings: --activities to be recommended, --sports of lesser therapeutic value, or not to be recommended under some circumstances, --sports without demonstrated beneficial effects, or to be advised strongly against. Episodic exercise contributes certainly nothing to stabilizing the symptoms of the disease in patients suffering from a chronic disorder. To the contrary, a training program maintained for a prolonged period may be very beneficial in improving the wellbeing of the patient. Thorough information, as well as a clear exercise program which should be done in some cases under medical supervision is needed. One should keep in mind however, that any problems arising can be mastered and that the child will take an undeniable advantage of such a treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "de Mondenard",
        "ForeName": "J P",
        "Initials": "JP"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Activités physiques chez l'enfant \"malade\", des sports sur ordonnance."
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Schweiz Z Sportmed",
    "NlmUniqueID": "2984794R",
    "ISSNLinking": "0036-7885"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychology, Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    }
  ],
  "NumberOfReferences": "71"
}