{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adherence",
      "Aerobic",
      "Diabetes",
      "Exercise",
      "Physical activity",
      "Progressive exercise",
      "Randomized controlled trial",
      "Resistance",
      "Type 2 diabetes mellitus"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29368598",
  "DateCompleted": {
    "Year": "2018",
    "Month": "05",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "01",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "176",
      "10.1186/s12889-018-5069-6"
    ],
    "Journal": {
      "ISSN": "1471-2458",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Month": "Jan",
          "Day": "24"
        }
      },
      "Title": "BMC public health",
      "ISOAbbreviation": "BMC Public Health"
    },
    "ArticleTitle": "Study protocol: a randomised controlled trial of supervised resistance training versus aerobic training in Sri Lankan adults with type 2 diabetes mellitus: SL-DART study.",
    "Pagination": {
      "StartPage": "176",
      "MedlinePgn": "176"
    },
    "Abstract": {
      "AbstractText": [
        "The prevalence of type 2 diabetes mellitus (T2DM) and cardiovascular diseases (CVD) is rising globally. T2DM is particularly problematic in South Asia with an estimated 10-15% of Sri Lankans diagnosed with the disease. Exercise is known to improve blood glucose, lipid profiles, blood pressure and adiposity, key goals in the management of T2DM. However, much of the evidence to date has been gained from white Caucasians who have a different body composition and disease profile compared to South Asians. Similarly, the recreational exercise culture is new to Sri Lankans and the effects of exercise on T2DM has not been studied in this population.",
        "The Sri Lanka Diabetes Aerobic and Resistance Training (SL-DART) Study will be comprised of 2 components. Component 1 is a 12-week randomized controlled trial (RCT) to compare the effects of a supervised progressive resistance exercise program (RT) and aerobic exercise program (AT) with standard treatment/control (CN). Sedentary Sri Lankan adults with T2DM (aged 35-65 years) and with no contraindications to exercise will be randomized into one of 3 groups (AT, RT, CN). Exercise sessions will be conducted 2 days/week for 3 months. Baseline and post-intervention biochemical (glycemic control, lipid and liver profiles, inflammatory markers), anthropometric (height, weight, body circumferences), body composition, physical fitness, food preference (liking and wanting food) and quality of life parameters will be measured and compared between groups. Component 2 will be a qualitative study conducted immediately post-intervention via in-depth interviews to assess the barriers and facilitators for adherence to each exercise program.",
        "SL-DART Study represents one of the first adequately powered methodologically sound RCTs conducted in South Asia to assess the effects of resistance and aerobic exercise in participants with T2DM. Triangulation of quantitative and qualitative outcomes will enable the design of a culturally appropriate therapeutic physical activity intervention for Sri Lankans with T2DM, and the initiation of a professionally driven and specialized clinical exercise prescription service.",
        "Sri Lanka Clinical Trials Registry; SLCTR/2016/017 . Date registered 17.06.2016. Universal trial number U1111-1181-7561."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Exercise and Nutrition Sciences & Institute of Health and Biomedical Innovation Queensland University of Technology, Brisbane, Australia. dc.ranasinghe@hdr.qut.edu.au."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Allied Health Sciences, Faculty of Medicine, University of Colombo, Sri Lanka. No 25, Kynsey road, Colombo, 08, Sri Lanka. dc.ranasinghe@hdr.qut.edu.au."
          }
        ],
        "LastName": "Ranasinghe",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Health and Medicine, University of Tasmania, Launceston, Australia."
          }
        ],
        "LastName": "Hills",
        "ForeName": "A P",
        "Initials": "AP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Medicine, Faculty of Medicine, University of Colombo, Colombo, Sri Lanka."
          }
        ],
        "LastName": "Constantine",
        "ForeName": "G R",
        "Initials": "GR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Psychology, Faculty of Medicine and Health University of Leeds, Leeds, UK."
          }
        ],
        "LastName": "Finlayson",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Medicine, Faculty of Medicine, University of Colombo, Colombo, Sri Lanka."
          }
        ],
        "LastName": "Katulanda",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Exercise and Nutrition Sciences & Institute of Health and Biomedical Innovation Queensland University of Technology, Brisbane, Australia."
          }
        ],
        "LastName": "King",
        "ForeName": "N A",
        "Initials": "NA"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "SLCTR",
        "AccessionNumberList": [
          "SLCTR/2016/017"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Public Health",
    "NlmUniqueID": "100968562",
    "ISSNLinking": "1471-2458"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Protocols"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sri Lanka"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Ethical approval is obtained from the Ethics Review Committee Faculty of Medicine University of Colombo Sri Lanka. Reference number EC-14-071 on 24.07.2014 and University Human Research Ethics Committee (UHREC) Queensland University of Technology Australia on 22.11.2016. Reference number 1600000766. Informed written consent to participate will be obtained from all participants. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}