{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11793152",
  "DateCompleted": {
    "Year": "2002",
    "Month": "02",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2011",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0932-433X",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "6",
        "PubDate": {
          "Year": "2001",
          "Month": "Dec"
        }
      },
      "Title": "Schmerz (Berlin, Germany)",
      "ISOAbbreviation": "Schmerz"
    },
    "ArticleTitle": "[Physiotherapy in low back pain--indications and limits].",
    "Pagination": {
      "StartPage": "461",
      "EndPage": "467",
      "MedlinePgn": "461-7"
    },
    "Abstract": {
      "AbstractText": [
        "These times of changing paradigms raise the question of the indications for and limits of physical therapy in back pain management. At present, several national and international guidelines for the care of chronic back pain are available. Unfortunately, the guidelines are often inconsistent concerning physiotherapy. An encompassing framework for an effective, efficient, and appropriate physiotherapy treatment needs to be developed. Within the German national health system, the \"Arzneimittelkommission\" [2] issued guidelines for low back pain. These guidelines endeavour to distinguish between disease related specific back pain and non specific back pain of a more functional or mechanical origin. Furthermore, the \"Bundesausschuss der Arzte und Krankenkassen\" in Germany dispatched guidelines (Heilmittelrichtlinien) for the prescription of \"Heilmittel\" (remedies other than drugs) on October 16th, 2000. These guidelines seek to appropriately refer, assign and limit the physiotherapy treatment of back pain according to a set indications catalogue. On an international basis, the World Health Organisation (WHO) [21] offers well established guidelines for the \"International Classification of Functioning and Disability\", 2nd version (ICIDH-2). These guidelines describe the progressive health dysfunction over three major levels: 1) body functions and structures, 2) activities of an individual, and 3) participation of an individual in social and other essential aspects of life. National and international scientific studies support the use of ICIDH-2-categories and suggest that different back pain management is required at different levels of dysfunction. For example, there is a trend to prescribe increasingly active types of treatment instead of passive ones for increasing levels of dysfunction [54]. Multimodal treatment programs [17, 29], which include physical activity, training and psychological programs as well as training of activities of daily living (ADL) (\"workhardening program\") demonstrate particular benefit in the treatment of chronic low back pain at the disability and handicap level. Current physical therapy on back pain management operates at all three categories of ICIDH-2. Therapists aim to treat local spinal symptoms and their secondary functional changes, reorganise altered physiological patterns and improve the psycho-social state of the patient. This level overlaps with the fields of occupational therapy (training of work related tasks), psychosocial therapy (training of social competence etc.) and physical training (improvement of physical performance). Physical training as a means of physical therapy, combined with certain aspects of occupational therapy, offers an important possibility of transfer into workday life. Borders between neighbouring fields are not sharp. Physical therapy is contraindicated only in rare cases (e.g. clear indications for surgery; predominant psychological disorder). Unfortunately, the national German guidelines for physical therapy (Heilmittelrichtlinien) which have been put in effect by July 1st, 2001 appear to direct the prescription of physical therapy primarily to treating structural and functional dysfunction. At an activity level, occupational therapy is recommended only for the treatment of specific diseases. Moreover, recommendations for physical therapy for patients with an acute impairment and those with a chronic handicap are almost identical. This is not in accordance with the scientific evidence for effective treatment. So far there are no studies investigating the various implications of ICIDH-2-guidelines for physical therapy management of back pain. Considering the ICIDH-2 directives it is not helpful to judge efficacy solely by somatic parameters such as mobility and muscle force. A patient without good mobility could still return to work. A subjective feeling of well being or low disability on the side of the patient is an equally important parameter of successful treatment as the good physical capacity for daily life."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kliniken der Georg-August-Universität, Göttingen. dseeger@med.uni-goettingen.de"
          }
        ],
        "LastName": "Seeger",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Physiotherapie bei Rückenschmerzen - Indikationen und Grenzen."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Schmerz",
    "NlmUniqueID": "8906258",
    "ISSNLinking": "0932-433X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Low Back Pain"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Physical Therapy Specialty"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    }
  ]
}