{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2671500",
  "DateCompleted": {
    "Year": "1989",
    "Month": "09",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "01",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-4707",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "1",
        "PubDate": {
          "Year": "1989",
          "Month": "Mar"
        }
      },
      "Title": "The Journal of sports medicine and physical fitness",
      "ISOAbbreviation": "J Sports Med Phys Fitness"
    },
    "ArticleTitle": "Nutritional benefits of exercise.",
    "Pagination": {
      "StartPage": "83",
      "EndPage": "90",
      "MedlinePgn": "83-90"
    },
    "Abstract": {
      "AbstractText": [
        "Specific nutritional benefits of regular exercise include the control of obesity and its complications, the improvement of blood lipid profile, the optimization of micro-nutrient intake and the assurance of a maximum quality-adjusted life-expectancy. While epidemiologists interpret various weight for height ratios in terms of obesity, such data can be misleading, particularly in older people (where an accumulation of fat is masked by lean tissue loss). Skinfold calipers provide a more unequivocal index of the amount and distribution of subcutaneous fat. Arguments against the treatment of obesity by exercise include the large energy yield of fat, the potential for compensating changes of resting metabolism, and an inherently high \"set-point\" of fat stores in the obese. Exercise cannot achieve rapid fat loss, but it has several advantages over other types of treatment, including the positive nature of the prescription, the associated elevation of mood and suppression of appetite, the conservation of lean tissue, and the establishment of an improved lifestyle. Moreover, blood pressure is reduced, insulin needs are decreased in the diabetic, and favourable changes of lipid profile are observed. Total cholesterol levels are not affected by exercise if body mass is held constant, but (provided a weekly threshold of exercise is exceeded) there is an increase of HDL cholesterol, particularly HDL-2 cholesterol. The intake of vitamins and most other micronutrients is increased by a high daily energy expenditure. Frank anaemia is not common in athletes, but a low iron saturation may be an indication for dietary supplements.(ABSTRACT TRUNCATED AT 250 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shephard",
        "ForeName": "R J",
        "Initials": "RJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "J Sports Med Phys Fitness",
    "NlmUniqueID": "0376337",
    "ISSNLinking": "0022-4707"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lipid Metabolism"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Longevity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nutritional Physiological Phenomena"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Osteoporosis"
    }
  ],
  "NumberOfReferences": "72"
}