{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Les patients hospitalisés en raison d’une exacerbation aiguë de la maladie pulmonaire obstructive chronique (EAMPOC) font peu d’activité, ce qui les rend vulnérables à une rechute et à de futures réhospitalisations. Les dispensateurs de soins ont peu de directives sur les paramètres d’exercice sécuritaire pendant une EAMPOC, surtout lorsque les patients ont des maladies comorbides connexes.",
        "Rendre compte du fondement et de la méthodologie d’une étude pour élaborer des recommandations de soins fondées sur des données probantes qui orientent les dispensateurs de soins dans l’évaluation, la prescription, la surveillance et la progression de l’exercice chez les patients hospitalisés en raison d’une EAMPOC.",
        "La présente étude était un projet de transfert du savoir à multiples volets intégrant des données probantes tirées d’analyses systématiques de l’exercice dans des populations ayant une maladie pulmonaire obstructive chronique ou des comorbidités courantes. Un processus Delphi a ensuite été utilisé pour obtenir les avis d’experts de cliniciens, d’universitaires et de patients, afin de déterminer les paramètres d’exercice sécuritaire et efficace pour les patients ayant une EAMPOC.",
        "Les outils de prise de décision clinique pour les patients et les praticiens étaient soutenus par une diffusion, une mise en œuvre et un cadre d’évaluation détaillés du savoir.",
        "La présente étude traitait d’une lacune importante : l’absence de paramètres disponibles pour orienter une prescription d’exercice sécuritaire et efficace chez les patients hospitalisés ayant une EAMPOC, qu’ils présentent ou non des maladies comorbides. En l’absence de tels paramètres, les professionnels de la santé peuvent adopter une approche d’« activité selon la tolérance », qui n’améliorera peut-être pas le taux d’activité de leurs patients. La présente étude synthétise les meilleurs données probantes et avis d’experts disponibles et permettra de créer des outils de prise de décision que pourront utiliser les patients et leurs dispensateurs de soins."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23936887",
  "DateCompleted": {
    "Year": "2014",
    "Month": "01",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1916-7245",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "4",
        "PubDate": {
          "Year": "2013",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Canadian respiratory journal",
      "ISOAbbreviation": "Can Respir J"
    },
    "ArticleTitle": "Safe and effective prescription of exercise in acute exacerbations of chronic obstructive pulmonary disease: rationale and methods for an integrated knowledge translation study.",
    "Pagination": {
      "StartPage": "281",
      "EndPage": "284",
      "MedlinePgn": "281-4"
    },
    "Abstract": {
      "AbstractText": [
        "Patients hospitalized with an acute exacerbation of chronic obstructive pulmonary disease (AECOPD) engage in low levels of activity, putting them at risk for relapse and future readmissions. There is little direction for health care providers regarding the parameters for safe exercise during an AECOPD that is effective for increasing activity tolerance before discharge from hospital, especially for patients with associated comorbid conditions.",
        "To report the rationale for and methods of a study to develop evidence-informed care recommendations that guide health care providers in the assessment, prescription, monitoring and progression of exercise for patients hospitalized with AECOPD.",
        "The present study was a multicomponent knowledge translation project incorporating evidence from systematic reviews of exercise involving populations with chronic obstructive pulmonary disease and⁄or common comorbidities. A Delphi process was then used to obtain expert opinion from clinicians, academics and patients to identify the parameters of safe and effective exercise for patients with AECOPD.",
        "Clinical decision-making tool(s) for patients and practitioners supported by a detailed knowledge dissemination, implementation and evaluation framework.",
        "The present study addressed an important knowledge gap: the lack of availability of parameters to guide safe and effective exercise prescription for hospitalized patients with AECOPD, with or without comorbid conditions. In the absence of such parameters, health care professionals may adopt an 'activity as tolerated' approach, which may not improve physical activity levels in their patients. The present study synthesizes the best available evidence and expert opinion, and will generate decision-making tools for use by patients and their health care providers."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "James Hogg Research Centre, St. Paul's Hospital, University of British Columbia. pat.camp@hli.ubc.ca"
          }
        ],
        "LastName": "Camp",
        "ForeName": "Pat",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Reid",
        "ForeName": "W Darlene",
        "Initials": "WD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yamabayashi",
        "ForeName": "Cristiane",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Brooks",
        "ForeName": "Dina",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Goodridge",
        "ForeName": "Donna",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chung",
        "ForeName": "Frank",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Marciniuk",
        "ForeName": "Darcy D",
        "Initials": "DD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Neufeld",
        "ForeName": "Andrea",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hoens",
        "ForeName": "Alsion",
        "Initials": "A"
      }
    ],
    "GrantList": [
      {
        "GrantID": "46786-1",
        "Acronym": "CAPMC",
        "Agency": " CIHR",
        "Country": "Canada"
      },
      {
        "GrantID": "87232-1",
        "Acronym": "CAPMC",
        "Agency": " CIHR",
        "Country": "Canada"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Egypt",
    "MedlineTA": "Can Respir J",
    "NlmUniqueID": "9433332",
    "ISSNLinking": "1198-2241"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Decision Support Techniques"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delphi Technique"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Progression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evidence-Based Practice"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Information Dissemination"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Inpatients"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Pulmonary Disease, Chronic Obstructive"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Translational Research, Biomedical"
    }
  ]
}