{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36200632",
  "DateCompleted": {
    "Year": "2022",
    "Month": "10",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "10",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "08",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e222570",
      "10.1001/jamahealthforum.2022.2570"
    ],
    "Journal": {
      "ISSN": "2689-0186",
      "JournalIssue": {
        "Volume": "3",
        "Issue": "8",
        "PubDate": {
          "Year": "2022",
          "Month": "Aug",
          "Day": "05"
        }
      },
      "Title": "JAMA health forum",
      "ISOAbbreviation": "JAMA Health Forum"
    },
    "ArticleTitle": "Association of Direct-to-Consumer Advertising of Prescription Drugs With Consumer Health-Related Intentions and Beliefs Among Individuals at Risk of Cardiovascular Disease.",
    "Pagination": {
      "StartPage": "e222570",
      "MedlinePgn": "e222570"
    },
    "Abstract": {
      "AbstractText": [
        "Consumers in the US are exposed to unprecedented high levels of direct-to-consumer advertising (DTCA) for prescription drugs, yet there is limited evidence regarding their effect on health-related intentions and beliefs.",
        "To provide evidence on the association of DTCA for prescription drugs with consumer health-related intentions and beliefs.",
        "This cross-sectional study recruited participants from a nationally representative sample of individuals at high risk of cardiovascular disease. Participants were randomly assigned into 1 of 3 study arms: (1) exposure to DTCA for heart disease medications (treatment 1 [n = 926]), (2) exposure to DTCA for heart disease medications with price disclosure (treatment 2 [n = 921]), (3) and exposure to nonpharmaceutical advertising (control group [n = 902]). Each study arm viewed five 1-minute video advertisements, totaling 5 minutes of advertising exposure. The 2 treatment arms viewed pharmaceutical advertising videos for 4 heart disease medications, and the control arm viewed nonpharmaceutical advertising videos. Participants then completed a survey questionnaire to measure medication- and lifestyle-related intentions and health-related beliefs and perceptions.",
        "Direct-to-consumer advertising for heart disease medications (treatment 1), DTCA for heart disease medications with price disclosure (treatment 2), and nonpharmaceutical advertising (control group).",
        "The primary outcomes included ordinal measures of medication- and lifestyle-related intentions, health-related beliefs, and brand perceptions.",
        "Among the 2874 included participants (mean [SD] age, 53.8 [7.1] years; 1549 [54%] male) χ2 tests confirmed that there were no statistically significant differences in baseline demographic characteristics across study arms. There was a positive association between DTCA and medication-related behavioral intentions, including intention to switch medication (marginal effect [ME] = 0.004; P = .002) and engage in information-seeking behaviors (ME = 0.02; P = .01). There was no evidence that pharmaceutical DTCA discouraged use of nonpharmacological lifestyle interventions that can help manage heart disease (eg, diet and exercise), and DTCA exposure also had a positive association with consumers' favorable perceptions of pharmaceutical manufacturers (competence: ME = 0.03; P = .01; innovative: ME = 0.03; P = .008). There was no evidence for differential associations of price disclosures in DTCA.",
        "In this cross-sectional study, results showed that brief exposure to pharmaceutical DTCA had a large and positive association with medication-related demand intentions with no offsetting negative spillovers on lifestyle-related intentions. Lack of associations with price disclosure in DTCA suggests that policy makers should consider alternative strategies to promote value-based decision-making for prescription drugs."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Policy and Management, Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland."
          }
        ],
        "LastName": "Eisenberg",
        "ForeName": "Matthew D",
        "Initials": "MD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Policy and Management, Johns Hopkins Bloomberg School of Public Health, Baltimore, Maryland."
          }
        ],
        "LastName": "Singh",
        "ForeName": "Yashaswini",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sol Price School of Public Policy, University of Southern California, Los Angeles."
          }
        ],
        "LastName": "Sood",
        "ForeName": "Neeraj",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "JAMA Health Forum",
    "NlmUniqueID": "101769500",
    "ISSNLinking": "2689-0186"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Prescription Drugs"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Advertising"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Direct-to-Consumer Advertising"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Intention"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Prescription Drugs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    }
  ],
  "CoiStatement": "<b>Conflict of Interest Disclosures:</b> Dr Eisenberg reported grants from the Affordability Cures Research Consortium during the conduct of the study, as well as grants from the National Institute on Drug Abuse, the Agency for Healthcare Research and Quality, the National Institute of Nursing Research, the National Institute on Aging, and Arnold Ventures outside the submitted work. Prof Sood reported grants from the Affordability Cures Research Consortium, the National Institutes of Health, The Rockefeller Foundation, Abbott Diagnostics, the Petersen Foundation, the Hilton Foundation, the City of Los Angeles, the Los Angeles County Department of Public Health, the Agency for Healthcare Research and Quality, and the Jedel Family Foundation; personal fees from Amazon, the American Medical Association, and WilmerHale; and currently being a visiting scholar at Amazon and in the past serving as an expert witness and consulting with several organizations in the life science industry, all outside of the submitted work. No other disclosures were reported."
}