{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9796086",
  "DateCompleted": {
    "Year": "1999",
    "Month": "01",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0363-0242",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "4",
        "PubDate": {
          "Year": "1998"
        }
      },
      "Title": "Women & health",
      "ISOAbbreviation": "Women Health"
    },
    "ArticleTitle": "\"Run, Jane, run\": central tensions in the current debate about enhancing women's health through exercise.",
    "Pagination": {
      "StartPage": "81",
      "EndPage": "111",
      "MedlinePgn": "81-111"
    },
    "Abstract": {
      "AbstractText": [
        "The advancement of access and opportunities for girls and women in health enhancing physical activity in recent decades is a matter of record. Yet despite burgeoning interest and increased female participation in sport and recreational physical activity, few women are active enough to benefit their health. Even after extensive government campaigns are repeatedly used to educate the public, fewer women than men participate in every age group. Something is drastically wrong when exercise is said to be associated with so many health benefits, yet only a small portion of the female population exercises sufficiently to accrue these benefits. It is important to critically evaluate the challenges inherent in achieving social equity in opportunities for healthy physical activity for all women. As we gain new understandings about how health gains can be achieved by reducing social inequality rather than providing more medical care, we can see how involvement in healthy exercise is closely entwined with the social and economic status of women, disempowering stereotypes of the female body and the issue of control over women's bodies. This paper explores central tensions in the current debate about promoting female health through physical activity across the lifespan by focusing upon (i) the continued medicalization of the female body; (ii) adolescence and the tyranny of physical appearance over health and physical activity choices; (iii) menopause and the perpetuation of disempowering stereotypes into old age; and (iv) issues of diversity and the impact of 'race' and ethnicity upon female health and physical activity. These issues are then examined in light of the discourses of recent population health strategies in Canada and the U.S. Surgeon General's Report on Physical Activity and Health (1996) which both (in differing degrees) demonstrate a continued preoccupation with individual lifestyle change and cautious medical prescription for exercise as recipes for better female health."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Educational Studies, Faculty of Education, University of British Columbia, Vancouver, Canada. vertinsk@unixg.ubc.ca"
          }
        ],
        "LastName": "Vertinsky",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Women Health",
    "NlmUniqueID": "7608076",
    "ISSNLinking": "0363-0242"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Esthetics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ethnicity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Menopause"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stereotyping"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Women's Health"
    }
  ],
  "NumberOfReferences": "160"
}