{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35018639",
  "DateCompleted": {
    "Year": "2022",
    "Month": "02",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "01",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD014653",
      "10.1002/14651858.CD014653"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "1",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Jan",
          "Day": "12"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Exercise training for adults undergoing maintenance dialysis.",
    "Pagination": {
      "StartPage": "CD014653",
      "MedlinePgn": "CD014653"
    },
    "Abstract": {
      "AbstractText": [
        "Dialysis treatments weigh heavily on patients' physical and psychosocial health. Multiple studies have assessed the potential for exercise training to improve outcomes in adults undergoing dialysis. However, uncertainties exist in its relevance and sustainable benefits for patient-important outcomes. This is an update of a review first published in 2011.",
        "To assess the benefits and safety of regular structured exercise training in adults undergoing dialysis on patient-important outcomes including death, cardiovascular events, fatigue, functional capacity, pain, and depression. We also aimed to define the optimal prescription of exercise in adults undergoing dialysis.",
        "In this update, we conducted a systematic search of the Cochrane Kidney and Transplant Register of Studies up to 23 December 2020. The Register includes studies identified from CENTRAL, MEDLINE, EMBASE, the International Clinical Trials Register (ICTRP) Search Portal and ClinicalTrials.gov as well as kidney-related journals and the proceedings of major kidney conferences.",
        "Randomised controlled trials (RCTs) and quasi-RCTs of any structured exercise programs of eight weeks or more in adults undergoing maintenance dialysis compared to no exercise or sham exercise.",
        "Two authors independently assessed the search results for eligibility, extracted the data and assessed the risk of bias using the Cochrane risk of bias tool. Whenever appropriate, we performed random-effects meta-analyses of the mean difference in outcomes. The primary outcomes were death (any cause), cardiovascular events and fatigue. Secondary outcomes were health-related quality of life (HRQoL), depression, pain, functional capacity, blood pressure, adherence to the exercise program, and intervention-related adverse events.",
        "We identified 89 studies involving 4291 randomised participants, of which 77 studies (3846 participants) contributed to the meta-analyses. Seven studies included adults undergoing peritoneal dialysis. Fifty-six studies reported aerobic exercise interventions, 21 resistance exercise interventions and 19 combined aerobic and resistance training within the same study arm. The interventions lasted from eight weeks to two years and most often took place thrice weekly during dialysis treatments. A single study reported death and no study reported long-term cardiovascular events. Five studies directly assessed fatigue, 46 reported HRQoL and 16 reported fatigue or pain through their assessment of HRQoL. Thirty-five studies assessed functional capacity, and 21 reported resting peripheral blood pressure. Twelve studies reported adherence to exercise sessions, and nine reported exercise-related adverse events. Overall, the quality of the included studies was low and blinding of the participants was generally not feasible due to the nature of the intervention. Exercise had uncertain effects on death, cardiovascular events, and the mental component of HRQoL due to the very low certainty of evidence. Compared with sham or no exercise, exercise training for two to 12 months may improve fatigue in adults undergoing dialysis, however, a meta-analysis could not be conducted. Any exercise training for two to 12 months may improve the physical component of HRQoL (17 studies, 656 participants: MD 4.12, 95% CI 1.88 to 6.37 points on 100 points-scale; I² = 49%; low certainty evidence). Any exercise training for two to 12 months probably improves depressive symptoms (10 studies, 441 participants: SMD -0.65, 95% CI -1.07 to -0.22; I² = 77%; moderate certainty evidence) and the magnitude of the effect may be greater when maintaining the exercise beyond four months (6 studies, 311 participants: SMD -0.30, 95% CI 0.14 to -0.74; I² = 71%). Any exercise training for three to 12 months may improve pain (15 studies, 872 participants: MD 5.28 95% CI -0.12 to 10.69 points on 100 points-scale; I² = 63%: low certainty evidence) however, the 95% CI indicates that exercise training may make little or no difference in the level of pain. Any exercise training for two to six months probably improves functional capacity as it increased the distance reached during six minutes of walking (19 studies, 827 participants: MD 49.91 metres, 95% CI 37.22 to 62.59; I² = 34%; moderate certainty evidence) and the number of sit-to-stand cycles performed in 30 seconds (MD 2.33 cycles, 95% CI 1.71 to 2.96; moderate certainty evidence). There was insufficient evidence to assess the safety of exercise training for adults undergoing maintenance dialysis. The results were similar for aerobic exercise, resistance exercise, and a combination of both aerobic and resistance exercise.",
        "It is uncertain whether exercise training improves death, cardiovascular events, or the mental component of HRQoL in adults undergoing maintenance dialysis. Exercise training probably improves depressive symptoms, particularly when the intervention is maintained beyond four months. Exercise training is also likely to improve functional capacity. Low certainty evidence suggested that exercise training may improve fatigue, the physical component of quality of life, and pain. The safety of exercise training for adults undergoing dialysis remains uncertain."
      ],
      "CopyrightInformation": "Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health, Faculty of Medicine and Health, The University of Sydney, Sydney, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre for Kidney Research, The Children's Hospital at Westmead, Westmead, Australia."
          }
        ],
        "LastName": "Bernier-Jean",
        "ForeName": "Amelie",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Resident Support Unit, Western Sydney Local Health District, Westmead, Australia."
          }
        ],
        "LastName": "Beruni",
        "ForeName": "Nadim A",
        "Initials": "NA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Biomedical Sciences, The University of Western Australia, Royal Perth Hospital, Perth, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Medical and Health Sciences, Edith Cowan University, Perth, Australia."
          }
        ],
        "LastName": "Bondonno",
        "ForeName": "Nicola P",
        "Initials": "NP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Kidney Research, The Children's Hospital at Westmead, Westmead, Australia."
          }
        ],
        "LastName": "Williams",
        "ForeName": "Gabrielle",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sydney School of Public Health, The University of Sydney, Sydney, Australia."
          }
        ],
        "LastName": "Teixeira-Pinto",
        "ForeName": "Armando",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine and Public Health, Flinders University, Adelaide, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Cochrane Kidney and Transplant, Centre for Kidney Research, The Children's Hospital at Westmead, Westmead, Australia."
          }
        ],
        "LastName": "Craig",
        "ForeName": "Jonathan C",
        "Initials": "JC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Kidney Research, The Children's Hospital at Westmead, Westmead, Australia."
          }
        ],
        "LastName": "Wong",
        "ForeName": "Germaine",
        "Initials": "G"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT02718638",
          "NCT01813851",
          "NCT03027778",
          "NCT02234232",
          "NCT00179140",
          "NCT01255969",
          "NCT02834026",
          "NCT00942253",
          "NCT01234441",
          "NCT00250536",
          "NCT00944775",
          "NCT02651025",
          "NCT02697942",
          "NCT02874521",
          "NCT01234688",
          "NCT02621918",
          "NCT02623348",
          "NCT03334123",
          "NCT00492362",
          "NCT03041155",
          "NCT02753868",
          "NCT01481688",
          "NCT03905551",
          "NCT01674153",
          "NCT02075879",
          "NCT03616535",
          "NCT02222402",
          "NCT01990495",
          "NCT01721551"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Am Fam Physician. 2022 Aug;106(2):135-136",
      "PMID": "35977138"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Renal Dialysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    }
  ],
  "CoiStatement": "  Amelie Bernier‐Jean has declared that they have no conflict of interest.   Nadim A Beruni has declared that they have no conflict of interest.   Nicola Patricia P Bondonno has declared that they have no conflict of interest.   Gabrielle Williams has declared that they have no conflict of interest.   Armando Teixeira‐Pinto has declared that they have no conflict of interest.   Jonathan C Craig has declared that they have no conflict of interest.   Germaine Wong has declared that they have no conflict of interest. "
}