{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11279729",
  "DateCompleted": {
    "Year": "2001",
    "Month": "12",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "1",
        "PubDate": {
          "Year": "2001"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Aerobic exercise interventions for people with HIV/AIDS.",
    "Pagination": {
      "StartPage": "CD001796",
      "MedlinePgn": "CD001796"
    },
    "Abstract": {
      "AbstractText": [
        "The profile of HIV infection is constantly changing. Although once viewed as an illness progressing to death, HIV infection now presents as a chronic infection characterized by unpredictable cycles of wellness and illness. Thus, the needs of this population have increasingly included management of impairments, disabilities and handicaps. Exercise is a key management strategy employed by rehabilitation professionals to address these issues. Exercise has been shown to improve strength, cardiovascular function, and psychological status in seronegative populations (see Eds., Bouchard, C., Shephard, R.J., & Stephens, T. (1993). Physical Activity, Fitness, and Health. Champaign, IL: Human Kinetics Publishers.) But what are the effects of exercise for people living with HIV infection? If the risks and benefits of exercise for people living with HIV infection are better understood, appropriate exercise prescription may be practiced by health care providers. Improved exercise prescription may enhance the effectiveness of HIV management, thus improving overall outcomes for people living with HIV infection.",
        "To examine the effect of aerobic exercise interventions on cardiopulmonary, immunologic and psychological parameters in adults living with HIV infection.",
        "Studies were identified using MEDLINE, EMBASE, SCIENCE CITATION INDEX, AIDSLINE CINAHL, HEALTHSTAR, PSYCHLIT, SOCIOFILE, SCI, SSCI, ERIC, DIA and abstracts from international AIDS meetings, ICAAC, and other major meetings. Reference lists from pertinent articles and books and personal contact with authors were also used, as were Collaborative Review Group databases and results of hand searching of targeted journals. All languages were included. Searches covered the period from 1980 to July 1999.",
        "For inclusion, studies had to be randomized control trials involving HIV+ adults 18 years of age or older and had to include at least one group randomized to receive aerobic exercise performed at least three times/week for at least four weeks.",
        "Data on study design, participants, interventions, and outcomes were extracted from the reports onto specifically designed data collection forms by at least two reviewers.",
        "Six studies satisfied the eligibility criteria. The main results indicated that performing constant or interval aerobic exercise for at least 20 minutes, at least three times per week for four weeks may lead to increased CD4 count, improved cardiopulmonary fitness, and improved psychological status. These findings are limited to those who continued to exercise and for whom there was adequate follow-up data.",
        "Aerobic exercise appears to be safe and may be beneficial for adults living with HIV/AIDS. These findings are limited by the small sample sizes and large drop-out rates of the included studies. Further research is required to determine the optimal parameters of aerobic exercise and stage of disease in which aerobic exercise may be most beneficial for adults living with HIV infection."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "6-795 College Street, Toronto, ON, Canada, M6G 1C7. stephanie.nixon@utoronto.ca"
          }
        ],
        "LastName": "Nixon",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "O'Brien",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Glazier",
        "ForeName": "R H",
        "Initials": "RH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wilkins",
        "ForeName": "A L",
        "Initials": "AL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2002;(2):CD001796",
      "PMID": "12076422"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "CD4 Lymphocyte Count"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiovascular Physiological Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiopathology",
        "psychology",
        "rehabilitation"
      ],
      "DescriptorName": "HIV Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiratory Physiological Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ],
  "NumberOfReferences": "12"
}