{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Fitbit",
      "activity tracker",
      "physical activity",
      "type 2 diabetes"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34770110",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "11",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "11598",
      "10.3390/ijerph182111598"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "21",
        "PubDate": {
          "Year": "2021",
          "Month": "Nov",
          "Day": "04"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Exploring the Use of Fitbit Consumer Activity Trackers to Support Active Lifestyles in Adults with Type 2 Diabetes: A Mixed-Methods Study.",
    "Abstract": {
      "AbstractText": [
        "People with type 2 diabetes are less active than those without the condition. Physical activity promotion within diabetes health care is limited. This project explored the use of Fitbit activity trackers (Fitbit, San Francisco, CA, USA) to support active lifestyles in adults with type 2 diabetes through a mixed-methods study.",
        "Two stages were conducted. In stage 1, adults with type 2 diabetes used a Fitbit Charge 4 (Fitbit, San Francisco, CA, USA) for 4 weeks. Fitbit and self-reported physical activity data was examined through quantitative analysis. Qualitative analysis was conducted to explore the experiences of participants. In stage 2, health professionals were interviewed to examine their views on using Fitbit activity trackers within type 2 diabetes care.",
        "Adults with type 2 diabetes were recruited for stage 1 and adult health care and fitness professionals were recruited for stage 2. Stage 1 participants' self-reported increases in physical activity (mean weekly minutes of walking increased from 358.75 to 507.50 min, <i>p</i> = 0.046) and a decrease in sedentary behaviour (mean daily hours of sedentary behaviour decreased from 10.65 to 10.05 h, <i>p</i> = 0.575). Fitbit activity data ranges identified individuals who led inactive and sedentary lifestyles below levels recommended and in need of physical activity support to reduce the risk to their health. During interviews, participants stated that the Fitbit activity tracker motivated them to be more active. Stage 2 participants intimated that Fitbit activity trackers could improve the promotion of physical activity within type 2 diabetes care. Interventions involving the Fitbit premium service, community prescription and combined use of Fitbits with physical activity behaviour change models were recommended by stage 2 participants.",
        "This study found that there is future scope for using Fitbit activity trackers to support active lifestyles in adults diagnosed with type 2 diabetes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-0033-0985"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Activity for Health, Department of Psychological Sciences and Health, Faculty of Humanities and Social Sciences, University of Strathclyde, Glasgow G1 1XQ, UK."
          }
        ],
        "LastName": "Hodgson",
        "ForeName": "William",
        "Initials": "W"
      },
      {
        "Identifier": [
          "0000-0002-6534-3763"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Activity for Health, Department of Psychological Sciences and Health, Faculty of Humanities and Social Sciences, University of Strathclyde, Glasgow G1 1XQ, UK."
          }
        ],
        "LastName": "Kirk",
        "ForeName": "Alison",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Digital Health and Wellness, Department of Computer and Information Sciences, Faculty of Science, University of Strathclyde, Glasgow G1 1XQ, UK."
          }
        ],
        "LastName": "Lennon",
        "ForeName": "Marilyn",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Activity for Health, Department of Psychological Sciences and Health, Faculty of Humanities and Social Sciences, University of Strathclyde, Glasgow G1 1XQ, UK."
          }
        ],
        "LastName": "Paxton",
        "ForeName": "Gregor",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fitness Trackers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "Fitbit UK provided all Fitbit Charge 4 devices free of charge for the duration of this project. No financial support was provided. The sponsors had no role in the design, execution, interpretation, or writing of the study."
}