{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35482797",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "04",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1371/journal.pone.0267290"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "4",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Physical activity and exercise recommendations for people receiving dialysis: A scoping review.",
    "Pagination": {
      "StartPage": "e0267290",
      "MedlinePgn": "e0267290"
    },
    "Abstract": {
      "AbstractText": [
        "Remaining physically active is important to patients undertaking dialysis, however, clinical recommendations regarding exercise type, timing, intensity, and safety precautions vary. The purpose of this scoping review was to analyse and summarise recommendations for physical activity and exercise for people undertaking dialysis and identify areas that require further research or clarification.",
        "A scoping review of literature from five bibliographic databases (Medline, Scopus, Web of Science, CINAHL, and SPORTDiscus) was conducted. Eligible articles included consensus guidelines, position statements, reviews, or clinical practice guidelines that included specific physical activity and exercise recommendations for people undertaking dialysis. Key search terms included \"kidney disease\" OR \"kidney failure\" OR \"chronic kidney disease\" OR \"end stage kidney disease\" AND guideline* OR consensus OR \"position statement\" OR prescription OR statement AND exercise OR \"physical activity\". Hand searching for relevant articles in all first twenty quartile 1 journals listed on SCImago under 'medicine-nephrology' and 'physical therapy, sports therapy and rehabilitation' using the terms 'exercise and dialysis' was undertaken. Finally, home pages of key societies and professional organisations in the field of sports medicine and nephrology were searched.",
        "The systematic search strategy identified 19 articles met the inclusion criteria. Two were specific to pediatric dialysis and three to peritoneal dialysis. Whilst many publications provided recommendations on aerobic exercise, progressive resistance training and flexibility, few provided explicit guidance. Recommendations for the intensity, duration and frequency of aerobic and resistance training varied. Discrepancies or gaps in guidance about precautions, contraindications, termination criteria, progression, and access site precautions were also apparent.",
        "Future guidelines should include specific guidance regarding physical activity, safety precautions, and timing and intensity of exercise for individuals who undertake dialysis. Collaborative multidisciplinary guideline development and appropriate exercise counselling may lead to increased participation in physical activity and exercise and facilitate better patient outcomes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-5935-7328"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Faculty of Science, Medicine and Health, University of Wollongong, and Illawarra Health and Medical Research Institute, Wollongong, New South Wales, Australia."
          }
        ],
        "LastName": "Lambert",
        "ForeName": "Kelly",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Sciences, Leicester Kidney Lifestyle Team, University of Leicester, Leicester, United Kingdom."
          }
        ],
        "LastName": "Lightfoot",
        "ForeName": "Courtney J",
        "Initials": "CJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Nephrology, Princess Alexandra Hospital, Woolloongabba, Queensland, Australia."
          }
        ],
        "LastName": "Jegatheesan",
        "ForeName": "Dev K",
        "Initials": "DK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Alberta Kidney Care North, Alberta Health Services, Edmonton, Alberta, Canada."
          }
        ],
        "LastName": "Gabrys",
        "ForeName": "Iwona",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Health Sciences, University of South Australia, Adelaide, Australia and Satellite Healthcare, San Jose, California, United States of America."
          }
        ],
        "LastName": "Bennett",
        "ForeName": "Paul N",
        "Initials": "PN"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Kidney Failure, Chronic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Renal Dialysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}