{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9881612",
  "DateCompleted": {
    "Year": "1999",
    "Month": "03",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "02",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0309-3646",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "3",
        "PubDate": {
          "Year": "1998",
          "Month": "Dec"
        }
      },
      "Title": "Prosthetics and orthotics international",
      "ISOAbbreviation": "Prosthet Orthot Int"
    },
    "ArticleTitle": "A review of reciprocal walking systems for paraplegic patients: factors affecting choice and economic justification.",
    "Pagination": {
      "StartPage": "240",
      "EndPage": "247",
      "MedlinePgn": "240-7"
    },
    "Abstract": {
      "AbstractText": [
        "The prescription of treatment systems which include orthoses to enable patients with high level thoracic spinal lesions to walk reciprocally is now widely practised. It remains a clinical option for which the efficacy is frequently called into question. A broad range of experience has now been accumulated with orthoses of this type, and this is reflected in the literature. The indications for prescription and outcomes of treatment have, as a result of the reported research, become clearer. However, the length of time over which the relevant work has been published and the variety of journals in which it has appeared makes it difficult to perceive a coherent message. This review analyses the published work in order to identify the degree to which the therapeutic benefits which can accrue from ambulatory activity produce an economically justified outcome. Provided appropriate supply procedures are observed so that good patient compliance with the treatment is achieved, there is strong evidence that fewer pressure sores and improved independence will occur at a level where real overall cost savings can be made. Factors which affect patient compliance and on which research findings have been published are identified. Comparisons are made between different orthoses with regard to these, so that more informed choice, taking into account preferences of individual patients, can be made by clinicians."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Orthotic Research and Locomotor Assessment Unit, Robert Jones and Agnes Hunt Hospital, Oswestry, Shropshire, UK."
          }
        ],
        "LastName": "Stallard",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Major",
        "ForeName": "R E",
        "Initials": "RE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Prosthet Orthot Int",
    "NlmUniqueID": "7707720",
    "ISSNLinking": "0309-3646"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "economics"
      ],
      "DescriptorName": "Orthotic Devices"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Paraplegia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "NumberOfReferences": "45"
}