{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "controversy",
      "exercise",
      "guidelines",
      "health promotion",
      "multiple sclerosis"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34948854",
  "DateCompleted": {
    "Year": "2021",
    "Month": "12",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "12",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "13245",
      "10.3390/ijerph182413245"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "24",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec",
          "Day": "16"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Exercise Training for Multiple Sclerosis: A Narrative Review of History, Benefits, Safety, Guidelines, and Promotion.",
    "Abstract": {
      "AbstractText": [
        "There have been significant advances in the medical treatment and management of multiple sclerosis pathogenesis, relapse and disease progression over the past 30 years. There have been advancements in the symptomatic treatment of multiple sclerosis, including management of secondary multiple sclerosis expressions such as walking, cognitive dysfunction, fatigue and depression. Scientific evidence and expert opinion suggest that exercise may be the single most effective non-pharmacological symptomatic treatment for multiple sclerosis. This article presents the historical context of exercise training within the multidisciplinary management of multiple sclerosis. We guide neurologists and healthcare providers on the recommended prescription of exercise and practical, theoretical methods to overcome barriers to exercise.",
        "We undertook a critical search of the historical and current literature regarding exercise and multiple sclerosis from the viewpoint of exercise promotion by neurologists and the multidisciplinary care team.",
        "We highlight the ever-strengthening body of research indicating that exercise is safe and effective for improving symptoms of multiple sclerosis. Further, exercise training may be necessary for reducing disease progression.",
        "We seek to encourage neurologists and specialists in multidisciplinary healthcare teams to prescribe and promote exercise at diagnosis and across all stages of the disease trajectory using prescriptive guidelines as part of comprehensive MS care. Available tools include clinical education to dispel any historical myths related to exercise in multiple sclerosis, clinical exercise guidelines and behaviour change theory to overcome patients barriers to exercise."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Discipline of Exercise Science, Murdoch University, Murdoch, WA 6150, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre for Molecular Medicine and Innovative Therapeutics, Centre for Healthy Ageing, Health Futures Institute, Murdoch University, Murdoch, WA 6150, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Perron Institute for Neurological and Translational Science, Nedlands, WA 6009, Australia."
          }
        ],
        "LastName": "Learmonth",
        "ForeName": "Yvonne Charlotte",
        "Initials": "YC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology and Nutrition, University of Illinois Chicago, Chicago, IL 60612, USA."
          }
        ],
        "LastName": "Motl",
        "ForeName": "Robert Wayne",
        "Initials": "RW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasm Recurrence, Local"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}