{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31204792",
  "DateCompleted": {
    "Year": "2020",
    "Month": "02",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "06",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD012427",
      "10.1002/14651858.CD012427.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "6",
        "Issue": "6",
        "PubDate": {
          "Year": "2019",
          "Month": "Jun",
          "Day": "17"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Rigid dressings versus soft dressings for transtibial amputations.",
    "Pagination": {
      "StartPage": "CD012427",
      "MedlinePgn": "CD012427"
    },
    "Abstract": {
      "AbstractText": [
        "Dressings are part of the routine postoperative management of people after transtibial amputation. Two types of dressings are commonly used; soft dressings (e.g. elastic bandages, crepe bandages) and rigid dressings (e.g. non-removable rigid dressings, removable rigid dressings, immediate postoperative protheses). Soft dressings are the conventional dressing choice as they are cheap and easy to apply, while rigid dressings are costly, more time consuming to apply and require skilled personnel to apply the dressings. However, rigid dressings have been suggested to result in faster wound healing due to the hard exterior providing a greater degree of compression to the stump.",
        "To assess the benefits and harms of rigid dressings versus soft dressings for treating transtibial amputations.",
        "In December 2018 we searched the Cochrane Wounds Specialised Register, the Cochrane Central Register of Controlled Trials (CENTRAL), Ovid MEDLINE, Ovid Embase, EBSCO CINAHL Plus, Ovid AMED and PEDro to identify relevant trials. To identify further published, unpublished and ongoing studies, we also searched clinical trial registries, the grey literature, the reference lists of relevant studies and reviews identified in prior searches. We used the Cited Reference Search facility on ThomsonReuters Web of Science and contacted relevant individuals and organisations. There were no restrictions with respect to language, date of publication or study setting.",
        "We included randomised controlled trials (RCTs) and quasi-RCTs that enrolled people with transtibial amputations. There were no restrictions on the age of participants and reasons for amputation. Trials that compared the effectiveness of rigid dressings with soft dressings were the main focus of this review.",
        "Two review authors independently screened titles, abstracts and full-text publications for eligible studies. Two review authors also independently extracted data on study characteristics and outcomes, and performed risk of bias and GRADE assessments.",
        "We included nine RCTs and quasi-RCTs involving 436 participants (441 limbs). All studies recruited participants from acute and/or rehabilitation hospitals from seven different countries (the USA, Australia, Indonesia, Thailand, Canada, France and the UK). In all but one study, it was clearly stated that amputations were secondary to vascular conditions.Primary outcomes Wound healing We are uncertain whether rigid dressings decrease the time to wound healing compared with soft dressings (MD -25.60 days; 95% CI -49.08 to -2.12; one study, 56 participants); very low-certainty evidence, downgraded twice for very high risk of bias and once for serious imprecision. It is not clear whether rigid dressings increase the proportion of wounds healed compared with soft dressings (RR 1.14; 95% CI 0.74 to 1.76; one study, 51 participants); very low-certainty evidence, downgraded twice for very high risk of bias and twice for very serious imprecision.Adverse events It is not clear whether rigid dressings increase the proportion of skin-related adverse events compared with soft dressings (RR 0.65; 95% CI 0.32 to 1.32; I<sup>2</sup> = 0%; six studies, 336 participants (340 limbs)); very low-certainty evidence, downgraded twice for very high risk of bias and once for serious imprecision.It is not clear whether rigid dressings increase the proportion of non skin-related adverse events compared with soft dressings (RR 1.09; 95% CI 0.60 to 1.99; I<sup>2</sup> = 0%; six studies, 342 participants (346 limbs)); very low-certainty evidence, downgraded twice for very high risk of bias and once for serious imprecision. In addition, we are uncertain whether rigid dressings decrease the time to no pain compared with soft dressings (MD -0.35 weeks; 95% CI -2.11 to 1.41; one study of 23 participants); very low-certainty evidence, downgraded twice for very high risk of bias and twice for very serious imprecision.Secondary outcomesWe are uncertain whether rigid dressings decrease the time to walking compared with soft dressings (MD -3 days; 95% CI -9.96 to 3.96; one study, 56 participants); very low-certainty evidence, downgraded twice for very high risk of bias and twice for very serious imprecision. We are also uncertain whether rigid dressings decrease the length of hospital stay compared with soft dressings (MD -30.10 days; 95% CI -49.82 to -10.38; one study, 56 participants); very low-certainty evidence, downgraded twice for very high risk of bias and once for serious imprecision. It is also not clear whether rigid dressings decrease the time to readiness for prosthetic prescription and swelling compared with soft dressings, as results are based on very low-certainty evidence, downgraded twice for very high risk of bias and once/twice for serious/very serious imprecision. None of the studies reported outcomes on patient comfort, quality of life and cost.",
        "We are uncertain of the benefits and harms of rigid dressings compared with soft dressings for people undergoing transtibial amputation due to limited and very low-certainty evidence. It is not clear if rigid dressings are superior to soft dressings for improving outcomes related to wound healing, adverse events, prosthetic prescription, walking function, length of hospital stay and swelling. Clinicians should exercise clinical judgement as to which type of dressing they use, and consider the pros and cons of each for patients (e.g. patients with high risk of falling may benefit from the protection offered by a rigid dressing, and patients with poor skin integrity may have less risk of skin breakdown from a soft dressing)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Health and Social Sciences Cluster, Singapore Institute of Technology, 10 Dover Drive, Singapore, Singapore, 138683."
          }
        ],
        "LastName": "Kwah",
        "ForeName": "Li Khim",
        "Initials": "LK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Webb",
        "ForeName": "Matthew T",
        "Initials": "MT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Goh",
        "ForeName": "Lina",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Harvey",
        "ForeName": "Lisa A",
        "Initials": "LA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD012427"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Amputation, Surgical"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Bandages"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Compression Bandages"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Length of Stay"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "instrumentation"
      ],
      "DescriptorName": "Postoperative Care"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Selection Bias"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Tibia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Wound Healing"
    }
  ],
  "CoiStatement": "<b>Li Khim Kwah:</b> none known. <b>Matthew Webb:</b> none known. <b>Lina Goh:</b> none known. <b>Lisa Harvey:</b> two government organisations, Lifetime Care and Support Authority of NSW, Australia, fund my academic unit and position at the University of Sydney, Australia. I am Editor‐in‐Chief of <i>Spinal Cord</i>."
}