{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "INTRODUCCIÓN: la Red Valenciana de Universidades Públicas Saludables (RVUPS) se enmarca en los entornos saludables de la Organización Mundial de la Salud (OMS). Su objetivo es conseguir universidades más saludables a través de diferentes líneas de actuación, destacando entre ellas la de la promoción de la actividad física (AF) y el deporte. OBJETIVO: este estudio tiene por objeto analizar y revisar las actividades desarrolladas por la RVUPS sobre promoción de la AF y valorar mediante informadores clave la necesidad de implantar un servicio de AF dentro del ámbito universitario. MÉTODOS: por una parte, se realizó un análisis y estudio de las actividades y servicios que se desarrollan para promocionar la AF y el deporte y que están incluidos en la sección de “Universidad Saludable” de cada una de las universidades que conforman la RVUPS (n = 5). Además, se realizó por otra parte un estudio cualitativo a informadores clave de la Universidad de Alicante (n = 16) para conocer la percepción de cada uno de ellos sobre la utilidad de implantar un servicio de actividad física dentro del ámbito universitario. RESULTADOS: actualmente, las universidades valencianas no cubren todas las necesidades para alcanzar un adecuado estado de bienestar. Como respuesta, algunas universidades ofrecen actividades individualizadas para prevenir y tratar alguna de las patologías que mayor incidencia tienen en la actualidad. Además, se están implantando nuevos servicios que integran a todos los profesionales de la salud a fin de conseguir un servicio más completo e integral a su comunidad. El estudio cualitativo reveló que entrevistados también perciben tales necesidades y, por tanto, apoyan estas iniciativas, considerando que un servicio de AF y nutrición sería una interesante opción de implantación en las universidades. CONCLUSIONES: es necesario reforzar el fomento de la práctica de AF dentro de la comunidad universitaria, a través de pautas saludables y con la implantación de un servicio de prevención del dolor de espalda. La integración de servicios de AF y nutrición podría incidir en la mejora de la salud de la comunidad universitaria, a la vez que aumentaría la práctica de AF, realizando una valoración de la condición física y una prescripción de ejercicio físico acorde a las condiciones de salud de cada persona."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30525856",
  "DateCompleted": {
    "Year": "2019",
    "Month": "03",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "03",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "12",
        "Day": "03"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.20960/nh.1779"
    ],
    "Journal": {
      "ISSN": "1699-5198",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "6",
        "PubDate": {
          "Year": "2018",
          "Month": "Dec",
          "Day": "03"
        }
      },
      "Title": "Nutricion hospitalaria",
      "ISOAbbreviation": "Nutr Hosp"
    },
    "ArticleTitle": "[Analysis of the promoting actions of physical activity developed by Valencian public universities].",
    "Pagination": {
      "StartPage": "1401",
      "EndPage": "1415",
      "MedlinePgn": "1401-1415"
    },
    "Abstract": {
      "AbstractText": [
        "the Valencian Network of Healthy Public Universities (RVUPS) is part of the healthy environments of the World Health Organization (WHO). The aim of the network is to achieve healthier universities through different lines of action, emphasizing the promotion of physical activity and sports.",
        "the purpose of this study was to analyze and review the activities developed by the RVUPS on the promotion of FA and to assess, through key informants, the need to implement an AF service within the university context.",
        "on the one hand, an analysis and review of the activities and services developed to promote FA and sports that are included in the \"Healthy University\" section of each of the universities that make up the RVUPS (n = 5) was carried out. In addition, a qualitative study was developed interviewing key informants from the University of Alicante (n = 16), with the aim to know their perception about the utility of implementing a physical activity service within the university context.",
        "currently, Valencian universities do not cover all the needs to achieve an adequate well-being state. In response, some universities from RVUPS offer individualized activities to prevent and treat some of the chronic pathologies that currently have a highest incidence in population. In addition, new services are being implemented, which integrate all health professionals in order to achieve a more comprehensive service to their population. The qualitative study revealed that interviewees also perceive such needs and, therefore, support these initiatives, considering that a physical activity and nutrition service would be an interesting option for implementation into universities.",
        "it is necessary to strengthen the promotion of the practice of physical activity within university population, through healthy breaks, and also with the implementation of a back pain prevention and rehabilitation service. The integration of physical activity and nutrition services could affect the improvement of the health of the university population, and would increase the physical practice, carrying out an assessment of physical fitness and a proper prescription of exercise, according to the personal health conditions of each member of the university population."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad de Alicante. josemiguel.ms@ua.es."
          }
        ],
        "LastName": "Martínez Sanz",
        "ForeName": "José Miguel",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gómez Arenas",
        "ForeName": "Adrián",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "García-Jaén",
        "ForeName": "Miguel",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sospedra",
        "ForeName": "Isabel",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Norte",
        "ForeName": "Aurora",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cortell-Tormo",
        "ForeName": "Juan Manuel",
        "Initials": "JM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Análisis de las acciones de promoción de la actividad física desarrolladas por las universidades públicas valencianas."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Nutr Hosp",
    "NlmUniqueID": "9100365",
    "ISSNLinking": "0212-1611"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Public Sector"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Spain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Universities"
    }
  ]
}