{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19001885",
  "DateCompleted": {
    "Year": "2009",
    "Month": "02",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "11",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/JSM.0b013e3181862a5e"
    ],
    "Journal": {
      "ISSN": "1536-3724",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "6",
        "PubDate": {
          "Year": "2008",
          "Month": "Nov"
        }
      },
      "Title": "Clinical journal of sport medicine : official journal of the Canadian Academy of Sport Medicine",
      "ISOAbbreviation": "Clin J Sport Med"
    },
    "ArticleTitle": "Exercise prescription in the older athlete as it applies to muscle, tendon, and arthroplasty.",
    "Pagination": {
      "StartPage": "522",
      "EndPage": "530",
      "MedlinePgn": "522-30"
    },
    "Abstract": {
      "AbstractText": [
        "To determine the effect of exercise training on muscle strength and tendon function in healthy older adults and in those older athletes who have had total joint replacement (TJR). Recommendations for exercise prescription are addressed in these populations.",
        "PubMed was searched for articles published during the past 15 years identifying exercise training effects on muscle and tendon in older adults, including those after TJR. Identified studies were cross-referenced, and experts were consulted for additional articles.",
        "Thirteen articles described training effects on muscle and tendon in older adults. None described the effect on the post-TJR older adult. In healthy older adults, 6 studies were randomized controlled trials (RCTs); 7 were quasi-experimental designs. Three of the RCTs and 3 of the quasi-experimental studies were short-term (shorter than 12 weeks); the remaining trials lasted longer than 6 months. Most studies identified exercise prescription components. None of the studies on tendon or in patients after TJR contained prospective details of the training strategies used to make recommendations. In the latter, recommendations were based on consensus opinion.",
        "Outcome measures included strength and power change and adverse events. Exercise prescription components included intensity, mode, frequency, duration, and progression. Most studies found positive relationships between exercise training and these outcomes. No reliable evaluation instruments used to measure outcomes were found, and the long-term effect of interventions was not established.",
        "Exercise prescription recommendations for strength gains in healthy older adults are primarily for changes in muscle. Limited studies in tendon and no prospective studies post-TJR suggest areas for future research. In the latter case, general consensus suggests safety, including mode of sport used for exercise training, is paramount to any exercise prescription."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Family Medicine, Schulich School of Medicine and Dentistry, Faculty of Health Sciences, University of Western Ontario, London, Ontario, Canada. petrella@uwo.ca"
          }
        ],
        "LastName": "Petrella",
        "ForeName": "Robert J",
        "Initials": "RJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chudyk",
        "ForeName": "Anna",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin J Sport Med",
    "NlmUniqueID": "9103300",
    "ISSNLinking": "1050-642X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Arthroplasty"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Arthroplasty, Replacement"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Joints"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Tendons"
    }
  ],
  "NumberOfReferences": "61"
}