{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12853893",
  "DateCompleted": {
    "Year": "2003",
    "Month": "10",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-4707",
      "JournalIssue": {
        "Volume": "43",
        "Issue": "2",
        "PubDate": {
          "Year": "2003",
          "Month": "Jun"
        }
      },
      "Title": "The Journal of sports medicine and physical fitness",
      "ISOAbbreviation": "J Sports Med Phys Fitness"
    },
    "ArticleTitle": "Physical activity and colon cancer. A systematic review of potential mechanisms.",
    "Pagination": {
      "StartPage": "121",
      "EndPage": "138",
      "MedlinePgn": "121-38"
    },
    "Abstract": {
      "AbstractText": [
        "Colorectal cancer is a multifactorial disease, with complex interactions between genetic and environmental factors. Physical activity has been shown to have a significant inverse relationship with colon cancer risk. Studies in experimental animals suggest that physical activity is protective in chemical carcinogenesis in the colon. Various mechanisms for this protective effect have been extensively cited throughout the literature, although few have been empirically tested. The purpose of this review was to review the published evidence on physical activity and the hypothesized mechanisms. A systematic review of the literature was conducted using the Medline database from 1970-2002, using the terms \"colorectal cancer, colon cancer, neoplasm, carcinoma, exercise, fitness, and physical activity\". This yielded 330 articles of which 23 review articles were searched for proposed mechanisms of this association. Following identification of possible mechanisms, additional searches were conducted to identify empirical studies in the exercise literature examining these mechanisms. These mechanisms include changes in gastrointestinal transit time, altered immune function and prostaglandin levels as well as changes in insulin levels, insulin-like growth factors, bile acid secretion, serum cholesterol and gastrointestinal and pancreatic hormone profiles. There is currently little empirical data to support any of the hypothesized biological mechanisms for the protective effect of exercise on colon cancer. Moreover, it is likely that no one mechanism is responsible for the risk reduction observed in epidemiological and animal studies and, therefore, the observed benefits of physical activity in colon cancer may be a combination of these and other factors. A greater understanding of the biological mechanisms involved will be an important step in developing exercise prescriptions targeted to reduce the burden of colon cancer across different populations."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Quadrilatero",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hoffman-Goetz",
        "ForeName": "L",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Editorial",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "J Sports Med Phys Fitness",
    "NlmUniqueID": "0376337",
    "ISSNLinking": "0022-4707"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "classification",
        "epidemiology",
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Colonic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "165"
}