{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15076798",
  "DateCompleted": {
    "Year": "2004",
    "Month": "08",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0195-9131",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "3",
        "PubDate": {
          "Year": "2004",
          "Month": "Mar"
        }
      },
      "Title": "Medicine and science in sports and exercise",
      "ISOAbbreviation": "Med Sci Sports Exerc"
    },
    "ArticleTitle": "American College of Sports Medicine position stand. Exercise and hypertension.",
    "Pagination": {
      "StartPage": "533",
      "EndPage": "553",
      "MedlinePgn": "533-53"
    },
    "Abstract": {
      "AbstractText": [
        "Hypertension (HTN), one of the most common medical disorders, is associated with an increased incidence of all-cause and cardiovascular disease (CVD) mortality. Lifestyle modifications are advocated for the prevention, treatment, and control of HTN, with exercise being an integral component. Exercise programs that primarily involve endurance activities prevent the development of HTN and lower blood pressure (BP) in adults with normal BP and those with HTN. The BP lowering effects of exercise are most pronounced in people with HTN who engage in endurance exercise with BP decreasing approximately 5-7 mm HG after an isolated exercise session (acute) or following exercise training (chronic). Moreover, BP is reduced for up to 22 h after an endurance exercise bout (e.g.postexercise hypotension), with greatest decreases among those with highest baseline BP. The proposed mechanisms for the BP lowering effects of exercise include neurohumoral, vascular, and structural adaptations. Decreases in catecholamines and total peripheral resistance, improved insulin sensitivity, and alterations in vasodilators and vasoconstrictors are some of the postulated explanations for the antihypertensive effects of exercise. Emerging data suggest genetic links to the BP reductions associated with acute and chronic exercise. Nonetheless, definitive conclusions regarding the mechanisms for the BP reductions following endurance exercise cannot be made at this time. Individuals with controlled HTN and no CVD or renal complications may participated in an exercise program or competitive athletics, but should be evaluated, treated and monitored closely. Preliminary peak or symptom-limited exercise testing may be warranted, especially for men over 45 and women over 55 yr planning a vigorous exercise program (i.e. > or = 60% VO2R, oxygen uptake reserve). In the interim, while formal evaluation and management are taking place, it is reasonable for the majority of patients to begin moderate intensity exercise (40-<60% VO2R) such as walking. When pharmacological therapy is indicated in physically active people it should be, ideally: a) lower BP at rest and during exertion; b) decrease total peripheral resistance; and, c) not adversely affect exercise capacity. For these reasons, angiotensin converting enzyme (ACE) inhibitors (or angiotensin II receptor blockers in case of ACE inhibitor intolerance) and calcium channel blockers are currently the drugs of choice for recreational exercisers and athletes who have HTN. Exercise remains a cornerstone therapy for the primary prevention, treatment, and control of HTN. The optimal training frequency, intensity, time, and type (FITT) need to be better defined to optimize the BP lowering capacities of exercise, particularly in children, women, older adults, and certain ethnic groups. based upon the current evidence, the following exercise prescription is recommended for those with high BP: Frequency: on most, preferably all, days of the week. Intensity: moderate-intensity (40-<60% VO2R). Time: > or = 30 min of continuous or accumulated physical activity per day. Type: primarily endurance physical activity supplemented by resistance exercise."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pescatello",
        "ForeName": "Linda S",
        "Initials": "LS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Franklin",
        "ForeName": "Barry A",
        "Initials": "BA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fagard",
        "ForeName": "Robert",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Farquhar",
        "ForeName": "William B",
        "Initials": "WB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kelley",
        "ForeName": "George A",
        "Initials": "GA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ray",
        "ForeName": "Chester A",
        "Initials": "CA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "CollectiveName": "American College of Sports Medicine"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Sci Sports Exerc",
    "NlmUniqueID": "8005433",
    "ISSNLinking": "0195-9131"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Blood Pressure"
    },
    {
      "QualifierName": [
        "physiopathology",
        "prevention & control"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology",
        "prevention & control"
      ],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Factors"
    },
    {
      "QualifierName": [
        "organization & administration",
        "standards"
      ],
      "DescriptorName": "Sports Medicine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    }
  ],
  "NumberOfReferences": "284"
}