{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "complexity",
      "detrended fluctuation analysis",
      "elite runners",
      "variability"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35955013",
  "DateCompleted": {
    "Year": "2022",
    "Month": "08",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "08",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "9656",
      "10.3390/ijerph19159656"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "15",
        "PubDate": {
          "Year": "2022",
          "Month": "Aug",
          "Day": "05"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Complexity of Running and Its Relationship with Joint Kinematics during a Prolonged Run.",
    "Abstract": {
      "AbstractText": [
        "We investigated the effect of prolonged running on joint kinematics and its association with stride complexity between novice and elite runners. Ten elite marathoners and eleven healthy individuals took part in a 20 min submaximal prolonged running experiment at their preferred running speed (PRS). A three-dimensional motion capture system was utilized to capture and calculate the alpha exponent, stride-to-stride fluctuations (SSFs), and stride-to-stride variability (SSV) of spatiotemporal parameters and joint kinematics. In the results, the elite athletes ran at a considerably higher PRS than the novice runners, yet no significant differences were found in respiratory exchange ratio with increasing time intervals. For the spatiotemporal parameters, we observed a significant increase in the step width and length variability in novice runners with increasing time-interval (p < 0.05). However, we did not observe any differences in the alpha exponent of spatiotemporal parameters. Significant differences in SSF of joint kinematics were observed, particularly in the sagittal plane for ankle, knee, and hip at heel strike (p < 0.05). While in mid-stance, time-interval differences were observed in novices who ran with a lower knee flexion angle (p < 0.05). During toe-off, significantly higher SSV was observed, particularly in the hip and ankle for novices (p < 0.05). The correlation analysis of joint SSV revealed a distinct negative relationship with the alpha exponent of step-length and step-width for elite runners, while, for novices, a positive relation was observed only for the alpha exponent of step-width. In conclusion, our study shows that increased step-width variability seen in novices could be a compensatory mechanism to maintain performance and mitigate the loss of stability. On the other hand, elite runners showed a training-induced effective modulation of lower-limb kinematics to improve their running performance."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-2156-8693"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport and Leisure Studies, Keimyung University, Daegu 42601, Korea."
          }
        ],
        "LastName": "Panday",
        "ForeName": "Siddhartha Bikram",
        "Initials": "SB"
      },
      {
        "Identifier": [
          "0000-0001-8031-949X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education, Seoul National University, Seoul 08826, Korea."
          }
        ],
        "LastName": "Pathak",
        "ForeName": "Prabhat",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education, Korea National University of Education, Cheongju-si 28173, Korea."
          }
        ],
        "LastName": "Moon",
        "ForeName": "Jeheon",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Exercise Prescription, College of Medical Science, Jeonju University, Jeonju 55069, Korea."
          }
        ],
        "LastName": "Koo",
        "ForeName": "Dohoon",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Ankle Joint"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomechanical Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Knee Joint"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lower Extremity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Running"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}