{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34343989",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "08",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1159/000517696"
    ],
    "Journal": {
      "ISSN": "1662-2782",
      "JournalIssue": {
        "Volume": "199",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "Contributions to nephrology",
      "ISOAbbreviation": "Contrib Nephrol"
    },
    "ArticleTitle": "Physical Activity and Health in Chronic Kidney Disease.",
    "Pagination": {
      "StartPage": "43",
      "EndPage": "55",
      "MedlinePgn": "43-55"
    },
    "Abstract": {
      "AbstractText": [
        "Clinical Background and Epidemiology: Low physical activity is a common phenotype in individuals living with chronic kidney disease (CKD). It increases as renal function declines and is associated with adverse clinical outcomes and a poor quality of life (QOL). Both behavioral and disease-related factors contribute to the low physical activity levels in CKD. CKD has profound negative effects on skeletal muscle structure and function that are related to impairments in mitochondrial function, inflammation, oxidative stress, metabolic acidosis, and other uremia-related factors. These factors promote muscle protein catabolism and wasting, and impair strength, physical performance, and cardiorespiratory fitness. Moreover, the high burden of comorbid disease contributes to patient fatigue, fear of injury, and poor exercise self-efficacy. All of these factors reinforce patient's sedentary behavior, leading to a vicious cycle of disease and disability that further compromises their health and QOL. Data from both observational studies and exercise interventions indicate that increasing levels of physical activity may provide a range of benefits in CKD patients, including attenuating declines in renal function, and improving markers of physical function, cardiovascular disease risk, and QOL. Unfortunately, these results have not led to widespread implementation of exercise programs in CKD, and physical inactivity and poor physical function remain hallmarks of the disease worldwide. Challenges and Solutions: There are many frequently cited barriers to implementing exercise programs in CKD. These include: a lack of training and knowledge about physical activity/exercise prescriptions and interventions among health professionals; inadequate time to implement exercise programs due to other clinical responsibilities; a lack of specific funding and incentives to develop these programs; and a poor quality of the data demonstrating efficacy of exercise. Many CKD patients also are unmotivated to incorporate exercise into their daily lives due to time constraints, depression, and other comorbid diseases, and poor self-efficacy for exercise. Given these barriers, it is not surprising that physical activity/exercise programs have not become a component of standard of care for CKD patients. We discuss several potential solutions to address these barriers, including: (1) providing better education and training for healthcare professionals who provide exercise advise and counselling to individuals with CKD; (2) providing incentives to reimburse payers to develop and maintain exercise programs in CKD; and (3) providing more personalized approaches to exercise prescription and implementation of exercise programs that consider the unique circumstances of individual CKD patients. In summary, low physical activity levels in CKD patients result from a combination of many factors that adversely impact patient's health and QOL. Addressing this problem will require comprehensive intervention strategies that consider both the unique pathophysiology of CKD and the individual circumstances of those living with the disease."
      ],
      "CopyrightInformation": "© 2021 S. Karger AG, Basel."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Urbana, Illinois, USA."
          }
        ],
        "LastName": "Wilund",
        "ForeName": "Kenneth R",
        "Initials": "KR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Division of Nephrology, University of Alberta, Edmonton, Alberta, Canada."
          }
        ],
        "LastName": "Thompson",
        "ForeName": "Stephanie",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Center in Sports Sciences, Health Sciences and Human Development, CIDESD, University Institute of Maia, ISMAI, Maia, Portugal."
          }
        ],
        "LastName": "Viana",
        "ForeName": "João L",
        "Initials": "JL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Queen Mary Hospital, The University of Hong Kong, Hong Kong SAR, China."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Angela Yee-Moon",
        "Initials": "AY"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Contrib Nephrol",
    "NlmUniqueID": "7513582",
    "ISSNLinking": "0302-5144"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Renal Insufficiency, Chronic"
    }
  ]
}