{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise",
      "Knee joint",
      "Osteoarthritis",
      "Rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34802082",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "11",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s10067-021-05995-y"
    ],
    "Journal": {
      "ISSN": "1434-9949",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "4",
        "PubDate": {
          "Year": "2022",
          "Month": "Apr"
        }
      },
      "Title": "Clinical rheumatology",
      "ISOAbbreviation": "Clin Rheumatol"
    },
    "ArticleTitle": "Linking physical activity with clinical, functional, and structural outcomes: an evidence map using the Osteoarthritis Initiative.",
    "Pagination": {
      "StartPage": "965",
      "EndPage": "975",
      "MedlinePgn": "965-975"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity is consistently recommended across clinical practice guidelines for managing knee osteoarthritis, yet prescription rates are low. Evidence mapping uses a systematic approach to visually illustrate and summarize published evidence, highlight gaps in the literature, and formulate research questions. The purpose of this study was to review and summarize evidence published from the Osteoarthritis Initiative (OAI) linking physical activity with clinical, functional, and structural knee osteoarthritis outcomes. Electronic databases were searched until June 2021. Studies from the OAI reporting subjective (Physical Activity Scale for the Elderly, PASE) or objective (accelerometry) physical activity data were included. Scatter plots were created to represent each outcome group (clinical, functional, structural) and physical activity measure (PASE, accelerometry) to map the evidence by the directional effect (positive, interaction, negative, or no effect) associated with physical activity. Forty-two articles were included in this review. Physical activity was quantified using PASE (n = 21), accelerometry (n = 20), or both (n = 1). Studies reported consistently positive physical activity effects on clinical (n = 22) and functional (n = 20) outcomes, with few exceptions. Structural (n = 15) outcomes were largely reported as interaction effects by physical activity intensity or sex, or as no significant effect. A network of interconnected outcomes emerged, with clinical and functional outcomes often reported together, and structural outcomes reported individually. This study provides an overview of current evidence linking physical activity to multiple interrelated knee osteoarthritis outcomes using an OAI-driven model. These evidence maps can be used as a framework to guide future investigations of the effects of physical activity on knee osteoarthritis."
      ],
      "CopyrightInformation": "© 2021. International League of Associations for Rheumatology (ILAR)."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-6659-7864"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physiotherapy, Dalhousie University, Forrest Building, 5869 University Avenue, NS, B3H 4R2, Halifax, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Dynamics of Human Motion Laboratory, Dalhousie University, Halifax, NS, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Laboratory for Clinical Biomechanics and Rehabilitation, Dalhousie University, Halifax, NS, Canada."
          }
        ],
        "LastName": "Budarick",
        "ForeName": "Aleksandra R",
        "Initials": "AR"
      },
      {
        "Identifier": [
          "0000-0003-1719-4799"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physiotherapy, Dalhousie University, Forrest Building, 5869 University Avenue, NS, B3H 4R2, Halifax, Canada. rebecca.moyer@dal.ca."
          },
          {
            "Identifier": [],
            "Affiliation": "Dynamics of Human Motion Laboratory, Dalhousie University, Halifax, NS, Canada. rebecca.moyer@dal.ca."
          },
          {
            "Identifier": [],
            "Affiliation": "Laboratory for Clinical Biomechanics and Rehabilitation, Dalhousie University, Halifax, NS, Canada. rebecca.moyer@dal.ca."
          }
        ],
        "LastName": "Moyer",
        "ForeName": "Rebecca F",
        "Initials": "RF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Clin Rheumatol",
    "NlmUniqueID": "8211469",
    "ISSNLinking": "0770-3198"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Accelerometry"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Osteoarthritis, Knee"
    }
  ]
}