{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COP",
      "Foot orthoses",
      "Foot posture",
      "Running biomechanics"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34864487",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "11",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.gaitpost.2021.11.033",
      "S0966-6362(21)00611-1"
    ],
    "Journal": {
      "ISSN": "1879-2219",
      "JournalIssue": {
        "Volume": "92",
        "PubDate": {
          "Year": "2022",
          "Month": "Feb"
        }
      },
      "Title": "Gait & posture",
      "ISOAbbreviation": "Gait Posture"
    },
    "ArticleTitle": "Dose-response effects of forefoot and arch orthotic components on the center of pressure trajectory during running in pronated feet.",
    "Pagination": {
      "StartPage": "212",
      "EndPage": "217",
      "MedlinePgn": "212-217"
    },
    "Abstract": {
      "AbstractText": [
        "Foot orthoses are widely used in runners with pronated feet, who are characterized with large forefoot abduction and arch deformation during gait. However, the relationship between the amount of forefoot and arch orthotic correction and the alterations in foot biomechanics remains unclear.",
        "This study aimed to determine dose-response effects of foot orthoses with forefoot wedge and arch support components on the center of pressure (COP) trajectories and pressure distribution during running in symptomatic pronated feet.",
        "Fifteen recreational runners participated in this study. A pressure plate was used to measure plantar pressures during running with control shoe only and ten foot orthoses, varying in forefoot wedges (5 levels) and arch supports (2 levels). The COP trajectory across the entire stance phase was compared between orthotic and control conditions using one-dimensional statistical parametric mapping. The differences in the force-time integral (FTI) and temporal variables were explored between conditions using repeated measures ANOVAs. The main effect of the two orthotic components and their interaction on tested variables were examined using two-way ANOVAs.",
        "A forefoot wedge, whether laterally or medially located, shifted the COP trajectory laterally during some subphases of running (p < 0.05), while using an arch support only had minimal effect on the COP. Almost all orthoses reduced the FTI on the 2nd metatarsal and medial heel, and only medial forefoot wedges reduced the FTI on the hallux. There was a linear effect of forefoot wedges on the medial-lateral COP displacements during the propulsion phase, but no interactions were found between two orthotic components.",
        "These findings suggest that forefoot orthotic components rather than arch supports are effective in altering forefoot dynamics in runners with pronated feet. This study could have implications for foot orthotic prescription and running-related injury prevention for individuals with pronated feet."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Key Laboratory of Sensing Technology and Biomedical Instrument of Guangdong Province, School of Biomedical Engineering, Sun Yat-sen University, Guangzhou, China. Electronic address: zhangxianyi@mail.sysu.edu.cn."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Xianyi",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, Shenyang Sport University, Shenyang, China."
          }
        ],
        "LastName": "Lam",
        "ForeName": "Wing-Kai",
        "Initials": "WK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Human Movement Biomechanics Research Group, Department of Movement Sciences, KU Leuven, Leuven, Belgium."
          }
        ],
        "LastName": "Vanwanseele",
        "ForeName": "Benedicte",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Gait Posture",
    "NlmUniqueID": "9416830",
    "ISSNLinking": "0966-6362"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Biomechanical Phenomena"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Foot"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Foot Orthoses"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Gait"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Orthotic Devices"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Running"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Shoes"
    }
  ]
}