{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22089077",
  "DateCompleted": {
    "Year": "2013",
    "Month": "05",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2014",
    "Month": "07",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2011",
        "Month": "11",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1136/bjsports-2011-090290"
    ],
    "Journal": {
      "ISSN": "1473-0480",
      "JournalIssue": {
        "Volume": "46",
        "Issue": "16",
        "PubDate": {
          "Year": "2012",
          "Month": "Dec"
        }
      },
      "Title": "British journal of sports medicine",
      "ISOAbbreviation": "Br J Sports Med"
    },
    "ArticleTitle": "Exercise prescription: a case for standardised reporting.",
    "Pagination": {
      "StartPage": "1110",
      "EndPage": "1113",
      "MedlinePgn": "1110-3"
    },
    "Abstract": {
      "AbstractText": [
        "Structured, regular exercise is recommended to improve health outcomes. Exercise takes many forms and varies in type, intensity, duration and frequency. The authors used the example of exercise for chronic health conditions to examine how exercise programmes are described and summarised in systematic reviews.",
        "Two independent reviewers conducted a review of exercise reporting practices using the evidence of exercise effects for chronic conditions as the source material.",
        "systematic reviews that summarised the effects of exercise programmes for adults with chronic health conditions.",
        "reviews of studies of children and adolescent populations, and non-English publications.",
        "Seventy-three reviews were included. Data on sample size, number of included trials, interventions, comparisons, programme characteristics, exercise components, author conclusions and recommendations were extracted. Seventy-one per cent of reviews reported being unable to adequately describe the exercise programmes, because the required information was not reported in included trials. Using key exercise descriptors from the included reviews, the authors developed criteria for reporting to a level that enables replication.",
        "All included reviews recommended better and standardised reporting. Incomplete exercise programme descriptions limit confidence in the accurate replication of effective interventions and limits critical appraisal of interventions when conflicting outcomes are reported. The evaluation and implementation of physical activity and exercise research would be facilitated if exercise programmes are comprehensively described. The authors propose that systematic reviews/meta-analysis and clinical application of the outcomes of exercise therapy research would be enhanced if authors used an exercise reporting grid that includes a detailed description of the programme components."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, Monash University, Frankston, Australia. elgarphysio@bigpond.com.au"
          }
        ],
        "LastName": "Slade",
        "ForeName": "Susan Carolyn",
        "Initials": "SC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Keating",
        "ForeName": "Jennifer Lyn",
        "Initials": "JL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br J Sports Med",
    "NlmUniqueID": "0432520",
    "ISSNLinking": "0306-3674"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Research Design"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}