{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Cette étude évalue le rôle actuel et dans le futur des tests d’efforts cardiopulmonaires (CPET) dans le contexte des programmes de récupération rapide après la chirurgie (RRAC).",
        "Il existe une abondante littérature confirmant les rapports entre la forme physique et l’évolution générale du patient en période périopératoire. Les quelques petites études menées avec des patients subissant une chirurgie dans un programme de RRAC indiquent que les individus les moins en forme ont une plus grande incidence de morbidité et mortalité. Il existe des données probantes sur l’adoption croissante du CPET périopératoire, en particulier au Royaume-Uni. Bien que des variables tirées du CPET aient été utilisées pour guider les décisions cliniques sur le choix de la procédure chirurgicale et le niveau de soins périopératoires, ainsi que pour dépister des comorbidités rares, la capacité des variables tirées du CPET pour guider le traitement et, par conséquent, améliorer ses résultats reste incertaine. Des études récentes ont décrit une baisse de la forme physique (définie par le CPET) après des traitements néoadjuvants (chimio et radiothérapie) précédant une intervention chirurgicale. Les données préliminaires suggèrent que cela peut être associé à un effet secondaire sur les résultats cliniques des patients ayant la moins bonne condition physique. De premiers rapports suggèrent que les variables tirées du CPET peuvent être utilisées pour guider la prescription d’interventions d’entraînement à l’effort et, par conséquent, améliorer leur condition physique avant la chirurgie (c’est-à-dire, préadaptation). L’impact de telles interventions sur les résultats cliniques reste incertain.",
        "Le CPET périopératoire connaît une plage croissante d’utilisations, notamment pour l’évaluation du risque, la prise de décision collaborative, les soins personnalisés, l’évaluation du bénéfice des interventions et le guidage de la prescription de préadaptation. Ces indications sont potentiellement importantes pour les patients devant subir une chirurgie dans le cadre d’un programme de RRAC, mais il n’y a actuellement que peu de publications portant spécifiquement sur le CPET dans le contexte de programmes de RRAC."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25608638",
  "DateCompleted": {
    "Year": "2015",
    "Month": "10",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "01",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s12630-014-0307-6"
    ],
    "Journal": {
      "ISSN": "1496-8975",
      "JournalIssue": {
        "Volume": "62",
        "Issue": "2",
        "PubDate": {
          "Year": "2015",
          "Month": "Feb"
        }
      },
      "Title": "Canadian journal of anaesthesia = Journal canadien d'anesthesie",
      "ISOAbbreviation": "Can J Anaesth"
    },
    "ArticleTitle": "Cardiopulmonary exercise testing, prehabilitation, and Enhanced Recovery After Surgery (ERAS).",
    "Pagination": {
      "StartPage": "131",
      "EndPage": "142",
      "MedlinePgn": "131-42"
    },
    "Abstract": {
      "AbstractText": [
        "This review evaluates the current and future role of cardiopulmonary exercise testing (CPET) in the context of Enhanced Recovery After Surgery (ERAS) programs.",
        "There is substantial literature confirming the relationship between physical fitness and perioperative outcome in general. The few small studies in patients undergoing surgery within an ERAS program describe less fit individuals having a greater incidence of morbidity and mortality. There is evidence of increasing adoption of perioperative CPET, particularly in the UK. Although CPET-derived variables have been used to guide clinical decisions about choice of surgical procedure and level of perioperative care as well as to screen for uncommon comorbidities, the ability of CPET-derived variables to guide therapy and thereby improve outcome remains uncertain. Recent studies have reported a reduction in CPET-defined physical fitness following neoadjuvant therapies (chemo- and radio-therapy) prior to surgery. Preliminary data suggest that this effect may be associated with an adverse effect on clinical outcomes in less fit patients. Early reports suggest that CPET-derived variables can be used to guide the prescription of exercise training interventions and thereby improve physical fitness in patients prior to surgery (i.e., prehabilitation). The impact of such interventions on clinical outcomes remains uncertain.",
        "Perioperative CPET is finding an increasing spectrum of roles, including risk evaluation, collaborative decision-making, personalized care, monitoring interventions, and guiding prescription of prehabilitation. These indications are potentially of importance to patients having surgery within an ERAS program, but there are currently few publications specific to CPET in the context of ERAS programs."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Integrative Physiology and Critical Illness Group, Clinical and Experimental Sciences, Faculty of Medicine, University of Southampton, University Road, Southampton, UK."
          }
        ],
        "LastName": "Levett",
        "ForeName": "Denny Z H",
        "Initials": "DZ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Grocott",
        "ForeName": "Michael P W",
        "Initials": "MP"
      }
    ],
    "GrantList": [
      {
        "Agency": "Department of Health",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Can J Anaesth",
    "NlmUniqueID": "8701709",
    "ISSNLinking": "0832-610X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoadjuvant Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Perioperative Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Recovery of Function"
    }
  ]
}