{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26758673",
  "DateCompleted": {
    "Year": "2016",
    "Month": "10",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "01",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1136/bjsports-2015-095788"
    ],
    "Journal": {
      "ISSN": "1473-0480",
      "JournalIssue": {
        "Volume": "50",
        "Issue": "5",
        "PubDate": {
          "Year": "2016",
          "Month": "Mar"
        }
      },
      "Title": "British journal of sports medicine",
      "ISOAbbreviation": "Br J Sports Med"
    },
    "ArticleTitle": "The training-injury prevention paradox: should athletes be training smarter and harder?",
    "Pagination": {
      "StartPage": "273",
      "EndPage": "280",
      "MedlinePgn": "273-80"
    },
    "Abstract": {
      "AbstractText": [
        "There is dogma that higher training load causes higher injury rates. However, there is also evidence that training has a protective effect against injury. For example, team sport athletes who performed more than 18 weeks of training before sustaining their initial injuries were at reduced risk of sustaining a subsequent injury, while high chronic workloads have been shown to decrease the risk of injury. Second, across a wide range of sports, well-developed physical qualities are associated with a reduced risk of injury. Clearly, for athletes to develop the physical capacities required to provide a protective effect against injury, they must be prepared to train hard. Finally, there is also evidence that under-training may increase injury risk. Collectively, these results emphasise that reductions in workloads may not always be the best approach to protect against injury.",
        "This paper describes the 'Training-Injury Prevention Paradox' model; a phenomenon whereby athletes accustomed to high training loads have fewer injuries than athletes training at lower workloads. The Model is based on evidence that non-contact injuries are not caused by training per se, but more likely by an inappropriate training programme. Excessive and rapid increases in training loads are likely responsible for a large proportion of non-contact, soft-tissue injuries. If training load is an important determinant of injury, it must be accurately measured up to twice daily and over periods of weeks and months (a season). This paper outlines ways of monitoring training load ('internal' and 'external' loads) and suggests capturing both recent ('acute') training loads and more medium-term ('chronic') training loads to best capture the player's training burden. I describe the critical variable-acute:chronic workload ratio-as a best practice predictor of training-related injuries. This provides the foundation for interventions to reduce players risk, and thus, time-loss injuries.",
        "The appropriately graded prescription of high training loads should improve players' fitness, which in turn may protect against injury, ultimately leading to (1) greater physical outputs and resilience in competition, and (2) a greater proportion of the squad available for selection each week."
      ],
      "CopyrightInformation": "Published by the BMJ Publishing Group Limited. For permission to use (where not already granted under a licence) please go to http://www.bmj.com/company/products-services/rights-and-licensing/"
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Exercise Science, Australian Catholic University, Brisbane, Queensland, Australia School of Human Movement Studies, University of Queensland, Brisbane, Queensland, Australia."
          }
        ],
        "LastName": "Gabbett",
        "ForeName": "Tim J",
        "Initials": "TJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br J Sports Med",
    "NlmUniqueID": "0432520",
    "ISSNLinking": "0306-3674"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Athletes"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Athletic Injuries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Theoretical"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Physical Conditioning, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Soft Tissue Injuries"
    }
  ]
}