{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22713198",
  "DateCompleted": {
    "Year": "2012",
    "Month": "11",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "06",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "02",
        "Day": "20"
      }
    ],
    "Language": [
      "por"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1646-0758",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "6",
        "PubDate": {
          "Year": "2011",
          "Season": "Nov-Dec"
        }
      },
      "Title": "Acta medica portuguesa",
      "ISOAbbreviation": "Acta Med Port"
    },
    "ArticleTitle": "[Physical activity and public health: recommendations for exercise prescription].",
    "Pagination": {
      "StartPage": "1025",
      "EndPage": "1030",
      "MedlinePgn": "1025-30"
    },
    "Abstract": {
      "AbstractText": [
        "During the last half century scientific data have been accumulated, through epidemiological and clinical studies that clearly document the significant health benefits associated with regular physical activity. This paper will analyse the latest recommendations for prescribing exercise in all age groups in healthy subjects and to individuals with chronic non-communicable diseases such as overweight, obesity, diabetes, hypertension, atherosclerotic cardiovascular disease and cancer, that contribute to the leading causes of global mortality. A search in the Pubmed database was performed and were also searched the recommendations of the World Health Organization and scientific organizations in Portugal. Most health benefits occur with at least 150 minutes of aerobic exercise of moderate intensity, accumulated over the week, which can be split into periods of at least 10 minutes. Brisk walking seems to be the preferred aerobic exercise. Vigorous intensity aerobic exercise and resistance exercises for muscle strengthening, at least two days a week are also recommended. Children, youth, older adults and people with overweight have particular needs for physical activity. Additional benefits occur with increasing quantity and quality of physical activity through the proper manipulation of the exercise density (intensity, frequency and duration). However, some physical activity is better than none. The role of health professionals in prescribing appropriate exercise to their patients is fundamental to their involvement in increasing their physical activity levels and thus contributing to their health promotion and prevention and treatment of major non-communicable chronic diseases."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro de Investigação e Desporto, Saúde e Desenvolvimento Humano, Universidade de Trás-os-Montes e Alto Douro, Vila Real, Portugal."
          }
        ],
        "LastName": "Mendes",
        "ForeName": "Romeu",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sousa",
        "ForeName": "Nelson",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barata",
        "ForeName": "J L Themudo",
        "Initials": "JL"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Actividade física e saúde pública: recomendações para a prescrição de exercício."
  },
  "MedlineJournalInfo": {
    "Country": "Portugal",
    "MedlineTA": "Acta Med Port",
    "NlmUniqueID": "7906803",
    "ISSNLinking": "0870-399X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motor Activity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Public Health"
    }
  ]
}