{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22258986",
  "DateCompleted": {
    "Year": "2012",
    "Month": "06",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "01",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD008496",
      "10.1002/14651858.CD008496.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "1",
        "Issue": "1",
        "PubDate": {
          "Year": "2012",
          "Month": "Jan",
          "Day": "18"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Non-drug therapies for lower limb muscle cramps.",
    "Pagination": {
      "StartPage": "CD008496",
      "MedlinePgn": "CD008496"
    },
    "Abstract": {
      "AbstractText": [
        "About one in every three adults are affected by lower limb muscle cramps. For some people, these cramps reduce quality of life, quality of sleep and participation in activities of daily living. Many interventions are available for lower limb cramps, but some are controversial, no treatment guidelines exist, and often people experience no benefit from the interventions prescribed.",
        "To assess the effects of non-drug, non-invasive treatments for lower limb cramp.",
        "We searched the Cochrane Neuromuscular Disease Group Specialized Register (13 September 2011) using the terms: cramp, spasm, contracture, charley horse and lower limb, lower extremity, foot, calf, leg, thigh, gastrocnemius, hamstring, quadriceps. We also searched CENTRAL (2011, Issue 3), MEDLINE (January 1966 to August 2011) and EMBASE (January 1980 to August 2011) and the reference lists of included studies. There were no language or publication restrictions.",
        "All randomised controlled trials of non-drug, non-invasive interventions trialled over at least four weeks for the prevention of lower limb muscle cramps in any group of people. We excluded, for example, surgery, acupuncture and dry-needling, as invasive interventions. We selected only trials that included at least one of the following outcomes: cramp frequency, cramp severity, health-related quality of life, quality of sleep, participation in activities of daily living and adverse outcomes.",
        "Two authors independently selected trials, assessed risk of bias and cross checked data extraction and analysis. A third author was to arbitrate in the event of disagreement. We asked the authors of five trials for information to assist with screening studies for eligibility and received four responses.",
        "One trial was eligible for inclusion.  All participants were age 60 years or over and had received a repeat prescription from their general practitioner of quinine for nighttime cramps in the preceding three months. This review includes data from only those participants who were advised to continue taking quinine. Forty-nine participants were advised to complete lean-to-wall calf muscle stretching held for 10 s three times per day. Forty-eight participants were allocated to a placebo stretching group. After 12 weeks, there was no statistically significant difference in recalled cramp frequency between groups. No \"significant\" adverse effect was reported. Limitations in the study's design impede interpretation of the results and clinical applicability.",
        "There is limited evidence on which to base clinical decisions regarding the use of non-drug therapies for the treatment of lower limb muscle cramp. Serious methodological limitations in the existing evidence hinder clinical application. There is an urgent need to carefully evaluate many of the commonly recommended and emerging non-drug therapies in well designed randomised controlled trials."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health Sciences, Faculty of Health, The University of Newcastle, Ourimbah, Australia. fiona.blyton@newcastle.edu.au."
          }
        ],
        "LastName": "Blyton",
        "ForeName": "Fiona",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chuter",
        "ForeName": "Vivienne",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Walter",
        "ForeName": "Kate E L",
        "Initials": "KE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Burns",
        "ForeName": "Joshua",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Muscle Relaxants, Central"
    },
    {
      "RegistryNumber": "A7V27PHC7A",
      "NameOfSubstance": "Quinine"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2021 May 17;5:CD008496",
      "PMID": "33998664"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lower Extremity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Muscle Cramp"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Muscle Relaxants, Central"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Muscle Stretching Exercises"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Quinine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "FB received a research grant from The University of Newcastle, Australia, to support completion this review. The University of Newcastle did not interfere with the independence of the authors in regard to the conduct of the review and did not delay or prevent publication of this review. VC: none known. KW: none known. JB receives research funding from the National Health and Medical Research Council of Australia, NIH Rare Diseases Inherited Neuropathies Consortium, Charcot‐Marie‐Tooth Disease Association of Australia, Australian Podiatry Education & Research Foundation."
}