{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise",
      "Motivation",
      "Patient adherence",
      "Physical activity",
      "Physiotherapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25239472",
  "DateCompleted": {
    "Year": "2015",
    "Month": "11",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "06",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.physio.2014.04.009",
      "S0031-9406(14)00057-1"
    ],
    "Journal": {
      "ISSN": "1873-1465",
      "JournalIssue": {
        "Volume": "101",
        "Issue": "1",
        "PubDate": {
          "Year": "2015",
          "Month": "Mar"
        }
      },
      "Title": "Physiotherapy",
      "ISOAbbreviation": "Physiotherapy"
    },
    "ArticleTitle": "Addition of motivational interventions to exercise and traditional physiotherapy: a review and meta-analysis.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "12",
      "MedlinePgn": "1-12"
    },
    "Abstract": {
      "AbstractText": [
        "Incontestable epidemiological trends indicate that, for the foreseeable future, mortality and morbidity will be dominated by an escalation in chronic lifestyle-related diseases. International guidelines recommend the implementation of evidence-based approaches to bring about health behaviour changes. Motivational interventions to increase adherence and physical activity are not part of traditional physiotherapy for any condition.",
        "To evaluate the evidence for the effectiveness of adding motivational interventions to traditional physiotherapy to increase physical activity and short- and long-term adherence to exercise prescriptions.",
        "A literature search of PubMed, EMBASE, Scopus, CINAHL, PsychINFO, AMED and Allied Health Evidence database using keywords and subject headings.",
        "Only randomised controlled trials comparing two or more arms, with one arm focused on motivational interventions influencing exercise and one control arm, were included. The search identified 493 titles, of which 14 studies (comprising 1504 participants) were included.",
        "The principal investigator extracted data that were reviewed independently by another author. Methodological quality was assessed independently by two authors using the Cochrane Risk of Bias tool and the PEDro scale. Outcomes were measured at the level of impairment, activity limitation and participation restriction. The standardised mean difference between the control and intervention groups at follow-up time points was used as the mode of analysis. I2≤50% was used as the cut-off point for acceptable heterogeneity, above which a random effects model was applied.",
        "Exercise attendance was measured in six studies (n=378), and the results indicate that there was no significant difference in exercise attendance between the groups (Random effects model, standardised mean difference 0.33, 95% confidence interval -0.03 to 0.68, I2 62%). Perceived self-efficacy results were pooled from six studies (n=722), and a significant difference was found between the groups in favour of the interventions (Fixed effects model, standardised mean difference 0.71, 95% confidence interval 0.55 to 0.87, I2 41%). The results for levels of activity limitation were pooled (n=550), and a significant difference was found between the groups in favour of the interventions (REM, standardised mean difference -0.37, 95% confidence interval -0.65 to -0.08, I(2) 61%).",
        "The majority of the included studies were of medium quality, and four studies were of low quality. Data were pooled from a wide variety of different populations and settings, increasing the assortment of study characteristics.",
        "Motivational interventions can help adherence to exercise, have a positive effect on long-term exercise behaviour, improve self-efficacy and reduce levels of activity limitation. The optimal theory choice and the most beneficial length and type of intervention have not been defined, although all interventions showed benefits. There is a need to determine how practising physiotherapists currently optimise adherence, and their current levels of knowledge about motivational interventions.",
        "The results indicate that motivational interventions are successful for increasing healthy physical activity behaviour. Physiotherapists are ideally placed to take on this role, and motivational interventions must become part of physiotherapy practice."
      ],
      "CopyrightInformation": "Copyright © 2014 Chartered Society of Physiotherapy. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Discipline of Physiotherapy, School of Medicine, Trinity College Dublin, Trinity Centre for Health Sciences, Dublin, Ireland."
          }
        ],
        "LastName": "McGrane",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physiotherapy, Royal College of Surgeons in Ireland, Dublin, Ireland."
          }
        ],
        "LastName": "Galvin",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCD School of Public Health, Physiotherapy and Population Science, College of Health Sciences, University College Dublin, Belfield, Dublin, Ireland."
          }
        ],
        "LastName": "Cusack",
        "ForeName": "T",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Discipline of Physiotherapy, School of Medicine, Trinity College Dublin, Trinity Centre for Health Sciences, Dublin, Ireland. Electronic address: estokes@tcd.ie."
          }
        ],
        "LastName": "Stokes",
        "ForeName": "E",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Physiotherapy",
    "NlmUniqueID": "0401223",
    "ISSNLinking": "0031-9406"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Combined Modality Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evidence-Based Medicine"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motivation"
    },
    {
      "QualifierName": [
        "diagnosis",
        "rehabilitation"
      ],
      "DescriptorName": "Musculoskeletal Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Therapy Modalities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}