{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Determinar los factores asociados a la adherencia a la actividad física en pacientes con enfermedades crónicas no transmisibles ECNT en la red de salud Ladera del municipio de Santiago de Cali.",
        "Se realizó un estudio de casos y controles con 268 adultos con diagnóstico de Diabetes o Hipertensión u obesidad, 134 casos y 134 controles de la red de salud E.S.E Ladera. Para el análisis univariado se realiza análisis de frecuencias y estadística descriptiva. En el análisis bivariado se aplican pruebas de Chi-cuadrado y t de Student, ambas con un IC del 95%, para el análisis Multivariado se realizó regresión logística binaria y se estimó la razón de probabilidad a través del Odds Ratio (OR).",
        "Factores con OR<1: la autopercepción del estado de salud, espacios adecuados para la actividad física, autocuidado de la salud, periodicidad de actividad, demostraron ser facilitadores para la adherencia a la actividad física. Los factores con OR>1: estar solo durante el día, haber dejado de realizar ejercicio físico, considerar el ejercicio físico poco importante, espacios inseguros, falta de prescripción del ejercicio, fueron barreras para la adherencia a la actividad física.",
        "Percibirse con buena calidad de vida, tener la actividad física programada por el sistema de salud y ambientes adecuados y seguros, facilitan la adherencia, mientras no pertenecer a un grupo familiar, no considerar la prescripción a la actividad física importante y estar en zonas inseguras, limitan la adherencia."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30843981",
  "DateCompleted": {
    "Year": "2019",
    "Month": "09",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.15446/rsap.V20n4.62959",
      "S0124-00642018000400460"
    ],
    "Journal": {
      "ISSN": "2539-3596",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "4",
        "PubDate": {
          "Year": "2018",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Revista de salud publica (Bogota, Colombia)",
      "ISOAbbreviation": "Rev Salud Publica (Bogota)"
    },
    "ArticleTitle": "[Factors associated with adherence to physical activity in patients with chronic non-communicable diseases].",
    "Pagination": {
      "StartPage": "460",
      "EndPage": "464",
      "MedlinePgn": "460-464"
    },
    "Abstract": {
      "AbstractText": [
        "To determine the factors associated with adherence to physical activity in patients with chronic non-communicable diseases (CND) in the Ladera health network of the municipality of Santiago de Cali.",
        "A case-control study was conducted with 268 adults diagnosed with diabetes, high blood pressure or obesity, 134 cases and 134 controls, treated at the Empresa Social del Estado (E.S.E) Ladera healthcare network. Univariate analysis included frequency analysis and descriptive statistics. Chi-square and t Student tests were applied for bivariate analysis, both with a 95% CI; binary logistic regression was performed for the multivariate analysis and probability was estimated using the Odds Ratio (OR).",
        "Factors with OR<1 -self-perception of physical condition, appropriate spaces for physical activity, self-care, and frequency of activity- promote adherence to physical activity. Factors with OR>1 -being alone during the day, having stopped doing physical exercise, considering physical exercise as unimportant, unsafe spaces, and lack of indication of exercise- were barriers to adherence to physical activity.",
        "Perceiving oneself with good quality of life and having a physical activity prescription by the healthcare system, as well as adequate and safe environments, promote adherence. On the other hand, not belonging to a family group, considering physical activity prescription as unimportant and being in unsafe areas, hinder adherence."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CQ: Fisioterapeuta. M. Sc. Epidemiologia. M. Sc Neurorehabilitación, Institución Universitaria Escuela Nacional del deporte. Cali, Colombia. enzoandrew@hotmail.com."
          }
        ],
        "LastName": "Quiroz-Mora",
        "ForeName": "Carlos A",
        "Initials": "CA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "DS: Terapeuta Respiratoria. M. Sc. Epidemiologia. Docente, Universidad Santiago de Cali. Cali, Colombia. diana.serrato00@usc.edu.co."
          }
        ],
        "LastName": "Serrato-Ramírez",
        "ForeName": "Diana M",
        "Initials": "DM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "GB: MD. M. Sc Epidemiologia. Fundación para la producción y gestión del conocimiento. Cali, Colombia. fundaprogesco@gmail.com."
          }
        ],
        "LastName": "Bergonzoli-Peláez",
        "ForeName": "Gustavo",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Factores asociados con la adherencia a la actividad física en pacientes con enfermedades crónicas no transmisibles."
  },
  "MedlineJournalInfo": {
    "Country": "Colombia",
    "MedlineTA": "Rev Salud Publica (Bogota)",
    "NlmUniqueID": "100936348",
    "ISSNLinking": "0124-0064"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Case-Control Studies"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Noncommunicable Diseases"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Patient Compliance"
    }
  ]
}