{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26816299",
  "DateCompleted": {
    "Year": "2016",
    "Month": "05",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "01",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD010375",
      "10.1002/14651858.CD010375.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2016",
        "Issue": "1",
        "PubDate": {
          "Year": "2016",
          "Month": "Jan",
          "Day": "27"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Water precautions for prevention of infection in children with ventilation tubes (grommets).",
    "Pagination": {
      "StartPage": "CD010375",
      "MedlinePgn": "CD010375"
    },
    "Abstract": {
      "AbstractText": [
        "Following middle ear ventilation tube (tympanostomy tube or grommet) insertion, most surgeons advise that a child's ears should be kept dry during the immediate postoperative period. Following the initial period some surgeons will permit swimming or bathing, whereas other surgeons will recommend ongoing water precautions. A large number of studies have been conducted to explore the association between water exposure and ear infections in children with ventilation tubes, however a range of differing conclusions exist regarding the need for water precautions and there is wide variation in clinical practice.",
        "To assess the effectiveness of water precautions for the prevention of ear infections in children with ventilation tubes (grommets), at any time while the tubes are in place.",
        "The Cochrane ENT Trials Search Co-ordinator searched the ENT Trials Register; Central Register of Controlled Trials (CENTRAL 2015, Issue 8); PubMed; EMBASE; CINAHL; Web of Science; Clinicaltrials.gov; ICTRP and additional sources for published and unpublished trials. The date of the search was 1 September 2015.",
        "Randomised controlled trials recruiting children (0 to 17 years) with ventilation tubes and assessing the effect of water precautions while the tubes are in place. We considered all forms of water precautions, including behavioural (i.e. avoidance or swimming/bathing restrictions) and mechanical (ear plugs/moulds or hats/bands).",
        "We used the standard methodological procedures expected by Cochrane. Our primary outcome measures were episodes of otorrhoea and adverse effects; secondary outcomes were antimicrobial prescriptions for ear infections, ventilation tube extrusion, surgical intervention to remove ventilation tubes and hearing outcomes.",
        "Two randomised controlled trials recruiting a total of 413 patients met the criteria for inclusion in our review; one study had a low risk of bias and the other study had a high risk of bias. Ear plugs versus control One study recruited 201 children (aged six months to six years) who underwent myringotomy and ventilation tube insertion. The study compared an intervention group who were instructed to swim and bathe with ear plugs with a control group; the participants were followed up at one-month intervals for one year. This study, with low risk of bias, showed that the use of ear plugs results in a small but statistically significant reduction in the rate of otorrhoea from 1.2 episodes to 0.84 episodes in the year of follow-up (mean difference (MD) -0.36 episodes per year, 95% confidence interval (CI) -0.45 to -0.27). There was no significant difference in ventilation tube extrusion or hearing outcomes between the two study arms. No child required surgical intervention to remove ventilation tubes and no adverse events were reported. Water avoidance versus control Another study recruited 212 children (aged three months to 12 years) who underwent myringotomy and ventilation tube insertion. The study compared an intervention group who were instructed not to swim or submerge their heads while bathing with a control group; the participants were followed up at three-month intervals for one year. This study, with high risk of bias, did not show any evidence of a reduction or increase in the rate of otorrhoea (1.17 episodes per year in both groups; MD 0 episodes, 95% CI -0.14 to 0.14). No other outcomes were reported for this study and no adverse events were reported. Quality of evidence The overall quality (GRADE) of the body of evidence for the effect of ear plugs on the rate of otorrhoea and the effect of water avoidance on the rate of otorrhoea are low and very low respectively.",
        "The baseline rate of ventilation tube otorrhoea and the morbidity associated with it is usually low and therefore careful prior consideration must be given to the efficacy, costs and burdens of any intervention aimed at reducing this rate.While there is some evidence to suggest that wearing ear plugs reduces the rate of otorrhoea in children with ventilation tubes, clinicians and parents should understand that the absolute reduction in the number of episodes of otorrhoea appears to be very small and is unlikely to be clinically significant. Based on the data available, an average child would have to wear ear plugs for 2.8 years to prevent one episode of otorrhoea.Some evidence suggests that advising children to avoid swimming or head immersion during bathing does not affect rates of otorrhoea, although good quality data are lacking in this area. Currently, consensus guidelines therefore recommend against the routine use of water precautions on the basis that the limited clinical benefit is outweighed by the associated cost, inconvenience and anxiety.Future high-quality studies could be undertaken but may not be thought necessary. It is uncertain whether further trials in this area would change the findings of this review or have an impact on practice. Any future high-quality research should focus on determining whether particular groups of children benefit more from water precautions than others, as well as on developing clinical guidelines and their implementation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "ENT Department, Northampton General Hospital NHS Trust, Northampton, UK."
          }
        ],
        "LastName": "Moualed",
        "ForeName": "Daniel",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Masterson",
        "ForeName": "Liam",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kumar",
        "ForeName": "Sanjiv",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Donnelly",
        "ForeName": "Neil",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "059QF0KO0R",
      "NameOfSubstance": "Water"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD010375"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Bacterial Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Baths"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Ear Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ear Protective Devices"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [
        "instrumentation"
      ],
      "DescriptorName": "Middle Ear Ventilation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Swimming"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Water"
    }
  ],
  "CoiStatement": "DM declares no competing interests. LM declares no competing interests. SK declares no competing interests. ND declares no competing interests."
}