{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12806449",
  "DateCompleted": {
    "Year": "2003",
    "Month": "09",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1701-2163",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "6",
        "PubDate": {
          "Year": "2003",
          "Month": "Jun"
        }
      },
      "Title": "Journal of obstetrics and gynaecology Canada : JOGC = Journal d'obstetrique et gynecologie du Canada : JOGC",
      "ISOAbbreviation": "J Obstet Gynaecol Can"
    },
    "ArticleTitle": "Clinical physiology of exercise in pregnancy: a literature review.",
    "Pagination": {
      "StartPage": "473",
      "EndPage": "483",
      "MedlinePgn": "473-83"
    },
    "Abstract": {
      "AbstractText": [
        "To review the existing literature on the physiology of exercise in pregnancy as a basis for clinical practice guidelines for prenatal exercise prescription.",
        "MEDLINE search for English language abstracts and articles published between 1966 and 2003 related to physiological adaptations to pregnancy, effects of pregnancy on responses to acute exercise and aerobic conditioning, effects of acute maternal exercise on indexes of fetal well-being, impact of physical conditioning on birth weight and other pregnancy outcomes, and use of exercise to prevent or treat gestational diabetes mellitus and preeclampsia.",
        "Maximal aerobic power (VO(2)max, L/min) is well-preserved in pregnant women who remain physically active, but anaerobic working capacity may be reduced in late gestation. The increase in resting heart rate, reduction in maximal heart rate, and resulting smaller heart rate reserve render heart rate a less precise way of estimating exercise intensity. As rating of perceived exertion (RPE) is not altered by pregnancy, the use of revised pulse rate target zones along with Borg's RPE scale is recommended to prescribe exercise intensity during pregnancy. Responses to prolonged submaximal exercise (>30 min) in late gestation include a moderate reduction in maternal blood glucose concentration, which may transiently reduce fetal glucose availability. The normal response to sustained submaximal exercise is an increase in fetal heart rate (FHR) baseline. Transient reductions in FHR reactivity, fetal breathing movements, and FHR variability may also occur in association with more strenuous exercise. Controlled prospective studies have demonstrated that moderate prenatal exercise during the second and third trimesters is useful to improve aerobic fitness and maternal-fetal physiological reserve without affecting fetal growth.",
        "The Physical Activity Readiness Medical Examination for Pregnancy is recommended for use by physicians and midwives to provide medical clearance for prenatal exercise. Evidence-based prenatal exercise guidelines are needed to counsel healthy and fit pregnant women on the safety of involvement in more strenuous physical conditioning. Future study is also recommended to determine the usefulness of prenatal exercise in the prevention and treatment of gestational diabetes mellitus and preeclampsia."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical and Health Education and Department of Physiology, Queen's University, Kingston, ON, Canada."
          }
        ],
        "LastName": "Wolfe",
        "ForeName": "Larry A",
        "Initials": "LA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Weissgerber",
        "ForeName": "Tracey L",
        "Initials": "TL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Research Support, U.S. Gov't, Non-P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Obstet Gynaecol Can",
    "NlmUniqueID": "101126664",
    "ISSNLinking": "1701-2163"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "J Obstet Gynaecol Can. 2003 Jun;25(6):451-3",
      "PMID": "12806445"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Canada"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Heart Rate, Fetal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Postpartum Period"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy Outcome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prenatal Care"
    }
  ],
  "NumberOfReferences": "108"
}