{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19957870",
  "DateCompleted": {
    "Year": "2010",
    "Month": "01",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1077-5552",
      "JournalIssue": {
        "Volume": "15",
        "PubDate": {
          "Year": "2009"
        }
      },
      "Title": "Exercise immunology review",
      "ISOAbbreviation": "Exerc Immunol Rev"
    },
    "ArticleTitle": "The effects of acute and chronic exercise on inflammatory markers in children and adults with a chronic inflammatory disease: a systematic review.",
    "Pagination": {
      "StartPage": "6",
      "EndPage": "41",
      "MedlinePgn": "6-41"
    },
    "Abstract": {
      "AbstractText": [
        "Chronic inflammatory diseases strike millions of people all over the world, and exercise is often prescribed for these patients to improve overall fitness and quality of life. In healthy individuals, acute and chronic exercise is known to alter inflammatory markers; however, less is known about these effects in patients with a chronic inflammatory disease.",
        "The purpose of this review is to clearly define the effects of acute and chronic exercise on inflammatory markers in patients compared with healthy controls to determine whether exercise elicits an abnormal inflammatory response in those patients.",
        "A literature search was conducted through MEDLINE and EMBASE (until January 2009).",
        "A distinction was made between children and adults, acute (i.e., single exercise session) and chronic exercise (i.e., training) and endurance and resistance exercise. To evaluate and compare the exercise responsiveness of various reported inflammatory markers, pre- to post-test effect sizes were calculated.",
        "A methodological quality scoring as well as an assessment of the quality of exercise paradigms were both made.",
        "In total, 19 studies were included in this systematic review (children, n=7; adults, n=12). Of these, 7 were acute exercise studies in children, 8 were acute exercise in adults, 5 were chronic endurance exercise training studies, and I was a chronic resistance exercise training study. No exercise training studies were found involving children. Single bouts of exercise might elicit an aggravated inflammatory response in patients; this was reported for patients with type I diabetes mellitus, cystic fibrosis and chronic obstructive pulmonary disease. More severely affected patients may experience a more aggravated inflammatory response. Levels ofinflammatory markers, principally IL-6 but also T-cells, total leukocytes and lymphocytes, remained elevated longer into the recovery period following an acute bout of exercise in patients compared with healthy controls. Evidence was found that chronic endurance exercise training programs can attenuate systemic inflammation in patients with chronic heart failure and type 2 diabetes mellitus.",
        "In patients with a chronic inflammatory disease, both acute and chronic exercise might elicit different inflammatory responses (i.e., exaggerated after acute exercise & attenuated after training) compared to healthy matched controls. However, the results reveal a major gap in our knowledge regarding the effects of acute and chronic exercise on inflammatory markers in patients with a chronic inflammatory disease. Results are often inconsistent, and differences in training programs (intensity, frequency and duration), heterogeneity of disease populations studied, and analytic methods may be just some of the causes for these discrepancies. To optimize exercise prescriptions and recommendations for patients with a chronic inflammatory disease, more research is needed to define the nature of physical activity that confers health benefits without exacerbating underlying inflammatory stress associated with disease pathology."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Human Movement Sciences, University of Groningen, Groningen, The Netherlands."
          }
        ],
        "LastName": "Ploeger",
        "ForeName": "Hilde E",
        "Initials": "HE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Takken",
        "ForeName": "Tim",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "de Greef",
        "ForeName": "Mathieu H G",
        "Initials": "MH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Timmons",
        "ForeName": "Brian W",
        "Initials": "BW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Exerc Immunol Rev",
    "NlmUniqueID": "9505535",
    "ISSNLinking": "1077-5552"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Cytokines"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Aging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Cystic Fibrosis"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Cytokines"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 1"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Forecasting"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "metabolism",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Inflammation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Leukocyte Count"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Endurance"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Pulmonary Disease, Chronic Obstructive"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Characteristics"
    }
  ],
  "NumberOfReferences": "107"
}