{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "7611641",
  "DateCompleted": {
    "Year": "1995",
    "Month": "08",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0077-8923",
      "JournalIssue": {
        "Volume": "753",
        "PubDate": {
          "Year": "1995",
          "Month": "May",
          "Day": "25"
        }
      },
      "Title": "Annals of the New York Academy of Sciences",
      "ISOAbbreviation": "Ann N Y Acad Sci"
    },
    "ArticleTitle": "The role of exercise in the patient with post-polio syndrome.",
    "Pagination": {
      "StartPage": "321",
      "EndPage": "334",
      "MedlinePgn": "321-34"
    },
    "Abstract": {
      "AbstractText": [
        "Recent studies have shown that judicious exercise can improve muscle strength, cardiorespiratory fitness, and the efficiency of ambulation in post-polio patients. It may also add to the patient's sense of well-being. These benefits appear to occur when the patients stay within reasonable bounds while exercising in order to avoid overuse problems. In particular, the patients should be instructed to avoid activities that cause increasing muscle or joint pain or excessive fatigue, either during or after their exercise program. The literature indicates that exercise within these constraints leads to a number of beneficial physiologic and psychologic adaptations in patients with post-polio syndrome. Judicious exercise should be viewed as important adjuvant in the overall therapeutic program of the patient. Patients seen in post-polio clinics frequently complain of new fatigue, weakness, muscle pain, and/or joint pain. The most frequent complaints involving activities of daily living include new difficulties with walking and stair climbing. The therapeutic benefit of exercise in these patients to minimize or reverse decline in function is an important question frequently asked by patients with post-polio syndrome. In the general population, physical activity is known to be an important adjunct to good health, bestowing both physiologic and psychologic benefits leading to a reduction in the risk to develop a number of serious ailments as well as leading to better psychological adjustment. On the other hand, limitation in physical activity results in a number of deleterious effects. Patients with post-polio syndrome have unique problems, however, which need to be considered when prescribing an exercise program for an individual patient. A number of functional etiologies for declining function have been hypothesized including disuse weakness, overuse weakness, weight gain, and chronic weakness. Because of the variability in which the motor neurons to different muscle groups may have been affected in a particular patient, both asymmetric and scattered weakness may be present. The challenge in prescribing exercise for the patient with post-polio syndrome comes in recognizing these unique factors in each patient and modifying the prescription accordingly. One must protect muscles and joints experiencing the adverse effects of overuse or body areas with very significant chronic weakness (in general, in areas where the muscles have less than antigravity strength on manual muscle testing) while exercising those body areas experiencing the deleterious effects of disuse. Weight gain is to be avoided if at all possible in this population, because increased weight only leads to further difficulty in the performance of daily activities.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation Medicine, University of Wisconsin-Madison Medical School 53792, USA."
          }
        ],
        "LastName": "Agre",
        "ForeName": "J C",
        "Initials": "JC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Ann N Y Acad Sci",
    "NlmUniqueID": "7506858",
    "ISSNLinking": "0077-8923"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Activities of Daily Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Weight"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiovascular Physiological Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscles"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Postpoliomyelitis Syndrome"
    }
  ],
  "NumberOfReferences": "60"
}