{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36542639",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "12",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0279375",
      "10.1371/journal.pone.0279375"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "12",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Self-managed physical activity in cancer survivors for the management of cancer-related fatigue: A scoping review.",
    "Pagination": {
      "StartPage": "e0279375",
      "MedlinePgn": "e0279375"
    },
    "Abstract": {
      "AbstractText": [
        "Cancer-related fatigue (CRF) is a disabling chronic condition that cancer survivors could experience during and after recovery and that might benefit from self-managed physical activity (PA) programs. This scoping review aimed to map self-managed PA interventions found in literature for the management of CRF.",
        "Given the heterogeneity of the topic, scoping review methodological frameworks were used. Pubmed, Cinahl and Cochrane databases were searched for primary literature. Inclusion criteria: self-managed PA meant as any exercise program prescribed by a professional either with or without initial supervision and training which then continued independently for a given time frame; patient-reported fatigue assessment included in the outcome measures. Articles dealing with entirely supervised interventions, dietary or psychological-only therapies, and with palliative care were excluded.",
        "Of the 543 experimental or observational studies screened, 63 were included. Of these forty-three studies were randomized controlled trials. Data were summarized in tables describing self-managed interventions according to: type of self-managed activity, frequency and duration, strategies to promote adherence, professionals supervising the treatment, outcome measures, and efficacy. A narrative synthesis was also added to further explain findings.",
        "We collected the available evidence on PA when this was self-managed by patients after prescription by a healthcare provider. Clinicians and researchers should consider incorporating self-care programs in CRF patients' recovery journey gradually, identifying the best strategies to integrate them into daily life. Researchers should specify the characteristics of PA programs when designing new studies. This review highlighted the areas to be investigated for future studies pertaining to self-managed PA."
      ],
      "CopyrightInformation": "Copyright: © 2022 Campanini et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-9286-6711"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "LAM - Motion Analysis Laboratory, Neuromotor and Rehabilitation Department, San Sebastiano Hospital, Azienda USL-IRCCS di Reggio Emilia, Correggio, Reggio Emilia, Italy."
          }
        ],
        "LastName": "Campanini",
        "ForeName": "Isabella",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Motor Rehabilitation Unit, Neuromotor and Rehabilitation Department, San Sebastiano Hospital, Azienda USL-IRCCS di Reggio Emilia, Correggio, Reggio Emilia, Italy."
          }
        ],
        "LastName": "Ligabue",
        "ForeName": "Maria Bernadette",
        "Initials": "MB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Merlo Bioengineering, Parma, Italy."
          }
        ],
        "LastName": "Bò",
        "ForeName": "Maria Chiara",
        "Initials": "MC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Library, Azienda USL-IRCCS di Reggio Emilia, Reggio Emilia, Italy."
          }
        ],
        "LastName": "Bassi",
        "ForeName": "Maria Chiara",
        "Initials": "MC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Neuromotor and Rehabilitation Department, Azienda USL-IRCCS Reggio Emilia, Reggio Emilia, Italy."
          }
        ],
        "LastName": "Lusuardi",
        "ForeName": "Mirco",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0002-5587-5686"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "LAM - Motion Analysis Laboratory, Neuromotor and Rehabilitation Department, San Sebastiano Hospital, Azienda USL-IRCCS di Reggio Emilia, Correggio, Reggio Emilia, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "Merlo Bioengineering, Parma, Italy."
          }
        ],
        "LastName": "Merlo",
        "ForeName": "Andrea",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Review",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cancer Survivors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self-Management"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fatigue"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}