{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36463377",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "12",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/dmcn.15435"
    ],
    "Journal": {
      "ISSN": "1469-8749",
      "JournalIssue": {
        "Volume": "65",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun"
        }
      },
      "Title": "Developmental medicine and child neurology",
      "ISOAbbreviation": "Dev Med Child Neurol"
    },
    "ArticleTitle": "Supported-standing interventions for children and young adults with non-ambulant cerebral palsy: A scoping review.",
    "Pagination": {
      "StartPage": "754",
      "EndPage": "772",
      "MedlinePgn": "754-772"
    },
    "Abstract": {
      "AbstractText": [
        "To describe the evidence, outcomes, and lived experience of supported standing for children and young adults with cerebral palsy aged 25 years or younger, classified in Gross Motor Function Classification System levels IV and V.",
        "This scoping review included searches in eight electronic databases and manual searching from database inception to May 2020 and updated on 21st February 2022. Two of three reviewers independently screened titles and abstracts and extracted and appraised data. Methodological quality and risk of bias were appraised using tools appropriate to study type. Content analysis and frequency effect sizes were calculated for qualitative and descriptive evidence.",
        "From 126 full-text references, 59 citations (one study was reported over two citations) were included: 16 systematic reviews, 17 intervention studies reporting over 18 citations, eight analytical cross-sectional studies, five descriptive cross-sectional/survey studies, five qualitative studies, and one mixed-methods study were identified, along with six clinical guidelines. Maintenance of bone mineral density and contracture prevention outcomes were supported by the most experimental studies and evidence syntheses, while evidence supporting other outcomes was primarily quasi-experimental or descriptive. Qualitative evidence suggests that programmes are influenced by attitudes, device, child, and environmental factors.",
        "Individualized assessment and prescription are essential to match personal and environmental needs. Although experimental evidence is limited due to many factors, lived-experience and cohort data suggest that successful integration of standing programmes into age-appropriate and meaningful activities may enhance function, participation, and overall health.",
        "Supported-standing interventions may provide an important psychosocial and physical change of position. Supported standing is not passive for those classified in Gross Motor Function Classification System level IV or V. Supported standing may enhance social participation, functional abilities, and fitness. Children need choice in where and when to stand."
      ],
      "CopyrightInformation": "© 2022 Mac Keith Press."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-9104-5826"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Neuromotor Program, Sunny Hill Health Centre, Vancouver, BC, Canada."
          }
        ],
        "LastName": "McLean",
        "ForeName": "Lynore J",
        "Initials": "LJ"
      },
      {
        "Identifier": [
          "0000-0002-2092-4871"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Montgomery County Infants and Toddlers Program, Silver Spring, MD, USA."
          }
        ],
        "LastName": "Paleg",
        "ForeName": "Ginny S",
        "Initials": "GS"
      },
      {
        "Identifier": [
          "0000-0001-5256-7904"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Occupational Science and Occupational Therapy University of British Columbia, Vancouver, BC, Canada."
          }
        ],
        "LastName": "Livingstone",
        "ForeName": "Roslyn W",
        "Initials": "RW"
      }
    ],
    "PublicationTypeList": [
      "Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dev Med Child Neurol",
    "NlmUniqueID": "0006761",
    "ISSNLinking": "0012-1622"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Cerebral Palsy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    }
  ]
}