{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Health",
      "Health professionals",
      "Intervention strategies",
      "Physical activity",
      "Physical therapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38056192",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "11",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "100574",
      "10.1016/j.bjpt.2023.100574",
      "S1413-3555(23)00095-3"
    ],
    "Journal": {
      "ISSN": "1809-9246",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Season": "Nov-Dec"
        }
      },
      "Title": "Brazilian journal of physical therapy",
      "ISOAbbreviation": "Braz J Phys Ther"
    },
    "ArticleTitle": "Breaking barriers to rehabilitation: the role of behavior change theories in overcoming the challenge of exercise-related behavior change.",
    "Pagination": {
      "StartPage": "100574",
      "MedlinePgn": "100574"
    },
    "Abstract": {
      "AbstractText": [
        "Promoting exercise-related behavior change in rehabilitation is a challenge. The lack of integration between rehabilitation program prescriptions, behavior change interventions, and behavioral change theories is profound. Using behavior change theories properly is crucial for better adherence and promoting positive outcomes. Therefore, it is essential to bring theories that support the understanding of exercise-related behavioral change to the attention of rehabilitation practitioners.",
        "This masterclass article aims to provide the theoretical background of theories and strategies for exercise behavior change within the physical therapy context based on acknowledged behavioral change theoretical models.",
        "This is a narrative review that examines six behavior theories; five of them well-established, and a new (and promising) theory that has exhibited the most favorable outcomes in rehabilitation settings. The development process for this masterclass included conversations between authors, reviewing behavior theories, summarizing and discussing the theories' concepts and strategies for physical therapy.",
        "The included theories were self-determination theory, social-cognitive theory, the transtheoretical model, the theory of planned behavior, the health belief model, and the unifying theory of physical activity. Each theory offers a unique perspective on exercise behavior change within rehabilitation, exploring constructs such as motivation, self-efficacy, stages of change, behavioral intention, perceived threat, and the core elements of physical activity expression.",
        "These theoretical models provide a foundation for understanding and developing strategies for promoting exercise behavior change in rehabilitation. Knowing and using these theories is important for respecting the patient's individuality."
      ],
      "CopyrightInformation": "Copyright © 2023 Associação Brasileira de Pesquisa e Pós-Graduação em Fisioterapia. Publicado por Elsevier España, S.L.U. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Assistance, Teaching and Research in Pulmonary Rehabilitation (NuReab). Center for Health Sciences and Sport (CEFID), Universidade do Estado de Santa Catarina (UDESC), Florianópolis, SC, Brazil; Graduate Program in Physical Therapy, Center for Health Sciences and Sport (CEFID), Universidade do Estado de Santa Catarina (UDESC), Florianópolis, SC, Brazil. Electronic address: manuela.karloh@udesc.br."
          }
        ],
        "LastName": "Karloh",
        "ForeName": "Manuela",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education, School of Sports, Graduate Program in Physical Education, Universidade Federal de Santa Catarina (UFSC), Florianópolis, SC, Brazil; Graduate Program in Public Health, Universidade Federal de Santa Catarina (UFSC), Florianópolis, SC, Brazil."
          }
        ],
        "LastName": "Matias",
        "ForeName": "Thiago Sousa",
        "Initials": "TS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Research in Respiratory Physical Therapy (LFIP), Department of Physical Therapy, Universidade Estadual de Londrina (UEL), Londrina, PR, Brazil; Graduate Program in Rehabilitation Sciences, Universidade Pitágoras-Unopar (UNOPAR), Londrina, PR, Brazil."
          }
        ],
        "LastName": "de Oliveira",
        "ForeName": "Joice Mara",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy Department, School of Medicine, Universidade de São Paulo (USP), São Paulo, SP, Brazil."
          }
        ],
        "LastName": "de Lima",
        "ForeName": "Fabiano Francisco",
        "Initials": "FF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy Department, School of Medicine, Universidade de São Paulo (USP), São Paulo, SP, Brazil."
          }
        ],
        "LastName": "Araújo Pinheiro",
        "ForeName": "David Halen",
        "Initials": "DH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Assistance, Teaching and Research in Pulmonary Rehabilitation (NuReab). Center for Health Sciences and Sport (CEFID), Universidade do Estado de Santa Catarina (UDESC), Florianópolis, SC, Brazil; Graduate Program in Physical Therapy, Center for Health Sciences and Sport (CEFID), Universidade do Estado de Santa Catarina (UDESC), Florianópolis, SC, Brazil."
          }
        ],
        "LastName": "Barbosa",
        "ForeName": "Graziele Besen",
        "Initials": "GB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Research in Respiratory Physical Therapy (LFIP), Department of Physical Therapy, Universidade Estadual de Londrina (UEL), Londrina, PR, Brazil; Graduate Program in Rehabilitation Sciences, Universidade Pitágoras-Unopar (UNOPAR), Londrina, PR, Brazil."
          }
        ],
        "LastName": "Furlanetto",
        "ForeName": "Karina Couto",
        "Initials": "KC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy Department, School of Medicine, Universidade de São Paulo (USP), São Paulo, SP, Brazil."
          }
        ],
        "LastName": "Carvalho",
        "ForeName": "Celso R F",
        "Initials": "CRF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Braz J Phys Ther",
    "NlmUniqueID": "101615124",
    "ISSNLinking": "1413-3555"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motivation"
    }
  ],
  "CoiStatement": "Conflicts of interest The author declares no conflicts of interest."
}