{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Biological mechanisms",
      "Cancer survivorship",
      "Cancer-related fatigue",
      "Exercise",
      "Interventions",
      "Physical activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30094747",
  "DateCompleted": {
    "Year": "2019",
    "Month": "07",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s13668-018-0234-1"
    ],
    "Journal": {
      "ISSN": "2161-3311",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "3",
        "PubDate": {
          "Year": "2018",
          "Month": "Sep"
        }
      },
      "Title": "Current nutrition reports",
      "ISOAbbreviation": "Curr Nutr Rep"
    },
    "ArticleTitle": "The Role of Physical Activity in Managing Fatigue in Cancer Survivors.",
    "Pagination": {
      "StartPage": "59",
      "EndPage": "69",
      "MedlinePgn": "59-69"
    },
    "Abstract": {
      "AbstractText": [
        "This review provides an up-to-date overview of the evidence relating to how physical inactivity ameliorates cancer-related fatigue. A summary of the postulated biological mechanisms underpinning the relationship is presented.",
        "Systematic reviews and meta-analyses synthesising the results of randomised controlled trials of physical activity interventions to reduce fatigue broadly conclude that aerobic and combination exercise may be the most helpful, while resistance training alone is less efficacious. Further, light- and moderate-intensity physical activity interventions appeared to reduce fatigue, whereas vigorous-intensity activity may exacerbate the condition. Physical activity interventions result in greater reductions in cancer-related fatigue when delivered post-treatment. Biological mechanisms that may explain how physical activity can improve different elements of cancer-related fatigue include inflammation; the hypothalamic-pituitary-adrenal (HPA) axis and circadian rhythm dysregulation; serotonin dysregulation; and alterations in ATP and muscle metabolism. Physical activity is well tolerated by cancer survivors and results in modest improvements in cancer-related fatigue. Much of the research in this field has been from small-scale feasibility trials. In order to help clinicians and allied health professionals tailor exercise prescriptions to individual needs, further research is required. New trials in this field should implement rigorous inclusion criteria, be fully powered to detect effects in sub-group analyses, incorporate multiple sites, and have well-defined control conditions. There is also a need to better understand how physical activity affects different subtypes of cancer-related fatigue."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Sciences, University of Girona, Girona, Spain."
          }
        ],
        "LastName": "Serdà I Ferrer",
        "ForeName": "Bernat-Carles",
        "Initials": "BC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology, GROW School for Oncology and Developmental Biology, Maastricht University, Maastricht, The Netherlands."
          },
          {
            "Identifier": [],
            "Affiliation": "Cancer Epidemiology and Intelligence Division, Cancer Council Victoria, 615 St Kilda Road, Melbourne, VIC, 3004, Australia."
          }
        ],
        "LastName": "van Roekel",
        "ForeName": "Eline",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cancer Epidemiology and Intelligence Division, Cancer Council Victoria, 615 St Kilda Road, Melbourne, VIC, 3004, Australia. brigid.lynch@cancervic.org.au."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre for Biostatistics and Epidemiology, Melbourne School of Population and Global Health, The University of Melbourne, Melbourne, Australia. brigid.lynch@cancervic.org.au."
          },
          {
            "Identifier": [],
            "Affiliation": "Physical Activity Laboratory, Baker Heart and Diabetes Institute, Melbourne, Australia. brigid.lynch@cancervic.org.au."
          }
        ],
        "LastName": "Lynch",
        "ForeName": "Brigid M",
        "Initials": "BM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Nutr Rep",
    "NlmUniqueID": "101587480",
    "ISSNLinking": "2161-3311"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Meta-Analysis as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Systematic Reviews as Topic"
    }
  ]
}