{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Diabetic foot",
      "Diabetic neuropathies",
      "Exercise",
      "Exercise therapy",
      "Physical activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37079949",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "100500",
      "10.1016/j.bjpt.2023.100500",
      "S1413-3555(23)00021-7"
    ],
    "Journal": {
      "ISSN": "1809-9246",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "2",
        "PubDate": {
          "Year": "2023",
          "Season": "Mar-Apr"
        }
      },
      "Title": "Brazilian journal of physical therapy",
      "ISOAbbreviation": "Braz J Phys Ther"
    },
    "ArticleTitle": "Consensus-based recommendations on physical activity and exercise in patients with diabetes at risk of foot ulcerations: a Delphi study.",
    "Pagination": {
      "StartPage": "100500",
      "MedlinePgn": "100500"
    },
    "Abstract": {
      "AbstractText": [
        "Patients with diabetes mellitus are exposed to important complications. Currently little evidence exist on the guidelines that these patients, at some risk of foot ulceration, should follow for physical exercise.",
        "To reach a consensus among multidisciplinary and international experts on physical activity/exercise recommendations for patients with diabetes, according to foot ulcer risk.",
        "Using a three-round Delphi method, a panel composed of 28 multidisciplinary experts in the management of diabetic foot assessed 109 recommendations on physical activity/exercise for patients with diabetes mellitus, according to their risk of foot ulcer. Consensus was assumed when 80% of responses matched the same category (agreement/disagreement).",
        "Twenty-nine experts participated in the first and second rounds of consultation, and twenty-eight did so in the third, reaching final agreement on 86 of the 109 recommendations considered (78.9%). The study, thus, generated a consensus set of recommendations concerning different aspects of diabetic footcare before, during, and after exercise (e.g. when to examine the foot, how to assess it, what type of sock and insole to use, what types of exercise to perform, and when it is advisable to return to activity after an ulceration).",
        "This Delphi study generated recommendations based on the consensus of international experts on physical activity and exercise by patient with diabetes at risk of ulceration. Recommendations considered the state of the foot and the patient's history and status before physical activity and included information on intensity, duration, frequency, and progressions of physical activity/exercise, and the use of custom-made plantar orthoses, shoe prescription, and the convenience of returning to physical activity after an ulceration."
      ],
      "CopyrightInformation": "Copyright © 2023 The Authors. Publicado por Elsevier España, S.L.U. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nursing Service, Department of Health and Behavioral Sciences, Faculty of Medicine, University Miguel Hernández de Elche, San Juan de Alicante, Spain."
          }
        ],
        "LastName": "Gracia-Sánchez",
        "ForeName": "Alba",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Medicine Department, University Miguel Hernández de Elche, San Juan de Alicante, Spain; Atenea Research Group, Foundation for the Promotion of Health and Biomedical Research, San Juan de Alicante, Spain; Network for Research on Chronicity, Primary Care, and Health Promotion (RICAPPS), Alicante, Spain. Electronic address: adriana.lopezp@umh.es."
          }
        ],
        "LastName": "López-Pineda",
        "ForeName": "Adriana",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Diabetic Foot Unit,Universidad Complutense de Madrid. Instituto de Investigación Sanitaria del Hospital Clínico San Carlos (IdISSC), 28040 Madrid, Spain."
          }
        ],
        "LastName": "Lázaro-Martínez",
        "ForeName": "José Luis",
        "Initials": "JL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Endocrinology and Nutrition Department, Hospital de la Santa Creu i Sant Pau, Barcelona, Medicine Department, Universitat Autònoma de Barcelona, CIBER de Diabetes y Enfermedades metabólicas (CIBERDEM), Barcelona, Spain."
          }
        ],
        "LastName": "Pérez",
        "ForeName": "Antonio",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Endocrinology and Nutrition, University Hospital San juan de Alicante, San Juan de Alicante, Spain."
          }
        ],
        "LastName": "Pomares-Gómez",
        "ForeName": "Francisco J",
        "Initials": "FJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Therapy Department, University of Seville, Seville, Spain."
          }
        ],
        "LastName": "Fernández-Seguín",
        "ForeName": "Lourdes María",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Medicine Department, University Miguel Hernández de Elche, San Juan de Alicante, Spain; Network for Research on Chronicity, Primary Care, and Health Promotion (RICAPPS), Alicante, Spain; Research Unit, University General Hospital of Elda, Elda, Spain."
          }
        ],
        "LastName": "Gil-Guillén",
        "ForeName": "Vicente F",
        "Initials": "VF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nursing Service, Department of Health and Behavioral Sciences, Faculty of Medicine, University Miguel Hernández de Elche, San Juan de Alicante, Spain."
          }
        ],
        "LastName": "Chicharro-Luna",
        "ForeName": "Esther",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Braz J Phys Ther",
    "NlmUniqueID": "101615124",
    "ISSNLinking": "1413-3555"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Diabetic Foot"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Consensus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delphi Technique"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Foot"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diabetes Mellitus"
    }
  ],
  "CoiStatement": "Conflicts of interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}