{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11623888",
  "DateCompleted": {
    "Year": "1999",
    "Month": "09",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0823-2105",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "1",
        "PubDate": {
          "Year": "1998"
        }
      },
      "Title": "Canadian bulletin of medical history = Bulletin canadien d'histoire de la medecine",
      "ISOAbbreviation": "Can Bull Med Hist"
    },
    "ArticleTitle": "[A conjoined birth: the emergence of kinesiotherapy in France and the establishment of physiotherapy in Quebec: trajectories in mirrors].",
    "Pagination": {
      "StartPage": "153",
      "EndPage": "187",
      "MedlinePgn": "153-87"
    },
    "Abstract": {
      "AbstractText": [
        "In France, the development of manual care was considerably conditioned by its popular origin, whereas in Quebec such treatments were put into practice in a country where nothing of the kind had ever existed. Although France had left its mark there, it was from England that the first qualified practitioners--already called physiotherapists--came. In those two countries, World War I had been a period of organization and recognition which had brought out the practice as a complement of military surgery. In Quebec, the medical issues at stake, which were important at first, were progressively reduced because of private activity exploiting physiotherapists. The profession's protection system showed its efficiency by having doctors' lack of competence in physiotherapy acknowledged. Such a situation led on the free access to physiotherapy for patients. But the sharing of medical acts with other professions remained a serious handicap. In France, the medical issues at stake remain significant. Physicians have always kept physiotherapists and physiotherapy under control through medical prescription, physiotherapists being perceived as considerably less threatening towards the autonomy of the profession. On the other hand, the organization of officially recognized health professions prevents them from encroaching upon one another's professional acts."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "EHESS, Paris, France."
          }
        ],
        "LastName": "Remondiere",
        "ForeName": "R",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Historical Article",
      "Journal Article"
    ],
    "VernacularTitle": "Une naissance conjointe: l'émergence de la kinésiothérapie en France et l'installation de la physiothérapie au Québec. Trajectoires en miroirs."
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "Can Bull Med Hist",
    "NlmUniqueID": "101130981",
    "ISSNLinking": "0823-2105"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Canada"
    },
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "France"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 20th Century"
    },
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Physical Therapy Modalities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Professional Autonomy"
    }
  ]
}