{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Prostate cancer",
      "exercise",
      "mental health",
      "physical activity",
      "strength training"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32682582",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "07",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.soncn.2020.151051",
      "S0749-2081(20)30066-8"
    ],
    "Journal": {
      "ISSN": "1878-3449",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "4",
        "PubDate": {
          "Year": "2020",
          "Month": "Aug"
        }
      },
      "Title": "Seminars in oncology nursing",
      "ISOAbbreviation": "Semin Oncol Nurs"
    },
    "ArticleTitle": "Improving Physical and Mental Health in Patients with Prostate Cancer Undergoing Androgen Deprivation Therapy: Strategies to Promote and Improve Physical Activity Quality and Quantity.",
    "Pagination": {
      "StartPage": "151051",
      "MedlinePgn": "151051"
    },
    "Abstract": {
      "AbstractText": [
        "Prostate cancer continues to be one of the highest-incident cancers among men. Reducing serum testosterone with androgen deprivation therapy (ADT) is a common effective treatment. While well-demonstrated for cancer suppression, there are numerous adverse effects caused by ADT that can contribute to short- and long-term prognosis. Increased levels of physical activity (PA) during treatment may reduce these side effects. However, uptake of PA is low. The purpose of this review is to identify and evaluate the current literature on strategies to promote and increase the levels of PA in patients with prostate cancer undergoing ADT.",
        "Electronic databases including CINAHL, MEDLINE, PsychINFO, Scopus, and grey literature were searched using Google Scholar up until April 2020.",
        "At present the most appropriate modes and dosages of PA for specific ADT toxicities is not known. It is established that some PA in the form of exercise, whether aerobic or resistance, is better than being sedentary for improvements in physical health, but beyond this prescription specifics have not been established. Further research is required to understand the impact of PA on the mental and physical health of men with prostate cancer undergoing ADT.",
        "Being physically active and avoiding sedentary behaviour is important for men with prostate cancer undergoing ADT, especially the implementation of strength training. PA in the form of exercise can assist in reducing the adverse physical side effects in the short- and long-term, with limited understanding of the effects on mental health. PA improves mental health outcomes across populations, which may also translate to men with prostate cancer, although further research is required. An important strategy to improve PA within the prostate cancer population is to provide an early referral to an exercise professional, such as an accredited exercise physiologist/clinical exercise physiologist or physical therapist/physiotherapist, and is supported by research as best practice for people affected by cancer undergoing active treatment."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health, University of Canberra, Canberra ACT, Australia; Prehabilitation, Activity, Cancer, Exercise and Survivorship (PACES) Research group, University of Canberra, Canberra ACT, Australia. Electronic address: kellie.toohey@canberra.edu.au."
          }
        ],
        "LastName": "Toohey",
        "ForeName": "Kellie",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health, University of Canberra, Canberra ACT, Australia; Prehabilitation, Activity, Cancer, Exercise and Survivorship (PACES) Research group, University of Canberra, Canberra ACT, Australia; Research Institute of Sport and Exercise (UCRISE), Faculty of Health, University of Canberra, Canberra ACT, Australia; Discipline of Biokinetics, Exercise and Leisure Sciences, School of Health Sciences, University of KwaZulu-Natal, Durban, KwaZulu-Natal, South Africa."
          }
        ],
        "LastName": "McKune",
        "ForeName": "Andrew",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health, University of Canberra, Canberra ACT, Australia; Prehabilitation, Activity, Cancer, Exercise and Survivorship (PACES) Research group, University of Canberra, Canberra ACT, Australia."
          }
        ],
        "LastName": "Nahon",
        "ForeName": "Irmina",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health, University of Canberra, Canberra ACT, Australia; Justice and Society, University of South Australia, Magill SA, Australia."
          }
        ],
        "LastName": "Kavanagh",
        "ForeName": "Phillip S",
        "Initials": "PS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise Medicine Research Institute, Edith Cowan University, Joondalup WA, Australia."
          }
        ],
        "LastName": "Newton",
        "ForeName": "Robert U",
        "Initials": "RU"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health, University of Canberra, Canberra ACT, Australia; Prehabilitation, Activity, Cancer, Exercise and Survivorship (PACES) Research group, University of Canberra, Canberra ACT, Australia."
          }
        ],
        "LastName": "Paterson",
        "ForeName": "Catherine",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Semin Oncol Nurs",
    "NlmUniqueID": "8504688",
    "ISSNLinking": "0749-2081"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Androgen Antagonists"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Androgen Antagonists"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Oncology Nursing"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Orchiectomy"
    },
    {
      "QualifierName": [
        "drug therapy",
        "nursing",
        "psychology",
        "surgery"
      ],
      "DescriptorName": "Prostatic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ]
}