{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8149448",
  "DateCompleted": {
    "Year": "1994",
    "Month": "05",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0950-3579",
      "JournalIssue": {
        "Volume": "8",
        "Issue": "1",
        "PubDate": {
          "Year": "1994",
          "Month": "Feb"
        }
      },
      "Title": "Bailliere's clinical rheumatology",
      "ISOAbbreviation": "Baillieres Clin Rheumatol"
    },
    "ArticleTitle": "Exercise assessment of arthritic and elderly individuals.",
    "Pagination": {
      "StartPage": "29",
      "EndPage": "52",
      "MedlinePgn": "29-52"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise testing is now widely used as both a diagnostic tool in the elderly and as a means of generating the information necessary to provide them with a valid exercise training prescription. An appropriate medical history and physical examination prior to exercise testing will allow for the adequate assessment of an individual's risk of undergoing an exercise test. Appropriate screening of the individual, assessment of risk prior to exercise, and appropriate monitoring during and following the exercise test have contributed to the relative safety of maximal exercise testing, with statistics indicating roughly one death occurs in every 10,000 clinical maximal exercise tests. When designing an exercise test protocol for use in the elderly, their reduced exercise capacities, increased prevalence of CV disease, and the reason for doing the test must be taken into consideration. The Bruce treadmill protocol is the most widely used exercise test in populations of all ages; however, because of its relatively high VO2 demands in the initial minutes of exercise, it may not be the optimal protocol for the elderly. Other alternative protocols including the Naughton and Balke tests may be more appropriate, especially when attempting to generate a valid exercise prescription. However, the modified Balke protocol, with a constant speed of 2 miles/h and starting on the level, is probably the best protocol for exercise testing in the elderly for the purposes of generating an exercise prescription. If individuals are unable to undergo exercise tests on a treadmill, cycle and arm ergometer tests provide alternative test modalities, but these have a number of inherent problems that must be considered prior to exercise testing. The interpretation of an elderly individual's ECG responses during a maximal exercise test is intimately related to their risk of having CV disease prior to the exercise test, though fewer false-positive tests will be evident because of the increased prevalence of CV disease in the elderly."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Pittsburgh Medical School, PA 15213."
          }
        ],
        "LastName": "Hagberg",
        "ForeName": "J M",
        "Initials": "JM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Baillieres Clin Rheumatol",
    "NlmUniqueID": "8805770",
    "ISSNLinking": "0950-3579"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Aging"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Arthritis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Contraindications"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electrocardiography"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ],
  "NumberOfReferences": "50"
}