{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34608879",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/HCO.0000000000000931"
    ],
    "Journal": {
      "ISSN": "1531-7080",
      "JournalIssue": {
        "Volume": "37",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Jan",
          "Day": "01"
        }
      },
      "Title": "Current opinion in cardiology",
      "ISOAbbreviation": "Curr Opin Cardiol"
    },
    "ArticleTitle": "Every child with congenital heart disease should be exercising.",
    "Pagination": {
      "StartPage": "91",
      "EndPage": "98",
      "MedlinePgn": "91-98"
    },
    "Abstract": {
      "AbstractText": [
        "Historically, children with congenital heart disease have been restricted from exercise, contributing to a sedentary lifestyle as well as increased cardiovascular risk factors. Given the large benefits and small risks of exercise in this population, guidelines have recently shifted towards exercise promotion. However, these recommendations have yet not gained traction and children with congenital heart disease continue to live sedentary lives. The purpose of this review is to summarize the current literature on exercise and exercise promotion in this population.",
        "New literature reinforces the importance of recommending exercise and improving exercise capacity both in congenital heart disease in general and for specific lesions. Exercise recommendations should be individualized based on functional parameters using a structured methodology to approach the evaluation, risk classification, and prescriptions of exercise and physical activity.",
        "Regular exercise is essential for children with congenital heart disease and providers must take an active role in providing exercise recommendations for their patients. Exercise promotion remains a challenge, necessitating novel approaches to promote exercise. Further studies are needed to improve the risk stratification of patients with congenital heart disease, assess the long-term outcomes of specific exercise interventions, and inform individualized recommendations to encourage children with congenital heart disease to safely engage in exercise and establish healthy lifelong habits that will decrease their cardiovascular risk."
      ],
      "CopyrightInformation": "Copyright © 2021 Wolters Kluwer Health, Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Pediatric Cardiology, Department of Pediatrics, Stanford University School of Medicine, Stanford, California, 94304, USA."
          }
        ],
        "LastName": "Hansen",
        "ForeName": "Katherine",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tierney",
        "ForeName": "Seda",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Opin Cardiol",
    "NlmUniqueID": "8608087",
    "ISSNLinking": "0268-4705"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Defects, Congenital"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    }
  ]
}