{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Die Erhebung untersucht und vergleicht die Wissens- und Informationsvermittlung in den Krebssportgruppen und Rehakliniken zum Thema Bewegung und Sport in der Krebsnachsorge in Deutschland. Ein weiterer Untersuchungsgegenstand ist die Art der Vermittlung der Patienten in die Krebssportgruppen. Eine etwaige Zusammenarbeit zwischen Rehakliniken und Krebssportgruppen wird zudem überprüft.",
        "Es wurde ein Befragungskonzept durch 2 aufeinander aufbauende Querschnittsanalysen mittels selbst konzipierter Fragebögen angewendet. Die erste Befragung (2015) fokussierte onkologische Rehabilitationskliniken in Deutschland, die nach definierten Einschlusskriterien ausgewählt wurden. Mithilfe der Ergebnisse wurde die zweite Befragung (2018) generiert, und mittels eines Online-Tools an die Ansprechpartner und Leiter der Krebssportgruppen versendet.",
        "Es wurden 33 Rehabilitationskliniken mit 44 828 behandelten Patienten (im Jahr 2014) sowie 126 Krebssportgruppen mit 1896 Krebssportgruppen-Teilnehmer einbezogen. 99% der Patienten wurden laut der Reha-Kliniken über den Rehabilitationssport in der Krebsnachsorge informiert. Bei 18% der Krebssportgruppen bestand direkter Kontakt mit onkologischen Rehazentren/-kliniken, wobei umgekehrt 57% der Kliniken persönliche Kontaktdaten der Übungsleiter/Ansprechpartner am Wohnort an die Patienten vermitteln. 78% der Rehaklinik-Patienten erhielten konkrete, individuelle Bewegungsempfehlungen für den Sport am Wohnort, wobei lediglich 23% der Teilnehmer mit spezifischen Bewegungsempfehlungen, nach Aussage der Krebssportgruppenleiter, in die Gruppe kamen.",
        "Es zeigt sich insgesamt ein recht inhomogenes Bild: Die Teilnehmer der Krebssportgruppen zeigten einen deutlich geringeren Informations- und gegensätzlichen Verordnungsstand als die Patienten, die aus der Rehabilitationsklinik entlassen wurden. Eine Erklärung ist, dass weiterhin die meisten Patienten über die niedergelassenen Ärzte in die Krebssportgruppen kommen, und von diesen nur ein Bruchteil vorher in den Rehakliniken waren, in denen umfassende Informationsangebote existieren. Der Aufbau einer obligaten sektorenübergreifenden Vernetzung in Deutschland, zwischen den Krebssportgruppen, Rehabilitationskliniken und niedergelassenen Ärzten ist abzuwägen, wodurch sich die Versorgungsstruktur qualitativ aber auch quantitativ optimieren könnte."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32252124",
  "DateCompleted": {
    "Year": "2020",
    "Month": "09",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "04",
        "Day": "06"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-1125-6717"
    ],
    "Journal": {
      "ISSN": "1439-1309",
      "JournalIssue": {
        "Volume": "59",
        "Issue": "4",
        "PubDate": {
          "Year": "2020",
          "Month": "Aug"
        }
      },
      "Title": "Die Rehabilitation",
      "ISOAbbreviation": "Rehabilitation (Stuttg)"
    },
    "ArticleTitle": "[From the Oncological Rehabilitation Clinic to the Place of Residence - Interface Analysis Considering Exercise Intervention].",
    "Pagination": {
      "StartPage": "214",
      "EndPage": "222",
      "MedlinePgn": "214-222"
    },
    "Abstract": {
      "AbstractText": [
        "This study analyzes the transfer of knowledge and information of exercise and physical activity after cancer therapy in rehabilitation clinics and rehabilitative cancer sports groups in Germany. Moreover, the way of referral into rehabilitative cancer sports groups is evaluated. A possible cooperation between rehabilitation clinics and rehabilitative cancer sports groups is also examined.",
        "A survey concept including 2 successive cross sectional analyses was applied using self-designed questionnaires. According to defined inclusion criteria oncological rehabilitation clinics were selected for the first survey (2015). Based on the results, the second survey (2018) was conducted within rehabilitative cancer sports groups using an online survey.",
        "33 rehabilitation clinics with 44,828 patients treated (in 2014) as well as 126 cancer sports groups with 1,896 rehabilitative cancer sports group participants were included. 99% of patients in rehabilitation clinics had been informed about exercise and physical activity in the aftercare. 18% of the rehabilitative cancer sports groups were cooperating/in contact with oncological rehabilitation clinics, while 57% of the rehabilitation clinics provided contact information of the rehabilitation sports groups leaders at the patients' hometown. 78% of rehabilitation clinic patients received individual exercise recommendations for home-based exercise, while only 23% of the rehabilitative cancer sports groups participants' had received those recommendations prior to participation in this groups, according to the cancer sports group leaders.",
        "The results are diverse: The rehabilitative cancer sports groups participants present a lower level of information and opposing prescriptions compared to the patients in rehabilitation clinics, according to the responding clinics and groups. This could be due to the fact that most patients are referred to rehabilitative cancer sports groups by specialists and general practitioners, and only few of them attended a rehabilitation clinic before, where comprehensive information is available. The implementation of a nationwide network including rehabilitative cancer sports groups, rehabilitation clinics and specialists/general practitioners could optimize cancer care in terms of quality as well as quantity."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Kreislaufforschung und Sportmedizin, Deutsche Sporthochschule Köln, Köln."
          },
          {
            "Identifier": [],
            "Affiliation": "Klinik 1 für Innere Medizin, Centrum für Integrierte Onkologie Aachen Bonn Köln Düsseldorf, Universität zu Köln, Universitätsklinikum Köln, Köln."
          }
        ],
        "LastName": "Wirtz",
        "ForeName": "Petra",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Kreislaufforschung und Sportmedizin, Deutsche Sporthochschule Köln, Köln."
          }
        ],
        "LastName": "Weber",
        "ForeName": "Rabea",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik 1 für Innere Medizin, Centrum für Integrierte Onkologie Aachen Bonn Köln Düsseldorf, Universität zu Köln, Universitätsklinikum Köln, Köln."
          }
        ],
        "LastName": "Baumann",
        "ForeName": "Freerk T",
        "Initials": "FT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Von der onkologischen Reha-Klinik an den Wohnort – Schnittstellenanalyse unter Berücksichtigung der Bewegungsangebote."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Rehabilitation (Stuttg)",
    "NlmUniqueID": "0401273",
    "ISSNLinking": "0034-3536"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Outcome and Process Assessment, Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rehabilitation Centers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Residence Characteristics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    }
  ],
  "CoiStatement": "Die Autorinnen/Autoren geben an, dass kein Interessenkonflikt besteht."
}