{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32451922",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "03",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-020-01293-w"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "50",
        "Issue": "8",
        "PubDate": {
          "Year": "2020",
          "Month": "Aug"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Effects of Resistance Training on Change-of-Direction Speed in Youth and Young Physically Active and Athletic Adults: A Systematic Review with Meta-Analysis.",
    "Pagination": {
      "StartPage": "1483",
      "EndPage": "1499",
      "MedlinePgn": "1483-1499"
    },
    "Abstract": {
      "AbstractText": [
        "Change-of-direction (CoD) speed is a physical fitness attribute in many field-based team and individual sports. To date, no systematic review with meta-analysis available has examined the effects of resistance training (RT) on CoD speed in youth and adults.",
        "To aggregate the effects of RT on CoD speed in youth and young physically active and athletic adults, and to identify the key RT programme variables for training prescription.",
        "A systematic literature search was conducted with PubMed, Web of Science, and Google Scholar, with no date restrictions, up to October 2019, to identify studies related to the effects of RT on CoD speed.",
        "Only controlled studies with baseline and follow-up measures were included if they examined the effects of RT (i.e., muscle actions against external resistances) on CoD speed in healthy youth (8-18 years) and young physically active/athletic male or female adults (19-28 years).",
        "A random-effects model was used to calculate weighted standardised mean differences (SMD) between intervention and control groups. In addition, an independent single training factor analysis (i.e., RT frequency, intensity, volume) was undertaken. Further, to verify if any RT variable moderated effects on CoD speed, a multivariate random-effects meta-regression was conducted. The methodological quality of the included studies was assessed using the physiotherapy evidence database (PEDro) scale.",
        "Fifteen studies, comprising 19 experimental groups, were included. The methodological quality of the studies was acceptable with a median PEDro score of 6. There was a significant large effect size of RT on CoD speed across all studies (SMD = - 0.82 [- 1.14 to - 0.49]). Subgroup analyses showed large effect sizes on CoD speed in males (SMD = - 0.95) contrasting with moderate improvements in females (SMD = - 0.60). There were large effect sizes on CoD speed in children (SMD = - 1.28) and adolescents (SMD = - 1.21) contrasting with moderate effects in adults (SMD = - 0.63). There was a moderate effect in elite athletes (SMD = - 0.69) contrasting with a large effect in subelite athletes (SMD = - 0.86). Differences between subgroups were not statistically significant. Similar improvements were observed regarding the effects of independently computed training variables. In terms of RT frequency, our results indicated that two sessions per week induced large effects on CoD speed (SMD = - 1.07) while programmes with three sessions resulted in moderate effects (SMD = - 0.53). For total training intervention duration, we observed large effects for ≤ 8 weeks (SMD = - 0.81) and > 8 weeks (SMD = - 0.85). For single session duration, we found large effects for ≤ 30 min and ≥ 45 min (both SMD = - 1.00). In terms of number of training sessions, we identified large effects for ≤ 16 sessions (SMD = - 0.83) and > 16 sessions (SMD = - 0.81). For training intensity, we found moderate effects for light-to-moderate (SMD = - 0.76) and vigorous-to-near maximal intensities (SMD = - 0.77). With regards to RT type, we observed large effects for free weights (SMD = - 0.99) and machine-based training (SMD = - 0.80). For combined free weights and machine-based training, moderate effects were identified (SMD = - 0.77). The meta-regression outcomes showed that none of the included training variables significantly predicted the effects of RT on CoD speed (R<sup>2</sup> = 0.00).",
        "RT seems to be an effective means to improve CoD speed in youth and young physically active and athletic adults. Our findings indicate that the impact of RT on CoD speed may be more prominent in males than in females and in youth than in adults. Additionally, independently computed single factor analyses for different training variables showed that higher compared with lower RT intensities, frequencies, and volumes appear not to have an advantage on the magnitude of CoD speed improvements. In terms of RT type, similar improvements were observed following machine-based and free weights training."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-7812-7931"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Training and Movement Sciences, Research Focus Cognitive Sciences, University of Potsdam, Am Neuen Palais 10, Building 12, 14469, Potsdam, Germany."
          }
        ],
        "LastName": "Chaabene",
        "ForeName": "Helmi",
        "Initials": "H"
      },
      {
        "Identifier": [
          "0000-0003-4475-4413"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Exercise and Movement, University of Applied Sciences for Sports and Management Potsdam, Potsdam, Germany."
          }
        ],
        "LastName": "Prieske",
        "ForeName": "Olaf",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Sport, Rehabilitation and Exercise Sciences, University of Essex, Colchester, UK."
          }
        ],
        "LastName": "Moran",
        "ForeName": "Jason",
        "Initials": "J"
      },
      {
        "Identifier": [
          "0000-0003-3486-2103"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Unit (UR17JS01) \"Sport Performance, Health & Society\", Higher Institute of Sport and Physical Education of Ksar Saïd, University of \"La Manouba\", Tunis, Tunisia."
          }
        ],
        "LastName": "Negra",
        "ForeName": "Yassine",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Unit (UR17JS01) \"Sport Performance, Health & Society\", Higher Institute of Sport and Physical Education of Ksar Saïd, University of \"La Manouba\", Tunis, Tunisia."
          }
        ],
        "LastName": "Attia",
        "ForeName": "Ahmed",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0002-7095-813X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Training and Movement Sciences, Research Focus Cognitive Sciences, University of Potsdam, Am Neuen Palais 10, Building 12, 14469, Potsdam, Germany. urs.granacher@uni-potsdam.de."
          }
        ],
        "LastName": "Granacher",
        "ForeName": "Urs",
        "Initials": "U"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Running"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "Helmi Chaabene, Olaf Prieske, Jason Moran, Yassine Negra, Ahmed Attia and Urs Granacher declare that they have no conflicts of interest relevant to the content of this review."
}