{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "disabled persons",
      "energy cost",
      "wheelchair"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Il costo energetico delle attività fisiche è un ambito di ricerca storicamente ben studiato e documentato sia in soggetti normodotati, sia in soggetti con disabilità fisiche ed in particolare con mielolesione. Obiettivo del lavoro è stato quello di raccogliere parametri di costo energetico e di affaticamento soggettivo in disabili che utilizzano quotidianamente la carrozzina manuale mediante un test eseguito con tre diverse tipologie di carrozzina (standard, leggera e superleggera) allo scopo di fornire parametri utili per una prescrizione dell’ausilio-carrozzina il più possibile corretto, efficace ed appropriato. Lo studio è stato condotto su 18 pazienti paraplegici o paraparetici da esiti di lesione midollare a diversi livelli. I risultati mostrano una significativa differenza fra i tre tipi di carrozzina utilizzati con il valore del costo energetico per percorrere 100 metri che aumenta progressivamente utilizzando la carrozzina superleggera, rispetto alla leggera, rispetto alla standard. I valori mediamente registrati nei consumi energetici spesi per percorrere 100 metri secondo noi avvalorano l’ipotesi che il peso della carrozzina, scelta dal team riabilitativo insieme con il soggetto, sia il pre-requisito fondamentale di tale prescrizione. Ovviamente nella scelta finale occorrerà tener conto caso per caso anche di molti altri elementi, quali l’età e le caratteristiche antropometriche della persona, la disabilità e la prognosi, il grado di autonomia raggiungibile, le capacità funzionali, le preferenze personali, il tipo di uso (domestico o esterno), l’accessibilità, l’affidabilità e la durata, le caratteristiche estetiche, gli eventuali optionals disponibili, ecc."
      ],
      "CopyrightInformation": "Copyright© by GIMLE."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32614534",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1592-7830",
      "JournalIssue": {
        "Volume": "42",
        "Issue": "1",
        "PubDate": {
          "Year": "2020",
          "Month": "Mar"
        }
      },
      "Title": "Giornale italiano di medicina del lavoro ed ergonomia",
      "ISOAbbreviation": "G Ital Med Lav Ergon"
    },
    "ArticleTitle": "A comparison of the energy costs with use of different types of manual wheelchair in disabled persons.",
    "Pagination": {
      "StartPage": "55",
      "EndPage": "59",
      "MedlinePgn": "55-59"
    },
    "Abstract": {
      "AbstractText": [
        "The energy cost of physical activity is a well-documented field of research both in non-disabled subjects and in subjects with physical disabilities, in particular spinal cord lesions. The aim of this study was, therefore, to investigate the energy cost and subjective fatigue in disabled persons who make daily use of a manual wheelchair by comparing three different types of wheelchair (standard, lightweight and ultra-light) in order to obtain indices useful for prescribing the most effective and appropriate wheelchairaid for the individual patient. The study was carried out on 18 patients affected by paraplegia or paraparesis due to spinal cord injury at different levels. Result revealed a significant difference across the three types of wheelchair, with the energy expenditure to cover 100 m increasing from the ultra-light (lowest expenditure) to the lightweight to the standard type (highest expenditure). The differences observed in the average energy consumed to cover a distance of 100 meters with the three types of wheelchair confirm the hypothesis that it is the weight of the wheelchair chosen by the rehabilitation team together with the patient that constitutes the fundamental criterion in making such a prescription. Obviously, in making the final choice, other factors as well need to be taken into account, such as the person's age and anthropometric characteristics, the nature of the disability and prognosis, the achievable degree of autonomy, functional capacities, personal preferences, the type of use (domestic or external), accessibility, reliability and durability, esthetic features, eventual accessories available, etc."
      ],
      "CopyrightInformation": "Copyright© by GIMLE."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Unit of Occupational Therapy and Ergonomics, Istituti Clinici Scientifici Maugeri, Institute of Pavia-Montescano."
          }
        ],
        "LastName": "Prestifilippo",
        "ForeName": "Elena",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Unit of Occupational Therapy and Ergonomics, Istituti Clinici Scientifici Maugeri, Institute of Pavia-Montescano."
          }
        ],
        "LastName": "Panigazzi",
        "ForeName": "Monica",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Unit of Occupational Therapy and Ergonomics, Istituti Clinici Scientifici Maugeri, Institute of Pavia-Montescano."
          }
        ],
        "LastName": "Scanarotti",
        "ForeName": "Sara",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Unit of Occupational Therapy and Ergonomics, Istituti Clinici Scientifici Maugeri, Institute of Pavia-Montescano."
          }
        ],
        "LastName": "Seitanidis",
        "ForeName": "Jonathan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Unit of Bioengineering, Istituti Clinici Scientifici Maugeri, Institute of Montescano."
          }
        ],
        "LastName": "Maestri",
        "ForeName": "Roberto",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Health Administration, Istituti Clinici Scientifici Maugeri, Institute of Montescano."
          }
        ],
        "LastName": "Abelli",
        "ForeName": "Paola",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Unit of Occupational Therapy and Ergonomics, Istituti Clinici Scientifici Maugeri, Institute of Pavia-Montescano."
          }
        ],
        "LastName": "Bazzini",
        "ForeName": "Giacomo",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Randomized Controlled Trial"
    ],
    "VernacularTitle": "Un confronto dei costi energetici con l'uso di diversi tipi di sedia a rotelle manuale in persone disabili."
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "G Ital Med Lav Ergon",
    "NlmUniqueID": "9712708",
    "ISSNLinking": "1592-7830"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Over Studies"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Disabled Persons"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Energy Metabolism"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Equipment Design"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Paraparesis"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Paraplegia"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Spinal Cord Injuries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Wheelchairs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "The authors of this article have no conflict of interests to disclose."
}