{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28640136",
  "DateCompleted": {
    "Year": "2017",
    "Month": "07",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "01",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e7274",
      "10.1097/MD.0000000000007274"
    ],
    "Journal": {
      "ISSN": "1536-5964",
      "JournalIssue": {
        "Volume": "96",
        "Issue": "25",
        "PubDate": {
          "Year": "2017",
          "Month": "Jun"
        }
      },
      "Title": "Medicine",
      "ISOAbbreviation": "Medicine (Baltimore)"
    },
    "ArticleTitle": "Cost-effectiveness of neck-specific exercise with or without a behavioral approach versus physical activity prescription in the treatment of chronic whiplash-associated disorders: Analyses of a randomized clinical trial.",
    "Pagination": {
      "StartPage": "e7274",
      "MedlinePgn": "e7274"
    },
    "Abstract": {
      "AbstractText": [
        "Fifty percent of people injured by whiplash still report neck pain after 1 year and costs associated with whiplash associated disorders (WAD) are mostly attributed to health service and sick-leave costs in chronic conditions. With increasing health care expenditures the economic impact of interventions needs to be considered.",
        "To analyze the cost-effectiveness of physiotherapist-led neck-specific exercise without (NSE) or with a behavioral approach (NSEB), or prescription of physical activity (PPA) in chronic WAD, grade 2 to 3.",
        "This is a secondary cost-effectiveness analysis of a multicenter randomized clinical trial of 216 participants with chronic WAD grade 2 to 3. The interventions were physiotherapist-led neck-specific exercise without or with a behavioral approach, or prescription of physical activity for 12 weeks. Incremental cost-effectiveness ratios (ICERs) were determined after 1 year and bootstrapped cost-effectiveness planes and sensitivity analyses of physiotherapy visits were performed. Health care and production loss costs were included and quality-adjusted life years (QALYs) were estimated, using the Euroqol-5D questionnaire. Comparisons with the Short Form-6D, and neck disability index (NDI) were also made.",
        "The 1-year follow-up was completed by 170 participants (79%). Both physiotherapist-led groups improved in health related quality of life. The intervention cost alone, per quality-adjusted life year (QALY) gain in the NSE group was US$ 12,067. A trend for higher QALY gains were observed in the NSEB group but the costs were also higher. The ICERs varied depending on questionnaire used, but the addition of a behavioral approach to neck-specific exercise alone was not cost-effective from a societal perspective (ICER primary outcome $127,800 [95% confidence interval [CI], 37,816-711,302]). The sensitivity analyses confirmed the results. The prescription of physical activity did not result in any QALY gain and the societal costs were not lower.",
        "Neck-specific exercise was cost-effective from a societal perspective in the treatment of chronic WAD compared with the other exercise interventions. ICERS varied depending on health-related quality of life questionnaires used, but the addition of a behavioral approach was not cost-effective from a societal perspective. The prescription of physical activity did not result in any QALY gain and was thus not considered a relevant option."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Physiotherapy, Department of Medical and Health Sciences Rehab Väst, County Council of Östergötland, Departments of Rehabilitation and Medical and Health Sciences Centre for Clinical Research Sörmland, Uppsala University Allied Health Professionals Function, Karolinska University Hospital Division of Physiotherapy, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet, Huddinge Karolinska Institutet, Institute of Environmental Medicine, Unit of Occupational Medicine, Stockholm Division of Health Care Analysis, Department of Medical and Health Sciences, Linköping University, Sweden."
          }
        ],
        "LastName": "Landén Ludvigsson",
        "ForeName": "Maria",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Peolsson",
        "ForeName": "Anneli",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Peterson",
        "ForeName": "Gunnel",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dedering",
        "ForeName": "Åsa",
        "Initials": "Å"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Johansson",
        "ForeName": "Gun",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bernfort",
        "ForeName": "Lars",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Multicenter Study",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Medicine (Baltimore)",
    "NlmUniqueID": "2985248R",
    "ISSNLinking": "0025-7974"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Medicine (Baltimore). 2017 Aug 04;96(31):e7730",
      "PMID": "31305704"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "economics"
      ],
      "DescriptorName": "Behavior Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cost-Benefit Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disability Evaluation"
    },
    {
      "QualifierName": [
        "economics"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Follow-Up Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Neck"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    },
    {
      "QualifierName": [
        "complications",
        "economics",
        "rehabilitation"
      ],
      "DescriptorName": "Whiplash Injuries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "Conflict of Interest: The authors certify that they have no affiliations with or involvement in any organization or entity with any financial interest or non-financial interest in the subject matter or materials discussed in this manuscript."
}