{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29754122",
  "DateCompleted": {
    "Year": "2018",
    "Month": "10",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "10",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.22365/jpsych.2018.291.64"
    ],
    "Journal": {
      "ISSN": "1105-2333",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Season": "Jan-Mar"
        }
      },
      "Title": "Psychiatrike = Psychiatriki",
      "ISOAbbreviation": "Psychiatriki"
    },
    "ArticleTitle": "Schizophrenia and type 2 diabetes mellitus.",
    "Pagination": {
      "StartPage": "64",
      "EndPage": "73",
      "MedlinePgn": "64-73"
    },
    "Abstract": {
      "AbstractText": [
        "Schizophrenia is associated with increased risk for type 2 diabetes mellitus, resulting in elevated cardiovascular risk and limited life expectancy, translated into a weighted average of 14.5 years of potential life lost and an overall weighted average life expectancy of 64.7 years. The exact prevalence of type 2 diabetes among people with schizophrenia varies across studies and ranges 2-5fold higher than in the general population, whereas the aetiology is complex and multifactorial. Besides common diabetogenic factors, applied similarly in the general population, such as obesity, hyperlipidemia, smoking, hypertension, poor diet and limited physical activity, the co-occurrence of schizophrenia and diabetes is also attributed to unique conditions. Specifically, excessive sedentary lifestyle, social determinants, adverse effects of antipsychotic drugs and limited access to medical care are considered aggravating factors for diabetes onset and low quality of diabetes management. Schizophrenia itself is further proposed as causal factor for diabetes, given the observed higher prevalence of diabetes in young patients, newly diagnosed with schizophrenia and unexposed to antipsychotics. Furthermore, studies support genetic predisposition to diabetes among people with schizophrenia, suggesting shared genetic risk and disclosing a number of overlapped risk loci. Therefore, special attention should be paid in preventing diabetes in people with schizophrenia, through intervention in all possible modifiable risk factors. Implementation of careful antipsychotic prescription, provision of adequate motivation for balanced diet and physical activity and facilitating access to primary health care, could serve in reducing diabetes prevalence. On the other hand, increasing calls are made for early diagnosis of diabetes, application of the appropriate anti-diabetic therapy and strict inspection of therapy adherence, to limit the excess mortality due to cardiovascular events in people with schizophrenia. Moreover, population health programs could help counseling and preventing diabetes risk, additionally to early screening and diagnosis set, aiming to reduce disparities in populations. Finally, mental health-care providers might greatly promote offered health services to patients with schizophrenia, through a holistic individualized approach, considering additionally the physical health of the patients and working closely, preventively and therapeutically, in collaboration with the physicians and diabetologists."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical School, National and Kapodistrian University of Athens, Athens."
          },
          {
            "Identifier": [],
            "Affiliation": "Dromokaiteio Psychiatric Hospital, Athens."
          }
        ],
        "LastName": "Mamakou",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Diabetes Centre, 2nd Department of Internal Medicine, Hippokration General Hospital, Medical School, National and Kapodistrian University of Athens, Athens."
          }
        ],
        "LastName": "Thanopoulou",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1st Psychiatric Department, Eginition Hospital, Medical School, National and Kapodistrian University of Athens, Athens."
          }
        ],
        "LastName": "Gonidakis",
        "ForeName": "F",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "First Department of Propaedeutic and Internal Medicine, National and Kapodistrian University of Athens, Medical School, Laiko General Hospital, Athens, Greece."
          }
        ],
        "LastName": "Tentolouris",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1st Psychiatric Department, Eginition Hospital, Medical School, National and Kapodistrian University of Athens, Athens."
          }
        ],
        "LastName": "Kontaxakis",
        "ForeName": "V",
        "Initials": "V"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Greece",
    "MedlineTA": "Psychiatriki",
    "NlmUniqueID": "101534363",
    "ISSNLinking": "1105-2333"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "epidemiology",
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology",
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Schizophrenia"
    }
  ]
}