{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33112424",
  "DateCompleted": {
    "Year": "2020",
    "Month": "11",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "10",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD013400",
      "10.1002/14651858.CD013400.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "10",
        "PubDate": {
          "Year": "2020",
          "Month": "Oct",
          "Day": "28"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Physical activity interventions for people with congenital heart disease.",
    "Pagination": {
      "StartPage": "CD013400",
      "MedlinePgn": "CD013400"
    },
    "Abstract": {
      "AbstractText": [
        "Congenital heart disease (ConHD) affects approximately 1% of all live births. People with ConHD are living longer due to improved medical intervention and are at risk of developing non-communicable diseases. Cardiorespiratory fitness (CRF) is reduced in people with ConHD, who deteriorate faster compared to healthy people. CRF is known to be prognostic of future mortality and morbidity: it is therefore important to assess the evidence base on physical activity interventions in this population to inform decision making.",
        "To assess the effectiveness and safety of all types of physical activity interventions versus standard care in individuals with congenital heart disease.",
        "We undertook a systematic search on 23 September 2019 of the following databases: CENTRAL, MEDLINE, Embase, CINAHL, AMED, BIOSIS Citation Index, Web of Science Core Collection, LILACS and DARE. We also searched ClinicalTrials.gov and we reviewed the reference lists of relevant systematic reviews.",
        "We included randomised controlled trials (RCT) that compared any type of physical activity intervention against a 'no physical activity' (usual care) control. We included all individuals with a diagnosis of congenital heart disease, regardless of age or previous medical interventions.  DATA COLLECTION AND ANALYSIS: Two review authors (CAW and CW) independently screened all the identified references for inclusion. We retrieved and read all full papers; and we contacted study authors if we needed any further information. The same two independent reviewers who extracted the data then processed the included papers, assessed their risk of bias using RoB 2 and assessed the certainty of the evidence using the GRADE approach. The primary outcomes were: maximal cardiorespiratory fitness (CRF) assessed by peak oxygen consumption; health-related quality of life (HRQoL) determined by a validated questionnaire; and device-worn 'objective' measures of physical activity.",
        "We included 15 RCTs with 924 participants in the review. The median intervention length/follow-up length was 12 weeks (12 to 26 interquartile range (IQR)). There were five RCTs of children and adolescents (n = 500) and 10 adult RCTs (n = 424). We identified three types of intervention: physical activity promotion; exercise training; and inspiratory muscle training. We assessed the risk of bias of results for CRF as either being of some concern (n = 12) or at a high risk of bias (n = 2), due to a failure to blind intervention staff. One study did not report this outcome. Using the GRADE method, we assessed the certainty of evidence as moderate to very low across measured outcomes. When we pooled all types of interventions (physical activity promotion, exercise training and inspiratory muscle training), compared to a 'no exercise' control CRF may slightly increase, with a mean difference (MD) of 1.89 mL/kg<sup>-1</sup>/min<sup>-1</sup> (95% CI -0.22 to 3.99; n = 732; moderate-certainty evidence). The evidence is very uncertain about the effect of physical activity and exercise interventions on HRQoL. There was a standardised mean difference (SMD) of 0.76 (95% CI -0.13 to 1.65; n = 163; very low certainty evidence) in HRQoL. However, we could pool only three studies in a meta-analysis, due to different ways of reporting. Only one study out of eight showed a positive effect on HRQoL. There may be a small improvement in mean daily physical activity (PA) (SMD 0.38, 95% CI -0.15 to 0.92; n = 328; low-certainty evidence), which equates to approximately an additional 10 minutes of physical activity daily (95% CI -2.50 to 22.20). Physical activity and exercise interventions likely result in an increase in submaximal cardiorespiratory fitness (MD 2.05, 95% CI 0.05 to 4.05; n = 179; moderate-certainty evidence). Physical activity and exercise interventions likely increase muscular strength (MD 17.13, 95% CI 3.45 to 30.81; n = 18; moderate-certainty evidence). Eleven studies (n = 501) reported on the outcome of adverse events (73% of total studies). Of the 11 studies, six studies reported zero adverse events. Five studies reported a total of 11 adverse events; 36% of adverse events were cardiac related (n = 4); there were, however, no serious adverse events related to the interventions or reported fatalities (moderate-certainty evidence). No studies reported hospital admissions.",
        "This review summarises the latest evidence on CRF, HRQoL and PA. Although there were only small improvements in CRF and PA, and small to no improvements in HRQoL, there were no reported serious adverse events related to the interventions. Although these data are promising, there is currently insufficient evidence to definitively determine the impact of physical activity interventions in ConHD. Further high-quality randomised controlled trials are therefore needed, utilising a longer duration of follow-up."
      ],
      "CopyrightInformation": "Copyright © 2020 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Children's Health and Exercise Research Centre, University of Exeter, Exeter, UK."
          }
        ],
        "LastName": "Williams",
        "ForeName": "Craig A",
        "Initials": "CA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Children's Health and Exercise Research Centre, University of Exeter, Exeter, UK."
          }
        ],
        "LastName": "Wadey",
        "ForeName": "Curtis",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Institute for Health Research (NIHR) Cardiovascular Biomedical Research Centre, Bristol Heart Institute, Bristol, UK."
          }
        ],
        "LastName": "Pieles",
        "ForeName": "Guido",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Institute for Health Research (NIHR) Cardiovascular Biomedical Research Centre, Bristol Heart Institute, Bristol, UK."
          }
        ],
        "LastName": "Stuart",
        "ForeName": "Graham",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "MRC/CSO Social and Public Health Sciences Unit & Robertson Centre for Biostatistics, Institute of Health and Well Being, University of Glasgow, Glasgow, UK."
          }
        ],
        "LastName": "Taylor",
        "ForeName": "Rod S",
        "Initials": "RS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Health Research, University of Exeter Medical School, Exeter, UK."
          }
        ],
        "LastName": "Long",
        "ForeName": "Linda",
        "Initials": "L"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT02283255",
          "NCT02658266",
          "NCT04135859",
          "NCT04208893",
          "NCT04264650"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD013400"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bias"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Breathing Exercises"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cardiorespiratory Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Heart Defects, Congenital"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "CAW has received funding from Heart Research UK and Canon Medical Systems Ltd to complete research into the heart health of young people. The author had full control of the design of the study, methods used, outcome parameters, analysis of the data and production of any manuscripts. Neither of these organisations have a financial interest in this review.\u2028CW has a funded PhD scholarship from the University of Exeter and Canon Medical. Canon Medical Systems Ltd does not have a financial interest in this review.\u2028GEP is lead researcher in a contractual research partnership between the University of Bristol and Canon Medical Systems UK Ltd. Canon Medical Systems Ltd does not have a financial interest in this review.\u2028GS is Medical Director of Sports Cardiology UK. Research grant from Heart research UK to evaluate an exercise prescription programme in congenital heart patients. Fee for lecturing at scientific meetings and financial support for educational arrhythmia meeting in February 2019 from Medtronic Actelion. None of the organisations named have a  financial interest in this review.\u2028LL has no known conflicts of interest.\u2028RST has no known conflicts of interest."
}