{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Disease prevention",
      "Health professionals",
      "Health promotion",
      "Implementation",
      "Non-communicable disease prevention",
      "Physical activity",
      "Primary healthcare",
      "Qualitative research method",
      "Sweden"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29562922",
  "DateCompleted": {
    "Year": "2018",
    "Month": "08",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "03",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "196",
      "10.1186/s12913-018-3021-1"
    ],
    "Journal": {
      "ISSN": "1472-6963",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Month": "Mar",
          "Day": "21"
        }
      },
      "Title": "BMC health services research",
      "ISOAbbreviation": "BMC Health Serv Res"
    },
    "ArticleTitle": "What is required to facilitate implementation of Swedish physical activity on prescription? - interview study with primary healthcare staff and management.",
    "Pagination": {
      "StartPage": "196",
      "MedlinePgn": "196"
    },
    "Abstract": {
      "AbstractText": [
        "The method, Swedish Physical Activity on Prescription (SPAP), has been launched in Swedish healthcare to promote physical activity for prevention and treatment of lifestyle related health disorders. Despite scientific support for the method, and education campaigns, it is used to a limited extent by health professionals. The aim of the study was to describe the views of health professionals on perceived facilitators, barriers and requirements for successful implementation of SPAP in primary healthcare.",
        "Eighteen semi-structured interviews with stakeholders in SPAP, i.e. ten people working in local or central management and eight primary healthcare professionals in two regional healthcare organisations, were analysed using qualitative content analysis.",
        "We identified an overarching theme regarding requirements for successful implementation of SPAP: Need for knowledge and organisational support, comprising four main categories: Need for increased knowledge and affirmative attitude among health professionals; Need for clear and supportive management; Need for central supporting structures; Need for local supporting structures. Knowledge of the SPAP method content and core components was limited. Confidence in the method varied among health professionals. There was a discrepancy between the central organisation policy documents declaring that disease preventive methods were prioritised and a mandatory assignment, while the health professionals asked for increased interest, support and resources from management, primarily time and supporting structures. There were somewhat conflicting views between primary healthcare professionals and managers concerning perceived barriers and requirements. In contrast to some of the management's beliefs, all primary healthcare professionals undisputedly acknowledged the importance of promoting physical activity, but they lacked time, written routines and in some cases competence for SPAP counselling.",
        "The study provides knowledge regarding requirements to facilitate the implementation of SPAP in healthcare. There was limited knowledge among health professionals regarding core components of SPAP and how to practise the method, which speaks for in-depth training in the SPAP method. The findings highlight the importance of forming policies and guidelines and establishing organisational supporting structures, and ensuring that these are well known and approved in all parts of the healthcare organisation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-8709-4446"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Clinical Research Dalarna, Department of Public Health and Caring Sciences, Uppsala University, Nissers vag 3, SE-79182, Falun, Uppsala, Sweden. catharina.gustavsson@ltdalarna.se."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Education, Health and Social Studies, Dalarna University, SE-79188, Falun, Sweden. catharina.gustavsson@ltdalarna.se."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Health, Care and Social Welfare, Mälardalen University, Box 883, SE- 721 23, Västerås, Sweden. catharina.gustavsson@ltdalarna.se."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health and Caring Sciences, Family Medicine and Preventive Medicine, Uppsala University, BMC, Box 564, SE-751 22, Uppsala, Sweden. catharina.gustavsson@ltdalarna.se."
          }
        ],
        "LastName": "Gustavsson",
        "ForeName": "Catharina",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Clinical Research Dalarna, Department of Public Health and Caring Sciences, Uppsala University, Nissers vag 3, SE-79182, Falun, Uppsala, Sweden."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Health, Care and Social Welfare, Mälardalen University, Box 883, SE- 721 23, Västerås, Sweden."
          }
        ],
        "LastName": "Nordqvist",
        "ForeName": "Maria",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health and Caring Sciences, Family Medicine and Preventive Medicine, Uppsala University, BMC, Box 564, SE-751 22, Uppsala, Sweden."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre for Research & Development, Uppsala University, Region Gävleborg, CFUG, SE-801 88, Gävle, Sweden."
          }
        ],
        "LastName": "Bröms",
        "ForeName": "Kristina",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Clinical Research Dalarna, Department of Public Health and Caring Sciences, Uppsala University, Nissers vag 3, SE-79182, Falun, Uppsala, Sweden."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Education, Health and Social Studies, Dalarna University, SE-79188, Falun, Sweden."
          }
        ],
        "LastName": "Jerdén",
        "ForeName": "Lars",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health and Caring Sciences, Family Medicine and Preventive Medicine, Uppsala University, BMC, Box 564, SE-751 22, Uppsala, Sweden."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Sport and Health Sciences, Swedish School of Sport and Health Sciences (GIH), Box 5626, SE-114 86, Stockholm, Sweden."
          }
        ],
        "LastName": "Kallings",
        "ForeName": "Lena V",
        "Initials": "LV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Education, Health and Social Studies, Dalarna University, SE-79188, Falun, Sweden."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Neurobiology, Care Sciences and Society, Division of Nursing, Karolinska Institutet, SE-177 70, Stockholm, Sweden."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute of Health Care Sciences, Sahlgrenska Academy, University of Gothenburg, Box 457, 40530, Gothenburg, Sweden."
          }
        ],
        "LastName": "Wallin",
        "ForeName": "Lars",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Health Serv Res",
    "NlmUniqueID": "101088677",
    "ISSNLinking": "1472-6963"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Attitude of Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Primary Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sweden"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The study was approved by The Ethics Review Board at Uppsala University (EPN Uppsala No. 2014–198). Verbal and written information about the study were provided to the participants. Written consent for participation were obtained from the participants prior to the interviews. CONSENT FOR PUBLICATION: The interviews were audiotaped and coded as they were transcribed, in order to exclude the data of any individual person and to avoid the possibility of recognising any individual person during interpretation of data or presentation of results in the manuscript. The participants received information about this procedure before they provided written consent to participate and consent for publication. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}