{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12458972",
  "DateCompleted": {
    "Year": "2003",
    "Month": "04",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1467-7881",
      "JournalIssue": {
        "Volume": "3",
        "Issue": "4",
        "PubDate": {
          "Year": "2002",
          "Month": "Nov"
        }
      },
      "Title": "Obesity reviews : an official journal of the International Association for the Study of Obesity",
      "ISOAbbreviation": "Obes Rev"
    },
    "ArticleTitle": "Physical activity and its impact on health outcomes. Paper 1: The impact of physical activity on cardiovascular disease and all-cause mortality: an historical perspective.",
    "Pagination": {
      "StartPage": "257",
      "EndPage": "271",
      "MedlinePgn": "257-71"
    },
    "Abstract": {
      "AbstractText": [
        "The modern scientific study of physical activity began soon after World War II and focused on the epidemic of cardiovascular disease that was beginning to engulf the Western world. Early 'exercise prescriptions' then specified intense bouts of vigorous activity as the most effective way to maintain cardiovascular fitness and 'heart health'. Doctors and other health professionals then grew concerned that progressively fewer individuals were heeding this advice at a time when physical activity from manual work was becoming less common. Evidence was also emerging in the late 1980s that the value of accumulated, moderately intense activities, now of increasing importance during leisure time, may have been overlooked, or at least underplayed, in the prevention of heart disease, diabetes and some cancers. Perhaps in population terms adherence to moderate 'lifestyle' activities would be better than to the earlier vigorous recommendations. Social policy therefore shifted in the United States in 1996; the US Surgeon General's report set out the basic public health message of '30 min of moderate activity five, and preferably all, days of the week'. This recommendation was broadly adopted throughout much of the Western world. How this change in health strategy might impact on unhealthy weight gain and the growing obesity epidemic was given little attention. Here we examine how post-war public health policy in physical activity developed in an attempt primarily to prevent cardiovascular disease. In the following article we examine why too little attention may have been given to unhealthy weight gain and investigate how this may have happened. Then we consider how much physical activity--and of what kind--is needed to prevent unhealthy weight gain."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "International Obesity Task Force, North Gower Street, London, UK."
          }
        ],
        "LastName": "Erlichman",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kerbey",
        "ForeName": "A L",
        "Initials": "AL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "James",
        "ForeName": "W P T",
        "Initials": "WP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Obes Rev",
    "NlmUniqueID": "100897395",
    "ISSNLinking": "1467-7881"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "mortality",
        "physiopathology"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cause of Death"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Motor Activity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    }
  ],
  "NumberOfReferences": "44"
}