{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33186196",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/HCR.0000000000000544"
    ],
    "Journal": {
      "ISSN": "1932-751X",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Jan",
          "Day": "01"
        }
      },
      "Title": "Journal of cardiopulmonary rehabilitation and prevention",
      "ISOAbbreviation": "J Cardiopulm Rehabil Prev"
    },
    "ArticleTitle": "Clinical Improvement and Effectiveness of Exercise-Based Pulmonary Rehabilitation in Patients With Idiopathic Pulmonary Fibrosis: A BRIEF ANALYTICAL REVIEW.",
    "Pagination": {
      "StartPage": "52",
      "EndPage": "57",
      "MedlinePgn": "52-57"
    },
    "Abstract": {
      "AbstractText": [
        "Idiopathic pulmonary fibrosis (IPF) is a chronic, progressive lung disease associated with high mortality rates and poor clinical condition. Exercise-based pulmonary rehabilitation (EBPR) has been demonstrated to be effective in improving 6-min walk distance (6MWD), although the clinical improvement and effectiveness are less characterized. The current review examined the existing evidence of EBPR among patients with IPF and aimed to analyze the effect of EBPR on clinical improvement and effectiveness.",
        "A systematic databases search (MEDLINE/PubMed, EMBASE, and the Cochrane Library) was conducted for available publications as of January 2020. Randomized controlled trials (RCTs) and meta-analyses of RCTs examining the effect of EBPR in patients with IPF were reviewed. Mean difference for RCTs and weighted mean difference for meta-analyses between the EBPR arm and the usual-care arm in 6MWD were compared with the established minimal clinically important difference (MCID) of 30 m. Clinical improvement following EBPR was determined when mean difference and weighted mean difference were equal or exceeding the MCID. Effectiveness of EBPR was assessed using the number needed to treat (NNT) analysis.",
        "Five independent RCTs (including 21-61 patients/study) and five meta-analyses (including two to five studies with 62-169 patients/meta-analysis) were included. The mean difference of 6MWD ranged from 16-81 m in RCTs. Three of five RCTs demonstrated an average improvement that meets or exceeds the MCID. Two RCTs showed favorable improvement in 6MWD but did not reach the MCID. The weighted mean difference of 6MWD ranged from 27-49 m in the meta-analyses. Four of five meta-analyses showed an average improvement that meets or exceeds the MCID. One early meta-analysis of only two RCTs showed significant improvement, although did not reach the MCID. The NNT in three RCTs and four meta-analyses that met clinical improvement in 6MWD was one.",
        "This review provides novel evidence with respect to clinical improvement and high effectiveness of EBPR among patients with IPF. The results suggest that, on average, the majority of patients would be expected to clinically improve by completing the EBPR program. The findings further support the prescription of EBPR as clinically effective therapy and implementation as standard of care for patients with IPF. Future studies examining clinical improvement and effectiveness utilizing additional outcomes with the MCID are warranted."
      ],
      "CopyrightInformation": "Copyright © 2020 Wolters Kluwer Health, Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cardiology Division, Veterans Affairs Palo Alto Health Care System/Stanford University, Palo Alto, California."
          }
        ],
        "LastName": "Vainshelboim",
        "ForeName": "Baruch",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Cardiopulm Rehabil Prev",
    "NlmUniqueID": "101291247",
    "ISSNLinking": "1932-7501"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Idiopathic Pulmonary Fibrosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lung"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "The author declares no conflicts of interest."
}