{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26382310",
  "DateCompleted": {
    "Year": "2016",
    "Month": "08",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/GME.0000000000000546"
    ],
    "Journal": {
      "ISSN": "1530-0374",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "11",
        "PubDate": {
          "Year": "2015",
          "Month": "Nov"
        }
      },
      "Title": "Menopause (New York, N.Y.)",
      "ISOAbbreviation": "Menopause"
    },
    "ArticleTitle": "Nonhormonal management of menopause-associated vasomotor symptoms: 2015 position statement of The North American Menopause Society.",
    "Pagination": {
      "StartPage": "1155",
      "EndPage": "1174",
      "MedlinePgn": "1155-72; quiz 1173-4"
    },
    "Abstract": {
      "AbstractText": [
        "To update and expand The North American Menopause Society's evidence-based position on nonhormonal management of menopause-associated vasomotor symptoms (VMS), previously a portion of the position statement on the management of VMS.",
        "NAMS enlisted clinical and research experts in the field and a reference librarian to identify and review available evidence. Five different electronic search engines were used to cull relevant literature. Using the literature, experts created a document for final approval by the NAMS Board of Trustees.",
        "Nonhormonal management of VMS is an important consideration when hormone therapy is not an option, either because of medical contraindications or a woman's personal choice. Nonhormonal therapies include lifestyle changes, mind-body techniques, dietary management and supplements, prescription therapies, and others. The costs, time, and effort involved as well as adverse effects, lack of long-term studies, and potential interactions with medications all need to be carefully weighed against potential effectiveness during decision making.",
        "Clinicians need to be well informed about the level of evidence available for the wide array of nonhormonal management options currently available to midlife women to help prevent underuse of effective therapies or use of inappropriate or ineffective therapies. Recommended: Cognitive-behavioral therapy and, to a lesser extent, clinical hypnosis have been shown to be effective in reducing VMS. Paroxetine salt is the only nonhormonal medication approved by the US Food and Drug Administration for the management of VMS, although other selective serotonin reuptake/norepinephrine reuptake inhibitors, gabapentinoids, and clonidine show evidence of efficacy. Recommend with caution: Some therapies that may be beneficial for alleviating VMS are weight loss, mindfulness-based stress reduction, the S-equol derivatives of soy isoflavones, and stellate ganglion block, but additional studies of these therapies are warranted. Do not recommend at this time: There are negative, insufficient, or inconclusive data suggesting the following should not be recommended as proven therapies for managing VMS: cooling techniques, avoidance of triggers, exercise, yoga, paced respiration, relaxation, over-the-counter supplements and herbal therapies, acupuncture, calibration of neural oscillations, and chiropractic interventions. Incorporating the available evidence into clinical practice will help ensure that women receive evidence-based recommendations along with appropriate cautions for appropriate and timely management of VMS."
      ]
    },
    "PublicationTypeList": [
      "Journal Article",
      "Practice Guideline"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Menopause",
    "NlmUniqueID": "9433353",
    "ISSNLinking": "1072-3714"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "41VRH5220H",
      "NameOfSubstance": "Paroxetine"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Behavior Therapy"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Health Education"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Hot Flashes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Menopause"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Paroxetine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Relaxation"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Societies, Medical"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Vascular Diseases"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Vasomotor System"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Women's Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Yoga"
    }
  ]
}