{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23007178",
  "DateCompleted": {
    "Year": "2013",
    "Month": "02",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "05",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1473-0480",
      "JournalIssue": {
        "Volume": "46",
        "Issue": "13",
        "PubDate": {
          "Year": "2012",
          "Month": "Oct"
        }
      },
      "Title": "British journal of sports medicine",
      "ISOAbbreviation": "Br J Sports Med"
    },
    "ArticleTitle": "Review of exercise studies in breast cancer survivors: attention to principles of exercise training.",
    "Pagination": {
      "StartPage": "909",
      "EndPage": "916",
      "MedlinePgn": "909-16"
    },
    "Abstract": {
      "AbstractText": [
        "Research supports the use of exercise to improve quality of life and reduce the side effects of breast cancer treatment, such as fatigue and decreased aerobic capacity. Previously published reviews have focused on reporting the outcomes of exercise interventions, but have not critically examined the exercise prescriptions. The purpose of this review is to evaluate the application of the principles of exercise training in the exercise prescriptions reported in intervention studies for breast cancer survivors.",
        "Databases were searched for randomised controlled trials of exercise in women diagnosed with breast cancer. Data were extracted to evaluate the application of the principles of exercise training, the reporting of the components of the exercise prescription and the reporting of adherence to the exercise prescription.",
        "Of the 29 papers included, none applied all principles of exercise training. Specificity was applied by 64%, progression by 41%, overload by 31%, initial values by 62% and diminishing returns and reversibility by 7% of trials. No study reported all components of the exercise prescription.",
        "The application of the principles of exercise training varied greatly, and reporting of the exercise prescribed and completed was incomplete. When principles of exercise training are applied to the development of exercise protocols, there is greater confidence that non-significant findings reflect lack of efficacy of exercise rather than deficiencies in the prescription. Incomplete reporting of the exercise prescription and adherence to the prescription limits the reproducibility of the intervention, and the ability to determine the dose of exercise received by participants."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, 212 Friedman Building, 2177 Wesbrook Mall, Vancouver, BC, Canada. Kristin.campbell@ubc.ca"
          }
        ],
        "LastName": "Campbell",
        "ForeName": "Kristin L",
        "Initials": "KL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Neil",
        "ForeName": "Sarah E",
        "Initials": "SE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Winters-Stone",
        "ForeName": "Kerri M",
        "Initials": "KM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br J Sports Med",
    "NlmUniqueID": "0432520",
    "ISSNLinking": "0306-3674"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Br J Sports Med. 2012 Dec;46(16):1144"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}