{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36454911",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "12",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0278480",
      "10.1371/journal.pone.0278480"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "12",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Effects of structured exercise programmes on physiological and psychological outcomes in adults with inflammatory bowel disease (IBD): A systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "e0278480",
      "MedlinePgn": "e0278480"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise has been suggested to counteract specific complications of inflammatory bowel disease (IBD). However, its role as a therapeutic option remains poorly understood. Therefore, we conducted a systematic review and meta-analysis on the effects of exercise in IBD.",
        "Five databases (MEDLINE, Embase, CINAHL, CENTRAL and SPORTDiscus) and three registers (Clinicaltrials.gov, WHO ICTRP and ISRCTN) were searched from inception to September 2022, for studies assessing the effects of structured exercise of at least 4 weeks duration on physiological and/or psychological outcomes in adults with IBD. Two independent reviewers screened records, assessed risk of bias using the Cochrane Risk of Bias (RoB 2.0) and ROBINS-I tools, and evaluated the certainty of evidence using the GRADE method. Data were meta-analysed using a random-effects model.",
        "From 4,123 citations, 15 studies (9 RCTs) were included, comprising of 637 participants (36% male). Pooled evidence from six RCTs indicated that exercise improved disease activity (SMD = -0.44; 95% CI [-0.82 to -0.07]; p = 0.02), but not disease-specific quality of life (QOL) (IBDQ total score; MD = 3.52; -2.00 to 9.04; p = 0.21) when compared to controls. Although meta-analysis could not be performed for other outcomes, benefits were identified in fatigue, muscular function, body composition, cardiorespiratory fitness, bone mineral density and psychological well-being. Fourteen exercise-related non-serious adverse events occurred. The overall certainty of evidence was low for disease activity and very low for HRQOL as a result of downgrading for risk of bias and imprecision.",
        "Structured exercise programmes improve disease activity, but not disease-specific QOL. Defining an optimal exercise prescription and synthesis of evidence in other outcomes, was limited by insufficient well-designed studies to ascertain the true effect of exercise training. This warrants further large-scale randomised trials employing standard exercise prescription to verify this effect to enable the implementation into clinical practice.",
        "This systematic review was prospectively registered in an international database of systematic reviews in health-related research (CRD42017077992; https://www.crd.york.ac.uk/prospero/)."
      ],
      "CopyrightInformation": "Copyright: © 2022 Jones et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-0615-8442"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Warwick Clinical Trials Unit, Warwick Medical School, University of Warwick, Coventry, United Kingdom."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Sport, Exercise and Rehabilitation, University of Northumbria at Newcastle, Newcastle Upon Tyne, United Kingdom."
          }
        ],
        "LastName": "Jones",
        "ForeName": "Katherine",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Sport and Exercise Science, School of Health and Life Sciences, University of the West of Scotland, Blantyre, United Kingdom."
          }
        ],
        "LastName": "Kimble",
        "ForeName": "Rachel",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport, Exercise and Rehabilitation, University of Northumbria at Newcastle, Newcastle Upon Tyne, United Kingdom."
          }
        ],
        "LastName": "Baker",
        "ForeName": "Katherine",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Warwick Clinical Trials Unit, Warwick Medical School, University of Warwick, Coventry, United Kingdom."
          },
          {
            "Identifier": [],
            "Affiliation": "York St John University, Lord Mayor's Walk, York, United Kingdom."
          }
        ],
        "LastName": "Tew",
        "ForeName": "Garry A",
        "Initials": "GA"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Systematic Review",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Inflammatory Bowel Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    }
  ],
  "CoiStatement": "KJ, GT and KB were investigators on one if the included trials (Jones et al., 2020) and GT on another (Tew et al., 2019), however we do not believe that this has biased our assessment of this or any other study. This does not alter our adherence to PLOS ONE policies on sharing data and materials."
}