{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34143410",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "02",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "06",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-021-01495-w"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "51",
        "Issue": "9",
        "PubDate": {
          "Year": "2021",
          "Month": "Sep"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Personalized, Evidence-Informed Training Plans and Exercise Prescriptions for Performance, Fitness and Health.",
    "Pagination": {
      "StartPage": "1805",
      "EndPage": "1813",
      "MedlinePgn": "1805-1813"
    },
    "Abstract": {
      "AbstractText": [
        "A training plan, or an exercise prescription, is the point where we translate sport and exercise science into practice. As in medicine, good practice requires writing a training plan or prescribing an exercise programme based on the best current scientific evidence. A key issue, however, is that a training plan or exercise prescription is typically a mix of many interacting interventions (e.g. exercises and nutritional recommendations) that additionally change over time due to periodisation or tapering. Thus, it is virtually impossible to base a complex long-term training plan fully on scientific evidence. We, therefore, speak of evidence-informed training plans and exercise prescriptions to highlight that only some of the underlying decisions are made using an evidence-based decision approach. Another challenge is that the adaptation to a given, e.g. endurance or resistance training programme is often highly variable. Until biomarkers for trainability are identified, we must therefore continue to test athletes, clients, or patients, and monitor training variables via a training log to determine whether an individual sufficiently responds to a training intervention or else re-plan. Based on these ideas, we propose a subjective, pragmatic six-step approach that details how to write a training plan or exercise prescription that is partially based on scientific evidence. Finally, we advocate an athlete, client and patient-centered approach whereby an individual's needs and abilities are the main consideration behind all decision-making. This implies that sometimes the most effective form of training is eschewed if the athlete, client or patient has other wishes."
      ],
      "CopyrightInformation": "© 2021. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-5920-5842"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise Biology Group, Department of Sport and Health Sciences, Technical University of Munich, Georg-Brauchle-Ring 60/62, 80992, Munich, Germany. henning.wackerhage@tum.de."
          }
        ],
        "LastName": "Wackerhage",
        "ForeName": "Henning",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Sciences, Lehman College, Bronx, NY, USA."
          }
        ],
        "LastName": "Schoenfeld",
        "ForeName": "Brad J",
        "Initials": "BJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    }
  ],
  "CoiStatement": "Both authors declare no conflict of interest."
}