{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10593526",
  "DateCompleted": {
    "Year": "1999",
    "Month": "12",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0195-9131",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "11 Suppl",
        "PubDate": {
          "Year": "1999",
          "Month": "Nov"
        }
      },
      "Title": "Medicine and science in sports and exercise",
      "ISOAbbreviation": "Med Sci Sports Exerc"
    },
    "ArticleTitle": "Physical activity in the treatment of the adulthood overweight and obesity: current evidence and research issues.",
    "Pagination": {
      "StartPage": "S547",
      "EndPage": "S552",
      "MedlinePgn": "S547-52"
    },
    "Abstract": {
      "AbstractText": [
        "The purpose of this paper is to review the evidence on the role of physical activity in the treatment of adult overweight and obesity. Three specific questions are addressed: (1) Does exercise alone produce weight loss? (2) Does exercise in combination with diet produce greater weight loss than diet only? and (3) Does exercise in combination with diet produce better maintenance of weight loss than diet alone?",
        "The literature initially identified by the Expert Panel on Clinical Guidelines for the Treatment of Obesity, three key meta analyses, and additional literature searches were used to identify randomized trials related to the three aforementioned topics. These articles were reviewed and tabulated.",
        "Six of 10 randomized studies found significantly greater weight loss in exercise alone versus no treatment controls. The magnitude of the effect averaged 1-2 kg. Only 2 of 13 studies found significant differences in initial weight loss for diet plus exercise versus diet only, although almost all studies pointed in this direction. Six studies were identified with maintenance periods of at least 1 yr. In two of the six there were significant long term differences favoring diet plus exercise, but in every study considered the direction of the difference favored diet plus exercise. Other strong evidence showing benefits of exercise for long-term weight loss comes from correlational analyses which consistently find that those individuals who report the greatest exercise have the best maintenance of weight loss.",
        "Randomized trials consistently show benefits of exercise for weight loss, but the effects are often modest. This may result from small sample sizes, short study duration, and poor adherence to the exercise prescriptions. To better define the doses and types of exercise that will promote long-term weight loss, it is necessary to develop better ways to measure exercise and promote adherence to exercise."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Brown University School of Medicine, The Miriam Hospital, Providence, RI 02906, USA. rwing@lifespan.org"
          }
        ],
        "LastName": "Wing",
        "ForeName": "R R",
        "Initials": "RR"
      }
    ],
    "GrantList": [
      {
        "GrantID": "DK46204",
        "Acronym": "DK",
        "Agency": "NIDDK NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "HL41330",
        "Acronym": "HL",
        "Agency": "NHLBI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Sci Sports Exerc",
    "NlmUniqueID": "8005433",
    "ISSNLinking": "0195-9131"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Weight"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diet"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight Loss"
    }
  ]
}