{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29548038",
  "DateCompleted": {
    "Year": "2019",
    "Month": "06",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1093/ptj/pzy038"
    ],
    "Journal": {
      "ISSN": "1538-6724",
      "JournalIssue": {
        "Volume": "98",
        "Issue": "7",
        "PubDate": {
          "Year": "2018",
          "Month": "Jul",
          "Day": "01"
        }
      },
      "Title": "Physical therapy",
      "ISOAbbreviation": "Phys Ther"
    },
    "ArticleTitle": "Walking Aid Use in Canada: Prevalence and Demographic Characteristics Among Community-Dwelling Users.",
    "Pagination": {
      "StartPage": "571",
      "EndPage": "577",
      "MedlinePgn": "571-577"
    },
    "Abstract": {
      "AbstractText": [
        "Mobility limitations represent the third most prevalent cause of disability, affecting more than 1.9 million community-dwelling Canadians. Walking aids are often prescribed to reduce the impacts of mobility impairments. There are limited data on walking aids since 2004.",
        "The objectives of this study were to investigate the prevalence of walking aid use in Canada and to explore demographic characteristics among users of walking aids.",
        "The design used was a secondary analysis of a cross-sectional national survey.",
        "Data were obtained from the 2012 Canadian Survey on Disability from community-dwelling individuals who were 15 years old or older, had a self-identified activity limitation, and indicated that they used at least 1 walking aid (cane/walking stick/crutches or walker). Prevalence estimates were calculated as weighted frequencies. Analytic variables included walking aid type, sex, age, province/territory of residence, and main cause of activity limitation.",
        "Approximately 1,125,000 community-dwelling individuals who were 15 years old or older used walking aids, representing 4.1% of the Canadian population. Of these individuals, 962,290 used canes/walking sticks/crutches, and 465,340 used a walker. Users of walking aids were predominantly female, with a mean age of 68 years.",
        "Self-reported results reflect only the perceptions of individuals living in Canadian communities. Analyses excluded individuals in residential or long-term care settings and individuals living on First Nations reserves.",
        "Since 2004, there has been a 2% increase in the prevalence of walking aid use by the Canadian population, which is likely related to the aging of the population. The high prevalence of walking aid use highlights the need for better use of existing resources to ensure that individuals are receiving the correct devices. Results of this study suggest a need to evaluate the impact of device use to better understand how resources should be allocated for prescription and maintenance of walking aids and training of users."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation, Université Laval, Quebec City, Québec, Canada, and Center for Interdisciplinary Research in Rehabilitation and Social Integration, Centre Intégré Universitaire de Santé et de Services Sociaux de la Capitale-Nationale, Institut de Réadaptation en Déficience Physique de Québec, Quebec City, Québec, Canada."
          }
        ],
        "LastName": "Charette",
        "ForeName": "Caroline",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation, Université Laval, and Center for Interdisciplinary Research in Rehabilitation and Social Integration, Centre Intégré Universitaire de Santé et de Services Sociaux de la Capitale-Nationale, Institut de Réadaptation en Déficience Physique de Québec."
          }
        ],
        "LastName": "Best",
        "ForeName": "Krista L",
        "Initials": "KL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate Program in Rehabilitation Sciences, Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada; Rehabilitation Research Program, Vancouver Coastal Research Institute, Vancouver, British Columbia, Canada; and GF Strong Rehabilitation Centre, Vancouver, British Columbia, Canada."
          }
        ],
        "LastName": "Smith",
        "ForeName": "Emma M",
        "Initials": "EM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rehabilitation Research Program, Vancouver Coastal Research Institute; GF Strong Rehabilitation Centre; and Department of Occupational Science and Occupational Therapy, Faculty of Medicine, University of British Columbia, Vancouver, British Columbia, Canada."
          }
        ],
        "LastName": "Miller",
        "ForeName": "William C",
        "Initials": "WC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation, Université Laval, and Center for Interdisciplinary Research in Rehabilitation and Social Integration, Centre Intégré Universitaire de Santé et de Services Sociaux de la Capitale-Nationale, Institut de Réadaptation en Déficience Physique de Québec, 525 Blvd Wilfrid-Hamel, Quebec City, Québec, Canada G1M 2S8."
          }
        ],
        "LastName": "Routhier",
        "ForeName": "François",
        "Initials": "F"
      }
    ],
    "GrantList": [
      {
        "Agency": "CIHR",
        "Country": "Canada"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Phys Ther",
    "NlmUniqueID": "0022623",
    "ISSNLinking": "0031-9023"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Canada"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Disabled Persons"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Independent Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mobility Limitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Self-Help Devices"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Walkers"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Walking"
    }
  ]
}