{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8504848",
  "DateCompleted": {
    "Year": "1993",
    "Month": "07",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0091-6331",
      "JournalIssue": {
        "Volume": "21",
        "PubDate": {
          "Year": "1993"
        }
      },
      "Title": "Exercise and sport sciences reviews",
      "ISOAbbreviation": "Exerc Sport Sci Rev"
    },
    "ArticleTitle": "Exercise and weight control.",
    "Pagination": {
      "StartPage": "363",
      "EndPage": "396",
      "MedlinePgn": "363-96"
    },
    "Abstract": {
      "AbstractText": [
        "Several important questions need to be answered to increase the likelihood that exercise will be accepted by the millions in the population who are obese. What is the minimum exercise \"dose\" (intensity, duration, frequency) and what is the optimal mode to bring about substantial fat weight loss, with minimal loss of lean mass? What is the best nutritional plan to optimize fat utilization during exercise, without impairing performance or loss of lean mass? Which diet and exercise programs maximally increase utilization of centrally deposited fat and how can hyperplastic obesity best be treated? Also of interest is the potential role of resistance exercise for weight loss, and the predictors of weight loss success. For instance, do individuals with gynoid obesity really differ from individuals with android obesity in their utilization and loss of body fat during exercise? The potential advantages of exercise include: stimulation of fat as opposed to carbohydrate oxidation; increased energy use during the exercise itself and in the postexercise period; protection of lean body mass; possible reversal of the diet-induced suppression of BMR; and other health benefits. Among other parameters, the effectiveness of exercise on weight loss may be influenced by the type, intensity, frequency, and duration of exercise bouts and the duration of the training program, the nature of the excess fat stores, i.e., whether the person has obesity characterized by hyperplastic or hypertrophic adipose tissue or central (with large-intra-abdominal depot) or peripheral obesity, the composition and caloric content of the diet, and behavioral aspects that affect adherence to the program. With respect to this latter concern, even if a person has been very successful at weight loss in a metabolic ward or intensive program, he/she must eventually return to the outside world and figure out for himself/herself how to eat real food and/or maintain an activity level that promotes weight maintenance. Because diet and exercise habits are difficult to assess and to quantify in free-living populations, it continues to be difficult to evaluate the success of diet and/or exercise prescriptions for weight loss accurately and we continue to be plagued with questions regarding the effectiveness vs. efficacy of exercise as a means to control body weight. It would seem that the wide range of health benefits derived from regular exercise would justify emphasizing increased activity for inactive people, particularly for obese, sedentary individuals, whether or not ideal body weight or significant weight loss is achieved."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stefanick",
        "ForeName": "M L",
        "Initials": "ML"
      }
    ],
    "GrantList": [
      {
        "GrantID": "HL 24462",
        "Acronym": "HL",
        "Agency": "NHLBI NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "HL 45733",
        "Acronym": "HL",
        "Agency": "NHLBI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Exerc Sport Sci Rev",
    "NlmUniqueID": "0375434",
    "ISSNLinking": "0091-6331"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Fatty Acids"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Adipose Tissue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Composition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Weight"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Fatty Acids"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lipid Metabolism"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    }
  ],
  "NumberOfReferences": "126"
}