{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adverse event",
      "Exercise-training",
      "Multiple sclerosis",
      "Relapse",
      "Serious adverse event"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34284811",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "07",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "208",
      "10.1186/s13643-021-01751-0"
    ],
    "Journal": {
      "ISSN": "2046-4053",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Jul",
          "Day": "20"
        }
      },
      "Title": "Systematic reviews",
      "ISOAbbreviation": "Syst Rev"
    },
    "ArticleTitle": "Safety of exercise training in multiple sclerosis: a protocol for an updated systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "208",
      "MedlinePgn": "208"
    },
    "Abstract": {
      "AbstractText": [
        "There has been an exponential growth in the number of clinical research studies regarding exercise training in multiple sclerosis, and literature reviews and meta-analyses have documented the many benefits of exercise training. This research further requires careful review for documenting the safety of exercise training in multiple sclerosis, as clarity on safety represents a major hurdle in the clinical prescription of exercise behaviour.",
        "To enhance understanding of the feasibility of exercise in multiple sclerosis, we (1) provide a protocol of a systematic review and meta-analysis that summarises rates and risks of clinical relapse, adverse events (i.e., an unfavourable outcome that occurs during the intervention delivery time period), and serious adverse events (i.e., an untoward occurrence that results in death or is life threatening, requires hospitalisation, or results in disability during the intervention delivery time period), as well as retention, adherence, and compliance, from randomised controlled trials of exercise training in persons with multiple sclerosis; and (2) identify moderators of relapse, adverse events, and serious adverse event rates.",
        "Eight field-relevant databases will be searched electronically. Studies that involve a randomised controlled trial of exercise training (with non-exercise, non-pharmacological, comparator), report on safety outcomes, and include adults with multiple sclerosis will be included. Rates and relative risks of the three primary outcomes (relapse, adverse event, and serious adverse event) will be calculated and reported each with standard error and 95% confidence interval. Random-effects meta-analysis will estimate mean population relative risk for outcomes. Potential sources of variability, including participant characteristics, features of the exercise stimulus, and comparison condition, will be examined with random-effects meta-regression with maximum likelihood estimation.",
        "The results from this systematic review and meta-analysis will inform and guide healthcare practitioners, researchers, and policymakers on the safety of exercise training in persons with multiple sclerosis. Where possible, we will identify the impact of exercise type, exercise delivery style, participant disability level, and the prescription of exercise guidelines, on the safety of exercise training. The result will identify critical information on the safety of exercise in persons with multiple sclerosis, while also identifying gaps in research and setting priorities for future enquiries.",
        "PROSPERO 2020 CRD42020190544."
      ],
      "CopyrightInformation": "© 2021. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-4857-8480"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Discipline of Exercise Science, Murdoch University, Murdoch, WA, Australia. y.learmonth@murdoch.edu.au."
          },
          {
            "Identifier": [],
            "Affiliation": "Perron Institute for Neurological and Translational Science, Perth, WA, Australia. y.learmonth@murdoch.edu.au."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre for Molecular Medicine and Innovative Therapeutics, Health Futures Institute, Murdoch University, Murdoch, WA, Australia. y.learmonth@murdoch.edu.au."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre for Healthy Ageing, Health Futures Institute, Murdoch University, Murdoch, WA, Australia. y.learmonth@murdoch.edu.au."
          }
        ],
        "LastName": "Learmonth",
        "ForeName": "Y C",
        "Initials": "YC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Interdisciplinary School of Health Sciences, Brain and Mind Research Institute, University of Ottawa, Ottawa, Canada."
          }
        ],
        "LastName": "Pilutti",
        "ForeName": "L A",
        "Initials": "LA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education and Sport Sciences, University of Limerick, Limerick, Ireland."
          },
          {
            "Identifier": [],
            "Affiliation": "Physical Activity for Health Research Cluster, Health Research Institute, University of Limerick, Limerick, Ireland."
          }
        ],
        "LastName": "Herring",
        "ForeName": "M P",
        "Initials": "MP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, School of Health Professions, University of Alabama at Birmingham, Birmingham, AL, USA."
          }
        ],
        "LastName": "Motl",
        "ForeName": "R W",
        "Initials": "RW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University Library, Murdoch University, Murdoch, WA, Australia."
          }
        ],
        "LastName": "Chan",
        "ForeName": "B",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Discipline of Libraries, Archives, Records & Information Science, School of Media, Creative Arts & Social Inquiry, Faculty of Humanities, Curtin University, Perth, WA, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Discipline of Psychology, School of Health and Behavioural Sciences, University of the Sunshine Coast, Sippy Downs, QLD, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Psychology, Faculty of Science, University of Newcastle, Callaghan, NSW, Australia."
          }
        ],
        "LastName": "Metse",
        "ForeName": "A P",
        "Initials": "AP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Syst Rev",
    "NlmUniqueID": "101580575",
    "ISSNLinking": "2046-4053"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Meta-Analysis as Topic"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Systematic Reviews as Topic"
    }
  ],
  "CoiStatement": "The authors declare that they have no competing interests."
}