{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18355949",
  "DateCompleted": {
    "Year": "2008",
    "Month": "09",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2008",
        "Month": "03",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.clinbiomech.2008.01.015"
    ],
    "Journal": {
      "ISSN": "0268-0033",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "5",
        "PubDate": {
          "Year": "2008",
          "Month": "Jun"
        }
      },
      "Title": "Clinical biomechanics (Bristol, Avon)",
      "ISOAbbreviation": "Clin Biomech (Bristol, Avon)"
    },
    "ArticleTitle": "Influence of orthotic devices prescribed using pressure data on lower extremity kinematics and pressures beneath the shoe during running.",
    "Pagination": {
      "StartPage": "593",
      "EndPage": "600",
      "MedlinePgn": "593-600"
    },
    "Abstract": {
      "AbstractText": [
        "Orthotic devices are frequently prescribed as a conservative treatment of lower extremity injury. The purpose of this study was to investigate the influence of orthotic devices prescribed using pressure data on lower extremity movement and loading patterns.",
        "Twenty-two subjects ran barefoot over a pressure plate for the prescription of orthotic devices. The influence of the prescribed orthoses on lower extremity kinematics and pressure beneath the shoe was assessed by collection of data for 10 running trials with a neutral shoe and 10 with the addition of the orthotic device. For each running trial, initial and peak angles were determined for rearfoot inversion-eversion, lower leg internal rotation, ankle dorsi-plantar flexion, knee flexion and rearfoot eversion velocity. In addition, the relative pressure on the lateral side to medial side of the shoe (pressure balance) was determined by dividing the foot into areas of medial and lateral heel and five metatarsals. Peak lateral and medial heel and foot balance were determined during early stance to indicate differences in balance during this phase.",
        "The orthotic devices resulted in a significant reduction in peak eversion and eversion velocity and a significant increase in the initial inversion angle (P<0.05). In addition, the peak ankle dorsi-flexion and initial dorsi-flexion angle were significantly increased (P<0.05). Consistent with the observed increase in initial inversion, the early pressure balance data revealed a significantly more lateral (less medial) concentration of pressure (P<0.05).",
        "It is concluded that the devices used in the present study have resulted in the production of shoe inserts that successfully lower peak eversion and eversion velocity by encouraging the foot to operate in a more inverted orientation throughout the initial stance phase of running. In addition, there is evidence that orthotic effects can be detected through the use of pressure data collected from beneath the shoe."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exeter Biomechanics Research Team, School of Sport and Health Sciences, University of Exeter, Exeter, EX1 2LU, UK. s.j.dixon@exeter.ac.uk"
          }
        ],
        "LastName": "Dixon",
        "ForeName": "Sharon J",
        "Initials": "SJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "McNally",
        "ForeName": "Kate",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Clin Biomech (Bristol, Avon)",
    "NlmUniqueID": "8611877",
    "ISSNLinking": "0268-0033"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Foot"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Orthotic Devices"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pressure"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Running"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Shoes"
    }
  ]
}