{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Bone geometry",
      "Bone mineral density",
      "Exercise",
      "Osteoporosis",
      "Postmenopausal women",
      "Systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33357833",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "12",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.bone.2020.115696",
      "S8756-3282(20)30476-2"
    ],
    "Journal": {
      "ISSN": "1873-2763",
      "JournalIssue": {
        "Volume": "143",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb"
        }
      },
      "Title": "Bone",
      "ISOAbbreviation": "Bone"
    },
    "ArticleTitle": "The effect of exercise intensity on bone in postmenopausal women (part 1): A systematic review.",
    "Pagination": {
      "StartPage": "115696",
      "MedlinePgn": "115696"
    },
    "Abstract": {
      "AbstractText": [
        "Previous systematic reviews and meta-analyses of exercise effects on bone have reported null or modest effect sizes. While animal research has determined that a strong positive relationship exists between load magnitude/intensity and bone adaptation, nevertheless many human exercise interventions have been applied at low intensity. Meta-analytic pooling of exercise interventions irrespective of intensity dilutes the ability to detect efficacy of any one training regimen. Parsing out efficacy of low, moderate and high intensity exercise interventions will assist the determination of optimal exercise prescription for bone.",
        "First, to summarise and critically evaluate existing evidence of exercise effect on bone mass, bone structure and bone turnover markers (BTMs) in healthy postmenopausal women. Second, to examine the influence of intensity on bone response to exercise.",
        "Electronic databases (Embase, Scopus, CINAHL Plus, SPORTDiscus), database platforms (PubMed, Cochrane CENTRAL, ProQuest Central, Web of Science) and reference lists of included studies were searched for controlled trials and randomised controlled trials that described the effect of any exercise intervention compared to control on bone mass, bone structure or BTMs in healthy postmenopausal women. Fracture incidence was included as an exploratory endpoint. Data was extracted and weighed against the results of a comprehensive risk of bias analysis.",
        "One hundred trials were included, investigating a total of 120 exercise interventions. Of those, 57 interventions were low intensity, 57 were moderate, and six were high intensity. On balance, low intensity exercise was not an effective stimulus to increase bone mass. Higher quality evidence suggests moderate to high intensity interventions, particularly those that combined high intensity resistance and impact training, were most beneficial for bone mass. Only high intensity exercise appears to improve structural parameters of bone strength, however, data are limited. Only low and moderate intensity interventions have measured BTMs and no notable benefits have been observed. The quality of trials varied greatly, and risk of bias determinations were frequently limited by insufficiently reported detail.",
        "Heterogeneity in both study quality and outcomes limits the ability to draw strong conclusions from this comprehensive systematic review of RCT and CT reports. Nevertheless, there is a tendency in the higher quality data to indicate exercise intensity is positively related to the adaptive bone response. Part 2 of this review series reports a meta-analysis of the RCT data in order to draw quantitative conclusions from the higher quality trials.",
        "Registered on PROSPERO (CRD42018117254)."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Menzies Health Institute Queensland, Griffith University, Gold Coast campus, Gold Coast, QLD, Australia; School of Allied Health Sciences, Griffith University, Gold Coast campus, Gold Coast, QLD, Australia."
          }
        ],
        "LastName": "Kistler-Fischbacher",
        "ForeName": "Melanie",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Menzies Health Institute Queensland, Griffith University, Gold Coast campus, Gold Coast, QLD, Australia; School of Allied Health Sciences, Griffith University, Gold Coast campus, Gold Coast, QLD, Australia."
          }
        ],
        "LastName": "Weeks",
        "ForeName": "Benjamin K",
        "Initials": "BK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Menzies Health Institute Queensland, Griffith University, Gold Coast campus, Gold Coast, QLD, Australia; School of Allied Health Sciences, Griffith University, Gold Coast campus, Gold Coast, QLD, Australia; The Bone Clinic, Brisbane, QLD, Australia. Electronic address: b.beck@griffith.edu.au."
          }
        ],
        "LastName": "Beck",
        "ForeName": "Belinda R",
        "Initials": "BR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Bone",
    "NlmUniqueID": "8504048",
    "ISSNLinking": "1873-2763"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Bone Density"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postmenopause"
    }
  ]
}