{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Internet pharmacy",
      "counterfeit medicines",
      "online medicines",
      "online pharmaceutical services",
      "online pharmacies",
      "patient safety"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24021777",
  "DateCompleted": {
    "Year": "2014",
    "Month": "04",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "09",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e199",
      "10.2196/jmir.2606"
    ],
    "Journal": {
      "ISSN": "1438-8871",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "9",
        "PubDate": {
          "Year": "2013",
          "Month": "Sep",
          "Day": "10"
        }
      },
      "Title": "Journal of medical Internet research",
      "ISOAbbreviation": "J Med Internet Res"
    },
    "ArticleTitle": "Evaluating aspects of online medication safety in long-term follow-up of 136 Internet pharmacies: illegal rogue online pharmacies flourish and are long-lived.",
    "Pagination": {
      "StartPage": "e199",
      "MedlinePgn": "e199"
    },
    "Abstract": {
      "AbstractText": [
        "A growing number of online pharmacies have been established worldwide. Among them are numerous illegal websites selling medicine without valid medical prescriptions or distributing substandard or counterfeit drugs. Only a limited number of studies have been published on Internet pharmacies with regard to patient safety, professionalism, long-term follow-up, and pharmaceutical legitimacy verification.",
        "In this study, we selected, evaluated, and followed 136 Internet pharmacy websites aiming to identify indicators of professional online pharmacy service and online medication safety.",
        "An Internet search was performed by simulating the needs of potential customers of online pharmacies. A total of 136 Internet pharmacy websites were assessed and followed for four years. According to the LegitScript database, relevant characteristics such as longevity, time of continuous operation, geographical location, displayed contact information, prescription requirement, medical information exchange, and pharmaceutical legitimacy verification were recorded and evaluated.",
        "The number of active Internet pharmacy websites decreased; 23 of 136 (16.9%) online pharmacies ceased operating within 12 months and only 67 monitored websites (49.3%) were accessible at the end of the four-year observation period. However, not all operated continuously, as about one-fifth (31/136) of all observed online pharmacy websites were inaccessible provisionally. Thus, only 56 (41.2%) Internet-based pharmacies were continuously operational. Thirty-one of the 136 online pharmacies (22.8%) had not provided any contact details, while only 59 (43.4%) displayed all necessary contact information on the website. We found that the declared physical location claims did not correspond to the area of domain registration (according to IP address) for most websites. Although the majority (120/136, 88.2%) of the examined Internet pharmacies distributed various prescription-only medicines, only 9 (6.6%) requested prior medical prescriptions before purchase. Medical information exchange was generally ineffective as 52 sites (38.2%) did not require any medical information from patients. The product information about the medicines was generally (126/136, 92.6%) not displayed adequately, and the contents of the patient information leaflet were incomplete in most cases (104/136, 76.5%). Numerous online operators (60/136, 44.1%) were defined as rogue Internet pharmacies, but no legitimate Internet-based pharmacies were among them. One site (0.7%) was yet unverified, 23 (16.9%) were unapproved, while the remaining (52/136, 38.2%) websites were not available in the LegitScript database. Contrary to our prior assumptions, prescription or medical information requirement, or the indication of contact information on the website, does not seem to correlate with \"rogue pharmacy\" status using the LegitScript online pharmacy verification standards. Instead, long-term continuous operation strongly correlated (P<.001) with explicit illegal activity.",
        "Most Internet pharmacies in our study sample were illegal sites within the definition of \"rogue\" Internet pharmacy. These websites violate professional, legal, and ethical standards and endanger patient safety. This work shows evidence that online pharmacies that act illegally appear to have greater longevity than others, presumably because there is no compelling reason for frequent change in order to survive. We also found that one in five websites revived (closed down and reopened again within four years) and no-prescription sites with limited medicine and patient information are flourishing."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmaceutics, Medical School, University of Pecs, Pecs, Hungary. fittler.andras@pte.hu"
          }
        ],
        "LastName": "Fittler",
        "ForeName": "Andras",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bősze",
        "ForeName": "Gergely",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Botz",
        "ForeName": "Lajos",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Evaluation Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "J Med Internet Res",
    "NlmUniqueID": "100959882",
    "ISSNLinking": "1438-8871"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Counterfeit Drugs"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Prescription Drugs"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Counterfeit Drugs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Follow-Up Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Internet"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Legislation, Pharmacy"
    },
    {
      "QualifierName": [
        "legislation & jurisprudence",
        "standards"
      ],
      "DescriptorName": "Pharmaceutical Services, Online"
    },
    {
      "QualifierName": [
        "legislation & jurisprudence",
        "standards"
      ],
      "DescriptorName": "Pharmacies"
    },
    {
      "QualifierName": [
        "adverse effects",
        "standards"
      ],
      "DescriptorName": "Prescription Drugs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Safety"
    }
  ],
  "CoiStatement": "Conflicts of Interest: None declared."
}