{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36584157",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "12",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0279811",
      "10.1371/journal.pone.0279811"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "12",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Physiological adaptations and myocellular stress in short-term, high-frequency blood flow restriction training: A scoping review.",
    "Pagination": {
      "StartPage": "e0279811",
      "MedlinePgn": "e0279811"
    },
    "Abstract": {
      "AbstractText": [
        "High frequency (1-2 times per day) low-intensity blood flow restriction (BFR) training has been recommended as a prescription approach for short durations of time to maximize relevant physiological adaptations. However, some studies demonstrate negative physiological changes after short periods of high-frequency BFR training, including prolonged strength decline and muscle fiber atrophy.",
        "To provide a comprehensive overview of short-term, high-frequency blood flow restriction training, including main adaptations, myocellular stress, limitations in the literature, and future perspectives.",
        "A systematic search of electronic databases (Scopus, PubMed®, and Web of Science) was performed from the earliest record to April 23, 2022. Two independent reviewers selected experimental studies that analyzed physical training protocols (aerobic or resistance) of high weekly frequency (>4 days/week) and short durations (≤3 weeks).",
        "In total, 22 studies were included in this review. The samples were composed exclusively of young predominantly male individuals. Muscle strength and hypertrophy were the main outcomes analyzed in the studies. In general, studies have demonstrated increases in strength and muscle size after short term (1-3 weeks), high-frequency low-intensity BFR training, non-failure, but not after control conditions (non-BFR; equalized training volume). Under failure conditions, some studies have demonstrated strength decline and muscle fiber atrophy after BFR conditions, accompanying increases in muscle damage markers. Significant limitations exist in the current HF-BFR literature due to large heterogeneities in methodologies.",
        "The synthesis presented indicates that short-term, high-frequency BFR training programs can generate significant neuromuscular adaptations. However, in resistance training to failure, strength declines and muscle fiber atrophy were reported. Currently, there are no studies analyzing low-frequency vs. high-frequency in short-term BFR training. Comparisons between resistance exercises of similar intensities (e.g., combined effort) are lacking, limiting conclusions on whether the effect is a product of proximity to failure or a specific effect of BFR."
      ],
      "CopyrightInformation": "Copyright: © 2022 de Queiros et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-4117-0295"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate Program in Health Sciences, Federal University of Rio Grande do Norte (UFRN), Natal, RN, Brazil."
          }
        ],
        "LastName": "de Queiros",
        "ForeName": "Victor Sabino",
        "Initials": "VS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Human Performance Mechanic, CUNY Lehman College, The Bronx, New York, United States of America."
          }
        ],
        "LastName": "Rolnick",
        "ForeName": "Nicholas",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate Program in Health Sciences, Federal University of Rio Grande do Norte (UFRN), Natal, RN, Brazil."
          }
        ],
        "LastName": "de Alcântara Varela",
        "ForeName": "Phelipe Wilde",
        "Initials": "PW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate Program in Physical Education, Federal University of Rio Grande do Norte (UFRN), Natal, RN, Brazil."
          }
        ],
        "LastName": "Cabral",
        "ForeName": "Breno Guilherme de Araújo Tinôco",
        "Initials": "BGAT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate Program in Health Sciences, Federal University of Rio Grande do Norte (UFRN), Natal, RN, Brazil."
          },
          {
            "Identifier": [],
            "Affiliation": "Graduate Program in Physical Education, Federal University of Rio Grande do Norte (UFRN), Natal, RN, Brazil."
          }
        ],
        "LastName": "Silva Dantas",
        "ForeName": "Paulo Moreira",
        "Initials": "PM"
      }
    ],
    "PublicationTypeList": [
      "Review",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blood Flow Restriction Therapy"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Regional Blood Flow"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Atrophy"
    }
  ],
  "CoiStatement": "NR is the founder of THE BFR PROS, a BFR education company that provides BFR training workshops to fitness and rehabilitation professionals across the world using a variety of BFR devices. NR has no financial relationships with any cuff manufacturers/distributors. This does not alter our adherence to PLOS ONE policies on sharing data and materials. The other authors declare no potential or actual conflicts of interest."
}