{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Maßnahmen der Sport- und Bewegungstherapie stellen sowohl inhaltlich als auch umfänglich den weitaus größten Teil therapeutischer Maßnahmen in der kardiologischen Rehabilitation dar. Zur Sicherung des Behandlungserfolgs und zum Erhalt der körperlichen Leistungs- und Arbeitsfähigkeit wird zudem eine langfristige Bindung an sporttherapeutische Angebote wie den Rehabilitationssport im Anschluss an die Rehabilitation angestrebt. Ziel der Studie ist es sowohl Verordnungsraten als auch die tatsächliche Inanspruchnahme von Nachsorgeleistungen im Anschluss an die kardiologische Rehabilitation systematisch zu evaluieren.",
        "Es werden Verordnungs- und Inanspruchnahmeraten von Nachsorgeleistungen in Abhängigkeit einer Anschlussrehabilitation bzw. eines Heilverfahrens im Zeitverlauf der Reha-Kohorten 2006–2013 unter der Verwendung von Versichertendaten der Deutschen Rentenversicherung analysiert.",
        "Trotz abnehmender Verordnungsraten stellt Rehabilitationssport mit 55,7% (M) und 62,6 (F) die am häufigsten verordnete Nachsorgeleistung im Jahr 2013 dar. Im Gegensatz zu abnehmenden Verordnungsraten von 64,2 auf 55,7% (M) und von 68,0 auf 62,6% (F) in der Anschlussrehabilitation, kann je nach Geschlecht und Art der sporttherapeutischen Leistung eine Steigerung der Inanspruchnahme zwischen 3–7% über die Zeit beobachtet werden.",
        "Insgesamt erscheinen Inanspruchnahmeraten von 9,7–22,5% (2012) jedoch als nach wie vor zu gering zur Erzielung der angestrebten Bindung an körperliche Aktivität. Zukünftig sollten verstärkt Determinanten die einer Inanspruchnahme im Wege stehen evaluiert werden."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31096291",
  "DateCompleted": {
    "Year": "2020",
    "Month": "02",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "05",
        "Day": "16"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-0869-9810"
    ],
    "Journal": {
      "ISSN": "1439-1309",
      "JournalIssue": {
        "Volume": "59",
        "Issue": "1",
        "PubDate": {
          "Year": "2020",
          "Month": "Feb"
        }
      },
      "Title": "Die Rehabilitation",
      "ISOAbbreviation": "Rehabilitation (Stuttg)"
    },
    "ArticleTitle": "[Prescription and Utilization of Sports Therapy Programs following Cardiac Rehabilitation 2006-2013].",
    "Pagination": {
      "StartPage": "42",
      "EndPage": "47",
      "MedlinePgn": "42-47"
    },
    "Abstract": {
      "AbstractText": [
        "Physical exercise interventions are well accepted and widely used in cardiac rehabilitation programs. To ensure long-lasting effects on physical fitness and the maintenance of work ability a subsequent transfer to rehabilitation sport programs following cardiac rehabilitation is intended in a timely manner. The aim of the present study is to evaluate prescription and utilization rates of rehabilitation sport programs following cardiac rehabilitation.",
        "The present paper analyzes referral rates and the actual utilization of those programs in patients who had a cardiac rehabilitation in the years 2006-2013 using insurance data of the German pension fund.",
        "Overall, reductions in the prescription of rehabilitation sport programs can be observed. In 2013 55.7% (m) and 62.6% (w) of patients received a prescription for rehabilitation sport programs following cardiac rehabilitation. In contrast to declining prescription rates from 64.2 to 55.7% (m) and 68.0 to 62.6% (w) an increase in sports participation between 3-7% can be observed.",
        "Overall, participation rates between 9.7% and 22.5% (2012) seem not sufficient to promote long-term physical activity behavior change. Next to our evaluation, determinants and barriers for program participation should be investigated."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Fachhochschule für Sport und Management Potsdam (FHSMP)."
          }
        ],
        "LastName": "Gabrys",
        "ForeName": "Lars",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Robert Koch-Institut, Berlin."
          }
        ],
        "LastName": "Schmidt",
        "ForeName": "Christian",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Verordnungshäufigkeit und Inanspruchnahme von sport- und bewegungstherapeutischen Leistungen in der kardiologischen Rehabilitation 2006–2013."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Rehabilitation (Stuttg)",
    "NlmUniqueID": "0401273",
    "ISSNLinking": "0034-3536"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cardiac Rehabilitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motor Activity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    }
  ],
  "CoiStatement": "Die Autoren geben an, dass kein Interessenkonflikt besteht."
}