{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28755103",
  "DateCompleted": {
    "Year": "2018",
    "Month": "11",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-017-0762-7"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "12",
        "PubDate": {
          "Year": "2017",
          "Month": "Dec"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "The Effect of Weekly Set Volume on Strength Gain: A Meta-Analysis.",
    "Pagination": {
      "StartPage": "2585",
      "EndPage": "2601",
      "MedlinePgn": "2585-2601"
    },
    "Abstract": {
      "AbstractText": [
        "Strength training set organisation and its relationship to the development of muscular strength have yet to be clearly defined. Current meta-analytical research suggests that different population groups have distinctive muscular adaptations, primarily due to the prescription of the strength training set dose.",
        "We conducted a meta-analysis with restrictive inclusion criteria and examined the potential effects of low (LWS), medium (MWS) or high weekly set (HWS) strength training on muscular strength per exercise. Secondly, we examined strength gain variations when performing multi-joint or isolation exercises, and probed for a potential relationship between weekly set number and stage of subjects' training (trained versus untrained).",
        "Computerised searches were performed on PubMed, MEDLINE, SWETSWISE, EMBASE and SPORTDiscus™ using the terms 'strength training', 'resistance training', 'single sets', 'multiple sets' and 'volume'. As of September 2016, 6962 potentially relevant studies were identified. After review, nine studies were deemed eligible per pre-set inclusion criteria. Primary data were pooled using a random-effect model. Outcomes for strength gain, strength gain with multi-joint and isolation exercise were analysed for main effects. Sensitivity analyses were calculated for several subgroups by separating the data set and by calculation of separate analyses for each subgroup. Heterogeneity between studies was assessed using the Cochran Q and I <sup>2</sup> statistics.",
        "Pre- versus post-training strength analysis comprised 61 treatment groups from nine studies. For combined multi-joint and isolation exercises, pre- versus post- training strength gains were greater with HWS compared with LWS [mean effect size (ES) 0.18; 95% CI 0.06-0.30; p = 0.003]. The mean ES for LWS was 0.82 (95% CI 0.47-1.17). The mean ES for HWS was 1.01 (95% CI 0.70-1.32). Separate analysis of the effects of pre- versus post-training strength for LWS or MWS observed marginally greater strength gains with MWS compared with LWS (ES 0.15; 95% CI 0.01-0.30; p = 0.04). The mean ES for LWS was 0.83 (95% CI 0.53-1.13). The mean ES for MWS was 0.98 (95% CI 0.62-1.34). For multi-joint exercises, greater strength gains were observed with HWS compared with LWS (ES 0.18; 95% CI 0.01-0.34; p = 0.04). The mean ES for LWS was 0.81 (95% CI 0.65-0.97). The mean ES for HWS was 1.00 (95% CI 0.77-1.23). For isolation exercises, greater strength gains were observed with HWS compared with LWS (ES 0.23; 95% CI 0.06-0.40; p = 0.008). The mean ES for LWS was 0.95 (95% CI 0.30-1.60). The mean ES for HWS was 1.10 (95% CI 0.26-1.94). For multi-joint and isolation exercise-specific one repetition maximum (1 RM), marginally greater strength gains were observed with HWS compared with LWS (ES 0.14; 95% CI -0.01 to 0.29; p = 0.06). The mean ES for LWS was 0.80 (95% CI 0.47-1.13). The mean ES for HWS was 0.97 (95% CI 0.68-1.26).",
        "This meta-analysis presents additional evidence regarding a graded dose-response relationship between weekly sets performed and strength gain. The use of MWS and HWS was more effective than LWS, with LWS producing the smallest pre- to post-training strength difference. For novice and intermediate male trainees, the findings suggest that LWSs do not lead to strength gains compared with MWS or HWS training. For those trainees in the middle ground, not a novice and not advanced, the existing data provide a relationship between weekly sets and strength gain as set configurations produced different pre- to post-training strength increases. For well trained individuals, the use of either MWS or HWS may be an appropriate dose to produce strength gains."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Applied Physiology Research Laboratory, Institute for Clinical Exercise and Health Science, School of Science and Sport, University of the West of Scotland, Hamilton, Scotland, UK. grant.ralston@forthvalley.ac.uk."
          },
          {
            "Identifier": [],
            "Affiliation": "Forth Valley College, Falkirk, Scotland, UK. grant.ralston@forthvalley.ac.uk."
          }
        ],
        "LastName": "Ralston",
        "ForeName": "Grant W",
        "Initials": "GW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kilgore Academy, Azle, TX, USA."
          }
        ],
        "LastName": "Kilgore",
        "ForeName": "Lon",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Athletic Training and Exercise Physiology, Midwestern State University, Witchita Falls, TX, USA."
          }
        ],
        "LastName": "Wyatt",
        "ForeName": "Frank B",
        "Initials": "FB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Applied Physiology Research Laboratory, Institute for Clinical Exercise and Health Science, School of Science and Sport, University of the West of Scotland, Hamilton, Scotland, UK."
          }
        ],
        "LastName": "Baker",
        "ForeName": "Julien S",
        "Initials": "JS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hamstring Muscles"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "FUNDING: No sources of funding were used to assist in the preparation of this article. CONFLICTS OF INTEREST: Grant Ralston, Lon Kilgore, Julien Baker and Frank Wyatt declare that they have no conflicts of interest relevant to the content of this review."
}