{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29870185",
  "DateCompleted": {
    "Year": "2018",
    "Month": "07",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "07",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0037-9247",
      "JournalIssue": {
        "Issue": "2",
        "PubDate": {
          "Year": "2016"
        }
      },
      "Title": "Bulletin de la Societe des sciences medicales du Grand-Duche de Luxembourg",
      "ISOAbbreviation": "Bull Soc Sci Med Grand Duche Luxemb"
    },
    "ArticleTitle": "Promotion of physical activity in patients with non-communicable diseases in Luxembourg: a follow-up of the Sport-Sante inventory from 2014.",
    "Pagination": {
      "StartPage": "27",
      "EndPage": "41",
      "MedlinePgn": "27-41"
    },
    "Abstract": {
      "AbstractText": [
        "Regular practice of physical activity (PA) has many health benefits in both healthy individuals and in people with non-communicable diseases (NCDs). In order to disseminate this evidence and to strengthen the promotion of PA in people with NCDs, the Sport-Santé project was created in Luxembourg and officially launched in April 2015. In 2014, a stocktaking of the different organizations offering PA for people with NCDs was realized in order to develop the Sport-Santé project. Different communication tools were used to promote Sport-Santé as well as the aforementioned organizations. The present study aimed to re-evaluate the offers of PA for people with NCDs in Luxembourg one year after the launch of the project. The organizations offering PA for people with NCDs (orthopaedics, obesity and overweight, neurology and rare diseases, oncology and cardiology) were screened in 2014 and in 2016. The number of weekly offered hours of PA for people with NCDs were collected and the participation rate was observed. Participants (192 in 2014 and 196 in 2016) volunteered to answer a survey, which contained questions regarding their age, sex, time since enrolment, travel distance, former and current PA participation, and type of recruitment. Additional items regarding prescription and refund were explored only in 2016. In 2016, more than 55 hours per week of PA were offered for people with NCDs in Luxembourg (≈44 hours per week were identified in 2014). However, this increase was not statistically significant. No difference was observed between 2014 and 2016 regarding the participation rate (2014: 8.9 ± 5.1 participants per hour; 2016: 8.4 ± 5.7 participants per hour). Participants were younger in 2016 than in 2014. The time since enrolment was shorter in 2016 than in 2014. No difference between 2014 and 2016 was observed for travel distance, sex distribution, former and current PA participation, and type of recruitment. Participants were mainly recruited by the healthcare professionals. More than 69 % of the participants would like to receive a medical prescription for the PA. Fifty-two percent of the participants would appreciate a refund of the participation fees by their health insurance. The increasing efforts of Sport-Santé and the organizations offering PA for people with NCDs lead to increase the offer. However, the participation rate remains unchanged. The decrease in age and in time since enrolment observed in 2016 could be explained by the creation of new activities, a larger participant's turnover or high number of withdrawals among long-term participants. Even if participants are mainly recruited by healthcare professionals, this type of recruitment can be attributed to very few idealists. All healthcare professionals should be aware of the offers of Sport-Santé and advise their patients to participate in a PA program. It is now time to advance the idea of prescription of PA as a privileged treatment option and to convince the policymakers to take action against sedentary behaviours in Luxembourg. Nevertheless, this type of promotion is not enough to increase the number of participants and additional strategies must be explored and developed. The best sustainable strategies are always those that approach the problem from different viewpoints."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lion",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schummer",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Delagardelle",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Urhausen",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Seil",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Theisen",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Luxembourg",
    "MedlineTA": "Bull Soc Sci Med Grand Duche Luxemb",
    "NlmUniqueID": "7503402",
    "ISSNLinking": "0037-9247"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Follow-Up Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Luxembourg"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Noncommunicable Diseases"
    },
    {
      "QualifierName": [
        "statistics & numerical data",
        "trends"
      ],
      "DescriptorName": "Patient Participation"
    }
  ]
}