{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36327341",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "11",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0277031",
      "10.1371/journal.pone.0277031"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "11",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Agreement and relationship between measures of absolute and relative intensity during walking: A systematic review with meta-regression.",
    "Pagination": {
      "StartPage": "e0277031",
      "MedlinePgn": "e0277031"
    },
    "Abstract": {
      "AbstractText": [
        "A metabolic equivalent (MET) is one of the most common methods used to objectively quantify physical activity intensity. Although the MET provides an 'objective' measure, it does not account for inter-individual differences in cardiorespiratory fitness. In contrast, 'relative' measures of physical activity intensity, such as heart rate reserve (HRR), do account for cardiorespiratory fitness. The purpose of this systematic review with meta-regression was to compare measures of absolute and relative physical activity intensity collected during walking.",
        "A systematic search of four databases (SPORTDiscus, Medline, Academic Search Premier and CINAHL) was completed. Keyword searches were: (i) step* OR walk* OR strid* OR \"physical activity\"; (ii) absolute OR \"absolute intensity\" OR mets OR metabolic equivalent OR actigraph* OR acceleromet*; (iii) relative OR \"relative intensity\" OR \"heart rate\" OR \"heart rate reserve\" OR \"VO2 reserve\" OR VO2* OR \"VO2 uptake\" OR HRmax* OR metmax. Categories (i) to (iii) were combined using 'AND;' with studies related to running excluded. A Bayesian regression was conducted to quantify the relationship between METs and %HRR, with Bayesian logistic regression conducted to examine the classification agreement between methods. A modified Downs and Black scale incorporating 13 questions relative to cross-sectional study design was used to assess quality and risk of bias in all included studies.",
        "A total of 15 papers were included in the systematic review. A comparison of means between absolute (METs) and relative (%HRR, %HRmax, %VO2R, %VO2max, HRindex) values in 8 studies identified agreement in how intensity was classified (light, moderate or vigorous) in 60% of the trials. We received raw data from three authors, incorporating 3 studies and 290 participants. A Bayesian random intercept logistic regression was conducted to examine the agreement between relative and absolute intensity, showing agreement in 43% of all trials. Two studies had identical relative variables (%HRR) totalling 240 participants included in the Bayesian random intercept regression. The best performing model was a log-log regression, which showed that for every 1% increase in METs, %HRR increased by 1.12% (95% CI: 1.10-1.14). Specifically, the model predicts at the lower bound of absolute moderate intensity (3 METs), %HRR was estimated to be 33% (95%CI: 18-57) and at vigorous intensity (6 METs) %HRR was estimated to be 71% (38-100).",
        "This study highlights the discrepancies between absolute and relative measures of physical activity intensity during walking with large disagreement observed between methods and large variation in %HRR at a given MET. Consequently, health professionals should be aware of this lack of agreement between absolute and relative measures. Moreover, if we are to move towards a more individualised approach to exercise prescription and monitoring as advocated, relative intensity could be more highly prioritised."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-5173-9716"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport, Health and Exercise Science, University of Hull, Hull, United Kingdom."
          }
        ],
        "LastName": "Warner",
        "ForeName": "Ashley",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport, Health and Exercise Science, University of Hull, Hull, United Kingdom."
          }
        ],
        "LastName": "Vanicek",
        "ForeName": "Natalie",
        "Initials": "N"
      },
      {
        "Identifier": [
          "0000-0003-2959-8969"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health Sciences, Swinburne University of Technology, Melbourne, Australia."
          }
        ],
        "LastName": "Benson",
        "ForeName": "Amanda",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport and Health, Newman University, Birmingham, United Kingdom."
          }
        ],
        "LastName": "Myers",
        "ForeName": "Tony",
        "Initials": "T"
      },
      {
        "Identifier": [
          "0000-0002-4079-9270"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport, Health and Exercise Science, University of Hull, Hull, United Kingdom."
          }
        ],
        "LastName": "Abt",
        "ForeName": "Grant",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bayes Theorem"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}