{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23620244",
  "DateCompleted": {
    "Year": "2014",
    "Month": "02",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-013-0045-x"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "43",
        "Issue": "7",
        "PubDate": {
          "Year": "2013",
          "Month": "Jul"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Methods of prescribing relative exercise intensity: physiological and practical considerations.",
    "Pagination": {
      "StartPage": "613",
      "EndPage": "625",
      "MedlinePgn": "613-25"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise prescribed according to relative intensity is a routine feature in the exercise science literature and is intended to produce an approximately equivalent exercise stress in individuals with different absolute exercise capacities. The traditional approach has been to prescribe exercise intensity as a percentage of maximal oxygen uptake (VO2max) or maximum heart rate (HRmax) and these methods remain common in the literature. However, exercise intensity prescribed at a %VO2max or %HRmax does not necessarily place individuals at an equivalent intensity above resting levels. Furthermore, some individuals may be above and others below metabolic thresholds such as the aerobic threshold (AerT) or anaerobic threshold (AnT) at the same %VO2max or %HRmax. For these reasons, some authors have recommended that exercise intensity be prescribed relative to oxygen consumption reserve (VO2R), heart rate reserve (HRR), the AerT, or the AnT rather than relative to VO2max or HRmax. The aim of this review was to compare the physiological and practical implications of using each of these methods of relative exercise intensity prescription for research trials or training sessions. It is well established that an exercise bout at a fixed %VO2max or %HRmax may produce interindividual variation in blood lactate accumulation and a similar effect has been shown when relating exercise intensity to VO2R or HRR. Although individual variation in other markers of metabolic stress have seldom been reported, it is assumed that these responses would be similarly heterogeneous at a %VO2max, %HRmax, %VO2R, or %HRR of moderate-to-high intensity. In contrast, exercise prescribed relative to the AerT or AnT would be expected to produce less individual variation in metabolic responses and less individual variation in time to exhaustion at a constant exercise intensity. Furthermore, it would be expected that training prescribed relative to the AerT or AnT would provide a more homogenous training stimulus than training prescribed as a %VO2max. However, many of these theoretical advantages of threshold-related exercise prescription have yet to be directly demonstrated. On a practical level, the use of threshold-related exercise prescription has distinct disadvantages compared to the use of %VO2max or %HRmax. Thresholds determined from single incremental tests cannot be assumed to be accurate in all individuals without verification trials. Verification trials would involve two or three additional laboratory visits and would add considerably to the testing burden on both the participant and researcher. Threshold determination and verification would also involve blood lactate sampling, which is aversive to some participants and has a number of intrinsic and extrinsic sources of variation. Threshold measurements also tend to show higher day-to-day variation than VO2max or HRmax. In summary, each method of prescribing relative exercise intensity has both advantages and disadvantages when both theoretical and practical considerations are taken into account. It follows that the most appropriate method of relative exercise intensity prescription may vary with factors such as exercise intensity, number of participants, and participant characteristics. Considering a method's limitations as well as advantages and increased reporting of individual exercise responses will facilitate accurate interpretation of findings and help to identify areas for further study."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCT/MRC Research Unit for Exercise Science and Sports Medicine, Department of Human Biology, Faculty of Health Sciences, University of Cape Town, PO BOX 115, Newlands 7725, Cape Town, South Africa. theresa.mann@gmail.com"
          }
        ],
        "LastName": "Mann",
        "ForeName": "Theresa",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lamberts",
        "ForeName": "Robert Patrick",
        "Initials": "RP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lambert",
        "ForeName": "Michael Ian",
        "Initials": "MI"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers"
    },
    {
      "RegistryNumber": "33X04XA5AT",
      "NameOfSubstance": "Lactic Acid"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Anaerobic Threshold"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Biomarkers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Rate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Lactic Acid"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [
        "methods",
        "physiology"
      ],
      "DescriptorName": "Physical Conditioning, Human"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Endurance"
    }
  ]
}