{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36074962",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "AT7256"
    ],
    "Journal": {
      "ISSN": "1078-6791",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "Alternative therapies in health and medicine",
      "ISOAbbreviation": "Altern Ther Health Med"
    },
    "ArticleTitle": "Exercise Intervention Based on Behavioral Change Theory: Influence on Body Morphology and Body Composition.",
    "Pagination": {
      "StartPage": "150",
      "EndPage": "155",
      "MedlinePgn": "150-155"
    },
    "Abstract": {
      "AbstractText": [
        "Increased sedentary time and insufficient physical activity have become independent risk factors for chronic diseases. An exercise intervention can focus on increasing an individual's amount of exercise to change his or her body shape and body composition. No studies have occurred to find out if any relationships exist between the amount of exercise and body shape and body composition.",
        "The research team intended to determine an effective way of improving an individual's body shape and composition and to analyze the relationship between moderate-to-vigorous physical activity (MVPA) and body shape and composition.",
        "This study used the method of Pre- and post-control experiments.",
        "The study took place at the Science Island Health Promotion Demonstration and Application Center in Hefei, People's Republic of China.",
        "Participants were 62 community residents at the center, aged 20-60 years. Of them, 46 completed the study, and their data were analyzed.",
        "The exercise prescriptions were based on each participants' stage, as defined by the Transtheoretical Model of Behavior Change (TTM) theory: pre-intention, intention, preparation, action, or maintenance. The exercises were recommended according to each participant's physical condition, with targeted exercise-technique instructions and methods of prevention of exercise injuries being given for each exercise prescription.",
        "At baseline and post-intervention, the research team measured body weight, waist-to-hip ratio, abdominal-fat weight, body mass index (BMI), body-fat weight, body-fat percentage, muscle weight, and muscle percentage.",
        "Significant reductions in participants' body weights and abdominal-fat weights occurred between baseline and postintervention, with P = .00 and P < .01, respectively, and while their waist-to-hip ratios decreased, the difference wasn't significant. Participants' body compositions significantly improved between baseline and postintervention, with P ≤ .01 for all indices. A positive correlation existed between BMI and body weight and between BMI and abdominal-fat weight, both at baseline and post-intervention, with P < .01 for all correlations, but no correlation existed between BMI and the waist-hip ratio at either time. At baseline, a positive correlation existed between body-fat weight and body weight (P < .01), but no correlation existed between body-fat percentage and body weight at that time. At baseline, a significant correlation was found between skeletal-muscle weight and body weight and between skeletal-muscle weight and waist-hip ratio with P < .01 for all correlations. No correlation existed between skeletal-muscle weight and abdominal-fat weight at baseline, but a positive correlation was found between skeletal-muscle weight and abdominal-fat weight post-intervention (P < .05). Both at baseline and postintervention, the muscle percentage was negatively correlated with the waist-to-hip ratio and abdominal-fat weight, with P < .01 for all correlations, and no correlation existed between muscle percentage and body weight at either time.",
        "The eight-week intervention significantly improved participants' body morphology and had corresponding effects on their body composition. A positive correlation existed between participants' body fat and body shape, and an opposite relationship was found between skeletal muscle and body shape, which could be increased using the intervention. Body fat was the core factor that affected participants' body morphology."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wu",
        "ForeName": "Youliang",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ma",
        "ForeName": "Zuchang",
        "Initials": "Z"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Altern Ther Health Med",
    "NlmUniqueID": "9502013",
    "ISSNLinking": "1078-6791"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Body Composition"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Mass Index"
    }
  ]
}