{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "digital health",
      "interventions",
      "mobile health",
      "older adults",
      "participant perspectives",
      "physical activity",
      "research design",
      "research ethics"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34476229",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "08",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "703910",
      "10.3389/fpubh.2021.703910"
    ],
    "Journal": {
      "ISSN": "2296-2565",
      "JournalIssue": {
        "Volume": "9",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "Frontiers in public health",
      "ISOAbbreviation": "Front Public Health"
    },
    "ArticleTitle": "Learning From Older Adults to Promote Independent Physical Activity Using Mobile Health (mHealth).",
    "Pagination": {
      "StartPage": "703910",
      "MedlinePgn": "703910"
    },
    "Abstract": {
      "AbstractText": [
        "<b>Background:</b> Healthy aging is critically important for several reasons, including economic impact and quality of life. As the population of older adults rapidly increases, identifying acceptable ways to promote healthy aging is a priority. Technologies that can facilitate health promotion and risk reduction behaviors may be a solution, but only if these mobile health (mHealth) tools can be used by the older adult population. Within the context of a physical activity intervention, this study gathered participant's opinions about the use of an mHealth device to learn about acceptance and to identify areas for improvement. <b>Methods:</b> The Independent Walking for Brain Health study (NCT03058146) was designed to evaluate the effectiveness of a wearable mHealth technology in facilitating adherence to a physical activity prescription among participants in free-living environments. An Exit Survey was conducted following intervention completion to gauge participant's perceptions and solicit feedback regarding the overall study design, including exercise promotion strategies and concerns specific to the technology (e.g., privacy), that could inform more acceptable mHealth interventions in the future. The Digital Health Checklist and Framework was used to guide the analysis focusing on the domains of Privacy, Access and Usability, and Data Management. <b>Results:</b> Participants (<i>n</i> = 41) were in their early 70's (mean = 71.6) and were predominantly female (75.6%) and White (92.7%). Most were college educated (16.9 years) and enjoyed using technology in their everyday life (85.4%). Key challenges included privacy concerns, device accuracy, usability, and data access. Specifically, participants want to know what is being learned about them and want control over how their identifiable data may be used. Overall, participants were able to use the device despite the design challenges. <b>Conclusions:</b> Understanding participant's perceptions of the challenges and concerns introduced by mHealth is important, as acceptance will influence adoption and adherence to the study protocol. While this study learned from participants at studycompletion, we recommend that researchers consider what might influence participant acceptance of the technology (access, data management, privacy, risks) and build these into the mHealth study design process. We provide recommendations for future mHealth studies with older adults."
      ],
      "CopyrightInformation": "Copyright © 2021 Nebeker and Zlatar."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Design Lab and Research Center for Optimal Digital Ethics in Health (ReCODE Health), Herbert Wertheim School of Public Health and Human Longevity Science, University of California, San Diego, La Jolla, CA, United States."
          }
        ],
        "LastName": "Nebeker",
        "ForeName": "Camille",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Wellness Initiative for Senior Enrichment (WISE) Lab, Department of Psychiatry, University of California, San Diego, La Jolla, CA, United States."
          }
        ],
        "LastName": "Zlatar",
        "ForeName": "Zvinka Z",
        "Initials": "ZZ"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT03058146"
        ]
      }
    ],
    "GrantList": [
      {
        "GrantID": "K23 AG049906",
        "Acronym": "AG",
        "Agency": "NIA NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Front Public Health",
    "NlmUniqueID": "101616579",
    "ISSNLinking": "2296-2565"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Data Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Telemedicine"
    }
  ],
  "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
}