{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28535241",
  "DateCompleted": {
    "Year": "2017",
    "Month": "07",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1001/jama.2017.5706"
    ],
    "Journal": {
      "ISSN": "1538-3598",
      "JournalIssue": {
        "Volume": "317",
        "Issue": "20",
        "PubDate": {
          "Year": "2017",
          "Month": "May",
          "Day": "23"
        }
      },
      "Title": "JAMA",
      "ISOAbbreviation": "JAMA"
    },
    "ArticleTitle": "Management of Depression in Older Adults: A Review.",
    "Pagination": {
      "StartPage": "2114",
      "EndPage": "2122",
      "MedlinePgn": "2114-2122"
    },
    "Abstract": {
      "AbstractText": [
        "Depression in older adults is a common psychiatric disorder affecting their health-related quality of life. Major depression occurs in 2% of adults aged 55 years or older, and its prevalence rises with increasing age. In addition, 10% to 15% of older adults have clinically significant depressive symptoms, even in the absence of major depression.",
        "Depression presents with the same symptoms in older adults as it does in younger populations. In contrast to younger patients, older adults with depression more commonly have several concurrent medical disorders and cognitive impairment. Depression occurring in older patients is often undetected or inadequately treated. Antidepressants are the best-studied treatment option, but psychotherapy, exercise therapy, and electroconvulsive therapy may also be effective. Psychotherapy is recommended for patients with mild to moderate severity depression. Many older patients need the same doses of antidepressant medication that are used for younger adult patients. Although antidepressants may effectively treat depression in older adults, they tend to pose greater risk for adverse events because of multiple medical comorbidities and drug-drug interactions in case of polypharmacy. High-quality evidence does not support the use of pharmacologic treatment of depression in patients with dementia. Polypharmacy in older patients can be minimized by using the Screening Tool of Older Persons Prescriptions and Screening Tool to Alert doctors to Right Treatment (STOPP/START) criteria, a valid and reliable screening tool that enables physicians to avoid potentially inappropriate medications, undertreatment, or errors of omissions in older people. Antidepressants can be gradually tapered over a period of several weeks, but discontinuation of antidepressants may be associated with relapse or recurrence of depression, so the patient should be closely observed.",
        "Major depression in older adults is common and can be effectively treated with antidepressants and electroconvulsive therapy. Psychological therapies and exercise may also be effective for mild-moderate depression, for patients who prefer nonpharmacological treatment, or for patients who are too frail for drug treatments."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Old Age Psychiatry, Parnassia Psychiatric Institute, the Hague, the Netherlands."
          }
        ],
        "LastName": "Kok",
        "ForeName": "Rob M",
        "Initials": "RM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NIMH Center of Excellence in Late Life Depression Prevention and Treatment, University of Pittsburgh Medical Center, Pittsburgh, Pennsylvania3Hartford Center of Excellence in Geriatric Psychiatry, University of Pittsburgh, Pittsburgh, Pennsylvania4Aging Institute of University of Pittsburgh Medical Center Senior Services, Pittsburgh, Pennsylvania."
          }
        ],
        "LastName": "Reynolds",
        "ForeName": "Charles F",
        "Initials": "CF",
        "Suffix": "3rd"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "JAMA",
    "NlmUniqueID": "7501160",
    "ISSNLinking": "0098-7484"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "JAMA. 2017 Oct 3;318(13):1283-1284",
      "PMID": "28973243"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "adverse effects",
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [
        "drug therapy",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electroconvulsive Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Frail Elderly"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Polypharmacy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    }
  ]
}