{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15501624",
  "DateCompleted": {
    "Year": "2005",
    "Month": "02",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "11",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0733-8651",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "4",
        "PubDate": {
          "Year": "2004",
          "Month": "Nov"
        }
      },
      "Title": "Cardiology clinics",
      "ISOAbbreviation": "Cardiol Clin"
    },
    "ArticleTitle": "Role of exercise training on cardiovascular disease in persons who have type 2 diabetes and hypertension.",
    "Pagination": {
      "StartPage": "569",
      "EndPage": "586",
      "MedlinePgn": "569-86"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise training is an essential component in the medical management of patients who have type 2 diabetes and hypertension. Regular exercise improves the cardiovascular health of individuals who have these conditions through multiple mechanisms (Fig. 1). These mechanisms include improvements in endothelial vasodilator function,left ventricular diastolic function, arterial stiffness.systematic inflammation, and reducing left ventricular mass. Exercise training also reduces total and abdominal fat, which mediate improvements in insulin sensitivity and blood pressure, and possibly, endothelial function. Persons who are in a prediabetic stage or those who have the metabolic syndrome may be able to prevent or delay the progression to overt diabetes by adopting a healthier lifestyle, of which increasing habitual levels of physical activity isa vital component. Most persons who have diabetes and hypertension or are at risk for these conditions should be able to initiate an exercise program safely after appropriate medical screen-ing and the establishment of an individualized exercise prescription. Despite the increasing amount of evidence that shows the benefits of exercise training, this modality of prevention and treatment continues to be underused. Although patients' lack of knowledge of the benefits of exercise or lack of motivation contributes to this underuse, a lack of clear and specific guidelines from health care professionals also is an important factor. Clinicians need to educate patients about the benefits of exercise for managing their type 2 diabetes and assist in formulating specific advice for increasing physical activity. Specific instructions should be given to patients, rather than general advice, such as \"you should exercise more often.\" Many cardiac re-habilitation and clinical exercise programs can accommodate patients who have type 2 diabetes and hypertension. Such programs can establish individualized exercise prescriptions and provide an environment that is conducive for \"lifestyle change\" that underlies long-term compliance to exercise and risk factor modification."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Cardiology, Johns Hopkins Bayview Medical Center, 4940 Eastern Avenue, Baltimore, MD 21224, USA. kstewart@jhmi.edu"
          }
        ],
        "LastName": "Stewart",
        "ForeName": "Kerry J",
        "Initials": "KJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Cardiol Clin",
    "NlmUniqueID": "8300331",
    "ISSNLinking": "0733-8651"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Hypertension"
    }
  ],
  "NumberOfReferences": "170"
}