{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Conocer el grado de registro y control de los factores de riesgo cardiovascular entre los pacientes con cardiopatía isquémica crónica (CIPSAP 2-Definida) y el uso de terapias farmacológicas de utilidad demostrada en estos pacientes.",
        "Estudio descriptivo, transversal.",
        "Dos áreas básicas de salud docentes de Girona (una urbana y una urbano-rural).",
        "Se realizó un muestreo exhaustivo del total de historias con diagnóstico de isquemia cardíaca crónica (n = 183).",
        "Un 50% de los enfermos no fumaba, el 58% no consumía alcohol y un 45% realizaba actividad física. En un 25, 30 y 38%, respectivamente, no se habían registrado estas actividades en el último año. El registro de tensión arterial (TA) en el último año no constaba en un 17% de los casos; un 61% presentaba cifras de TA diastólica < 90 mmHg. El 40% tenía valores de TA sistólica < 140 mmHg. La determinación de colesterol total faltaba en el 28% de los casos; un 22% de los pacientes tenía cifras de cLDL por debajo de 130 mg/dl. El 50% de los pacientes seguía tratamiento con antiagregantes o anticoagulantes y un 22% recibía tratamiento con bloqueadores beta.",
        "Existe un deficiente registro de los factores de riesgo cardiovascular en pacientes con isquemia coronaria crónica, así como una baja prescripción de aquellos fármacos que reducen la morbimortalidad. Es necesario un plan de mejora para tener un mejor control de estos pacientes."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11218971",
  "DateCompleted": {
    "Year": "2001",
    "Month": "03",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "11",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0212-6567",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "1",
        "PubDate": {
          "Year": "2001",
          "Month": "Jan"
        }
      },
      "Title": "Atencion primaria",
      "ISOAbbreviation": "Aten Primaria"
    },
    "ArticleTitle": "[Secondary prevention of ischemic heart disease in primary care (PRESENCIAP)].",
    "Pagination": {
      "StartPage": "29",
      "EndPage": "32",
      "MedlinePgn": "29-32"
    },
    "Abstract": {
      "AbstractText": [
        "To find the degree of recording and control of cardiovascular risk factors among patients with chronic ischaemic cardiopathy and the use of drug therapies of proven efficacy on these patients.",
        "Descriptive cross-sectional study.",
        "Two teaching health districts in Girona (one urban and one urban-rural).",
        "There was an exhaustive sampling of the histories of all patients diagnosed with chronic ischaemic cardiopathy (n = 183).",
        "50% of the patients did not smoke, 58% did not consume alcohol and 45% took physical exercise. For 25%, 30% and 38%, respectively, these activities had not been recorded over the previous year. In 17% of cases blood pressure had not been recorded in the previous year; 61% had diastolic pressures < 90 mmHg, and 40% had systolic pressure < 140 mmHg. Total cholesterol determination was lacking in 28% of cases. 22% of patients had LDL-cholesterol levels below 130 mg/dl. 50% of patients had anti-aggregate or anti-coagulation treatment and 22% received beta-blocker treatment.",
        "There is deficient recording of cardiovascular risk factors in patients with chronic coronary ischaemia and low prescription of those drugs that reduce morbidity and mortality. An improvement plan is needed in order to achieve better monitoring of these patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "CollectiveName": "Grupo PRESENCIAP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Estudio de prevención secundaria de la cardiopatía isquémica en la atención primaria (PRESENCIAP)."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Aten Primaria",
    "NlmUniqueID": "9111075",
    "ISSNLinking": "0212-6567"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "97C5T2UQ7J",
      "NameOfSubstance": "Cholesterol"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Distribution"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blood Pressure Determination"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Cholesterol"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "blood",
        "prevention & control"
      ],
      "DescriptorName": "Myocardial Ischemia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Primary Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Distribution"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Smoking"
    }
  ]
}