{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14588388",
  "DateCompleted": {
    "Year": "2004",
    "Month": "06",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1529-9430",
      "JournalIssue": {
        "Volume": "1",
        "Issue": "2",
        "PubDate": {
          "Year": "2001",
          "Season": "Mar-Apr"
        }
      },
      "Title": "The spine journal : official journal of the North American Spine Society",
      "ISOAbbreviation": "Spine J"
    },
    "ArticleTitle": "Effects of aerobic exercise on low back pain patients in treatment.",
    "Pagination": {
      "StartPage": "95",
      "EndPage": "101",
      "MedlinePgn": "95-101"
    },
    "Abstract": {
      "AbstractText": [
        "Aerobic exercise (AE) has been prescribed to improve fitness and well-being in apparently healthy individuals and cardiac, orthopedic, and other patient populations. AE has not previously been studied as a sole treatment for low back pain patients (LBPP).",
        "This study evaluated the effects of low to moderate aerobic exercise as an adjunct treatment for LBPP, 30 to 60 years of age, in a neurosurgical practice during a 2.5-year follow-up to an initial 10-week exercise program. The purpose of this study was to determine the effects of short- and long-term AE on LBPP. The initial 10-week phase compared AE and nonexercising controls on mood states and pain/symptoms.",
        "A matched stratified design was used to input LBPP with similar previous clinical treatments as well as age and sex into AE or control groups.",
        "After screening 68 LBPP from a New England private neurosurgical practice, 40 patients met qualification criteria, and 35 volunteered for this AE research study. The LBPP in this study were 30 to 60 years old and had the following medical diagnoses: herniated nucleus pulposus at one or more lumbar levels, degenerative discopathy, lumbosacral strain, and spinal canal and/or foraminal stenosis.",
        "The measure of mood states was the Profile of Mood States, and the measure of pain was the Brief Pain Inventory. The 2.5-year follow-up phase compared AE and nonexercise patients on the following treatment variables: medical office visits for pain/symptoms, physical therapy referrals, epidural steroid injections for pain/symptoms, prescription of pain medications, and work status.",
        "Thirty-five LBPP were matched stratified into an AE or nonexercise control group for a 10-week exercise program. After the 10-week exercise program, all subjects were given the opportunity to cross over to the opposite group. Those patients choosing to exercise were advised to follow a low to moderate aerobic exercise prescription (walking or cycling, 60% age-predicted maximal heart rate, 4 days per week for 45 minutes per day). None of the original AE group crossed over to the nonexercise group because of symptoms relating to their previous exercise participation. All participants were contacted at 6-month intervals, and the number of medical office visits for pain/symptoms, physical therapy referrals, number of epidural steroid injections, and number of prescriptions for pain was charted for 2.5 years. Work status was evaluated by comparing the change in number of patients not working, working part time, working full time, or number changing from full time to part time or not working from randomization to the end of follow-up. Patients following the exercise prescription at least 50% of the time were compared with those exercising less than 50% of the time during the 2.5-year follow-up. Significance was determined at the.05 level using Fisher's exact test or the Kruskal-Wallis test.",
        "The initial 10-week AE phase of the study indicated that low to moderate AE significantly improved mood profile (AE X=-9.58; control X=19.11; p<.01) but did not alter pain levels. AE patients in the 2.5-year follow-up phase received significantly fewer pain medication prescriptions (AE X=2.76; control X=13.35; p<.02) and were given fewer physical therapy referrals (AE X=0.17; control X=1.64; p<.002). There was no significant difference in the number of medical office visits for pain or epidural blocks administered to either group. Work status was improved only in exercising patients (AE X=+0.24; control X=-0.35; p<.04).",
        "Low to moderate aerobic exercise appears to improve mood states and work status and reduce the need for physical therapy referrals and pain medication prescriptions for LBPP in the care of a neurosurgeon."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The School of Public Health and Health Services, The George Washington University Medical Center, 817 23rd St., NW, Washington, DC 20052, USA."
          }
        ],
        "LastName": "Sculco",
        "ForeName": "A D",
        "Initials": "AD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Paup",
        "ForeName": "D C",
        "Initials": "DC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fernhall",
        "ForeName": "B",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sculco",
        "ForeName": "M J",
        "Initials": "MJ"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Spine J",
    "NlmUniqueID": "101130732",
    "ISSNLinking": "1529-9430"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Affect"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bicycling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disability Evaluation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Follow-Up Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Low Back Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychometrics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ]
}