{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25082924",
  "DateCompleted": {
    "Year": "2015",
    "Month": "02",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "07",
        "Day": "31"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2522/ptj.20130404"
    ],
    "Journal": {
      "ISSN": "1538-6724",
      "JournalIssue": {
        "Volume": "94",
        "Issue": "12",
        "PubDate": {
          "Year": "2014",
          "Month": "Dec"
        }
      },
      "Title": "Physical therapy",
      "ISOAbbreviation": "Phys Ther"
    },
    "ArticleTitle": "Integrating aerobic training within subacute stroke rehabilitation: a feasibility study.",
    "Pagination": {
      "StartPage": "1796",
      "EndPage": "1806",
      "MedlinePgn": "1796-806"
    },
    "Abstract": {
      "AbstractText": [
        "Aerobic activity positively affects patients recovering from stroke and is part of best practice guidelines, yet this evidence has not been translated to routine practice.",
        "The objective of this study was to evaluate the feasibility of a model of care that integrated aerobic training in an inpatient rehabilitation setting for patients in the subacute stage of stroke recovery. Key elements of the program were personalized training prescription based on submaximal test results and supervision within a group setting.",
        "This was a prospective cohort study.",
        "Participants (N=78) completed submaximal exercise testing prior to enrollment, and the test results were used by their treating physical therapists for exercise prescription. Feasibility was evaluated using enrollment, class attendance, adherence to prescription, and participant perceptions.",
        "Overall, 31 patients (40%) were referred to and completed the exercise program. Cardiac comorbidities were the main reason for nonreferral to the fitness group. Program attendance was 77%; scheduling conflicts were the primary barrier to participation. The majority of participants (63%) achieved 20 minutes of continuous exercise by the end of the program. No adverse events were reported, all participants felt they benefited from the program, and 80% of the participants expressed interest in continuing to exercise regularly after discharge.",
        "Cardiac comorbidities prevented enrollment in the program for 27% of the admitted patients, and strategies for inclusion in exercise programs in this population should be explored.",
        "This individualized exercise program within a group delivery model was feasible; however, ensuring adequate aerobic targets were met was a challenge, and future work should focus on how best to include individuals with cardiac comorbidities."
      ],
      "CopyrightInformation": "© 2014 American Physical Therapy Association."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "L. Biasin, BSc, BScPT, Toronto Rehabilitation Institute-Mobility Team, University Health Network, Room 11-107, Toronto, Canada, M5G 2A2; and Department of Physical Therapy, University of Toronto, Toronto, Canada. louis.biasin@uhn.ca."
          }
        ],
        "LastName": "Biasin",
        "ForeName": "Louis",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "M.D. Sage, MSc, Toronto Rehabilitation Institute, University Health Network, Toronto, Canada; and Graduate Department of Rehabilitation Science, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Sage",
        "ForeName": "Michael D",
        "Initials": "MD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "K. Brunton, BScPT, Toronto Rehabilitation Institute, University Health Network; and Department of Physical Therapy, University of Toronto."
          }
        ],
        "LastName": "Brunton",
        "ForeName": "Karen",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "J. Fraser, MSc, Toronto Rehabilitation Institute, University Health Network; and Graduate Department of Rehabilitation Science, University of Toronto."
          }
        ],
        "LastName": "Fraser",
        "ForeName": "Julia",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "J-A. Howe, DipP&OT, BScPT, Toronto Rehabilitation Institute, University Health Network; and Department of Physical Therapy, University of Toronto."
          }
        ],
        "LastName": "Howe",
        "ForeName": "Jo-Anne",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "M. Bayley, MD, Toronto Rehabilitation Institute, University Health Network."
          }
        ],
        "LastName": "Bayley",
        "ForeName": "Mark",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "D. Brooks, PhD, Toronto Rehabilitation Institute, University Health Network; Department of Physical Therapy, University of Toronto; and Graduate Department of Rehabilitation Science, University of Toronto."
          }
        ],
        "LastName": "Brooks",
        "ForeName": "Dina",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "W.E. McIlroy, PhD, Toronto Rehabilitation Institute, University Health Network; Graduate Department of Rehabilitation Science, University of Toronto; Canadian Partnership for Stroke Recovery, Sunnybrook Research Institute, Toronto; and Department of Kinesiology, University of Waterloo, Waterloo, Canada."
          }
        ],
        "LastName": "McIlroy",
        "ForeName": "William E",
        "Initials": "WE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "A. Mansfield, PhD, Toronto Rehabilitation Institute, University Health Network; Department of Physical Therapy, University of Toronto; Graduate Department of Rehabilitation Science, University of Toronto; and Canadian Partnership for Stroke Recovery, Sunnybrook Research Institute."
          }
        ],
        "LastName": "Mansfield",
        "ForeName": "Avril",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "E.L. Inness, BScPT, MSc, PhD candidate, Toronto Rehabilitation Institute, University Health Network; Department of Physical Therapy, University of Toronto; and Graduate Department of Rehabilitation Science, University of Toronto."
          }
        ],
        "LastName": "Inness",
        "ForeName": "Elizabeth L",
        "Initials": "EL"
      }
    ],
    "GrantList": [
      {
        "Agency": "Canadian Institutes of Health Research",
        "Country": "Canada"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Phys Ther",
    "NlmUniqueID": "0022623",
    "ISSNLinking": "0031-9023"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feasibility Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Stroke"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stroke Rehabilitation"
    }
  ]
}