{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Diabetes complications",
      "Nutritional physiological phenomena",
      "Obesity",
      "Rehabilitation",
      "Sedentary lifestyle"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27422346",
  "DateCompleted": {
    "Year": "2017",
    "Month": "06",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "07",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.apmr.2016.05.026",
      "S0003-9993(16)30319-7"
    ],
    "Journal": {
      "ISSN": "1532-821X",
      "JournalIssue": {
        "Volume": "97",
        "Issue": "9 Suppl",
        "PubDate": {
          "Year": "2016",
          "Month": "Sep"
        }
      },
      "Title": "Archives of physical medicine and rehabilitation",
      "ISOAbbreviation": "Arch Phys Med Rehabil"
    },
    "ArticleTitle": "Model Programs to Address Obesity and Cardiometabolic Disease: Interventions for Suboptimal Nutrition and Sedentary Lifestyles.",
    "Pagination": {
      "StartPage": "S238",
      "EndPage": "S246",
      "MedlinePgn": "S238-46"
    },
    "Abstract": {
      "AbstractText": [
        "Problems posed by obesity-related endocrine diseases embody a national health crisis. Caloric excess and sedentary lifestyle from which they develop also pose significant challenges for rehabilitation providers. Almost two thirds of the U.S. population are currently overweight or obese, a number that has increased by >10% within the last decade and is expected to grow. An overweight body habitus is strongly associated with clinical hazards, including cardiometabolic syndrome, diabetes hypertension, and coronary artery disease. The component health risks of the cardiometabolic syndrome include coalescing of risk factors that predict a health calamity unless effective interventions can be developed and widely adopted. Obesity by itself is now considered an American Diabetes Association-qualified disability, but it is also disturbingly prevalent in other physical disability groupings of adults and children. This monograph describes successes of the Diabetes Prevention Program (DPP), a National Institutes of Health multisite randomized controlled trial that reported significant weight reduction and a 58% decreased incidence of type-2 diabetes accompanying 1 year of structured lifestyle intervention. This treatment benefit (1) exceeded that of metformin pharmacotherapy, (2) was so powerful that the trial was closed before reaching endpoints, and (3) was judged cost-effective for the patient and society. The DPP roadmap incorporating physical activity, diet, and behavioral approaches has been widely adapted to specific community, faith, racial, ethnic, school, and national populations with excellent outcomes success. The lockstep physical activity approach, activity prescription, and long-term success of the program are described and compared with other programs to illustrate effective countermeasures for the pandemics of obesity and obesity-related cardioendocrine disease. We will illustrate adaptation of the DPP for a cohort of persons with disability from spinal cord injury and the benefits observed."
      ],
      "CopyrightInformation": "Copyright © 2016 American Congress of Rehabilitation Medicine. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departments of Neurological Surgery, Physical Medicine and Rehabilitation, Physical Therapy, and Kinesiology and Sports Sciences, Leonard M. Miller School of Medicine, University of Miami, Miami, FL; Miami Project to Cure Paralysis, Miami, FL. Electronic address: mnash@med.miami.edu."
          }
        ],
        "LastName": "Nash",
        "ForeName": "Mark S",
        "Initials": "MS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Exercise and Nutritional Sciences, College of Health and Human Services, San Diego State University, San Diego, CA."
          }
        ],
        "LastName": "Kressler",
        "ForeName": "Jochen",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Arch Phys Med Rehabil",
    "NlmUniqueID": "2985158R",
    "ISSNLinking": "0003-9993"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Behavior Therapy"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diet, Mediterranean"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Disabled Persons"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Healthy Lifestyle"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Metabolic Syndrome"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Reduction Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight Reduction Programs"
    }
  ]
}