{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Introducción: Se ha comunicado una correlación inversa entre depresión y el nivel sérico de algunos micronutrientes (selenio, zinc, hierro, magnesio, vitamina B y acido fólico). Además, otros estudios han señalado que la suplementar de estos micronutrientes puede mejorar la depresión. La dieta mediterránea proporciona una suficiente cantidad de los micronutrientes mencionados, aunque ningún estudio ha probado si la prescripción de dicha dieta puede incrementar los niveles de micronutrientes en pacientes depresivos. Objetivo: Examinar el impacto de recomendar un patrón dietético mediterráneo en los niveles de micronutrientes de pacientes deprimidos. Material y Métodos: 77 pacientes ambulatorios se aleatorizaron entre un grupo de intervención (recomendaciones higiénico-dietéticas sobre dieta, ejercicio, sueño y exposición solar) y un grupo control. La evolución fue evaluada antes y después de los seis meses del periodo de intervención. Resultados: Los niveles de selenio y de zinc fueron ligeramente bajos en la determinación basal y el nivel de selenio correlacionaba inversamente con la severidad de la depresión (r=-0.233; p=0.041). El grupo activo evolucionó mejor de la clínica depresiva. Sin embargo, no se observaron diferencias significativas en los niveles de micronutrientes después de la prescripción del patrón de dieta mediterránea probablemente a causa de una insuficiente adherencia. Conclusión: Los niveles séricos de selenio, zinc, hierro, magnesio vitamina B12 y acido fólico no aumentaron en pacientes depresivos seis meses después de prescribir un patrón de dieta mediterránea."
      ],
      "CopyrightInformation": "Copyright AULA MEDICA EDICIONES 2014. Published by AULA MEDICA. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25726209",
  "DateCompleted": {
    "Year": "2016",
    "Month": "04",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "10",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3305/nh.2015.31.3.8124"
    ],
    "Journal": {
      "ISSN": "1699-5198",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "3",
        "PubDate": {
          "Year": "2014",
          "Month": "Oct",
          "Day": "03"
        }
      },
      "Title": "Nutricion hospitalaria",
      "ISOAbbreviation": "Nutr Hosp"
    },
    "ArticleTitle": "The Mediterranean diet and micronutrient levels in depressive patients.",
    "Pagination": {
      "StartPage": "1171",
      "EndPage": "1175",
      "MedlinePgn": "1171-5"
    },
    "Abstract": {
      "AbstractText": [
        "An inverse association between depression and some serum micronutrient levels (selenium, zinc, iron, magnesium, vitamin B and folic acid) has been reported. In addition, other studies reported that this micronutrient supplementation may improve depressed mood. The Mediterranean diet contains a sufficient amount of the micronutrients mentioned, although no study has reported an association between diet prescription and increased levels of them in depressive patients.",
        "To examine the impact of dietary patterns recommendations on micronutrient levels in depressive patients.",
        "77 outpatients were randomly assigned either to the active (hygienic-dietary recommendations on diet, exercise, sleep, and sun exposure) or control group. Outcome measures were assessed before and after the six month intervention period.",
        "Serum selenium and zinc levels were slightly low at basal point and serum selenium was inversely correlated with severity of depression (r=-0.233; p=0.041). A better outcome of depressive symptoms was found in the active group. Nevertheless, no significant differences in micronutrient levels were observed after the Mediterranean diet pattern prescription, probably due to an insufficient adherence.",
        "Selenium, zinc, iron, magnesium, vitamin B12 and folic acid serum levels didn`t increase in depressed patients after six months of the Mediterranean diet pattern prescription."
      ],
      "CopyrightInformation": "Copyright AULA MEDICA EDICIONES 2014. Published by AULA MEDICA. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut Universitari d'Investigació en Ciències de la Salut (IUNICS). Universitat de les Illes Balears. Red de Investigación en Actividades Preventivas y Promoción de la Salud (RedIAPP).. olga.ibarra@ssib.es."
          }
        ],
        "LastName": "Ibarra",
        "ForeName": "Olga",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut Universitari d'Investigació en Ciències de la Salut (IUNICS). Universitat de les Illes Balears. Red de Investigación en Actividades Preventivas y Promoción de la Salud (RedIAPP).. mgili@uib.es."
          }
        ],
        "LastName": "Gili",
        "ForeName": "Margalida",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut Universitari d'Investigació en Ciències de la Salut (IUNICS). Universitat de les Illes Balears. Red de Investigación en Actividades Preventivas y Promoción de la Salud (RedIAPP).. mroca@uib.es."
          }
        ],
        "LastName": "Roca",
        "ForeName": "Miguel",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut Universitari d'Investigació en Ciències de la Salut (IUNICS). Universitat de les Illes Balears. Red de Investigación en Actividades Preventivas y Promoción de la Salud (RedIAPP).. m.vives@uib.es."
          }
        ],
        "LastName": "Vives",
        "ForeName": "Margalida",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut Universitari d'Investigació en Ciències de la Salut (IUNICS). Universitat de les Illes Balears. Red de Investigación en Actividades Preventivas y Promoción de la Salud (RedIAPP).. mj.serrano@uib.es."
          }
        ],
        "LastName": "Serrano",
        "ForeName": "María Jesús",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut Universitari d'Investigació en Ciències de la Salut (IUNICS). Universitat de les Illes Balears. Red de Investigación en Actividades Preventivas y Promoción de la Salud (RedIAPP).. apareja@hsll.es."
          }
        ],
        "LastName": "Pareja",
        "ForeName": "Antonio",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Psiquiatría, Hospital Miguel Servet. Zaragoza. Red de Investigación en Actividades Preventivas y Promoción de la Salud (RedIAPP). España.. jgarcamp@gmail.com."
          }
        ],
        "LastName": "García-Campayo",
        "ForeName": "Javier",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut Universitari d'Investigació en Ciències de la Salut (IUNICS). Universitat de les Illes Balears. Red de Investigación en Actividades Preventivas y Promoción de la Salud (RedIAPP).. rocio.gomez@hcin.es."
          }
        ],
        "LastName": "Gómez-Juanes",
        "ForeName": "Rocío",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut Universitari d'Investigació en Ciències de la Salut (IUNICS). Universitat de les Illes Balears. Red de Investigación en Actividades Preventivas y Promoción de la Salud (RedIAPP).. mauro.garcia@uib.es."
          }
        ],
        "LastName": "García-Toro",
        "ForeName": "Mauro",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Nutr Hosp",
    "NlmUniqueID": "9100365",
    "ISSNLinking": "0212-1611"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Micronutrients"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "blood",
        "diet therapy",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diet, Mediterranean"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feeding Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hygiene"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "blood",
        "complications"
      ],
      "DescriptorName": "Malnutrition"
    },
    {
      "QualifierName": [
        "blood",
        "deficiency"
      ],
      "DescriptorName": "Micronutrients"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Single-Blind Method"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sleep"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sunlight"
    }
  ]
}