{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "health impact assessment",
      "nonpharmacological interventions",
      "nursing",
      "rehabilitation",
      "review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37047855",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "5239",
      "10.3390/ijerph20075239"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "7",
        "PubDate": {
          "Year": "2023",
          "Month": "Mar",
          "Day": "23"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Effectiveness of Nonpharmacological Interventions in the Field of Ventilation: An Umbrella Review.",
    "Abstract": {
      "AbstractText": [
        "This umbrella review aimed to determine the effectiveness of nonpharmacological interventions in pulmonary ventilation and their impact on respiratory function. An individual with impaired ventilation displays visible variations manifested in their respiratory frequency, breathing rhythm ratio (I:E), thoracic symmetry, use of accessory muscles, dyspnea (feeling short of breath), oxygen saturation, diaphragm mobility, minute ventilation, peak flow, walking test, spirometry, Pimax/Pemax, diffusion, and respiratory muscle strength. Any variation in these markers demands the need for interventions in order to duly manage the signs and symptoms and to improve ventilation.",
        "Systematic reviews of the literature published in English, Spanish, French, and Portuguese were used, which included studies in which nonpharmacological interventions were used as a response to impaired ventilation in adults in any given context of the clinical practice. The recommendations given by the Joanna Briggs Institute (JBI) for umbrella reviews were followed. This research took place in several databases such as MEDLINE, CINAHL Complete, CINHAL, MedicLatina, ERIC, Cochrane Reviews (Embase), and PubMed. The Joanna Briggs critical analysis verification list was used for the systematic review. The data extraction was performed independently by two investigators based on the data extraction tools of the Joanna Briggs Institute, and the data were presented in a summary table alongside the support text.",
        "Forty-four systematic reviews, thirty randomized clinical essays, and fourteen observational studies were included in this review. The number of participants varied between n = 103 and n = 13,370. Fifteen systematic revisions evaluated the effect of isolated respiratory muscular training; six systematic revisions evaluated, in isolation, breathing control (relaxed breathing, pursed-lip breathing, and diaphragmatic breathing exercises) and thoracic expansion exercises; and one systematic review evaluated, in isolation, the positions that optimize ventilation. Nineteen systematic reviews with combined interventions that reinforced the role of education and capacitation while also aiming for their success were considered. The articles analyzed isolated interventions and presented their efficacy. The interventions based on respiratory exercises and respiratory muscular training were the most common, and one article mentioned the efficacy of positioning in the compromisation of ventilation. Combined interventions in which the educational component was included were found to be effective in improving pulmonary function, diffusion, oxygenation, and functional capacity. The outcomes used in each study were variable, leading to a more difficult analysis of the data.",
        "The interventions that were the focus of the review were duly mapped. The results suggest that nonpharmacological interventions used to optimize ventilation are effective, with a moderate to high level of evidence. There is a strong foundation for the use of the chosen interventions. The lack of studies on the intervention of \"positioning to optimize ventilation\" points out the need for a deeper analysis of its effects and for studies with a clear focus. This study supports the decisions and recommendations for the prescription of these interventions to patients with impaired ventilation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-8126-765X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nursing Research, Innovation and Development Centre of Lisbon (CIDNUR), Rehabilitation Nurse, CHULC, 1900-160 Lisbon, Portugal."
          }
        ],
        "LastName": "Reis",
        "ForeName": "Neuza",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "RN Centro Hospitalar Universitário S. Joao, 4200-319 Porto, Portugal."
          }
        ],
        "LastName": "Gaspar",
        "ForeName": "Luis",
        "Initials": "L"
      },
      {
        "Identifier": [
          "0000-0002-3362-4165"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NursingOntos, Escola Superior de Enfermagem do Porto, 4200-072 Porto, Portugal."
          }
        ],
        "LastName": "Paiva",
        "ForeName": "Abel",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NursingOntos, Escola Superior de Enfermagem do Porto, 4200-072 Porto, Portugal."
          }
        ],
        "LastName": "Sousa",
        "ForeName": "Paula",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NursingOntos, Escola Superior de Enfermagem do Porto, 4200-072 Porto, Portugal."
          }
        ],
        "LastName": "Machado",
        "ForeName": "Natália",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Breathing Exercises"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiration"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Systematic Reviews as Topic"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}