{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Bone",
      "Bone mineral density",
      "Exercise",
      "Meta-analysis",
      "Osteoporosis",
      "Postmenopausal women"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33357834",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "12",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.bone.2020.115697",
      "S8756-3282(20)30477-4"
    ],
    "Journal": {
      "ISSN": "1873-2763",
      "JournalIssue": {
        "Volume": "143",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb"
        }
      },
      "Title": "Bone",
      "ISOAbbreviation": "Bone"
    },
    "ArticleTitle": "The effect of exercise intensity on bone in postmenopausal women (part 2): A meta-analysis.",
    "Pagination": {
      "StartPage": "115697",
      "MedlinePgn": "115697"
    },
    "Abstract": {
      "AbstractText": [
        "Previous reviews have concluded that exercise has only modest effects on bone mineral density (BMD) in postmenopausal women. Despite the well-recognized strong positive relationship between load magnitude and bone response observed from animal research, the majority of human trials have examined the effects of only low to moderate intensity exercise on bone. We speculated that meta-analysing according to intensity may reveal a more potent exercise effect at higher intensity.",
        "To determine the effects of low, moderate and high intensity exercise on BMD at the spine and hip in postmenopausal women.",
        "Electronic databases and reference lists were searched for RCTs that examined the effect of exercise compared to control on DXA-derived lumbar spine, femoral neck or total hip BMD in healthy postmenopausal women. Interventions were classified as low, moderate or high intensity and pooled based on classification. Mean differences (MD) were calculated using random effects models and a risk of bias analysis was undertaken. To determine the effect of different exercise types (resistance and impact training) on BMD outcomes, subgroup analyses for all intensity categories and outcomes were conducted. Separate meta-analyses were undertaken to examine the influence of adding exercise to a bone medication intervention and to examine exercise effects on fracture risk.",
        "Fifty-three trials, testing 63 interventions (19 low, 40 moderate, 4 high intensity) were included. At the lumbar spine, high intensity exercise yielded greater BMD effects (MD = 0.031 g/cm<sup>2</sup> 95% CI [0.012, 0.049], p = 0.002) than moderate (MD = 0.012 g/cm<sup>2</sup> 95% CI [0.008, 0.017], p < 0.001) and low intensity (MD = 0.010 g/cm<sup>2</sup> 95% CI [0.005, 0.015], p < 0.001). Low and moderate intensity exercise was equally effective at the femoral neck (low: 0.011 g/cm<sup>2</sup> 95% CI [0.006, 0.016], p < 0.001; moderate: 0.011 g/cm<sup>2</sup> 95% CI [0.007, 0.015], p < 0.001), but no effect of high-intensity exercise was observed. Moderate intensity exercise increased total hip BMD (0.008 g/cm<sup>2</sup> 95% CI [0.004, 0.012], p < 0.001), but low intensity did not. There were insufficient data to meta-analyse the effect of high intensity exercise at the total hip. Resistance training, potentially in combination with impact training, appears to be the most effective osteogenic stimulus at the spine and hip. Findings from meta-regression analyses were not informative and no influence of exercise on medication efficacy was observed. Risk of bias was mainly low or unclear due to insufficient information reported.",
        "High intensity exercise is a more effective stimulus for lumbar spine BMD than low or moderate intensity, but not femoral neck BMD, however, the latter finding may be due to lack of power. While data from high-intensity exercise interventions are limited, the current comprehensive meta-analysis demonstrates the same positive relationship between load magnitude and bone response in humans that is observed in animal research. Findings have implications for optimal exercise prescription for osteoporosis in postmenopausal women.",
        "Registered on PROSPERO (CRD42018117254)."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Menzies Health Institute Queensland, Griffith University, Gold Coast campus, Gold Coast, QLD, Australia; School of Allied Health Sciences, Griffith University, Gold Coast campus, Gold Coast, QLD, Australia."
          }
        ],
        "LastName": "Kistler-Fischbacher",
        "ForeName": "Melanie",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Menzies Health Institute Queensland, Griffith University, Gold Coast campus, Gold Coast, QLD, Australia; School of Allied Health Sciences, Griffith University, Gold Coast campus, Gold Coast, QLD, Australia."
          }
        ],
        "LastName": "Weeks",
        "ForeName": "Benjamin K",
        "Initials": "BK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Menzies Health Institute Queensland, Griffith University, Gold Coast campus, Gold Coast, QLD, Australia; School of Allied Health Sciences, Griffith University, Gold Coast campus, Gold Coast, QLD, Australia; The Bone Clinic, Brisbane, QLD, Australia. Electronic address: b.beck@griffith.edu.au."
          }
        ],
        "LastName": "Beck",
        "ForeName": "Belinda R",
        "Initials": "BR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Bone",
    "NlmUniqueID": "8504048",
    "ISSNLinking": "1873-2763"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Bone Density"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Femur Neck"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnostic imaging"
      ],
      "DescriptorName": "Lumbar Vertebrae"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Osteoporosis, Postmenopausal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postmenopause"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    }
  ]
}