{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "blood pressure",
      "cardiovascular disease",
      "exercise",
      "exercise prescription",
      "hypertension",
      "microvascular function"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37947622",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "2544",
      "10.3390/cells12212544"
    ],
    "Journal": {
      "ISSN": "2073-4409",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "21",
        "PubDate": {
          "Year": "2023",
          "Month": "Oct",
          "Day": "30"
        }
      },
      "Title": "Cells",
      "ISOAbbreviation": "Cells"
    },
    "ArticleTitle": "Training the Vessels: Molecular and Clinical Effects of Exercise on Vascular Health-A Narrative Review.",
    "Abstract": {
      "AbstractText": [
        "Accelerated biological vascular ageing is still a major driver of the increasing burden of cardiovascular disease and mortality. Exercise training delays this process, known as early vascular ageing, but often lacks effectiveness due to a lack of understanding of molecular and clinical adaptations to specific stimuli. This narrative review summarizes the current knowledge about the molecular and clinical vascular adaptations to acute and chronic exercise. It further addresses how training characteristics (frequency, intensity, volume, and type) may influence these processes. Finally, practical recommendations are given for exercise training to maintain and improve vascular health. Exercise increases shear stress on the vascular wall and stimulates the endothelial release of circulating growth factors and of exerkines from the skeletal muscle and other organs. As a result, remodeling within the vascular walls leads to a better vasodilator and -constrictor responsiveness, reduced arterial stiffness, arterio- and angiogenesis, higher antioxidative capacities, and reduced oxidative stress. Although current evidence about specific aspects of exercise training, such as F-I-T-T, is limited, and exact training recommendations cannot be given, some practical implications can be extracted. As such, repeated stimuli 5-7 days per week might be necessary to use the full potential of these favorable physiological alterations, and the cumulative volume of mechanical shear stress seems more important than peak shear stress. Because of distinct short- and long-term effects of resistance and aerobic exercise, including higher and moderate intensities, both types of exercise should be implemented in a comprehensive training regimen. As vascular adaptability towards exercise remains high at any age in both healthy individuals and patients with cardiovascular diseases, individualized exercise-based vascular health prevention should be implemented in any age group from children to centenarians."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2994-8570"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport, Exercise and Health, Division Sports and Exercise Medicine, University of Basel, 4052 Basel, Switzerland."
          }
        ],
        "LastName": "Königstein",
        "ForeName": "Karsten",
        "Initials": "K"
      },
      {
        "Identifier": [
          "0000-0001-5902-3467"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Exercise Physiology and Biochemistry, Department of Physical Education and Sports Science at Serres, Aristotle University of Thessaloniki, 62100 Serres, Greece."
          }
        ],
        "LastName": "Dipla",
        "ForeName": "Konstantina",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Exercise Physiology and Biochemistry, Department of Physical Education and Sports Science at Serres, Aristotle University of Thessaloniki, 62100 Serres, Greece."
          }
        ],
        "LastName": "Zafeiridis",
        "ForeName": "Andreas",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Cells",
    "NlmUniqueID": "101600052",
    "ISSNLinking": "2073-4409"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antioxidants"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Antioxidants"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxidative Stress"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}