{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23851242",
  "DateCompleted": {
    "Year": "2016",
    "Month": "04",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ita"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1120-9763",
      "JournalIssue": {
        "Volume": "37",
        "Issue": "2-3",
        "PubDate": {
          "Year": "2013",
          "Season": "Mar-Jun"
        }
      },
      "Title": "Epidemiologia e prevenzione",
      "ISOAbbreviation": "Epidemiol Prev"
    },
    "ArticleTitle": "[From research to medical advice: prescription of physical activity to 1,005 subjects with type 2 diabetes mellitus by 48 family doctors. Results].",
    "Pagination": {
      "StartPage": "132",
      "EndPage": "137",
      "MedlinePgn": "132-7"
    },
    "Abstract": {
      "AbstractText": [
        "to involve a group of general practitioners (GPs) in a programme for prescribing physical activity (PhA) for patients with type 2 diabetes; to document, for each patient, the amount of physical activity carried out and the modifications in biomedical variables and in the medical expenses possibly occurring after the PhA programme.",
        "48 GPs joined the project. The beneficial effects of regular PhA on diabetes were presented to each patient enrolled. Walking daily for at least 15 minutes was suggested. A booklet with specific instructions and a step meter were given to each patient. Diet programmes were not modified.",
        "average daily PhA; values of Body Mass Index (BMI), waist circumference, systolic and diastolic blood pressure, blood glucose and HbA1c, blood cholesterol (total, LDL, HDL) and triglycerides determined before and at the end of the programme; pharmaceutical expenses attributed to the enrolled patients in 2008 (the year preceding the PhA programme) and in 2010 (the year of end of the PhA programme).",
        "of the 1,005 patients enrolled, 766 indicated their daily PhA. In all patients, and especially in those who presented values outside the norm in the variables considered at the start of the programme, improvements up to normalization were observed. A reduction in pharmaceutical expenses proportional to the PhA carried out was documented in the more active group of patients, who walked 1 km or more daily.",
        "the domiciliary PhA recommended by 48 GPs for 1,005 patients with type 2 diabetes enrolled in the programme was carried out by 766 subjects. The biomedical improvements and the reduction in pharmaceutical expenses, proportional to the PhA carried out, are in keeping with other reports in the literature. The major finding of this project is that GPs can effectively prescribe PhA to their patients who suffer form sport-sensitive diseases, such as type 2 diabetes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro studi biomedici applicati allo sport, Università di Ferrara. cnf@unife.it"
          }
        ],
        "LastName": "Foglietta",
        "ForeName": "Fosco",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Buriani",
        "ForeName": "Orazio",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Casaroli",
        "ForeName": "Claudio",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "De Togni",
        "ForeName": "Aldo",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pasetti",
        "ForeName": "Paolo",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Conconi",
        "ForeName": "Francesco",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Dalla ricerca alla pratica medica: prescrizione di attività motoria a 1.005 soggetti con diabete mellito di tipo 2 da parte di 48 medici di famiglia. Risultati."
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Epidemiol Prev",
    "NlmUniqueID": "8902507",
    "ISSNLinking": "1120-9763"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Blood Glucose"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Blood Glucose"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Mass Index"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Italy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motor Activity"
    }
  ]
}