{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20481646",
  "DateCompleted": {
    "Year": "2010",
    "Month": "09",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2165/11532570-000000000-00000"
    ],
    "Journal": {
      "ISSN": "1179-2019",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "3",
        "PubDate": {
          "Year": "2010",
          "Month": "Jun"
        }
      },
      "Title": "Paediatric drugs",
      "ISOAbbreviation": "Paediatr Drugs"
    },
    "ArticleTitle": "Cardiovascular effects of medications for the treatment of attention-deficit hyperactivity disorder: what is known and how should it influence prescribing in children?",
    "Pagination": {
      "StartPage": "165",
      "EndPage": "175",
      "MedlinePgn": "165-75"
    },
    "Abstract": {
      "AbstractText": [
        "The effective medications currently marketed for attention-deficit hyperactivity disorder (ADHD) have central and peripheral catecholaminergic effects that have been shown to result in statistically significant increases in heart rate and blood pressure. The impact of these medications on serious cardiovascular events in healthy children is unknown, but serious cardiovascular events related to ADHD medications are considered rare. However, children with cardiac pathology may be at greater risk given that increased sympathetic tone has been reported as a causal factor in generating ventricular arrhythmias in adults with coronary artery disease, and physical exercise has been consistently reported as a trigger for increased risk of sudden cardiac death in athletes with underlying cardiovascular disease. ADHD has high co-morbidity with anxiety and depression. These conditions in adults have been reported to have their own cardiovascular risks that may be compounded by interactions resulting from combined pharmacotherapeutic treatments; this interaction has not been evaluated in children. High rates of ADHD reported in subjects with cardiac pathology, as well as in patients with genetic disorders associated with cardiovascular pathology, also suggest that the prevalence of cardiac pathology in ADHD subjects may be greater than that in the general population. Currently, the US FDA and Health Canada require warnings on prescription labeling information for ADHD medications, suggesting that these medications should not generally be used in children or adults with 'known' serious cardiac pathology. Family history, medical history, and physical examination have very low sensitivity for identifying serious cardiac pathology, but this can be markedly enhanced in many instances with the use of electrocardiography, which has high specificity and sensitivity. Identifying and managing underlying cardiovascular pathology may not eliminate the risk of serious cardiovascular events but may increase the safety of using medication frequently required for effective management of ADHD. When the very common and serious consequences from untreated ADHD are also considered in the assessment of risks and benefits, even in the presence of cardiac pathology, it seems that the prescribing of ADHD medications in children should remain unchanged."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Children's Hospital of Philadelphia, Science Center, Philadelphia, Pennsylvania 19104, USA. elia@email.chop.edu"
          }
        ],
        "LastName": "Elia",
        "ForeName": "Josephine",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vetter",
        "ForeName": "Victoria L",
        "Initials": "VL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Paediatr Drugs",
    "NlmUniqueID": "100883685",
    "ISSNLinking": "1174-5878"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "physiopathology"
      ],
      "DescriptorName": "Attention Deficit Disorder with Hyperactivity"
    },
    {
      "QualifierName": [
        "drug effects",
        "innervation",
        "physiopathology"
      ],
      "DescriptorName": "Cardiovascular System"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug effects",
        "physiology",
        "physiopathology"
      ],
      "DescriptorName": "Parasympathetic Nervous System"
    },
    {
      "QualifierName": [
        "drug effects",
        "physiology",
        "physiopathology"
      ],
      "DescriptorName": "Sympathetic Nervous System"
    }
  ],
  "NumberOfReferences": "7"
}