{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26553497",
  "DateCompleted": {
    "Year": "2016",
    "Month": "12",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-015-0422-8"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "46",
        "Issue": "3",
        "PubDate": {
          "Year": "2016",
          "Month": "Mar"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Resisted Sled Sprint Training to Improve Sprint Performance: A Systematic Review.",
    "Pagination": {
      "StartPage": "381",
      "EndPage": "400",
      "MedlinePgn": "381-400"
    },
    "Abstract": {
      "AbstractText": [
        "Based on recent findings regarding the mechanical determinants of sprint performance, resisted sled sprint (RSS) training may provide an effective tool for the improvement of sprint acceleration and maximal velocity. However, the volume and intensity for effective RSS training in different populations is unclear.",
        "The primary objective was to evaluate the effectiveness of RSS training compared with unresisted sprint (URS) training, and the differential effects of sled load on RSS training outcomes.",
        "STUDY ELIGIBILITY AND APPRAISAL: A systematic review was performed primarily using PubMed and SPORTDiscus databases. Peer-reviewed studies were accepted only if the participants used a sled towing device for a longitudinal intervention of resisted sprint training, and if RSS training was the primary difference in training intervention between groups. Effect size (ES) reported using Cohen's d was presented to compare the magnitude of effect between both dependent and independent groups.",
        "A total of 11 studies fulfilled the eligibility criteria. Sled loads were prescribed either as a percentage of body mass (%BM), a targeted reduction in velocity compared with unresisted sprint velocity (%V(dec)) or as an absolute load (kg). RSS training with 'light' (<10 %BM or <10 %V(dec)) loads provide 'small' decrements in acceleration (-1.5%, ES = 0.50) to 'moderate' improvements in maximal sprint velocity (2.4%, ES = 0.80) in sprint-trained individuals. 'Moderate' (10-19.9%BM or 10-14.9%V(dec)) to 'very heavy' (>30%BM or >30%V(dec)) sled loads provide 'trivial' to 'extremely large' improvements in acceleration performance (0.5-9.1%, ES = 0.14-4.00) in strength-trained or team sport individuals. Whether RSS training is more effective than URS training in the improvement of acceleration or maximal sprint velocity remains equivocal.",
        "RSS training is a novel training method with potential for the improvement of sprint performance, but its performance benefits over URS training remain to be conclusively demonstrated. Between-study comparisons are limited primarily by discrepancies in the training status and phase of the participants, and sled load prescription. Future work is required to define the optimal load and volume for RSS depending on the specific components of sprint performance to be enhanced."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-7974-3699"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Sport and Health, School of Public Health, Physiotherapy and Sports Science, University College Dublin, Belfield, Dublin 4, Ireland. george.petrakos@ucd.ie."
          }
        ],
        "LastName": "Petrakos",
        "ForeName": "George",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Human Motricity, Education Sport and Health (EA6312), University of Nice Sophia Antipolis, Nice, France."
          }
        ],
        "LastName": "Morin",
        "ForeName": "Jean-Benoit",
        "Initials": "JB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Sport and Health, School of Public Health, Physiotherapy and Sports Science, University College Dublin, Belfield, Dublin 4, Ireland. brendan.egan@ucd.ie."
          }
        ],
        "LastName": "Egan",
        "ForeName": "Brendan",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acceleration"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomechanical Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Physical Conditioning, Human"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Running"
    }
  ]
}