{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2015642",
  "DateCompleted": {
    "Year": "1991",
    "Month": "05",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0278-5919",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "1",
        "PubDate": {
          "Year": "1991",
          "Month": "Jan"
        }
      },
      "Title": "Clinics in sports medicine",
      "ISOAbbreviation": "Clin Sports Med"
    },
    "ArticleTitle": "Psychologic aspects of exercise.",
    "Pagination": {
      "StartPage": "171",
      "EndPage": "180",
      "MedlinePgn": "171-80"
    },
    "Abstract": {
      "AbstractText": [
        "Physicians are well aware of the health benefits of exercise, but probably less cognizant of the many psychologic benefits of regular exercise. In recent years more attention has been paid to the psychologic effects of exercise, and much evidence can be found in the literature to support these beneficial effects. Psychologic states such as anxiety, distress, depression, and coronary-prone behavior have been found to be reduced by regular aerobic exercise. Exercise has also been shown to elevate mood, increase intellectual functioning, and improve self-concept. In encouraging their patients to exercise, physicians can more effectively motivate them by following certain psychologic principles, thereby ensuring greater compliance and adherence to the exercise program. Doing an objective fitness assessment establishes a baseline and creates a stimulus for awareness for the patient. The resulting exercise prescription will more likely be followed if the physician helps the patient establish realistic goals, and understand the minimums of exercise that can still lead to improvement, the exercise physiology behind the prescription, and the physical and psychologic gains to be made from exercise. It can also be extremely helpful if the physician individualizes the program to make it convenient and fun, provides supervision and ample positive reinforcement, and teaches by example, that is, not only be a proponent of exercise, but a participant. In spite of the many benefits of exercise, there are certain psychologic liabilities as a result of excessive exercise. Negative states such as exercise addiction, overtraining, and burnout can be attributed to excess exercise, but they are also often a result or symptom of other psychologic problems. By being aware and knowledgeable, the physician can intervene in this system to help the individual confront the real problems and maintain his or her participation in the sport or exercise program."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Fitness and Sports Medicine Institute, Aspen Club, Colorado."
          }
        ],
        "LastName": "Anthony",
        "ForeName": "J",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Sports Med",
    "NlmUniqueID": "8112473",
    "ISSNLinking": "0278-5919"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motivation"
    }
  ],
  "NumberOfReferences": "27"
}