{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Dose-response",
      "Exercise",
      "Frailty",
      "Healthy Aging",
      "Physical activity",
      "Resilience",
      "Sarcopenia"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37127094",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.arr.2023.101940",
      "S1568-1637(23)00099-5"
    ],
    "Journal": {
      "ISSN": "1872-9649",
      "JournalIssue": {
        "Volume": "88",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul"
        }
      },
      "Title": "Ageing research reviews",
      "ISOAbbreviation": "Ageing Res Rev"
    },
    "ArticleTitle": "Promoting resilience in the face of ageing and disease: The central role of exercise and physical activity.",
    "Pagination": {
      "StartPage": "101940",
      "MedlinePgn": "101940"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise and physical activity offer clinical benefits across a wide range of both physical and neuropsychological diseases and disabilities in older adults, including syndromes for which pharmacological treatment is either absent or hazardous. However, exercise is vastly under-utilised and rarely fully integrated into aged care and geriatric medicine practice. It is still absent from the core training of most geriatricians and other healthcare professionals, and myths about risks of robust exercise abound. Insufficient physical activity and sedentariness are in fact the lethal conditions. Frailty is not a barrier to exercise, but rather one of the most important reasons to prescribe it. Like any other medical treatment, to prescribe exercise as a drug will require a full understanding of its benefits, dose-response characteristics, modality-specific adaptations, potential risks, and interactions with other treatments. Additionally, exercise prescription should be a mandatory component of training for all healthcare professionals in geriatric medicine and gerontology. This personal view asserts the importance of medication management closely integrated with physical exercise prescription, as well as nutritional support as cornerstone of a coherent and holistic approach to treating both fit and frail older adults. This includes identification and management of drug-exercise interactions, in the same way that we seek out and manage drug-drug interactions and drug-nutrient interactions. Our oldest patients deserve the dignity of our urgent resolve to remember the mission of medicine: the assertion and the assurance of the human potential. Exercise medicine is core to this mission."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Navarrabiomed, Hospital Universitario de Navarra (HUN), Universidad Pública de Navarra (UPNA), IdiSNA, Pamplona, Spain; CIBER of Frailty and Healthy Aging (CIBERFES), Instituto de Salud Carlos III, Madrid, Spain. Electronic address: mikel.izquierdo@gmail.com."
          }
        ],
        "LastName": "Izquierdo",
        "ForeName": "Mikel",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine and Health, School of Health Sciences and Sydney Medical School, The University of Sydney, New South Wales, Australia; Hinda and Arthur Marcus Institute for Aging Research, Hebrew SeniorLife, Roslindale, MA, USA."
          }
        ],
        "LastName": "Fiatarone Singh",
        "ForeName": "Maria",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Ageing Res Rev",
    "NlmUniqueID": "101128963",
    "ISSNLinking": "1568-1637"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Aging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Frail Elderly"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Frailty"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare no conflict of interest."
}