{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2662322",
  "DateCompleted": {
    "Year": "1989",
    "Month": "08",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "6",
        "PubDate": {
          "Year": "1989",
          "Month": "Jun"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Aerobic exercise and resistance weight-training during weight reduction. Implications for obese persons and athletes.",
    "Pagination": {
      "StartPage": "343",
      "EndPage": "356",
      "MedlinePgn": "343-56"
    },
    "Abstract": {
      "AbstractText": [
        "Weight reduction is a goal common to obese persons and some athletic groups. An optimal weight loss programme for both populations should selectively deplete body fat while maintaining lean tissue. Another concern, particularly for athletes but also for obese persons participating in an exercise programme, is maintenance of physical performance. Treatments relying only on energy restriction commonly cause substantial loss of lean tissue, but the addition of aerobic exercise has frequently been shown to reduce this loss. Although less commonly used, resistance exercise appears to prevent loss of or even increase muscle mass during energy restriction. This type of exercise is less likely than aerobic exercise to acutely increase energy and lipid utilisation but may increase lean tissue, metabolic rate and thus indirectly aid weight reduction. Impairment of aerobic capacity, aerobic endurance, and muscle dysfunction has been demonstrated during energy restriction in athletes and obese persons. Incorporation of exercise into the weight loss programme may alleviate some of these negative consequences on performance. The addition of aerobic exercise of adequate intensity and duration has been shown to improve aerobic performance, even during severe energy restriction in obese individuals. Although resistance exercise will not cause an improvement of aerobic performance, increase in muscle size and strength have been noted concurrent with substantial weight loss. In summary, the value of aerobic exercise during weight loss is clear but the place of resistance exercise is intriguing but unresolved. To make development of ideal treatments for weight loss even more complex, the quantity of protein and carbohydrate in the energy-restricted diets may interact with the exercise prescription to determine the influence of the programme on body composition and physical performance in athletes and obese individuals."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Health, Physical Education and Recreation, Virginia Tech, Blacksburg."
          }
        ],
        "LastName": "Walberg",
        "ForeName": "J L",
        "Initials": "JL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Education and Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight Lifting"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight Loss"
    }
  ],
  "NumberOfReferences": "64"
}