{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18418331",
  "DateCompleted": {
    "Year": "2008",
    "Month": "10",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1973-9087",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "2",
        "PubDate": {
          "Year": "2008",
          "Month": "Jun"
        }
      },
      "Title": "European journal of physical and rehabilitation medicine",
      "ISOAbbreviation": "Eur J Phys Rehabil Med"
    },
    "ArticleTitle": "Effects of walking with a cane on balance and social participation among community-dwelling post-stroke individuals.",
    "Pagination": {
      "StartPage": "121",
      "EndPage": "126",
      "MedlinePgn": "121-6"
    },
    "Abstract": {
      "AbstractText": [
        "Walking devices such as canes and frames are often prescribed to post-stroke individuals to enhance their balance and walking, and thus facilitate community reintegration and social participation. The aim of this study was to observe social participation and balance in post-stroke hemiparetic patients and compare the performance of those walking with a cane (AD group) and without a cane (WAD group). The relationships between cane usage and activity participation and balance were also studied.",
        "In this ex post facto research study, balance and social participation were evaluated using the Berg Balance Scale (BBS) and the Craig Handicap Assessment and Reporting Technique (CHART) in 50 individuals with hemiparesis secondary to first incidence hemispheric stroke. The study included 25 AD subjects (mean age 59.88+/-12.04 years) and 25 WAD subjects (mean age 55.84+/-11.30 years) who were consecutively recruited from the physiotherapy units of Korle Bu Teaching Hospital (KBTH) and the 37 Military Hospital in Accra (Ghana). Before recruitment into the study, both groups of subjects were matched for age, height, weight, BBS and CHART scores at the point of discharge from the inpatient units of the two hospitals, the duration of stroke, and the duration of physiotherapy post-stroke.",
        "Mann-Whitney U statistics showed that the AD group had comparatively higher mean participation scores (U=22.37; P=0.00) and lower mean balance performance (BBS score U=30.68; P=0.00) than their WAD counterparts. Spearman's correlation coefficient also revealed a significant negative correlation between the BBS and CHART scores in both groups (AD rho=-0.063; P=0.00 and WAD rho=-0.037; P=0.05).",
        "These findings indicate that post-stroke individuals who used a cane to aid in walking had poorer balance and less social participation than their age-matched counterparts who walked unaided. As balance improved (higher BBS score), participation also improved (lower CHART score) in both groups. In spite of the small sample size, the outcome of this study suggests that prescription of a cane for a post-stroke individual should be carefully considered by the physiotherapist, especially if the focus of rehabilitation includes restoration of balance functions and social participation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, College of Medicine, University of Ibadan, Ibadan, Nigeria. talkzat@yahoo.com"
          }
        ],
        "LastName": "Hamzat",
        "ForeName": "T K",
        "Initials": "TK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kobiri",
        "ForeName": "A",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Eur J Phys Rehabil Med",
    "NlmUniqueID": "101465662",
    "ISSNLinking": "1973-9087"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Activities of Daily Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Canes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Gait Disorders, Neurologic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Interpersonal Relations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postural Balance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Posture"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Statistics, Nonparametric"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Stroke"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stroke Rehabilitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ]
}