{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29675670",
  "DateCompleted": {
    "Year": "2019",
    "Month": "01",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "01",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-018-0894-4"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "48",
        "Issue": "7",
        "PubDate": {
          "Year": "2018",
          "Month": "Jul"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Principles of Exercise Prescription, and How They Influence Exercise-Induced Changes of Transcription Factors and Other Regulators of Mitochondrial Biogenesis.",
    "Pagination": {
      "StartPage": "1541",
      "EndPage": "1559",
      "MedlinePgn": "1541-1559"
    },
    "Abstract": {
      "AbstractText": [
        "Physical inactivity represents the fourth leading risk factor for mortality, and it has been linked with a series of chronic disorders, the treatment of which absorbs ~ 85% of healthcare costs in developed countries. Conversely, physical activity promotes many health benefits; endurance exercise in particular represents a powerful stimulus to induce mitochondrial biogenesis, and it is routinely used to prevent and treat chronic metabolic disorders linked with sub-optimal mitochondrial characteristics. Given the importance of maintaining a healthy mitochondrial pool, it is vital to better characterize how manipulating the endurance exercise dose affects cellular mechanisms of exercise-induced mitochondrial biogenesis. Herein, we propose a definition of mitochondrial biogenesis and the techniques available to assess it, and we emphasize the importance of standardizing biopsy timing and the determination of relative exercise intensity when comparing different studies. We report an intensity-dependent regulation of exercise-induced increases in nuclear peroxisome proliferator-activated receptor γ coactivator-1α (PGC-1α) protein content, nuclear phosphorylation of p53 (serine 15), and PGC-1α messenger RNA (mRNA), as well as training-induced increases in PGC-1α and p53 protein content. Despite evidence that PGC-1α protein content plateaus within a few exercise sessions, we demonstrate that greater training volumes induce further increases in PGC-1α (and p53) protein content, and that short-term reductions in training volume decrease the content of both proteins, suggesting training volume is still a factor affecting training-induced mitochondrial biogenesis. Finally, training-induced changes in mitochondrial transcription factor A (TFAM) protein content are regulated in a training volume-dependent manner and have been linked with training-induced changes in mitochondrial content."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-3509-6001"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Sport, Exercise and Active Living (ISEAL), College of Sport and Exercise Science, Victoria University, Melbourne, Australia. cesare.granata@monash.edu."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Diabetes, Central Clinical School, Faculty of Medicine, Nursing and Health Sciences, Monash University, Alfred Centre, 99 Commercial Rd, Melbourne, VIC, 3004, Australia. cesare.granata@monash.edu."
          }
        ],
        "LastName": "Granata",
        "ForeName": "Cesare",
        "Initials": "C"
      },
      {
        "Identifier": [
          "0000-0003-0890-2853"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Sport, Exercise and Active Living (ISEAL), College of Sport and Exercise Science, Victoria University, Melbourne, Australia."
          }
        ],
        "LastName": "Jamnick",
        "ForeName": "Nicholas A",
        "Initials": "NA"
      },
      {
        "Identifier": [
          "0000-0002-6956-9188"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Sport, Exercise and Active Living (ISEAL), College of Sport and Exercise Science, Victoria University, Melbourne, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Medical and Health Sciences, Edith Cowan University, Joondalup, Australia."
          }
        ],
        "LastName": "Bishop",
        "ForeName": "David J",
        "Initials": "DJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Peroxisome Proliferator-Activated Receptor Gamma Coactivator 1-alpha"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Transcription Factors"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Sports Med. 2018 May 7;:",
      "PMID": "29736727"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mitochondria"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Organelle Biogenesis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Peroxisome Proliferator-Activated Receptor Gamma Coactivator 1-alpha"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Transcription Factors"
    }
  ]
}