{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27459860",
  "DateCompleted": {
    "Year": "2018",
    "Month": "06",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-016-0593-y"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "4",
        "PubDate": {
          "Year": "2017",
          "Month": "Apr"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Effects of Self-directed Exercise Programmes on Individuals with Type 2 Diabetes Mellitus: A Systematic Review Evaluating Their Effect on HbA<sub>1c</sub> and Other Metabolic Outcomes, Physical Characteristics, Cardiorespiratory Fitness and Functional Outcomes.",
    "Pagination": {
      "StartPage": "717",
      "EndPage": "733",
      "MedlinePgn": "717-733"
    },
    "Abstract": {
      "AbstractText": [
        "Type two diabetes mellitus (T2DM) is caused and progressed by an individual's lifestyle and, therefore, its optimal day-to-day management may involve the patient taking responsibility for this, including fulfilling a planned and prescribed exercise regime used as part of the treatment. A prescription of exercise designed to meet a patient's individual needs with minimal supervision from healthcare practitioners would facilitate this. However, the optimal prescription of exercise in the population remains unclear.",
        "This review examines the effects planned self-directed exercise has on glycosylated haemoglobin and other outcomes in individuals with T2DM and aims to identify the most suitable forms of planned self-directed exercise for individuals with T2DM that can be carried out independently.",
        "A search of the electronic databases PubMed, SPORTDiscus, CINAHL, EMBASE, Cochrane (Trials) and ClinicalTrials.gov was conducted along with reference lists of previous reviews. Randomised controlled trials published in English between January 1990 and February 2015 examining participants diagnosed with T2DM only were included. Studies were critically appraised using the PEDro (Physiotherapy Evidence Database) scale and data were presented on standardised tables.",
        "Twenty-eight articles that used five element gymnastics, a games console exercise intervention (Wii fit plus) or aerobic, resistance or combined training were included.",
        "This review comprehensively summarised the effects planned self-directed exercise interventions had on individuals with T2DM. The review found that self-directed exercise was found to be beneficial for individuals with T2DM for improving glycosylated haemoglobin, physical characteristics, cardiorespiratory fitness, functional measures and other metabolic outcomes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-2923-5631"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Insight Centre for Data Analytics, O'Brien Centre for Science, University College Dublin, Science Centre East, Belfield, Dublin 4, Ireland. hugh.byrne@insight-centre.org."
          },
          {
            "Identifier": [],
            "Affiliation": "UCD School of Public Health, Physiotherapy and Sports Science, Belfield, Dublin, Ireland. hugh.byrne@insight-centre.org."
          }
        ],
        "LastName": "Byrne",
        "ForeName": "Hugh",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Insight Centre for Data Analytics, O'Brien Centre for Science, University College Dublin, Science Centre East, Belfield, Dublin 4, Ireland."
          },
          {
            "Identifier": [],
            "Affiliation": "UCD School of Public Health, Physiotherapy and Sports Science, Belfield, Dublin, Ireland."
          }
        ],
        "LastName": "Caulfield",
        "ForeName": "Brian",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Insight Centre for Data Analytics, O'Brien Centre for Science, University College Dublin, Science Centre East, Belfield, Dublin 4, Ireland."
          },
          {
            "Identifier": [],
            "Affiliation": "UCD School of Public Health, Physiotherapy and Sports Science, Belfield, Dublin, Ireland."
          }
        ],
        "LastName": "De Vito",
        "ForeName": "Giuseppe",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Glycated Hemoglobin A"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cardiorespiratory Fitness"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Glycated Hemoglobin"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}