{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Atención primaria de salud",
      "Community dwelling elderly",
      "Ejercicio físico",
      "Fragilidad",
      "Frailty",
      "Mayores residentes en la comunidad",
      "Physical exercise",
      "Primary health care"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Identificar a la población mayor de 70 años atendida en Atención Primaria, susceptible de participar en un programa de ejercicio físico para prevenir fragilidad. Analizar la concordancia entre 2 criterios para seleccionar la población beneficiaria del programa.",
        "Estudio transversal de base poblacional.",
        "Atención Primaria.",
        "Mayores de 70 años no frágiles residentes del Barrio Peñagrande (distrito Fuencarral, Madrid) pertenecientes a la cohorte de Peñagrande localizables en 2015 y que aceptaron participar (n = 307).",
        "La variable principal del estudio es la necesidad de prescripción de ejercicio en Atención Primaria en personas mayores de 70 años; se identificó a través de 2 definiciones diferentes: personas prefrágiles (1 o 2 de los 5 criterios de Fried) y personas independientes con desempeño físico limitado, definida por los criterios del documento de consenso sobre prevención de fragilidad y caídas en la persona mayor (mayor de 70 años independiente y con puntuación total del SPPB < 10).",
        "El 63,84% de los participantes (n = 196) necesitan prescripción del ejercicio por ser prefrágiles y/o por cumplir los criterios definidos en el documento de consenso. En 82 casos cumplían los 2 criterios (prefragilidad y desempeño físico disminuido), 80 eran prefrágiles con desempeño físico normal y 34 eran robustos con desempeño físico limitado. La concordancia entre ambos criterios es débil (índice kappa 0,27).",
        "Casi 2 tercios de los mayores presentan algún tipo de limitación funcional. Los criterios del documento de consenso para prevenir la fragilidad detectan a la mitad de los individuos prefrágiles de la comunidad."
      ],
      "CopyrightInformation": "Copyright © 2018 The Authors. Publicado por Elsevier España, S.L.U. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29555215",
  "DateCompleted": {
    "Year": "2020",
    "Month": "05",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "05",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "03",
        "Day": "16"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.1016/j.aprim.2017.11.005",
      "S0212-6567(17)30564-4"
    ],
    "Journal": {
      "ISSN": "1578-1275",
      "JournalIssue": {
        "Volume": "51",
        "Issue": "3",
        "PubDate": {
          "Year": "2019",
          "Month": "Mar"
        }
      },
      "Title": "Atencion primaria",
      "ISOAbbreviation": "Aten Primaria"
    },
    "ArticleTitle": "[Detection of the largest population susceptible to prescription of a program of exercises in Primary Care to prevent frailty].",
    "Pagination": {
      "StartPage": "135",
      "EndPage": "141",
      "MedlinePgn": "135-141"
    },
    "Abstract": {
      "AbstractText": [
        "Identify the population over 70 year's old treated in primary care who should participate in a physical exercise program to prevent frailty. Analyze the concordance among 2criteria to select the beneficiary population of the program.",
        "Population-based cross-sectional study.",
        "Primary Care.",
        "Elderly over 70 years old, living in the Peñagrande neighborhood (Fuencarral district of Madrid) from the Peñagrande cohort, who accepted to participate in 2015 (n = 332).",
        "The main variable of the study is the need for exercise prescription in people over 70 years old at the Primary Care setting. It was identified through 2different definitions: Prefrail (1-2 of 5 Fried criteria) and Independent individuals with physical performance limited, defined by Consensus on frailty and falls prevention among the elderly (independent and with a total SPPB score <10).",
        "The 63,8% of participants (n = 196) need exercise prescription based on criteria defined by Fried and/or the consensus for prevention of frailty and falls in the elderly. In 82 cases the 2criteria were met, 80 were prefrail with normal physical performance and 34 were robust with a limited physical performance. The concordance among both criteria is weak (kappa index 0, 27).",
        "Almost 2thirds of the elderly have some kind of functional limitation. The criteria of the consensus document to prevent frailty detect half of the pre-frail individuals in the community."
      ],
      "CopyrightInformation": "Copyright © 2018 The Authors. Publicado por Elsevier España, S.L.U. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Unidad de Medicina de Familia, Universidad Autónoma de Madrid UAM. Instituto de Investigación IdiPAZ, Madrid, España. Electronic address: rosas.ana9031@gmail.com."
          }
        ],
        "LastName": "Rosas Hernández",
        "ForeName": "Ana María",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CS Dr. Castroviejo, Atención Primaria, Área asistencial Norte Madrid, Madrid, España."
          }
        ],
        "LastName": "Alejandre Carmona",
        "ForeName": "Sergio",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CS Dr. Castroviejo, Atención Primaria, Área asistencial Norte Madrid, Madrid, España."
          }
        ],
        "LastName": "Rodríguez Sánchez",
        "ForeName": "Javier Enrique",
        "Initials": "JE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CS Dr. Castroviejo, Atención Primaria, Área asistencial Norte Madrid, Unidad de Medicina de Familia, Universidad Autónoma de Madrid (UAM), Instituto de Investigación IdiPAZ, Madrid, España."
          }
        ],
        "LastName": "Castell Alcalá",
        "ForeName": "Maria Victoria",
        "Initials": "MV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Medicina Preventiva y Salud Pública, Universidad Autónoma de Madrid, Instituto de Investigación IdiPAZ, Madrid, España."
          }
        ],
        "LastName": "Otero Puime",
        "ForeName": "Ángel",
        "Initials": "Á"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ],
    "VernacularTitle": "Detección de la población mayor susceptible de prescripción de un programa de ejercicios en Atención Primaria para prevenir la fragilidad."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Aten Primaria",
    "NlmUniqueID": "9111075",
    "ISSNLinking": "0212-6567"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Frailty"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Primary Health Care"
    }
  ]
}