{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19691365",
  "DateCompleted": {
    "Year": "2009",
    "Month": "10",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2165/11315230-000000000-00000"
    ],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "9",
        "PubDate": {
          "Year": "2009"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Rest interval between sets in strength training.",
    "Pagination": {
      "StartPage": "765",
      "EndPage": "777",
      "MedlinePgn": "765-77"
    },
    "Abstract": {
      "AbstractText": [
        "Strength training has become one of the most popular physical activities for increasing characteristics such as absolute muscular strength, endurance, hypertrophy and muscular power. For efficient, safe and effective training, it is of utmost importance to understand the interaction among training variables, which might include the intensity, number of sets, rest interval between sets, exercise modality and velocity of muscle action. Research has indicated that the rest interval between sets is an important variable that affects both acute responses and chronic adaptations to resistance exercise programmes. The purpose of this review is to analyse and discuss the rest interval between sets for targeting specific training outcomes (e.g. absolute muscular strength, endurance, hypertrophy and muscular power). The Scielo, Science Citation Index, National Library of Medicine, MEDLINE, Scopus, Sport Discus and CINAHL databases were used to locate previous original scientific investigations. The 35 studies reviewed examined both acute responses and chronic adaptations, with rest interval length as the experimental variable. In terms of acute responses, a key finding was that when training with loads between 50% and 90% of one repetition maximum, 3-5 minutes' rest between sets allowed for greater repetitions over multiple sets. Furthermore, in terms of chronic adaptations, resting 3-5 minutes between sets produced greater increases in absolute strength, due to higher intensities and volumes of training. Similarly, higher levels of muscular power were demonstrated over multiple sets with 3 or 5 minutes versus 1 minute of rest between sets. Conversely, some experiments have demonstrated that when testing maximal strength, 1-minute rest intervals might be sufficient between repeated attempts; however, from a psychological and physiological standpoint, the inclusion of 3- to 5-minute rest intervals might be safer and more reliable. When the training goal is muscular hypertrophy, the combination of moderate-intensity sets with short rest intervals of 30-60 seconds might be most effective due to greater acute levels of growth hormone during such workouts. Finally, the research on rest interval length in relation to chronic muscular endurance adaptations is less clear. Training with short rest intervals (e.g. 20 seconds to 1 minute) resulted in higher repetition velocities during repeated submaximal muscle actions and also greater total torque during a high-intensity cycle test. Both of these findings indirectly demonstrated the benefits of utilizing short rest intervals for gains in muscular endurance. In summary, the rest interval between sets is an important variable that should receive more attention in resistance exercise prescription. When prescribed appropriately with other important prescriptive variables (i.e. volume and intensity), the amount of rest between sets can influence the efficiency, safety and ultimate effectiveness of a strength training programme."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory for Clinical and Experimental Research in Vascular Biology (BioVasc), Biomedical Center, State University of Rio de Janeiro, Rio de Janeiro, Brazil."
          }
        ],
        "LastName": "de Salles",
        "ForeName": "Belmiro Freitas",
        "Initials": "BF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Simão",
        "ForeName": "Roberto",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Miranda",
        "ForeName": "Fabrício",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Novaes",
        "ForeName": "Jefferson da Silva",
        "Initials": "Jda S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lemos",
        "ForeName": "Adriana",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Willardson",
        "ForeName": "Jeffrey M",
        "Initials": "JM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "9002-72-6",
      "NameOfSubstance": "Growth Hormone"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Growth Hormone"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Endurance"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Rest"
    }
  ],
  "NumberOfReferences": "41"
}