{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Rassembler les données concernant l’efficacité des interventions visant la promotion de l’activité physique chez des patients souffrant d’au moins une maladie chronique. Chacune des interventions étudiées portait sur un seul facteur de risque.",
        "On a consulté MEDLINE, CINAHL et EMBASE entre 1966 et 2006 à l’aide de 2 jeux de mots clés. Une première recherche utilisait les rubriques <i>physical activity</i> ou <i>physical fitness</i> ou <i>exercise</i> et <i>health care</i> ou <i>primary care</i> ou <i>primary health care</i> ou <i>family practice</i> ou <i>medical office</i> ou <i>physician’s office</i> et <i>health promotion</i> ou <i>health education</i> ou <i>counselling</i>. Une deuxième, les rubriques <i>physical activity</i> ou e<i>xercise</i> et <i>diabetes</i> ou <i>hyperlipidemia</i> ou <i>hypertension</i> ou <i>obesity</i> ou <i>cardiovascular disease</i> ou <i>pulmonary disease</i> ou <i>risk factor</i> ou <i>comorbidity</i> et <i>health promotion</i> ou <i>health education</i> ou <i>counselling</i> ou <i>prescription</i>.",
        "Nous avons retenu les essais randomisés ou ceux ayant un plan quasi-expérimental avec témoins qui évaluaient des interventions de promotion de l’activité physique chez des adultes souffrant d’au moins une maladie chronique et qui ciblaient un seul facteur de risque dans un contexte de soins primaires, qui avaient comme principale issue la participation à l’activité physique et qui étaient rédigées en anglais ou en français.",
        "Sur les 4858 articles retracés, 62 ont été évalués et 3 ont été retenus. Deux études concluaient que les interventions étudiées n’avaient aucun effet sur le niveau d’activité physique. L’autre, dans lequel des infirmières cliniciennes participaient à la dispensation de conseils avec l’omnipraticien, rapportait un effet à court terme d’une intervention intensive fondée sur la théorie du comportement planifié.",
        "Il n’y a pas suffisamment de données pour évaluer l’efficacité des interventions de promotion de l’activité physique qui ciblent un seul facteur de risque auprès de patients atteints d’au moins 1 maladie chronique, dans un contexte de soins primaires. Sur 3 études, une seule rapportait un effet positif de courte durée."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18697975",
  "DateCompleted": {
    "Year": "2008",
    "Month": "11",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1715-5258",
      "JournalIssue": {
        "Volume": "54",
        "Issue": "8",
        "PubDate": {
          "Year": "2008",
          "Month": "Aug"
        }
      },
      "Title": "Canadian family physician Medecin de famille canadien",
      "ISOAbbreviation": "Can Fam Physician"
    },
    "ArticleTitle": "Single risk factor interventions to promote physical activity among patients with chronic diseases: systematic review.",
    "Pagination": {
      "StartPage": "1130",
      "EndPage": "1137",
      "MedlinePgn": "1130-7"
    },
    "Abstract": {
      "AbstractText": [
        "To provide a summary of evidence on the effectiveness of interventions to promote physical activity among patients affected by at least 1 chronic disease. The interventions studied were each targeted at a single risk factor.",
        "MEDLINE, CINAHL, and EMBASE were searched from 1966 to 2006 using 2 sets of search terms. First we searched using physical activity or physical fitness or exercise and health care or primary care or primary health care or family practice or medical office or physician's office and health promotion or health education or counselling. Then we used physical activity or exercise and diabetes or hyperlipidemia or hypertension or obesity or cardiovascular disease or pulmonary disease or risk factor or comorbidity and health promotion or health education or counselling or prescription.",
        "We chose randomized controlled trials or trials with a controlled quasi-experimental design that evaluated single risk factor interventions to promote physical activity among adult patients in primary care settings who were affected by at least 1 chronic disease, that reported participation in physical activity as a primary outcome, and that were published in English or French.",
        "Of the 4858 articles found, 62 were assessed, and 3 were selected. Two studies concluded that the interventions evaluated had no effect on level of physical activity. The other reported a positive short-term effect with use of an intensive intervention that was based on the theory of planned behaviour and integrated nurses into the general practitioner counseling process.",
        "There is insufficient evidence to assess the effectiveness of single risk factor interventions to promote physical activity among patients affected by at least 1 chronic disease in primary care settings. Of 3 studies, only 1 reported a short-term positive effect."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Family Medicine, University of Sherbrooke in Quebec, Canada. catherine.hudon@usherbrooke.ca"
          }
        ],
        "LastName": "Hudon",
        "ForeName": "Catherine",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fortin",
        "ForeName": "Martin",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Soubhi",
        "ForeName": "Hassan",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "Can Fam Physician",
    "NlmUniqueID": "0120300",
    "ISSNLinking": "0008-350X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [
        "diagnosis",
        "rehabilitation"
      ],
      "DescriptorName": "Diabetes Mellitus"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Hyperlipidemias"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Lung Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Motor Activity"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Education as Topic"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Primary Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    }
  ]
}