{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "blood flow restriction",
      "high-intensity interval training",
      "visceral fat"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36231251",
  "DateCompleted": {
    "Year": "2022",
    "Month": "10",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "09",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "11936",
      "10.3390/ijerph191911936"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "19",
        "PubDate": {
          "Year": "2022",
          "Month": "Sep",
          "Day": "21"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Effect of High-Intensity Interval Training Combined with Blood Flow Restriction at Different Phases on Abdominal Visceral Fat among Obese Adults: A Randomized Controlled Trial.",
    "Abstract": {
      "AbstractText": [
        "High-intensity interval training (HIIT) and blood flow restriction (BFR) represent a critical nonpharmacological strategy to reduce the excess deposition of visceral fat, as well as relevant complications, among obese populations. Applying BFR at diverse phases may have different effects. Therefore, the exercise program of this study combined HIIT with BFR, so as to explore the effect of BFR on abdominal visceral fat area and its mechanism in different periods of HIIT. The aim is to provide a more effective exercise prescription for obese people who want to reduce visceral fat quickly.",
        "This study was a randomized controlled trial involving 72 obese adults. One week before intervention, both regional and whole-body fat masses, abdominal subcutaneous and visceral fat areas, variables of blood metabolism, and VO<sub>2max</sub> were recorded. Additionally, subjects with a matched fat percentage were randomized as a no-training control (C), HIIT (H), HIIT with BFR during interval (I), and HIIT with BFR during exercise (E) groups for 24 sessions within a 12-week period, using a cycle ergometer. During session one, this study recorded blood lactate, specific serum lipolytic hormones, rating of perceived exertion (RPE), and exercise heart rate (HR) and compared them among three groups. The baseline tests were repeated at 1 week after intervention.",
        "There was no significant statistical difference in the indicators of each group at baseline (<i>p</i> > 0.05). The improvement of trunk fat mass and fat percentage of the I and E groups markedly increased relative to the H group (<i>p</i> < 0.05). Meanwhile, the I group had improved android fat mass and whole-body fat mass relative to group H (<i>p</i> < 0.05). Those exercise groups had markedly improved indices compared with the C group (<i>p</i> < 0.05). Additionally, the reduction in the I group had remarkably superior abdominal visceral fat areas (AVFA) to the H and E groups (<i>p</i> < 0.05). Immediately and 30 min following exercise, the E and I groups had remarkably increased growth hormone (GH) compared with the H group (<i>p</i> < 0.05). After exercise, the I group showed markedly increased epinephrine (EPI) compared with the H group (<i>p</i> < 0.05). The LA level in the I group evidently increased relative to the E group (<i>p</i> < 0.05), while that in the E group evidently increased compared with the H group (<i>p</i> < 0.05).",
        "Compared with HIIT alone, HIIT with BFR can better improve the body-fat level and glucose metabolism. HIIT with BFR in the interval phase better reduces the abdominal visceral-fat level than in the exercise phase, which may be due to the increase in lipolytic hormone level caused by the higher physiological load."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Physical Education, Yangzhou University, Yangzhou 225009, China."
          }
        ],
        "LastName": "Li",
        "ForeName": "Shuoqi",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Foreign Languages, Ludong University, Yantai 264025, China."
          }
        ],
        "LastName": "Guo",
        "ForeName": "Rong",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education, Shandong Weihai Sports Training Center, Weihai 264400, China."
          }
        ],
        "LastName": "Yu",
        "ForeName": "Tao",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education, Ocean University of China, Qingdao 266100, China."
          }
        ],
        "LastName": "Li",
        "ForeName": "Shiming",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education, Weifang Medical University, Weifang 261053, China."
          }
        ],
        "LastName": "Han",
        "ForeName": "Tenghai",
        "Initials": "T"
      },
      {
        "Identifier": [
          "0000-0001-6183-6942"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education, Ocean University of China, Qingdao 266100, China."
          }
        ],
        "LastName": "Yu",
        "ForeName": "Wenbing",
        "Initials": "W"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Lactates"
    },
    {
      "RegistryNumber": "9002-72-6",
      "NameOfSubstance": "Growth Hormone"
    },
    {
      "RegistryNumber": "IY9XDZ35W2",
      "NameOfSubstance": "Glucose"
    },
    {
      "RegistryNumber": "YKH834O4BH",
      "NameOfSubstance": "Epinephrine"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Epinephrine"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Glucose"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Growth Hormone"
    },
    {
      "QualifierName": [],
      "DescriptorName": "High-Intensity Interval Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Intra-Abdominal Fat"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lactates"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Obesity"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}