{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Physical exercise",
      "hepatocytes",
      "inflammation",
      "liver",
      "metabolism",
      "obesity."
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29766791",
  "DateCompleted": {
    "Year": "2019",
    "Month": "11",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2174/1381612824666180515115550"
    ],
    "Journal": {
      "ISSN": "1873-4286",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "27",
        "PubDate": {
          "Year": "2018"
        }
      },
      "Title": "Current pharmaceutical design",
      "ISOAbbreviation": "Curr Pharm Des"
    },
    "ArticleTitle": "Immunometabolic Changes in Hepatocytes Arising from Obesity and the Practice of Physical Exercise.",
    "Pagination": {
      "StartPage": "3200",
      "EndPage": "3209",
      "MedlinePgn": "3200-3209"
    },
    "Abstract": {
      "AbstractText": [
        "Over the recent years, a particular interest was shown towards understanding the roles of excessive hepatic fat accumulation and the development of obesity-related diseases. While hepatic triacylglycerol accumulation seems to be a response to the systemic increase of insulin release, fatty acid metabolites contribute to the progression of non-alcoholic fatty liver disease (NAFLD) to non-alcoholic steatohepatitis (NASH). It is widely accepted that NAFLD is a polygenic and multifactorial disease under the influence of critical behavioral factors such as overeating and sedentary lifestyles. The progression of the disease is proposed to include the accumulation of lipids in hepatocytes, but liver damage would be mainly initiated through an exaggerated activation of the immune system. This inflammatory response would be triggered by the increase in cytokine production followed by TLR-4 activation and NF-kB pathways. Interestingly, cytokines as IL-1ra, IL-4, IL-6 and IL-10 act as antiinflammatory in response to exercise and thus, could play an important role in the restoration of liver functions in diseased conditions. Strategies for healthy life behaviors including nutrition and regular physical exercise are recommended to counteract the dreadful effects of NAFLD. To beyond the classical effect of exercise for increasing energy expenditure and/or inducing negative energy balance, exercise also prevents and reverses the effects of disorders related to the immunometabolic profile. This suggests that exercise prescription may be an attractive alternative for the prevention of obesity and NAFLD. Thus, this review seeks to shed light on the inflammatory pathways regulating the beneficial effects of physical activity on obesity and NAFLD. We will clarify how physical activity intervenes to normalize inflammatory processes and prevent obesity and NAFLD. Finally, the exercise interventions should be individualized to facilitate behavioral and cognitive strategies in order to promote long-term adherence. A multidisciplinary approach including lifestyles, diet and exercise training interventions is considered as a \"best practice\" and displays the strongest liver benefits when it occurs simultaneously with weight loss."
      ],
      "CopyrightInformation": "Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.org."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise and Immunometabolism Research Group, Post-Graduation Program in Movement Sciences, Department of Physical Education, State University of Sao Paulo - UNESP. School of Technology and Sciences, Presidente Prudente, Sao Paulo, Brazil."
          }
        ],
        "LastName": "Monteiro",
        "ForeName": "Paula Alves",
        "Initials": "PA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Human Movement Sciences, Federal University of Sao Paulo - UNIFESP, Sao Paulo, Brazil."
          }
        ],
        "LastName": "do Prado",
        "ForeName": "Wagner Luiz",
        "Initials": "WL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Post-Graduation Program in Physical Education, School of Physical Education, Pernambuco Univeristy, Recife, Brazil."
          }
        ],
        "LastName": "Dos Santos Tenório",
        "ForeName": "Thiago Ricardo",
        "Initials": "TR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departement des Sciences de l'Activite Physique, Universite de Quebec a Montreal - UQAM, Quebec, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Departement de Kinesiologie, Universite de Montreal - UdeM, Quebec, Canada."
          }
        ],
        "LastName": "Tomaz",
        "ForeName": "Luciane Magri",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departement des Sciences de l'Activite Physique, Universite de Quebec a Montreal - UQAM, Quebec, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre de Recherche du CHU Sainte-Justine, Montreal, Québec, Canada."
          }
        ],
        "LastName": "St-Pierre",
        "ForeName": "David H",
        "Initials": "DH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise and Immunometabolism Research Group, Post-Graduation Program in Movement Sciences, Department of Physical Education, State University of Sao Paulo - UNESP. School of Technology and Sciences, Presidente Prudente, Sao Paulo, Brazil."
          }
        ],
        "LastName": "Lira",
        "ForeName": "Fabio Santos",
        "Initials": "FS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United Arab Emirates",
    "MedlineTA": "Curr Pharm Des",
    "NlmUniqueID": "9602487",
    "ISSNLinking": "1381-6128"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "immunology",
        "metabolism"
      ],
      "DescriptorName": "Hepatocytes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "immunology",
        "metabolism"
      ],
      "DescriptorName": "Obesity"
    }
  ]
}