{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27711947",
  "DateCompleted": {
    "Year": "2017",
    "Month": "10",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "10",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "10",
        "Day": "06"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1439-7803",
      "JournalIssue": {
        "Volume": "54",
        "Issue": "11",
        "PubDate": {
          "Year": "2016",
          "Month": "Nov"
        }
      },
      "Title": "Zeitschrift fur Gastroenterologie",
      "ISOAbbreviation": "Z Gastroenterol"
    },
    "ArticleTitle": "[Opportunities and challenges of extrapolation for biosimilars].",
    "Pagination": {
      "StartPage": "1211",
      "EndPage": "1216",
      "MedlinePgn": "1211-1216"
    },
    "Abstract": {
      "AbstractText": [
        "Although biosimilars approved in the European Union have proved to be safe and efficacious, their licensing requirements continue to be disputed by medical professionals. In particular, extrapolation to indications of the originator without one's own clinical data of the biosimilar is controversial. Conceptually, the development of biosimilars is derived from that of generics. However, due to their complexity and inherent variability, considerably more data are necessary for biosimilars to demonstrate comparability with the originator (the reference product) than for the usually low-molecular generics. Biosimilars increase competition and help contain healthcare, and they improve access for patients to valuable treatments with biologicals. However, biosimilar development is a laborious and lengthy process and requires major biotechnological know-how. The basis is comprehensive, structural, and functional characterization of the biosimilar and reference product as well as their comparison with suitable and sensitive methods. The clinical development programme is reduced and tailored to address remaining uncertainties and to confirm comparable clinical performance. Extrapolation of data to other indications of the reference product is the greatest cost advantage of biosimilar development, but must always be scientifically justified and, if necessary, substantiated by further data. The scientific principles underlying the comparability exercise for a biosimilar are the same as those applied to a change in the manufacturing process of an already licensed biological. In both cases, different versions of a biological substance are compared and the clinical relevance of observed differences is assessed. Competent authorities do have decades of experience in evaluating changes in the manufacturing process, which they can now apply to biosimilars. For approval of a biosimilar and extrapolation of data, the totality of the evidence from the complete comparability exercise is considered, as has been the case for the first biosimilar infliximab."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Zulassung 2, Bundesinstitut für Arzneimittel und Medizinprodukte, Bonn, Germany."
          }
        ],
        "LastName": "Weise",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Paul-Ehrlich-Institut, Langen, Germany."
          }
        ],
        "LastName": "Wolff-Holz",
        "ForeName": "E",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Möglichkeiten und Herausforderungen der Extrapolation bei Biosimilars."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Z Gastroenterol",
    "NlmUniqueID": "0033370",
    "ISSNLinking": "0044-2771"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biosimilar Pharmaceuticals"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects"
      ],
      "DescriptorName": "Biosimilar Pharmaceuticals"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Drug Approval"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Drug Substitution"
    },
    {
      "QualifierName": [],
      "DescriptorName": "European Union"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evidence-Based Medicine"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Gastrointestinal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Therapeutic Equivalency"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}