{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26073704",
  "DateCompleted": {
    "Year": "2017",
    "Month": "03",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1875-6417",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "3",
        "PubDate": {
          "Year": "2016"
        }
      },
      "Title": "Current diabetes reviews",
      "ISOAbbreviation": "Curr Diabetes Rev"
    },
    "ArticleTitle": "Exercise and Postprandial Glycemic Control in Type 2 Diabetes.",
    "Pagination": {
      "StartPage": "199",
      "EndPage": "210",
      "MedlinePgn": "199-210"
    },
    "Abstract": {
      "AbstractText": [
        "Individuals with type 2 diabetes (T2D) have poor glycemic control which contributes to cardiovascular disease and other diabetic comorbidities. The often relied upon measures of fasting glucose and glycosylated hemoglobin (HbA1c) do not accurately represent glycemic control because they do not reflect what occurs after meals and throughout the day in the free-living condition. An accumulating body of evidence now suggests that postprandial glucose fluctuations are more tightly correlated with microvascular and macrovascular morbidities and cardiovascular mortality than HbA1c or fasting glucose, stagnant measure of glycemia. Thus, effective therapies are needed which will improve not only HbA1c and fasting glucose, but also regulation of postprandial glycemia. Further, testing for glycemic control should employ a challenge that simulates the free-living condition to best determine how glucose is regulated after meals and throughout the day. Unlike medications, which generally have a poor effect at improving postprandial glucose, exercise is effective in reducing postprandial glycemic excursions in as little as a few days. However, how this is accomplished and the optimal prescription for reducing postprandial glycemic excursions and maintaining improvements in postprandial glycemic control have yet to be elucidated. Still further, the utility of a mixed meal test in providing the optimal challenge for detecting exercise-induced changes in postprandial glycemic control has value that warrants further investigation. Thus, the purpose of this review is to summarize the literature regarding exercise in treating postprandial glycemia in T2D and to review strengths and weaknesses in the current methodology for assessing changes in glycemic control."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kearney",
        "ForeName": "Monica L",
        "Initials": "ML"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Molecular and Integrative Physiology, University of Kansas Medical Center, Mailstop 3043, 3901 Rainbow Boulevard, Kansas City, MO, USA. jthyfault@kumc.edu."
          }
        ],
        "LastName": "Thyfault",
        "ForeName": "John P",
        "Initials": "JP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United Arab Emirates",
    "MedlineTA": "Curr Diabetes Rev",
    "NlmUniqueID": "101253260",
    "ISSNLinking": "1573-3998"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Blood Glucose"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "analysis",
        "metabolism"
      ],
      "DescriptorName": "Blood Glucose"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blood Glucose Self-Monitoring"
    },
    {
      "QualifierName": [
        "blood",
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Fasting"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "blood",
        "complications",
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Hyperglycemia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postprandial Period"
    }
  ]
}