{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Déterminer l’effet de l’ajout d’un counseling individuellement adapté à une prescription d’exercice pour des sujets âgés sédentaires dans un contexte de médecine familiale.",
        "L’étude « <i>Step Test Exercise Prescription Stages of change counseling</i> » était un essai randomisé en grappe de 12 mois.",
        "Quarante établissements de médecine familiale de 4 régions du Canada.",
        "Hommes (48 %) et femmes (52 %) sains âgés de 55 à 85 ans (moyenne 64,9, DS 7,1) et vivant dans le milieu naturel.",
        "Les médecins participants ont été formés à prescrire des exercices individuellement adaptés et à dispenser un programme de counseling transthéorique visant un changement comportemental. Les médecins du groupe témoin ont été formés uniquement pour la prescription d’exercices.",
        "La capacité cardiorespiratoire prédite, telle que mesurée par la consommation maximale d’oxygène estimée (pVO<sub>2max</sub>), et la dépense d’énergie, mesurée par le rappel des activités physiques sur une semaine.",
        "La pVO<sub>2max</sub> avait augmenté de façon significative après 12 mois, tant dans le groupe d’intervention (3,02 mL/kg/min [intervalle de confiance à 95 % 2,40 à 3,65]) que dans le groupe témoin (2,21 mL/kg/min [intervalle de confiance à 95 % 1,27 à 3,15]) (<i>P</i> < ,001); il n’y avait toutefois pas de différence entre les groupes. Les femmes du groupe d’intervention ont obtenu une augmentation de leur condition physique significativement plus grande que celles du groupe témoin (3,20 vs 1,23 mL/kg/min). Le groupe d’intervention a connu une baisse de pression systolique de 4 mm Hg contre une baisse de 0,4 mm Hg dans le groupe témoin (<i>P</i> < ,001). La dépense énergétique moyenne a augmenté de façon significative et était plus forte dans le groupe d’intervention que dans le groupe témoin (69,06 kcal/d [169,87] vs −6,96 kcal/d [157,06], <i>P</i> < ,006). Les caractéristiques du milieu de pratique n’avaient pas d’influence significative sur les issues principales.",
        "Le programme « <i>Step Test Exercise Prescription Stages of change</i> » associé à un counseling comportemental a entraîné une augmentation de la condition physique et de l’activité ainsi qu’une baisse de la pression systolique dans plusieurs établissements médicaux à travers le Canada, mais cela ne différait pas significativement du groupe contrôle à qui on avait seulement prescrit l’exercice. Les femmes du groupe d’intervention ont obtenu des niveaux de condition physique plus élevés que celles du groupe témoin; pour les hommes, l’amélioration était la même dans les 2 groupes."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20463260",
  "DateCompleted": {
    "Year": "2012",
    "Month": "03",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1715-5258",
      "JournalIssue": {
        "Volume": "56",
        "Issue": "5",
        "PubDate": {
          "Year": "2010",
          "Month": "May"
        }
      },
      "Title": "Canadian family physician Medecin de famille canadien",
      "ISOAbbreviation": "Can Fam Physician"
    },
    "ArticleTitle": "Improving aerobic fitness in older adults: effects of a physician-based exercise counseling and prescription program.",
    "Pagination": {
      "StartPage": "e191",
      "EndPage": "e200",
      "MedlinePgn": "e191-200"
    },
    "Abstract": {
      "AbstractText": [
        "To determine the effects of adding stages of change-based counseling to an exercise prescription for older, sedentary adults in family practice.",
        "The Step Test Exercise Prescription Stages of change counseling study was a 12-month cluster randomized trial.",
        "Forty family practices in 4 regions of Canada.",
        "Healthy, community-dwelling men (48%) and women (52%) with a mean (SD) age of 64.9 (7.1) years (range 55 to 85 years). There were a total of 193 participants in the intervention group and 167 in the control group.",
        "Intervention physicians were trained to deliver a tailored exercise prescription and a transtheoretical behaviour change counseling program. Control physicians were trained to deliver the exercise prescription alone.",
        "Predicted cardiorespiratory fitness, measured by predicted maximal oxygen consumption (pVO2max), and energy expenditure, measured by 7-day physical activity recall.",
        "Mean increase in pVO2max was significant for both the intervention (3.02 [95% confidence interval 2.40 to 3.65] mL/kg/min) and control (2.21 [95% confidence interval 1.27 to 3.15] mL/kg/min) groups at 12 months (P < .001); however, there was no difference between groups. Women in the intervention group improved their fitness significantly more than women in the control group did (3.20 vs 1.23 mL/kg/min). The intervention group had a 4-mm Hg reduction in systolic blood pressure, while the control group's mean reduction was 0.4 mm Hg (P < .001). The mean (SD) energy expended significantly increased and was higher in the intervention group than in the control group (69.06 [169.87] kcal/d vs -6.96 [157.06] kcal/d, P < .006). Practice setting characteristics did not significantly affect the primary outcomes.",
        "The Step Test Exercise Prescription Stages of change exercise and behavioural intervention improved fitness and activity and lowered systolic blood pressure across a range of Canadian practices, but this was not significantly different from the control group, which received only the exercise prescription. Women in the intervention group showed higher levels of fitness than women in the control group did; men in both groups showed similar improvement."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Family Medicine, University of Western Ontario, London. petrella@uwo.ca"
          }
        ],
        "LastName": "Petrella",
        "ForeName": "Robert J",
        "Initials": "RJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lattanzio",
        "ForeName": "Chastity N",
        "Initials": "CN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shapiro",
        "ForeName": "Sheree",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Overend",
        "ForeName": "Tom",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "Can Fam Physician",
    "NlmUniqueID": "0120300",
    "ISSNLinking": "0008-350X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Canada"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Counseling"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Program Evaluation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}