{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        " Diese Erhebung der Sektion 12 der DGP dient der Erfassung der Angebote der Tabakentwöhnung (TEW) und der Verordnung von Rehabilitationssport (Lungensport) als Reha-Nachsorge im Rahmen der pneumologischen Rehabilitation in Deutschland.",
        " Es erfolgte eine postalische Befragung sämtlicher pneumologischer Rehabilitationskliniken in Deutschland. 67 Kliniken wurden kontaktiert, von denen 62 die Einschlusskriterien erfüllten und 62,9 % die Fragebögen zurücksandten.",
        " Alle Kliniken beurteilen Lungensport als effektive Maßnahme zur Reha-Nachsorge. Jeweils 56,4 % führen hierzu regelmäßig standardisierte Informationsveranstaltungen durch bzw. verteilen entsprechende Informationsbroschüren. 38,5 % der Einrichtungen bieten ambulante Lungensportgruppen an. Der Anteil der Rehabilitanden, die bei Entlassung eine Lungensport-Verordnung erhält, erstreckt sich über das gesamte Spektrum von 0–100 %. Nur jede vierte Klinik gab an, schon einmal von Kostenträgern nach den Ergebnissen der Trainingstherapie gefragt worden zu sein.Sämtliche Kliniken erheben den Rauchstatus der Patienten, zudem werden alle Raucher individuell über die Notwendigkeit einer Tabakabstinenz aufgeklärt. Der Anteil aktiver Raucher wurde auf 33 % geschätzt. In 69,2 % der Kliniken werden regelmäßig standardisierte Vorträge zur TEW durchgeführt, in 61,5 % regelmäßig verhaltenstherapeutische TEW-Gruppentherapien. Zusätzliche Angebote sind bedarfsweise psychologische Beratungen (89,7 %), routinemäßiges Angebot von Nikotinersatzpräparaten (61,5 %) bzw. Vareniclin (15,4 %). Eine Nachsorge wird nur von 10,3 % angeboten. Im Durchschnitt schätzten die Einrichtungen den Anteil an Rauchern, die während der Reha einen Rauchstopp erreichen können, auf 32 %. Seitens der Kostenträger wurde nur eine der Kliniken (2,6 %) schon einmal nach den Ergebnissen der TEW angefragt.",
        " Die vorliegende Untersuchung legt nahe, dass viele Rehabilitationskliniken bez. TEW und Verordnung von Lungensport schon einen guten Standard erreicht haben, zeigt aber auch bestehende Verbesserungspotenziale auf. Diese betreffen die Nachsorge bei der TEW sowie die noch nicht durchgängig etablierte Verordnung von Lungensport als Reha-Nachsorge."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34233362",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "07",
        "Day": "07"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-1482-4851"
    ],
    "Journal": {
      "ISSN": "1438-8790",
      "JournalIssue": {
        "Volume": "75",
        "Issue": "8",
        "PubDate": {
          "Year": "2021",
          "Month": "Aug"
        }
      },
      "Title": "Pneumologie (Stuttgart, Germany)",
      "ISOAbbreviation": "Pneumologie"
    },
    "ArticleTitle": "[Smoking Cessation and Prescription of Ambulatory Exercise Training as Part of Pulmonary Rehabilitation in Germany].",
    "Pagination": {
      "StartPage": "592",
      "EndPage": "600",
      "MedlinePgn": "592-600"
    },
    "Abstract": {
      "AbstractText": [
        " This survey was conducted on behalf of the German Respiratory Society (DGP) section 12. The aim was to assess the means of achieving tobacco cessation and prescription of exercise training on an outpatient basis after discharge from pulmonary rehabilitation clinic as part of aftercare of pulmonary rehabilitation programs in Germany.",
        " We contacted all pulmonary rehabilitation clinics in Germany. Of the 67 clinics we identified, 62 fulfilled the inclusion criteria; 39 clinics (62.9 %) agreed to participate and returned the completed questionnaires.",
        " Each clinic rated ambulatory exercise training sessions as effective aftercare. In each case, slightly above 50 % of the sample informed their patients via standardized talks or information brochures. In 38.5 % of the clinics, ambulatory exercise in groups was provided as aftercare. The number of patients who received prescription for aftercare at the end of the rehabilitation program ranged between 0 % and 100 %. Only a quarter of the clinics had ever been asked by the funding organizations regarding the success rate of the exercise program. All clinics assessed the smoking status of their patients and explained the importance of tobacco abstinence to them. The percentage of smokers was estimated to be 33 %; 69.7 % of the clinics stated that the rehabilitation program included standardized talks regarding tobacco cessation and 61.5 % reported having therapeutic group meetings on a regular basis. Further treatment options included psychological counselling (89.7 %), nicotine replacement therapy (61.5 %), or varenicline (15.4 %). Aftercare was offered only in 10.3 % of the clinics. On average, the percentage of smokers who achieved tobacco abstinence during the rehabilitation program was 32 %. Only one clinic (2.6 %) had ever been asked by the funding organization regarding the success rate of the tobacco cessation program.",
        " This survey emphasizes that most of the pulmonary rehabilitation clinics in Germany have already achieved a good standard regarding tobacco cessation and exercise training programs for their inpatients; however, there are still areas of improvement as far as providing care after discharge from a rehabilitation clinic is concerned with regard to smoking cessation and prescription of ambulatory exercise training."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik Bad Reichenhall, Bad Reichenhall."
          }
        ],
        "LastName": "Hayden",
        "ForeName": "Markus C",
        "Initials": "MC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik Bad Reichenhall, Bad Reichenhall."
          }
        ],
        "LastName": "Limbach",
        "ForeName": "Matthias",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Schön Klinik Berchtesgadener Land, Schönau am Königssee."
          }
        ],
        "LastName": "Glöckl",
        "ForeName": "Rainer",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Strandklinik St. Peter-Ording, St. Peter-Ording."
          }
        ],
        "LastName": "Dewey",
        "ForeName": "Stefan",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pneumologische Praxis im Zentrum, Stuttgart."
          }
        ],
        "LastName": "Rupp",
        "ForeName": "Alexander",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik Bad Reichenhall, Bad Reichenhall."
          }
        ],
        "LastName": "Schultz",
        "ForeName": "Konrad",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Tabakentwöhnung und Verordnung von ambulantem Lungensport im Rahmen der pneumologischen Rehabilitation in Deutschland."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Pneumologie",
    "NlmUniqueID": "8906641",
    "ISSNLinking": "0934-8387"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Smoking Cessation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tobacco Use Cessation Devices"
    }
  ],
  "CoiStatement": "K. Schultz erhielt Honorare für die Teilnahme an AB-Meetings sowie Vorträge von folgenden Firmen: AstraZeneca, Berlin Chemie, Boehringer, Chiesi, GSK, Novartis, Pari und Sanofi.Die Klinik Bad Reichenhall erhielt finanzielle Forschungsförderungen durch die DRV Bayern Süd.Die anderen Autoren geben an, dass kein Interessenkonflikt besteht."
}