{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19068863",
  "DateCompleted": {
    "Year": "2009",
    "Month": "03",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "12",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ita"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1592-7830",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "2",
        "PubDate": {
          "Year": "2008",
          "Season": "Apr-Jun"
        }
      },
      "Title": "Giornale italiano di medicina del lavoro ed ergonomia",
      "ISOAbbreviation": "G Ital Med Lav Ergon"
    },
    "ArticleTitle": "[Work integration of impaired workers in a type-B social cooperative].",
    "Pagination": {
      "StartPage": "155",
      "EndPage": "161",
      "MedlinePgn": "155-61"
    },
    "Abstract": {
      "AbstractText": [
        "This research aims to evaluate job occupation results of impaired workers in a type-B social cooperative, taking into consideration not only specific occupational risks' analysis and assessment, but also organisational, relational and psycho-social matters essential for their stable job occupation. The impaired workers involved were all those hired by a type-B social cooperative from Jan 1999 until Dec 2007, ie. 16 workers (M 8, F 8), equal to 40% of employees' total number. Every impaired worker has been submitted to preventive health surveillance in order to evaluate the degree of disability and residual job ability in relation to the job tasks suitable for him/her. In order to find available tasks which can be performed by disadvantaged workers, the personnel chart has been analyzed, and 10 of the 16 workers (equal to 62.5%) have been considered fit for the specific task without limitations. The other 6 (37.5%) have been considered capable of the specific task with limitations and/or prescriptions, and for 2 of them (12.5%) a tutorial supervision prescription was also necessary. Among those 6 workers with limitations and/or prescriptions, 4 were psychologically impaired (67%) and 2 were physically impaired (37%). The situation of these 16 impaired workers has been periodically verified and followed up for 8 years. Not only have the fifteen workers continued to perform the task initially considered suitable for their health status, but for some of them (5 workers), an increase in job performance, in both complexity and shift duration, has been observed. Moreover, with the only exception of a psychologically impaired worker who did alternate between good comfort times and occasional disease acute phases, all other workers have shown good and stable gains in psychological and physical health conditions, performing requested tasks not only with efficiency, but also with commitment and motivation. All workers have shown a remarkable improvement in their ability to form relationships, mainly within the work environment amongst colleagues and supervisors, but also in a social and family environment. A special mention is deserved in the case of the only worker hired in our research who left the cooperative after many years of work activity where, after having attended specific professional courses, steadily and successfully joined a company still in the social field but not exclusively dedicated to impaired workers. It may be observed that when one faces the work integration of impaired workers, the usual risk evaluation processes cannot be enough for the reason that these workers, due to their 'disability', find themselves in hypersusceptible conditions in respect to occupational risk factors which are generally acceptable for the other workers. In risk assessment it is therefore necessary to perform an accurate and all-round study in every aspect of the job duty, even around those considered irrelevant which, as a result, may show to be unsuitable to the worker's health status or might alter his/her often precarious psychological-physical condition. In conclusion, in the risk assessment process used prior to the work integration of impaired workers considered by our research, the organisational, relational and psycho-social aspects of work activity have often played a primary role in respect to traditional risk factors usually monitored and evaluated."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "U.O. Medicina Ambientale e Medicina Occupazionale, IRCCS Fondazione Salvatore Maugeri, Pavia, Italy."
          }
        ],
        "LastName": "Taino",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gazzoldi",
        "ForeName": "T",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Marandola",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fabris",
        "ForeName": "F",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ferrari",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Imbriani",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "L'inserimento professionale di lavoratori disabili in una cooperativa sociale di tipo B."
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "G Ital Med Lav Ergon",
    "NlmUniqueID": "9712708",
    "ISSNLinking": "1592-7830"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disabled Persons"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Employment, Supported"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    }
  ]
}