{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22980477",
  "DateCompleted": {
    "Year": "2013",
    "Month": "03",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2011",
        "Month": "10",
        "Day": "11"
      }
    ],
    "Language": [
      "fre"
    ],
    "ELocationID": [
      "10.1016/j.encep.2011.07.002",
      "S0013-7006(11)00137-0"
    ],
    "Journal": {
      "ISSN": "0013-7006",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "4",
        "PubDate": {
          "Year": "2012",
          "Month": "Sep"
        }
      },
      "Title": "L'Encephale",
      "ISOAbbreviation": "Encephale"
    },
    "ArticleTitle": "[Dysphagia or dysphagias during neuroleptic medication?].",
    "Pagination": {
      "StartPage": "351",
      "EndPage": "355",
      "MedlinePgn": "351-5"
    },
    "Abstract": {
      "AbstractText": [
        "Dysphagia is a common symptom in the general population, and even more among psychiatric patients, but rarely seen as a sign of seriousness. It is a cause of death by suffocation, and more or less serious complications, and therefore should be diagnosed and treated. Among psychiatric patients, organic and iatrogenic aetiologies, as well as risk factors are identified, which worsen this symptom when associated. It is now accepted that neuroleptics can aggravate or cause dysphagia. They act by several pathophysiological ways on the different components of swallowing, which can be identified by dynamic tests in the upper aerodigestive tract endoscopy.",
        "This symptom is rarely reported by patients and often underestimated by caregivers. The frequency of swallowing disorders is not known. Dysphagia is a cause of complications and an increase in mortality rates among psychiatric patients. It has also been found that the average number of psychotropic drugs in patients who die by cafe coronary is significantly higher than in other patients. There are several phases in swallowing: oral, pharyngeal, and oesophageal. Swallowing disorders can affect each of these phases, or several at once: (a) Extrapyramidal syndrome: dysphagia is present in drug induced Parkinson's syndromes, but prevalence is not known. It is most often associated with another symptom of the extrapyramidal syndrome, but can also be isolated, making its diagnosis more difficult. Dysphagia is due to a slowing down in the oral and pharyngeal reflex, called bradykinesia; (b) Tardive dyskinesia: the oro-pharyngo-oesophageal dyskinesia is the most common type. Oesophageal dyskinesia causes asynchronous and random movements of the oesophagus, resulting in dysphagia. It appears mostly beyond 3 months of treatment with neuroleptics; (c) Acute laryngeal or oesophageal dystonia, associated or not with orofacial dystonia, is characterised by an impairment in the oesophageal muscle contraction and a hypertonia of the upper sphincter of the oesophagus; (d) Polyphagia or \"binge eating\", is frequent in psychotic patients; (e) Finally, there are risk factors for dysphagia: xerostomia, poor dental status, advanced age, neurological diseases, polypharmacy, sedative drugs, CNS depression, etc., which worsen the symptom.",
        "Mr J., aged 28, with no psychiatric history, is admitted to the Unit for Difficult Patients in Villejuif for behavioural disorder with homicide on the street. The patient was restrained by passers-by and suffers a head injury and a fracture of the transverse process of L1 vertebra. A cranial CT scan is performed in the emergency room, it is normal. The patient is not known to psychiatric services, and has never taken neuroleptics. Mr J. is homeless, known in his neighbourhood for \"his noisy delirium on the street and repeated alcohol abuse.\" After being arrested by the police in this context, a first psychiatric examination is conducted. The medical certificate states that his condition is not compatible with custody. Mr J. remains mute; he has stereotyped gestures and strange attitudes. No delusion is verbalized. He receives vials of loxapine 50mg causing sedation. At his arrival in the department, Mr J. has the same clinical picture, with a rigid and inexpressive face, reluctance, major unconformity, poor speech. The search for drugs in urine is positive for cannabis. The diagnosis of schizophrenia is rapidly raised, motivating further prescription of loxapine 300 mg daily in combination with clonazepam 6 mg daily. From the earliest days, dysphagia to solids with choking and regurgitation is noted, aggravated by the increase of loxapine treatment of 450 mg / day to 700 mg / day, 7 days after admission. A physical examination is performed before the worsening of dysphagia, it is normal, and in particular, reveals no extrapyramidal syndrome. An anti-cholinergic corrector is introduced, without clinical improvement. A new physical examination is performed; it is normal except for sedation and a slight deviation of the uvula. Upper gastrointestinal endoscopy shows no anatomical lesion. No functional assessment of swallowing is done however. At this stage, the suspicion of neuroleptic induced dysphagia appears to be the most likely hypothesis. Treatment with loxapine is then stopped, resulting in a very rapid clinical improvement. Aripiprazole 15 mg / d is introduced. Dysphagia does not reoccur.",
        "Loxapine is an atypical antipsychotic, with a lower risk of neurological side effects than first generation of antipsychotics. These side effects are however numerous and from diverse pathophysiological mechanisms. Loxapine is an antagonist of dopamine and serotonin which is involved in the regulation of several neurotransmitters, explaining the multiple mechanisms involved in the onset of dysphagia: first, blocking dopamine D2 receptors in the striatum, causing motor side-effects of central origin, in addition to peripheral effects of the molecule, which impairs swallowing. In principle, the antagonist activity on serotonin 5-HT2A receptors increases dopaminergic activity in the striatum, reducing the risk of extrapyramidal symptoms and tardive dyskinesia, without avoiding them completely. In addition to these mechanisms, cholinergic blockade reduces oesophageal mobility and pharyngeal reflex. Moreover, the antihistamine, anti-cholinergic and adrenergic receptor blocking alpha-1 can cause sedation, which aggravates the symptom. Finally, the depression of the bulbar centres reduces the swallowing reflex and gag reflex altering the intake of food.",
        "The swallowing disorder caused by neuroleptics may occur regardless of the molecule or drug class to which it belongs. It can be found even in the absence of any other neurological signs. It is important to search for the aetiological diagnosis for treatment. At the crossroads of several specialties, swallowing disorders are difficult to diagnose and treat. They are frequently underestimated, partly because patients rarely complain. In our case report, the diagnosis was ascertained by the removal of the medication, without functional evidence, probably by a lack of collaboration between the physician and the endoscopist who had not performed any dynamic investigation of swallowing. This case illustrates the importance of knowing the different mechanisms underlying dysphagia in psychiatric patients, and good communication with gastroenterologists to establish a precise diagnosis of the disorder, and adapt the therapy."
      ],
      "CopyrightInformation": "Copyright © 2011 L’Encéphale, Paris. Published by Elsevier Masson SAS. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UMD Henri-Colin, EPS Paul-Guiraud, Villejuif, France. nadia.chaumartin@ch-pgv.fr"
          }
        ],
        "LastName": "Chaumartin",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Monville",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lachaux",
        "ForeName": "B",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Une ou des dysphagies lors d'un traitement par neuroleptiques ?"
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Encephale",
    "NlmUniqueID": "7505643",
    "ISSNLinking": "0013-7006"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anticonvulsants"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antipsychotic Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Piperazines"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Quinolones"
    },
    {
      "RegistryNumber": "5PE9FDE8GB",
      "NameOfSubstance": "Clonazepam"
    },
    {
      "RegistryNumber": "82VFR53I78",
      "NameOfSubstance": "Aripiprazole"
    },
    {
      "RegistryNumber": "LER583670J",
      "NameOfSubstance": "Loxapine"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects"
      ],
      "DescriptorName": "Anticonvulsants"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects"
      ],
      "DescriptorName": "Antipsychotic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aripiprazole"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects"
      ],
      "DescriptorName": "Clonazepam"
    },
    {
      "QualifierName": [
        "chemically induced",
        "diagnosis"
      ],
      "DescriptorName": "Deglutition Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dose-Response Relationship, Drug"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Substitution"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Therapy, Combination"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Ill-Housed Persons"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Homicide"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects"
      ],
      "DescriptorName": "Loxapine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "psychology"
      ],
      "DescriptorName": "Mental Disorders"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Piperazines"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Quinolones"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Schizophrenia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Schizophrenic Psychology"
    }
  ]
}