{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33843948",
  "DateCompleted": {
    "Year": "2022",
    "Month": "01",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1001/jamainternmed.2021.0991"
    ],
    "Journal": {
      "ISSN": "2168-6114",
      "JournalIssue": {
        "Volume": "181",
        "Issue": "6",
        "PubDate": {
          "Year": "2021",
          "Month": "Jun",
          "Day": "01"
        }
      },
      "Title": "JAMA internal medicine",
      "ISOAbbreviation": "JAMA Intern Med"
    },
    "ArticleTitle": "Effects of a Self-directed Web-Based Strengthening Exercise and Physical Activity Program Supported by Automated Text Messages for People With Knee Osteoarthritis: A Randomized Clinical Trial.",
    "Pagination": {
      "StartPage": "776",
      "EndPage": "785",
      "MedlinePgn": "776-785"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise therapies are advocated in osteoarthritis (OA) clinical guidelines. However, challenges to accessing exercise may be limiting widespread uptake.",
        "To evaluate the effects of a self-directed web-based strengthening exercise and physical activity program supported by automated behavior-change text messages on knee pain and function for people with knee OA.",
        "The participant-blinded and assessor-blinded randomized clinical trial enrolled 206 people who met clinical criteria for knee OA in communities across Australia from July 2018 to August 2019, with follow-up taking place at 24 weeks.",
        "The control group was given access to a custom-built website with information on OA and the importance of exercise and physical activity. The intervention group was given access to the same information plus a prescription for a 24-week self-directed strengthening regimen and guidance to increase physical activity, supported by automated behavior-change text messages encouraging exercise adherence.",
        "Primary outcomes were change in overall knee pain (numeric rating scale, 0-10) and difficulty with physical function (Western Ontario and McMaster Universities Osteoarthritis Index, 0-68) over 24 weeks. Secondary outcomes were another knee pain measure, sport and recreation function, quality of life, physical activity, self-efficacy, overall improvement, and treatment satisfaction.",
        "Of 206 participants, 180 (87%; mean [SD] age, 60 [8.4] years; 109 [61%] women) completed both 24-week primary outcomes. The intervention group showed greater improvements in overall knee pain (mean difference, 1.6 units; 95% CI, 0.9-2.2 units; P < .001) and physical function (mean difference, 5.2 units; 95% CI, 1.9-8.5 units; P = .002) compared with the control. There was evidence of differences in the proportion of participants exceeding the minimal clinically important improvement in pain (intervention group, 72.1%, vs control, 42.0%; risk difference, 0.30 [95% CI, 0.16-0.44]; P <. 001) and function (intervention group, 68%, vs control, 40.8%; risk difference, 0.27 [95% CI, 0.13-0.41]; P < .001) favoring the intervention. Between-group differences for all secondary outcomes favored the intervention except for physical activity, self-efficacy for function, and self-efficacy for exercise, for which there was no evidence of differences.",
        "This randomized clinical trial found that a self-directed web-based strengthening exercise regimen and physical activity guidance supported by automated behavior-change text messages to encourage exercise adherence improved knee pain and function at 24 weeks. This unsupervised, free-to-access digital intervention is an effective option to improve patient access to recommended OA exercise and/or to support clinicians in providing exercise management for people with knee OA at scale across the population.",
        "Australian New Zealand Clinical Trials Registry Identifier: ACTRN12618001167257."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Health, Exercise and Sports Medicine, Department of Physiotherapy, School of Health Sciences, The University of Melbourne, Parkville, Victoria, Australia."
          }
        ],
        "LastName": "Nelligan",
        "ForeName": "Rachel K",
        "Initials": "RK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Health, Exercise and Sports Medicine, Department of Physiotherapy, School of Health Sciences, The University of Melbourne, Parkville, Victoria, Australia."
          }
        ],
        "LastName": "Hinman",
        "ForeName": "Rana S",
        "Initials": "RS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology and Preventive Medicine, Monash University, Melbourne, Victoria, Australia."
          }
        ],
        "LastName": "Kasza",
        "ForeName": "Jessica",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Epidemiology and Biostatistics, Melbourne School of Population and Global Health, The University of Melbourne, Parkville, Victoria, Australia."
          }
        ],
        "LastName": "Crofts",
        "ForeName": "Samuel J C",
        "Initials": "SJC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Health, Exercise and Sports Medicine, Department of Physiotherapy, School of Health Sciences, The University of Melbourne, Parkville, Victoria, Australia."
          }
        ],
        "LastName": "Bennell",
        "ForeName": "Kim L",
        "Initials": "KL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "JAMA Intern Med",
    "NlmUniqueID": "101589534",
    "ISSNLinking": "2168-6106"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "J Physiother. 2021 Oct;67(4):309",
      "PMID": "34511384"
    },
    {
      "RefSource": "J Physiother. 2021 Oct;67(4):309",
      "PMID": "34518148"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Internet"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Osteoarthritis, Knee"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Satisfaction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Efficacy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Text Messaging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "<b>Conflict of Interest Disclosures:</b> Ms Nelligan reported a PhD scholarship from the Australian Government Research Training Program during the conduct of the study and personal fees from The University of Melbourne outside the submitted work. Dr Bennell reported grants from the National Health and Medical Research Council (NHMRC) during the conduct of this study and consulting fees from Wolters Kluwer for production of <i>UpToDate Knee OA Clinical Guidelines</i> and grants from Medibank Private for osteoarthritis research outside the submitted work. Dr Hinman reported grants from the NHMRC during the conduct of the study and grants from Medibank Private and the NHMRC outside the submitted work. No other disclosures were reported."
}