{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15193553",
  "DateCompleted": {
    "Year": "2005",
    "Month": "01",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "8756-3282",
      "JournalIssue": {
        "Volume": "34",
        "Issue": "6",
        "PubDate": {
          "Year": "2004",
          "Month": "Jun"
        }
      },
      "Title": "Bone",
      "ISOAbbreviation": "Bone"
    },
    "ArticleTitle": "The relations among upper-extremity loading characteristics and bone mineral density changes in young women.",
    "Pagination": {
      "StartPage": "1053",
      "EndPage": "1063",
      "MedlinePgn": "1053-63"
    },
    "Abstract": {
      "AbstractText": [
        "The relations among the reaction forces engendered during an upper-extremity dynamic impact-loading exercise (DILE) program and bone mineral density adaptations (DeltaBMD) in the radius were investigated in 24 healthy premenopausal women (mean age = 29 +/- 6 years). Subjects performed DILE 36 cycles/day, 3 days/week for 24 weeks. The exercised arm was allocated randomly to either the dominant or the nondominant limb. In addition, subjects were assigned randomly into either damped or nondamped treatment arms to examine the effects of both higher- and lower-magnitude loading prescriptions. Measurements including anthropometrics, self-reported physical activity levels, hand-grip strength, radial BMD (DEXA, Hologic QDR1500, MA) at the ultradistal radius (UD), distal 1/3 radius (DR), and total distal radius (TOTAL), and exercise-related loading characteristics (impact load, loading rate, and impulse) were recorded at baseline and at 6 months. Simple linear regression models were used to fit the regional BMD changes to the reaction force, changes in hand-grip strength (DeltaGRIP), and changes in body weight (DeltaBW). Findings demonstrated that the damping condition utilized during DILE influenced the relations between loading events and BMD changes. Specifically, none of the reaction-force characteristics significantly predicted changes in BMD in participants performing DILE using the damped condition, whereas, in the nondamped condition, impact load accounted for 58% of the variance in BMD change at DR and 66% of the variance in BMD change at TOTAL. Thresholds of 345 and 285 N of impact force to promote BMD increases at DR and TOTAL, respectively, were obtained from the regression models in the nondamped group. Impulse was also an independent predictor of BMD changes at TOTAL, accounting for 56% of the variance. Neither DeltaGRIP nor DeltaBW significantly predicted DeltaBMD at any radial site. These findings, in young adult women, parallel previous reports identifying significant, regionally specific relations among external loading events and BMD changes in both animal and human models."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Therapy, National Cheng Kung University, Tainan, Taiwan."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Man-Ying",
        "Initials": "MY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Salem",
        "ForeName": "George J",
        "Initials": "GJ"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Comparative Study",
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Bone",
    "NlmUniqueID": "8504048",
    "ISSNLinking": "1873-2763"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomechanical Phenomena"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Bone Density"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Hand Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Linear Models"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Exertion"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Upper Extremity"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Weight-Bearing"
    }
  ]
}