{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29524159",
  "DateCompleted": {
    "Year": "2018",
    "Month": "11",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-018-0888-2"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "48",
        "Issue": "6",
        "PubDate": {
          "Year": "2018",
          "Month": "Jun"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Exercise Professionals with Advanced Clinical Training Should be Afforded Greater Responsibility in Pre-Participation Exercise Screening: A New Collaborative Model between Exercise Professionals and Physicians.",
    "Pagination": {
      "StartPage": "1293",
      "EndPage": "1302",
      "MedlinePgn": "1293-1302"
    },
    "Abstract": {
      "AbstractText": [
        "Regular exercise improves health but can also induce adverse responses. Although such episodes are rare, many guidelines for pre-participation exercise screening have historically had a low threshold for recommending medical clearance prior to the commencement of exercise, placing the responsibility for decision making about exercise participation on physicians. The 'clearance to exercise' model still occurs widely in practice, but creates cost burdens and barriers to the uptake of exercise. Moreover, many physicians are not provided the training, nor time in a standard consultation, to be able to effectively perform this role. We present a model for pre-participation exercise screening and the initial assessment of clients wishing to commence an exercise programme. It is designed to guide professional practice for the referral, assessment and prescription of exercise for people across the health spectrum, from individuals who are apparently healthy, through to clients with pre-existing or occult chronic conditions. The model removes the request that physicians provide a 'clearance' for patients to engage in exercise programmes. Instead the role of physicians is identified as providing relevant clinical guidance to suitably qualified exercise professionals to allow them to use their knowledge, skills and expertise in exercise prescription to assess and manage any risks related to the prescription and delivery of appropriate exercise programmes. It is anticipated that removing unjustified barriers to exercise participation, such as mandated medical review, will improve the uptake of exercise by the unacceptably high proportion of the population who do not undertake sufficient physical activity for health benefit."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health Sciences, School of Physiotherapy and Exercise Science, Curtin University, Kent St, Bentley, Perth, WA, 6102, Australia. A.Maiorana@curtin.edu.au."
          },
          {
            "Identifier": [],
            "Affiliation": "Allied Health Department, Fiona Stanley Hospital, Perth, WA, Australia. A.Maiorana@curtin.edu.au."
          }
        ],
        "LastName": "Maiorana",
        "ForeName": "Andrew J",
        "Initials": "AJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health Sciences, College of Health and Medicine, University of Tasmania, Launceston, TAS, Australia."
          }
        ],
        "LastName": "Williams",
        "ForeName": "Andrew D",
        "Initials": "AD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Science, Health, Education and Engineering, School of Health and Sport Sciences, University of Sunshine Coast, Sippy Downs, QLD, Australia."
          }
        ],
        "LastName": "Askew",
        "ForeName": "Christopher D",
        "Initials": "CD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Sport and Exercise Science, Institute of Sport, Exercise and Active Living (ISEAL), Victoria University, Melbourne, VIC, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Australian Institute for Musculoskeletal Science (AIMSS), Western Health, St Albans, VIC, Australia."
          }
        ],
        "LastName": "Levinger",
        "ForeName": "Itamar",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Human Movement and Nutrition Sciences, Faculty of Health and Behavioural Sciences, University of Queensland, Brisbane, QLD, Australia."
          }
        ],
        "LastName": "Coombes",
        "ForeName": "Jeff",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health and Behavioural Sciences, School of Health and Rehabilitation Sciences, University of Queensland, Brisbane, QLD, Australia."
          }
        ],
        "LastName": "Vicenzino",
        "ForeName": "Bill",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Health Sciences, School of Health Sciences, University of South Australia, Adelaide, SA, Australia."
          }
        ],
        "LastName": "Davison",
        "ForeName": "Kade",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Science and Technology, University of New England, Armidale, NSW, Australia."
          }
        ],
        "LastName": "Smart",
        "ForeName": "Neil A",
        "Initials": "NA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Exercise and Nutrition Sciences, Faculty of Health, Deakin University, Geelong, VIC, Australia."
          }
        ],
        "LastName": "Selig",
        "ForeName": "Steve E",
        "Initials": "SE"
      }
    ],
    "GrantList": [
      {
        "GrantID": "100040",
        "Agency": "Future Leader Fellowship, National Heart Foundation of Australia",
        "Country": "International"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Australia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Consensus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Interprofessional Relations"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Mass Screening"
    },
    {
      "QualifierName": [],
      "DescriptorName": "New Zealand"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physicians"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ],
  "CoiStatement": "Kade Davison is Vice President, Exercise & Sports Science Australia (ESSA) National Board; Steve Selig is a Director, ESSA National Board; Chis Askew is Chair, ESSA Professional Standards Advisory Council; Jeff Coombes is an Academic Member, ESSA Professional Standards Advisory Council; and Neil Smart is Chair, ESSA Research Committee. Andrew Maiorana, Andrew Williams, Itamar Levinger and Bill Vicenzino declare that they have no conflicts of interest."
}