{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37804419",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-023-01938-6"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "53",
        "Issue": "Suppl 1",
        "PubDate": {
          "Year": "2023",
          "Month": "Dec"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "A Perspective on High-Intensity Interval Training for Performance and Health.",
    "Pagination": {
      "StartPage": "85",
      "EndPage": "96",
      "MedlinePgn": "85-96"
    },
    "Abstract": {
      "AbstractText": [
        "Interval training is a simple concept that refers to repeated bouts of relatively hard work interspersed with recovery periods of easier work or rest. The method has been used by high-level athletes for over a century to improve performance in endurance-type sports and events such as middle- and long-distance running. The concept of interval training to improve health, including in a rehabilitative context or when practiced by individuals who are relatively inactive or deconditioned, has also been advanced for decades. An important issue that affects the interpretation and application of interval training is the lack of standardized terminology. This particularly relates to the classification of intensity. There is no common definition of the term \"high-intensity interval training\" (HIIT) despite its widespread use. We contend that in a performance context, HIIT can be characterized as intermittent exercise bouts performed above the heavy-intensity domain. This categorization of HIIT is primarily encompassed by the severe-intensity domain. It is demarcated by indicators that principally include the critical power or critical speed, or other indices, including the second lactate threshold, maximal lactate steady state, or lactate turnpoint. In a health context, we contend that HIIT can be characterized as intermittent exercise bouts performed above moderate intensity. This categorization of HIIT is primarily encompassed by the classification of vigorous intensity. It is demarcated by various indicators related to perceived exertion, oxygen uptake, or heart rate as defined in authoritative public health and exercise prescription guidelines. A particularly intense variant of HIIT commonly termed \"sprint interval training\" can be distinguished as repeated bouts performed with near-maximal to \"all out\" effort. This characterization coincides with the highest intensity classification identified in training zone models or exercise prescription guidelines, including the extreme-intensity domain, anaerobic speed reserve, or near-maximal to maximal intensity classification. HIIT is considered an essential training component for the enhancement of athletic performance, but the optimal intensity distribution and specific HIIT prescription for endurance athletes is unclear. HIIT is also a viable method to improve cardiorespiratory fitness and other health-related indices in people who are insufficiently active, including those with cardiometabolic diseases. Research is needed to clarify responses to different HIIT strategies using robust study designs that employ best practices. We offer a perspective on the topic of HIIT for performance and health, including a conceptual framework that builds on the work of others and outlines how the method can be defined and operationalized within each context."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-1739-3085"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, McMaster University, 1280 Main St West, Hamilton, ON, L8S 4K1, Canada."
          }
        ],
        "LastName": "Coates",
        "ForeName": "Alexandra M",
        "Initials": "AM"
      },
      {
        "Identifier": [
          "0000-0002-7135-7643"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anesthesiology and Perioperative Medicine, Mayo Clinic, Rochester, MN, USA."
          }
        ],
        "LastName": "Joyner",
        "ForeName": "Michael J",
        "Initials": "MJ"
      },
      {
        "Identifier": [
          "0000-0002-9796-2008"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health and Exercise Sciences, University of British Columbia, Kelowna, BC, Canada."
          }
        ],
        "LastName": "Little",
        "ForeName": "Jonathan P",
        "Initials": "JP"
      },
      {
        "Identifier": [
          "0000-0002-2082-1709"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sport and Health Sciences, University of Exeter, Exeter, UK."
          }
        ],
        "LastName": "Jones",
        "ForeName": "Andrew M",
        "Initials": "AM"
      },
      {
        "Identifier": [
          "0000-0001-5287-0014"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, McMaster University, 1280 Main St West, Hamilton, ON, L8S 4K1, Canada. gibalam@mcmaster.ca."
          }
        ],
        "LastName": "Gibala",
        "ForeName": "Martin J",
        "Initials": "MJ"
      }
    ],
    "GrantList": [
      {
        "GrantID": "RGPIN-2020-06398",
        "Agency": "Natural Sciences and Engineering Research Council of Canada",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "33X04XA5AT",
      "NameOfSubstance": "Lactic Acid"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "High-Intensity Interval Training"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lactic Acid"
    }
  ],
  "CoiStatement": "Alexandra M. Coates, Michael J. Joyner, Jonathan P. Little, Andrew M. Jones, and Martin J. Gibala declare that they have no conflicts of interest with the content of this article."
}