{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20424404",
  "DateCompleted": {
    "Year": "2010",
    "Month": "09",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3810/psm.2010.04.1764"
    ],
    "Journal": {
      "ISSN": "0091-3847",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "1",
        "PubDate": {
          "Year": "2010",
          "Month": "Apr"
        }
      },
      "Title": "The Physician and sportsmedicine",
      "ISOAbbreviation": "Phys Sportsmed"
    },
    "ArticleTitle": "The role of physical activity in type 2 diabetes prevention: physiological and practical perspectives.",
    "Pagination": {
      "StartPage": "72",
      "EndPage": "82",
      "MedlinePgn": "72-82"
    },
    "Abstract": {
      "AbstractText": [
        "Lifestyle changes that include a nutritionally balanced diet and increased physical activity (PA) are effective intervention options for persons with prediabetes who want to prevent progression to type 2 diabetes mellitus. Although nutritional counseling is standard practice for patients in a clinical setting, an individualized PA prescription, including recommendations on the type, frequency, duration, and intensity, is much less likely to occur. This is surprising because lifestyle modifications including a PA program are at least as effective in diabetes prevention as any single pharmacological agent. The success of regular PA in improving glycemic control in persons with either prediabetes or type 2 diabetes likely results from adaptations that occur in several organs and tissues, including adipose, skeletal muscle, liver, and pancreas. Increased insulin sensitivity is an important link between increased PA, body composition, and metabolic health, and it is at this link where increases in PA and energy expenditure exert much of their effect on preventing metabolic disorders and improving symptoms of existing disease. In addition to improving insulin sensitivity, regular PA has several cardioprotective effects, especially for persons with metabolic dysfunction, and has been shown to elicit minimal adverse events in these populations. Effective PA prescription is contingent on an understanding of the underlying physiological adaptations and the differing responses to diverse modes and intensities of PA. This article highlights recent findings on the beneficial role of regular PA for improving and/or maintaining insulin sensitivity in persons with prediabetes. We also provide an evidence-informed prescription for the type, intensity, and duration of both resistance and aerobic PA in persons with prediabetes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Activity and Chronic Disease Unit, School of Kinesiology and Health Science, Faculty of Health, York University, Toronto, Ontario, M3J 1P3, Canada."
          }
        ],
        "LastName": "Burr",
        "ForeName": "Jamie F",
        "Initials": "JF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rowan",
        "ForeName": "Chip P",
        "Initials": "CP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Jamnik",
        "ForeName": "Veronica K",
        "Initials": "VK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Riddell",
        "ForeName": "Michael C",
        "Initials": "MC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Phys Sportsmed",
    "NlmUniqueID": "0427461",
    "ISSNLinking": "0091-3847"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiopathology",
        "prevention & control"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Prediabetic State"
    }
  ],
  "NumberOfReferences": "68"
}