{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11735680",
  "DateCompleted": {
    "Year": "2002",
    "Month": "04",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "14",
        "PubDate": {
          "Year": "2001"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Prescription of resistance training for healthy populations.",
    "Pagination": {
      "StartPage": "953",
      "EndPage": "964",
      "MedlinePgn": "953-64"
    },
    "Abstract": {
      "AbstractText": [
        "Although there are well documented protective health benefits conferred by regular physical activity, most individuals of all ages are not physically active at a level for sufficient maintenance of health. Consequently, a major public health goal is to improve the collective health and fitness levels of all individuals. The American College of Sports Medicine (ACSM) and other international organisations have established guidelines for comprehensive exercise programmes composed of aerobic, flexibility and resistance-exercise training. Resistance training is the most effective method available for maintaining and increasing lean body mass and improving muscular strength and endurance. Furthermore, there is an increasing amount of evidence suggesting that resistance training may significantly improve many health factors associated with the prevention of chronic diseases. These health benefits can be safely obtained by most segments of the population when prescribed appropriate resistance-exercise programmes. Resistance-training programmes should be tailored to meet the needs and goals of the individual and should incorporate a variety of exercises performed at a sufficient intensity to enhance the development and maintenance of muscular strength and endurance, and lean body mass. A minimum of 1 set of 8 to 10 exercises (multi-joint and single joint) that involve the major muscle groups should be performed 2 to 3 times a week for healthy participants of all ages. More technical and advanced training including periodised multiple set regimens and/or advanced exercises may be more appropriate for individuals whose goals include maximum gains in strength and lean body mass. However, the existing literature supports the guidelines as outlined in this paper for children and adults of all ages seeking the health and fitness benefits associated with resistance training."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Exercise and Sports Science, College of Health and Human Performance, University of Florida, Gainesville, USA. chass@emory.edu"
          }
        ],
        "LastName": "Hass",
        "ForeName": "C J",
        "Initials": "CJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Feigenbaum",
        "ForeName": "M S",
        "Initials": "MS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Franklin",
        "ForeName": "B A",
        "Initials": "BA"
      }
    ],
    "PublicationTypeList": [
      "Guideline",
      "Journal Article",
      "Practice Guideline"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Physical Education and Training"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Endurance"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Weight Lifting"
    }
  ]
}