{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "7791573",
  "DateCompleted": {
    "Year": "1995",
    "Month": "07",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0195-9131",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "4",
        "PubDate": {
          "Year": "1995",
          "Month": "Apr"
        }
      },
      "Title": "Medicine and science in sports and exercise",
      "ISOAbbreviation": "Med Sci Sports Exerc"
    },
    "ArticleTitle": "American College of Sports Medicine position stand. Osteoporosis and exercise.",
    "Pagination": {
      "StartPage": "i",
      "EndPage": "vii",
      "MedlinePgn": "i-vii"
    },
    "Abstract": {
      "AbstractText": [
        "Osteoporosis is a disease characterized by low bone mass and microarchitectural deterioration of bone tissue leading to enhanced bone fragility and a consequent increase in fracture risk. Both men and women are at risk for osteoporotic fractures. However, as osteoporosis is more common in females and more exercise-related research has been directed at reducing the risk of osteoporotic fractures in women, this Position Stand applies specifically to women. Factors that influence fracture risk include skeletal fragility, frequency and severity of falls, and tissue mass surrounding the skeleton. Prevention of osteoporotic fractures, therefore, is focused on the preservation or enhancement of the material and structural properties of bone, the prevention of falls, and the overall improvement of lean tissue mass. The load-bearing capacity of bone reflects both its material properties, such as density and modulus, and the spatial distribution of bone tissue. These features of bone strength are all developed and maintained in part by forces applied to bone during daily activities and exercise. Functional loading through physical activity exerts a positive influence on bone mass in humans. The extent of this influence and the types of programs that induce the most effective osteogenic stimulus are still uncertain. While it is well-established that a marked decrease in physical activity, as in bedrest for example, results in a profound decline in bone mass, improvements in bone mass resulting from increased physical activity are less conclusive. Results vary according to age, hormonal status, nutrition, and exercise prescription. An apparent positive effect of activity on bone is more marked in cross-sectional studies than in prospective studies. Whether this is an example of selection bias or differences in the intensity and duration of the training programs is uncertain at this time. It has long been recognized that changes in bone mass occur more rapidly with unloading than with increased loading. Habitual inactivity results in a downward spiral in all physiologic functions. As women age, the loss of strength, flexibility, and cardiovascular fitness leads to a further decrease in activity. Eventually older individuals may find it impossible to continue the types of activities that provide an adequate load-bearing stimulus to maintain bone mass. Fortunately, it appears that strength and overall fitness can be improved at any age through a carefullly planned exercise program. Unless the ability of the underlying physiologic systems essential for load-bearing activity are restored, it may be difficult for many older women to maintain a level of activity essential for protecting the skeleton from further bone loss. (ABSTRACT TRUNCATED)"
      ]
    },
    "PublicationTypeList": [
      "Guideline",
      "Journal Article",
      "Practice Guideline",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Sci Sports Exerc",
    "NlmUniqueID": "8005433",
    "ISSNLinking": "0195-9131"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bone Density"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bone Remodeling"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Bone and Bones"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "physiopathology",
        "prevention & control"
      ],
      "DescriptorName": "Osteoporosis"
    },
    {
      "QualifierName": [
        "physiopathology",
        "prevention & control"
      ],
      "DescriptorName": "Osteoporosis, Postmenopausal"
    }
  ],
  "NumberOfReferences": "109"
}