{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Barriers",
      "Facilitators",
      "Independent prescribing",
      "Non-medical prescribing"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28986140",
  "DateCompleted": {
    "Year": "2019",
    "Month": "08",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "10",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jphys.2017.09.001",
      "S1836-9553(17)30109-1"
    ],
    "Journal": {
      "ISSN": "1836-9561",
      "JournalIssue": {
        "Volume": "63",
        "Issue": "4",
        "PubDate": {
          "Year": "2017",
          "Month": "Oct"
        }
      },
      "Title": "Journal of physiotherapy",
      "ISOAbbreviation": "J Physiother"
    },
    "ArticleTitle": "Barriers to and facilitators of independent non-medical prescribing in clinical practice: a mixed-methods systematic review.",
    "Pagination": {
      "StartPage": "221",
      "EndPage": "234",
      "MedlinePgn": "221-234"
    },
    "Abstract": {
      "AbstractText": [
        "What are the factors that affect the implementation or utilisation of independent non-medical prescribing (iNMP)?",
        "Mixed-methods systematic review. Two reviewers independently completed searches, eligibility and quality assessments.",
        "Pre-defined search terms were utilised to search electronic databases. Reference lists, key journals and grey literature were searched alongside consultation with authors/experts.",
        "Qualitative and quantitative studies investigating independent prescribing by any non-medical professional group. Study participants included any stakeholders involved in actual or proposed iNMP. Measurements reported on data describing stakeholders' perceptions and experiences of the barriers to/facilitators of iNMP.",
        "A total of 43 qualitative and seven quantitative studies from three countries (n=12, 117 participants) were included. Quality scores varied from 9 to 35 (Quality Assessment Tool for Studies with Diverse Designs, 0 to 48). Qualitative data were synthesised into four themes (and subthemes): systems (government and political, organisational, formulary); education and support (non-medical prescribing (NMP) courses/continuous professional development (CPD)); personal and professional (medical profession, NMP professions, service users); and financial factors. Quantitative data corroborated the qualitative themes. Integration of the qualitative themes and quantitative data enabled the development of a NMP implementation framework.",
        "Barriers to and facilitators of the implementation and utilisation of iNMP are evident, demonstrating multifactorial and context-specific variables within four explicit themes. Professional bodies, politicians, policy and healthcare managers and clinicians could use the resulting NMP implementation framework to ensure the safe and successful implementation and utilisation of NMP. Clinical physiotherapists and other clinicians should consider whether these variables have been adequately addressed prior to adopting NMP into their clinical practice.",
        "PROSPERO CRD42015017212. [Noblet T, Marriott J, Graham-Clarke E, Rushton A (2017) Barriers to and facilitators of independent non-medical prescribing in clinical practice: a mixed-methods systematic review. Journal of Physiotherapy 63: 221-234]."
      ],
      "CopyrightInformation": "Copyright © 2017 Australian Physiotherapy Association. Published by Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre of Precision Rehabilitation for Spinal Pain, School of Sport, Exercise and Rehabilitation Sciences, University of Birmingham, Birmingham, UK; Department of Health Professions, Macquarie University, Sydney, Australia."
          }
        ],
        "LastName": "Noblet",
        "ForeName": "Timothy",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Clinical Sciences, University of Birmingham, Birmingham, UK."
          }
        ],
        "LastName": "Marriott",
        "ForeName": "John",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Clinical Sciences, University of Birmingham, Birmingham, UK."
          }
        ],
        "LastName": "Graham-Clarke",
        "ForeName": "Emma",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre of Precision Rehabilitation for Spinal Pain, School of Sport, Exercise and Rehabilitation Sciences, University of Birmingham, Birmingham, UK."
          }
        ],
        "LastName": "Rushton",
        "ForeName": "Alison",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Physiother",
    "NlmUniqueID": "101528691",
    "ISSNLinking": "1836-9561"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Therapy Modalities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    }
  ]
}