{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29926369",
  "DateCompleted": {
    "Year": "2018",
    "Month": "11",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-018-0947-8"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "48",
        "Issue": "9",
        "PubDate": {
          "Year": "2018",
          "Month": "Sep"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "The Effectiveness of Resisted Sled Training (RST) for Sprint Performance: A Systematic Review and Meta-analysis.",
    "Pagination": {
      "StartPage": "2143",
      "EndPage": "2165",
      "MedlinePgn": "2143-2165"
    },
    "Abstract": {
      "AbstractText": [
        "Sprinting is key in the development and final results of competitions in a range of sport disciplines, both individual (e.g., athletics) and team sports. Resisted sled training (RST) might provide an effective training method to improve sprinting, in both the acceleration and the maximum-velocity phases. However, substantial discrepancies exist in the literature regarding the influence of training status and sled load prescription in relation to the specific components of sprint performance to be developed and the phase of sprint.",
        "Our objectives were to review the state of the current literature on intervention studies that have analyzed the effects of RST on sprint performance in both the acceleration and the maximum-velocity phases in healthy athletes and to establish which RST load characteristics produce the largest improvements in sprint performance.",
        "We performed a literature search in PubMed, SPORTDiscus, and Web of Science up to and including 9 January 2018. Peer-reviewed studies were included if they met all the following eligibility criteria: (1) published in a scientific journal; (2) original experimental and longitudinal study; (3) participants were at least recreationally active and towed or pulled the sled while running at maximum intensity; (4) RST was one of the main training methods used; (5) studies identified the load of the sled, distance covered, and sprint time and/or sprint velocity for both baseline and post-training results; (6) sprint performance was measured using timing gates, radar gun, or stopwatch; (7) published in the English language; and (8) had a quality assessment score > 6 points.",
        "A total of 2376 articles were found. After filtering procedures, only 13 studies were included in this meta-analysis. In the included studies, 32 RST groups and 15 control groups were analyzed for sprint time in the different phases and full sprint. Significant improvements were found between baseline and post-training in sprint performance in the acceleration phase (effect size [ES] 0.61; p = 0.0001; standardized mean difference [SMD] 0.57; 95% confidence interval [CI] - 0.85 to - 0.28) and full sprint (ES 0.36; p = 0.009; SMD 0.38; 95% CI - 0.67 to - 0.10). However, non-significant improvements were observed between pre- and post-test in sprint time in the maximum-velocity phase (ES 0.27; p = 0.25; SMD 0.18; 95% CI - 0.49 to 0.13). Furthermore, studies that included a control group found a non-significant improvement in participants in the RST group compared with the control group, independent of the analyzed phase.",
        "RST is an effective method to improve sprint performance, specifically in the early acceleration phase. However, it cannot be said that this method is more effective than the same training without overload. The effect of RST is greatest in recreationally active or trained men who practice team sports such as football or rugby. Moreover, the intensity (load) is not a determinant of sprint performance improvement, but the recommended volume is > 160 m per session, and approximately 2680 m per total training program, with a training frequency of two to three times per week, for at least 6 weeks. Finally, rigid surfaces appear to enhance the effect of RST on sprint performance."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCAM Research Center for High Performance Sport, Catholic University of Murcia, Murcia, Spain. pedro.e.alcaraz@gmail.com."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Sport Sciences, UCAM, Catholic University of Murcia, Murcia, Spain. pedro.e.alcaraz@gmail.com."
          }
        ],
        "LastName": "Alcaraz",
        "ForeName": "Pedro E",
        "Initials": "PE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCAM Research Center for High Performance Sport, Catholic University of Murcia, Murcia, Spain."
          }
        ],
        "LastName": "Carlos-Vivas",
        "ForeName": "Jorge",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCAM Research Center for High Performance Sport, Catholic University of Murcia, Murcia, Spain."
          }
        ],
        "LastName": "Oponjuru",
        "ForeName": "Bruno O",
        "Initials": "BO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Analytical Chemistry, Nutrition and Food Sciences, Faculty of Sciences, University of Alicante, Alicante, Spain. amartinezrodriguez@ua.es."
          }
        ],
        "LastName": "Martínez-Rodríguez",
        "ForeName": "Alejandro",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Sports Med. 2018 Jul 9;:",
      "PMID": "29987674"
    },
    {
      "RefSource": "Sports Med. 2019 Feb;49(2):349-351",
      "PMID": "30542829"
    },
    {
      "RefSource": "Sports Med. 2019 Feb;49(2):353-356",
      "PMID": "30542830"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acceleration"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomechanical Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Running"
    }
  ]
}