{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25432016",
  "DateCompleted": {
    "Year": "2014",
    "Month": "12",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "11",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD009848",
      "10.1002/14651858.CD009848.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2014",
        "Issue": "11",
        "PubDate": {
          "Year": "2014",
          "Month": "Nov",
          "Day": "28"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Exercise for reducing fear of falling in older people living in the community.",
    "Pagination": {
      "StartPage": "CD009848",
      "MedlinePgn": "CD009848"
    },
    "Abstract": {
      "AbstractText": [
        "Fear of falling is common in older people and associated with serious physical and psychosocial consequences. Exercise (planned, structured, repetitive and purposive physical activity aimed at improving physical fitness) may reduce fear of falling by improving strength, gait, balance and mood, and reducing the occurrence of falls.",
        "To assess the effects (benefits, harms and costs) of exercise interventions for reducing fear of falling in older people living in the community.",
        "We searched the Cochrane Bone, Joint and Muscle Trauma Group Specialised Register (July 2013), the Central Register of Controlled Trials (CENTRAL 2013, Issue 7), MEDLINE (1946 to July Week 3 2013), EMBASE (1980 to 2013 Week 30), CINAHL (1982 to July 2013), PsycINFO (1967 to August 2013), AMED (1985 to August 2013), the World Health Organization International Clinical Trials Registry Platform (accessed 7 August 2013) and Current Controlled Trials (accessed 7 August 2013). We applied no language restrictions. We handsearched reference lists and consulted experts.",
        "We included randomised and quasi-randomised trials that recruited community-dwelling people (where the majority were aged 65 and over) and were not restricted to specific medical conditions (e.g. stroke, hip fracture). We included trials that evaluated exercise interventions compared with no intervention or a non-exercise intervention (e.g. social visits), and that measured fear of falling. Exercise interventions were varied; for example, they could be 'prescriptions' or recommendations, group-based or individual, supervised or unsupervised.",
        "Pairs of review authors independently assessed studies for inclusion, assessed the risk of bias in the studies and extracted data. We combined effect sizes across studies using the fixed-effect model, with the random-effect model used where significant statistical heterogeneity was present. We estimated risk ratios (RR) for dichotomous outcomes and incidence rate ratios (IRR) for rate outcomes. We estimated mean differences (MD) where studies used the same continuous measures and standardised mean differences (SMD) where different measures or different formats of the same measure were used. Where possible, we performed various, usually prespecified, sensitivity and subgroup analyses.",
        "We included 30 studies, which evaluated 3D exercise (Tai Chi and yoga), balance training or strength and resistance training. Two of these were cluster-randomised trials, two were cross-over trials and one was quasi-randomised. The studies included a total of 2878 participants with a mean age ranging from 68 to 85 years. Most studies included more women than men, with four studies recruiting women only. Twelve studies recruited participants at increased risk of falls; three of these recruited participants who also had fear of falling.Poor reporting of the allocation methods in the trials made it difficult to assess the risk of selection bias in most studies. All of the studies were at high risk of performance and detection biases as there was no blinding of participants and outcome assessors and the outcomes were self reported. Twelve studies were at high risk of attrition bias. Using GRADE criteria, we judged the quality of evidence to be 'low' for fear of falling immediately post intervention and 'very low' for fear of falling at short or long-term follow-up and all other outcomes.Exercise interventions were associated with a small to moderate reduction in fear of falling immediately post intervention (SMD 0.37 favouring exercise, 95% confidence interval (CI) 0.18 to 0.56; 24 studies; 1692 participants, low quality evidence). Pooled effect sizes did not differ significantly between the different scales used to measure fear of falling. Although none of the sensitivity analyses changed the direction of effect, the greatest reduction in the size of the effect was on removal of an extreme outlier study with 73 participants (SMD 0.24 favouring exercise, 95% CI 0.12 to 0.36). None of our subgroup analyses provided robust evidence of differences in effect in terms of either the study primary aim (reduction of fear of falling or other aim), the study population (recruitment on the basis of increased falls risk or not), the characteristics of the study exercise intervention or the study control intervention (no treatment or alternative intervention). However, there was some weak evidence of a smaller effect, which included no reduction, of exercise when compared with an alternative control.There was very low quality evidence that exercise interventions may be associated with a small reduction in fear of falling up to six months post intervention (SMD 0.17, 95% CI -0.05 to 0.38; four studies, 356 participants) and more than six months post intervention (SMD 0.20, 95% CI -0.01 to 0.41; three studies, 386 participants).Very low quality evidence suggests exercise interventions in these studies that also reported on fear of falling reduced the risk of falling measured either as participants incurring at least one fall during follow-up or the number of falls during follow-up. Very low quality evidence from four studies indicated that exercise interventions did not appear to reduce symptoms of depression or increase physical activity. The only study reporting the effects of exercise interventions on anxiety found no difference between groups. No studies reported the effects of exercise interventions on activity avoidance or costs. It is important to remember that our included studies do not represent the totality of the evidence of the effect of exercise interventions on falls, depression, anxiety or physical activity as our review only includes studies that reported fear of falling.",
        "Exercise interventions in community-dwelling older people probably reduce fear of falling to a limited extent immediately after the intervention, without increasing the risk or frequency of falls. There is insufficient evidence to determine whether exercise interventions reduce fear of falling beyond the end of the intervention or their effect on other outcomes. Although further evidence from well-designed randomised trials is required, priority should be given to establishing a core set of outcomes that includes fear of falling for all trials examining the effects of exercise interventions in older people living in the community."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Division of Primary Care, University of Nottingham, Floor 13, Tower Building, University Park, Nottingham, UK, NG7 2RD."
          }
        ],
        "LastName": "Kendrick",
        "ForeName": "Denise",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kumar",
        "ForeName": "Arun",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Carpenter",
        "ForeName": "Hannah",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Zijlstra",
        "ForeName": "G A Rixt",
        "Initials": "GA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Skelton",
        "ForeName": "Dawn A",
        "Initials": "DA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cook",
        "ForeName": "Juliette R",
        "Initials": "JR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stevens",
        "ForeName": "Zoe",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Belcher",
        "ForeName": "Carolyn M",
        "Initials": "CM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Haworth",
        "ForeName": "Deborah",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gawler",
        "ForeName": "Sheena J",
        "Initials": "SJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gage",
        "ForeName": "Heather",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Masud",
        "ForeName": "Tahir",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bowling",
        "ForeName": "Ann",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pearl",
        "ForeName": "Mirilee",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Morris",
        "ForeName": "Richard W",
        "Initials": "RW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Iliffe",
        "ForeName": "Steve",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Delbaere",
        "ForeName": "Kim",
        "Initials": "K"
      }
    ],
    "GrantList": [
      {
        "GrantID": "MR/K00414X/1",
        "Acronym": "MRC_",
        "Agency": "Medical Research Council",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD009848"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Independent Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postural Balance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tai Ji"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Yoga"
    }
  ],
  "CoiStatement": "Several co‐authors of this review are involved in the NIHR HTA‐funded PROACT65+ study (Iliffe 2010a). The study is a multicentre cluster‐randomised trial comparing a community group exercise programme with home‐based exercise with usual care to increase physical activity for people aged 65 and over in primary care. The trial may be included in future versions of the review. Denise Kendrick: coinvestigator on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nArun Kumar: researcher on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nHannah Carpenter: researcher on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nG A Rixt Zijlstra: none known\u2028\nDawn A Skelton: coinvestigator on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a). Director of Later Life Training, a not‐for‐profit training organisation that provides evidence‐based training for physiotherapists and exercise instructors working with frailer older people\u2028\nJuliette R Cook: researcher on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nZoe Stevens: researcher on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nCarolyn M Belcher: researcher on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nDeborah Haworth: researcher on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nSheena J Gawler: researcher on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nHeather Gage: coinvestigator on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nTahir Masud: coinvestigator on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nAnn Bowling: coinvestigator on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nMirilee Pearl: researcher on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a). Teacher of Tai Chi and exercise for older people, and Director of Fitness for a Certain Age.\u2028\nRichard W Morris: senior statistician on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nSteve Iliffe: principal investigator on NIHR HTA‐funded PROACT65+ study (Iliffe 2010a)\u2028\nKim Delbaere: none known"
}