{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12840638",
  "DateCompleted": {
    "Year": "2003",
    "Month": "10",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0195-9131",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "7",
        "PubDate": {
          "Year": "2003",
          "Month": "Jul"
        }
      },
      "Title": "Medicine and science in sports and exercise",
      "ISOAbbreviation": "Med Sci Sports Exerc"
    },
    "ArticleTitle": "Ground reaction forces and kinematics in distance running in older-aged men.",
    "Pagination": {
      "StartPage": "1167",
      "EndPage": "1175",
      "MedlinePgn": "1167-75"
    },
    "Abstract": {
      "AbstractText": [
        "The biomechanics of distance running has not been studied before in older-aged runners but may be different than in younger-aged runners because of musculoskeletal degeneration at older age. This study aimed at determining whether the stance phase kinematics and ground reaction forces in running are different between younger- and older-aged men.",
        "Lower-extremity kinematics using three-dimensional motion analysis and ground reaction forces (GRF) using a force plate were assessed in 16 older-aged (55-65 yr) and 13 younger-aged (20-35 yr) well-trained male distance runners running at a self-selected (SRS) and a controlled (CRS) speed of 3.3 m.s-1.",
        "The older subjects ran at significantly lower self-selected speeds than the younger subjects (mean 3.34 vs 3.77 m.s-1). In both speed conditions, the older runners exhibited significantly more knee flexion at heel strike and significantly less knee flexion and extension range of motion. No age group differences were present in subtalar joint motion. Impact peak force (1.91 vs 1.70 BW) and maximal initial loading rate (107.5 vs 85.5 BW.s-1) were significantly higher in the older runners at the CRS. Maximal peak vertical and anteroposterior forces and impulses were significantly lower in the older runners at the SRS.",
        "The biomechanics of running is different between older- and younger-aged runners on several relevant parameters. The larger impact peak force and initial loading rate indicate a loss of shock-absorbing capacity in the older runners. This may increase their susceptibility to lower-extremity overuse injuries. Moreover, it emphasizes the focus on optimizing cushioning properties in the design and prescription of running shoes and suggests that older-aged runners should be cautious with running under conditions of high impact."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "institute for Fundamental and Clinical Human Movement Sciences, Faculty of Human Movement Sciences, Vrije University, Amsterdam, The Netherlands. s.a.bus@amc.uva.nl"
          }
        ],
        "LastName": "Bus",
        "ForeName": "Sicco A",
        "Initials": "SA"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Sci Sports Exerc",
    "NlmUniqueID": "8005433",
    "ISSNLinking": "0195-9131"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomechanical Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Leg Injuries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Endurance"
    },
    {
      "QualifierName": [
        "injuries",
        "physiology"
      ],
      "DescriptorName": "Running"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Shoes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight-Bearing"
    }
  ]
}