{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cognitive dysfunction",
      "dementia",
      "memory",
      "primary health care",
      "primary prevention",
      "systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "People will typically go to their general practitioners, also known as primary care professionals (PCPs), to raise concerns about their memory. However, there is no clear understanding of what advice or treatment PCPs provide to people with memory concerns who are at high risk of dementia. This review aims to summarize the findings from research that studied what advice or treatments PCPs would give to a person with memory concerns. Nine studies were included in the review after screening through 11 719 studies. The current review found that PCPs were more likely to provide advice rather than prescribe any drug treatment. The most common advice that PCPs provided was to increase physical activity, cognitive stimulation and social stimulation. If PCPs decided to prescribe drugs, the most common prescriptions were to improve blood flow. Improving blood flow has been linked with reducing the risk of developing dementia. However, the quality of the studies included in this review is low because many relied on PCPs answering questionnaires on their intentions to manage people with memory concerns. Therefore, future research needs to observe PCPs’ real-life practice to provide an accurate reflection of how people with memory problems are managed in primary care."
      ],
      "CopyrightInformation": "© The Author(s) 2021. Published by Oxford University Press."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33907811",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1093/fampra/cmab014"
    ],
    "Journal": {
      "ISSN": "1460-2229",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "5",
        "PubDate": {
          "Year": "2021",
          "Month": "Sep",
          "Day": "25"
        }
      },
      "Title": "Family practice",
      "ISOAbbreviation": "Fam Pract"
    },
    "ArticleTitle": "How are people with mild cognitive impairment or subjective memory complaints managed in primary care? A systematic review.",
    "Pagination": {
      "StartPage": "669",
      "EndPage": "683",
      "MedlinePgn": "669-683"
    },
    "Abstract": {
      "AbstractText": [
        "Primary care is typically the first point of contact in the health care system for people raising concerns about their memory. However, there is still a lack of high-quality evidence and understanding about how primary care professionals (PCPs) currently manage people at higher risk of developing dementia.",
        "To systematically review management strategies provided by PCPs to reduce cognitive decline in people with mild cognitive impairment and subjective memory complaints.",
        "A systematic search for studies was conducted in December 2019 across five databases (EMBASE, Medline, PsycInfo, CINAHL and Web of Science). Methodological quality of included studies was independently assessed by two authors using the Mixed Methods Appraisal Tool.",
        "An initial 11 719 were found, 7250 were screened and 9 studies were included in the review. Most studies were self-reported behaviour surveys. For non-pharmacological strategies, the most frequent advice PCPs provided was to increase physical activity, cognitive stimulation, diet and social stimulation. For pharmacological strategies, PCPs would most frequently not prescribe any treatment. If PCPs did prescribe, the most frequent prescriptions targeted vascular risk factors to reduce the risk of further cognitive decline.",
        "PCPs reported that they are much more likely to provide non-pharmacological strategies than pharmacological strategies in line with guidelines on preventing the onset of dementia. However, the quality of evidence within the included studies is low and relies on subjective self-reported behaviours. Observational research is needed to provide an accurate reflection of how people with memory problems are managed in primary care."
      ],
      "CopyrightInformation": "© The Author(s) 2021. Published by Oxford University Press."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-5520-2636"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCL Research Department of Primary Care and Population Health, London, UK."
          }
        ],
        "LastName": "Hallam",
        "ForeName": "Brendan",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Psychiatry, University College London, London, UK."
          }
        ],
        "LastName": "Rees",
        "ForeName": "Jessica",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCL Research Department of Primary Care and Population Health, London, UK."
          }
        ],
        "LastName": "Petersen",
        "ForeName": "Irene",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Psychiatry, University College London, London, UK."
          }
        ],
        "LastName": "Cooper",
        "ForeName": "Claudia",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCL Research Department of Primary Care and Population Health, London, UK."
          }
        ],
        "LastName": "Avgerinou",
        "ForeName": "Christina",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCL Research Department of Primary Care and Population Health, London, UK."
          }
        ],
        "LastName": "Walters",
        "ForeName": "Kate",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Fam Pract",
    "NlmUniqueID": "8500875",
    "ISSNLinking": "0263-2136"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Cognitive Dysfunction"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Dementia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Primary Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}