{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38019729",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "11",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0287650",
      "10.1371/journal.pone.0287650"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "11",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Effectiveness of aerobic exercise in the prevention and treatment of postpartum depression: Meta-analysis and network meta-analysis.",
    "Pagination": {
      "StartPage": "e0287650",
      "MedlinePgn": "e0287650"
    },
    "Abstract": {
      "AbstractText": [
        "Aerobic exercise is widely recognized for improving mental health and reducing negative emotions, including anxiety. However, research on its role in preventing and treating postpartum depression (PPD) has yielded inconsistent results. Some studies show positive effects on PPD symptoms, while others find limited impact, suggesting various factors at play, such as exercise type, intensity, and individual differences. To address this gap, our study aims to comprehensively gather evidence on the preventive and therapeutic effects of aerobic exercise for PPD. We'll focus on differences in exercise program design and implementation, exploring how these factors impact intervention outcomes. By identifying effective exercise approaches, we aim to provide more comprehensive exercise prescription recommendations for this vulnerable population.",
        "We conducted a quantitative systematic review of the study in 5 representative databases for the effect of aerobic exercise on PPD. Meta-analysis and network meta-analysis were performed with Review-Manager.5.4 and Stata.16.0 software, respectively. This study has been registered on the official Prospero website, and the registration code is CRD42023398221.",
        "Twenty-six studies with 2,867 participants were eventually included and the efficacy of aerobic exercise in preventing and treating postpartum depression is significant compared to standard care. (MD = -1.90; 95%CL: -2.58 to -1.21; I2 = 86%). Subgroup analysis suggests that the intervention objective (prevention vs. treatment) of exercise could potentially be a source of heterogeneity in this study, as the \"Test for subgroup difference\" revealed the presence of significant distinctions (p = 0.02<0.05). The \"Test for subgroup difference\" yielded non-significant results for both the supervised vs. unsupervised subgroup comparison (p = 0.55 > 0.05) and the individual vs. team subgroup comparison (p = 0.78 > 0.05). Nonetheless, when assessing their effect sizes [Subtotal (95%CL)], the supervised exercise group [-1.66 (-2.48, -0.85)] exhibited a slightly better performance than the unsupervised exercise group [-1.37 (-1.86, -0.88)], while the team exercise group [-1.43 (-1.94, -0.93)] slightly outperformed the individual exercise group [-1.28 (-2.23, -0.33)]. Network meta-analysis indicated that moderate intensity (35~45 min) group demonstrated a more pronounced intervention effect compared to low intensity (50~60 min) group [-2.63 (-4.05, -1.21)] and high intensity (20~30 min) group [-2.96 (-4.51, -1.41)], while the 3~4 times/week group had a more significant intervention effect compared to 1~2 times/week groups [-2.91 (-3.99, -1.83)] and 5~6 times/week groups [-3.28 (-4.75, -1.81)]. No significant differences were observed in pairwise comparisons of intervention effects among the five common types of aerobic exercises. (95%CL including 0). The Surface Under the Cumulative Ranking curve (SUCRA) results align with the findings mentioned above and will not be reiterated here.",
        "The efficacy of aerobic exercise in preventing and treating postpartum depression is significant compared to standard care, with a greater emphasis on prevention. The optimal prescribed exercise volume for intervention comprises a frequency of 3~4 exercise sessions per week, moderate intensity (35~45 minutes). Currently, several uncharted internal factors influence the optimal intervention effect of aerobic exercise, such as the potential enhancement brought by team-based and supervised exercise. Given the absence of significant differences in certain results and the limitations of the study, it is essential to exercise caution when interpreting the outcomes. Further research is needed in the future to provide a more comprehensive understanding."
      ],
      "CopyrightInformation": "Copyright: © 2023 Xu et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education, China University of Geosciences (Wuhan), Wuhan, China."
          }
        ],
        "LastName": "Xu",
        "ForeName": "Hao",
        "Initials": "H"
      },
      {
        "Identifier": [
          "0000-0003-4448-5719"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education, China University of Geosciences (Wuhan), Wuhan, China."
          }
        ],
        "LastName": "Liu",
        "ForeName": "Renyi",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education, China University of Geosciences (Wuhan), Wuhan, China."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Xiubing",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education, China University of Geosciences (Wuhan), Wuhan, China."
          }
        ],
        "LastName": "Yang",
        "ForeName": "Jiahui",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Depression, Postpartum"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Network Meta-Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}