{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Counselling",
      "Health care",
      "Patients",
      "Physical activity",
      "Qualitative research"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30786907",
  "DateCompleted": {
    "Year": "2019",
    "Month": "04",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "02",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "02",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "210",
      "10.1186/s12889-019-6535-5"
    ],
    "Journal": {
      "ISSN": "1471-2458",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "1",
        "PubDate": {
          "Year": "2019",
          "Month": "Feb",
          "Day": "20"
        }
      },
      "Title": "BMC public health",
      "ISOAbbreviation": "BMC Public Health"
    },
    "ArticleTitle": "Patients' experiences of physical activity on prescription with access to counsellors in routine care: a qualitative study in Sweden.",
    "Pagination": {
      "StartPage": "210",
      "MedlinePgn": "210"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity on prescription (PAP) has been implemented in several countries, including Sweden, to support patients who might benefit from increased physical activity. This study explores the experiences of recipients of PAP in routine health care in Sweden that offers the recipients support from physical activity counsellors. The aim was to explore influences on engagement in physical activity by PAP recipients' from a long-term perspective.",
        "We conducted individual semi-structured interviews using a topic guide with a purposively selected sample of 13 adult PAP recipients 1.5 to 2.5 years after PAP. Interviews were recorded, transcribed verbatim and analysed through inductive and deductive content analysis. The questions were informed by Capability-Opportunity-Motivation-Behaviour (COM-B), which was also used as a framework to analyse the data by means of categorizing the factors (influences on the behaviour).",
        "Ten factors (i.e. sub-categories) that influenced the participants' engagement in physical activity were identified. PAP recipients' capability to engage in physical activity was associated with adapting the PAP to the individual's physical capacity and taking into account the individual's previous experiences of physical activity. PAP recipients' opportunity to engage in physical activity was related to receiving a prescription, receiving professional counselling and follow-up from a physical activity counsellor, collaboration between prescriber and counsellor, having access to appropriate activities, having a balanced life situation and having support from someone who encouraged continued physical activity. PAP recipients' motivation to engage in physical activity was associated with the desire to improve his or her health condition and finding activities that encouraged continuation.",
        "PAP recipients' engagement in physical activity was influenced by their capability, opportunity and motivation to undertake this behaviour. Numerous extraneous factors influence capability and motivation. Physical activity counsellors were found to be important for sustained activity because they use an individual approach to counselling and flexible follow-up adapted to each individual's need of support."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-1878-702X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Research and Development, Region Kronoberg, Växjö, Sweden. pia.andersen@kronoberg.se."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Medical and Health Sciences, Division of Community Medicine, Linköping University, Linköping, Sweden. pia.andersen@kronoberg.se."
          }
        ],
        "LastName": "Andersen",
        "ForeName": "Pia",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Research and Development, Region Kronoberg, Växjö, Sweden."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health and Life Sciences, Department of Health and Caring Sciences, Linnaeus University, Kalmar, Sweden."
          }
        ],
        "LastName": "Lendahls",
        "ForeName": "Lena",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Research and Development, Region Kronoberg, Växjö, Sweden."
          },
          {
            "Identifier": [],
            "Affiliation": "Division of Occupational and Environmental Medicine, Institute of Laboratory Medicine, Lund University, Lund, Sweden."
          }
        ],
        "LastName": "Holmberg",
        "ForeName": "Sara",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical and Health Sciences, Division of Community Medicine, Linköping University, Linköping, Sweden."
          }
        ],
        "LastName": "Nilsen",
        "ForeName": "Per",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Public Health",
    "NlmUniqueID": "100968562",
    "ISSNLinking": "1471-2458"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cooperative Behavior"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Counseling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Interviews as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motivation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Support"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sweden"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The study was approved by the Regional Ethics Committee for Human Research, Faculty of Health Sciences Linköping University Sweden (Dnr 2014/476–31), and performed in accordance with the Declaration of Helsinki (World Medical Association 2013). All participants were informed that participation was voluntary and confidentiality was assured in the analysis and publication of data. Written informed consent was obtained from all participants. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}