{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "biopsychosocial effects",
      "older adults",
      "physical activity",
      "physical exercise",
      "quality of life"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36497916",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "15842",
      "10.3390/ijerph192315842"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "23",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov",
          "Day": "28"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Effects of a Structured Multicomponent Physical Exercise Intervention on Quality of Life and Biopsychosocial Health among Chilean Older Adults from the Community with Controlled Multimorbidity: A Pre-Post Design.",
    "Abstract": {
      "AbstractText": [
        "Structured multicomponent physical exercise (PE) for older adults, with a combination of strength, aerobic, flexibility, and balance exercises, has been shown to have benefits for physical, cognitive, social, and metabolic functioning, as well as counteracting chronic pathologies and geriatric syndromes. However, little is known about the effect of these interventions in Chilean older adults. Our objective was to determine the effect of a structured multicomponent PE intervention on the quality of life (QoL) and biopsychosocial factors of community-living older adults. We conducted a pre-post intervention without control group, with a face-to-face structured multicomponent PE intervention (cardiovascular, strength/power, flexibility, static and dynamic balance, other psychomotor components, and education), based on FITT-VP principles (frequency, intensity, type, time, volume, and progression of exercise), at moderate intensity, 60 min per session, three times per week, and 12 weeks in duration, among 45 persons with an average age of 70.74 years. Participants were evaluated at the beginning and end of the intervention with different instruments of comprehensive gerontological assessment (CGA). Post intervention, participants (83.70% average attendance) significantly improved scores in QoL, biological and biopsychosocial frailty, sarcopenia, functionality in basic, instrumental, and advanced activities of daily living, dynamic balance, cognitive status and mood, systolic and diastolic blood pressure, weight, body mass index, strength and flexibility clinical tests of lower and upper extremity, aerobic capacity, agility, and tandem balance. The indication and prescription of structured multicomponent PE based on FITT-VP principles, as evaluated with the CGA, improved the QoL and biopsychosocial health of older adults. This intervention could serve as a pilot for RCTs or to improve PE programs or services for older adults under the auspices of existing public policy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-8221-8270"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Odontología y Ciencias de la Rehabilitación, Universidad San Sebastián, Sede Los Leones, Santiago 7500000, Chile."
          }
        ],
        "LastName": "Pizarro-Mena",
        "ForeName": "Rafael",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Ciencias para el Cuidado de la Salud, Universidad San Sebastián, Sede Los Leones, Santiago 7500000, Chile."
          }
        ],
        "LastName": "Duran-Aguero",
        "ForeName": "Samuel",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Nutrición y Salud Pública, Universidad del Bío-Bío, Chillan 3780000, Chile."
          }
        ],
        "LastName": "Parra-Soto",
        "ForeName": "Solange",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Odontología y Ciencias de la Rehabilitación, Universidad San Sebastián, Sede Los Leones, Santiago 7500000, Chile."
          }
        ],
        "LastName": "Vargas-Silva",
        "ForeName": "Francisco",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escuela de Fonoaudiología, Universidad de Valparaíso, Viña del Mar 2520000, Chile."
          },
          {
            "Identifier": [],
            "Affiliation": "Centro de Investigación del Desarrollo en Cognición y Lenguaje (CIDCL), Universidad de Valparaíso, Viña del Mar 2520000, Chile."
          }
        ],
        "LastName": "Bello-Lepe",
        "ForeName": "Sebastian",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escuela de Salud Pública, Facultad de Medicina, Universidad de Chile, Independencia 8380000, Chile."
          }
        ],
        "LastName": "Fuentes-Alburquenque",
        "ForeName": "Mauricio",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Activities of Daily Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Frailty"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}