{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3543540",
  "DateCompleted": {
    "Year": "1987",
    "Month": "02",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0025-7125",
      "JournalIssue": {
        "Volume": "71",
        "Issue": "1",
        "PubDate": {
          "Year": "1987",
          "Month": "Jan"
        }
      },
      "Title": "The Medical clinics of North America",
      "ISOAbbreviation": "Med Clin North Am"
    },
    "ArticleTitle": "Physical fitness for the mature woman.",
    "Pagination": {
      "StartPage": "135",
      "EndPage": "148",
      "MedlinePgn": "135-48"
    },
    "Abstract": {
      "AbstractText": [
        "The ability to perform physical activity, whether at work or as recreation, is an important aspect of human experience for men and women of all ages. The extension of the range of physical power output that characterizes improvement in \"physical fitness\" is a desirable goal for all. It helps to make physical activity more enjoyable and less fatiguing, it can facilitate the learning of new skills and may actually improve cognitive functions, and it decreases the likelihood of physical injury and helps to speed recovery from injury. A sound mind in a sound body has been a medical ideal since Greek and Roman times. For a continuing state of good health, all systems--physical, mental, and spiritual--should be exercised in harmony. At the beginning of the twentieth century, the average life span for women was barely 5 years beyond the menopause. Menopause heralded the twilight years of life and enhanced susceptibility to disease and deterioration of health. Today, women look forward to 25 additional years, a full one third of a lifetime; menopause now heralds potential promise, adventure, and exploration, an exciting new phase of the life cycle. Exercise represents a vital part of a prescription to maximize quality of life throughout this period. Physical conditioning cannot be expected to complete reverse the unrelenting effects of passing time, but it appears that it can substantially modify this process. Functional losses that in the past have been attributed only to age may, in fact, represent a combined effect of biologic aging and physical inactivity. Exercise helps to maintain the physiologic adaptations that support an enhanced biologic reserve in body systems that tend to lose reserve capacity with advancing age. \"If you don't use it, you lose it!,\" and its positive corollary, \"If you use it, you enthuse it!,\" may be maxims that imply a natural law of deep consequence. An optimal diet and suitably vigorous activity are advisable for all women as they enter the postmenopausal phase of life. Every mature woman ought to carefully consider choosing to pursue an appropriate goal: active participation in a specific exercise program under medical supervision. The health care system should be fully responsive to the special needs of the mature woman, and the importance of providing programs of physical activity designed to address these needs should be recognized. For the postmenopausal woman, the advantages of achieving a state of physical fitness are many.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Idiculla",
        "ForeName": "A A",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Goldberg",
        "ForeName": "G",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Clin North Am",
    "NlmUniqueID": "2985236R",
    "ISSNLinking": "0025-7125"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Affect"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Weight"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Bone Resorption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Menopause"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuropsychology"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Physical Education and Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Exertion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    }
  ],
  "NumberOfReferences": "49"
}