{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11389244",
  "DateCompleted": {
    "Year": "2001",
    "Month": "08",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1098-4275",
      "JournalIssue": {
        "Volume": "107",
        "Issue": "6",
        "PubDate": {
          "Year": "2001",
          "Month": "Jun"
        }
      },
      "Title": "Pediatrics",
      "ISOAbbreviation": "Pediatrics"
    },
    "ArticleTitle": "Physicians' reliance on specialists, therapists, and vendors when prescribing therapies and durable medical equipment for children with special health care needs.",
    "Pagination": {
      "StartPage": "1283",
      "EndPage": "1290",
      "MedlinePgn": "1283-90"
    },
    "Abstract": {
      "AbstractText": [
        "Physicians who care for children with special (health care) needs (CWSN) often must prescribe therapies and/or specialized, durable medical equipment (DME). Given this responsibility and the increasing scrutiny of prescribing practices by various oversight agencies, understanding the extent to which pediatricians rely on their own expertise when prescribing therapies and DME is an important area of research.",
        "As part of an ongoing investigation of physician preparedness for and practice in prescribing therapies, DME, or procedures for CWSN, we mailed surveys to practicing pediatricians in each of 2 states-Ohio and Mississippi-and to a senior resident at all identified pediatric residency-training programs. The surveys polled recipients as to who they would rely on themselves-specialists, therapists or vendors-to make prescription decisions for a variety of therapies and DME of increasing complexity. We report results as proportions of returned and completed questionnaires. Comparisons among the 3 groups (pediatricians from Ohio and Mississippi and residents) were made with the use of chi(2) analysis.",
        "For some categories of therapy and DME, physicians and residents reported that they would take an active role in prescription decisions, and their reliance on specialty consultation increased appropriately with the increasing complexity of the device or therapy. However, respondents generally seemed to share responsibility rather than rely on themselves as sole decision makers for most categories; fewer than one fourth took sole responsibility. Reliance on nonphysician health care providers was evident for all categories; in some cases, up to half of the respondents would allow therapists to take over these decisions, and a small but significant percentage of physicians would entrust DME prescription decisions to vendors alone.",
        "Our findings indicate that many practicing pediatricians and those in training may be unwilling to assume sole responsibility in prescribing and managing therapies and DME for CWSN. Although the number who would rely on consultation with specialists is somewhat reassuring, we found that a significant percentage would turn to nonphysician health care providers and even vendors to make these decisions in some cases, raising liability implications, conflict-of-interest issues, and quality-of-care issues. To protect themselves and their patients from fraud and inappropriate prescriptions and medical management, pediatricians must become increasingly conscientious about complying with American Medical Association guidelines and federal and state laws regarding initiation and supervision of therapies and DME. We offer some recommendations that may help to address this problem."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, Children's Rehabilitation Center, University of Mississippi Medical Center, Jackson, MS 39216-4505, USA."
          }
        ],
        "LastName": "Sneed",
        "ForeName": "R C",
        "Initials": "RC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "May",
        "ForeName": "W L",
        "Initials": "WL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stencel",
        "ForeName": "C",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pediatrics",
    "NlmUniqueID": "0376422",
    "ISSNLinking": "0031-4005"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Exceptional"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Disabled Children"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Durable Medical Equipment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Fraud"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Services Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "standards",
        "statistics & numerical data"
      ],
      "DescriptorName": "Marketing of Health Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Occupational Therapy"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Pediatrics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Therapy Modalities"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Practice Patterns, Physicians'"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Referral and Consultation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Speech Therapy"
    }
  ]
}