{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Clinical pharmacy",
      "Pharmacy technicians",
      "Scope of practice"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27923641",
  "DateCompleted": {
    "Year": "2018",
    "Month": "07",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "11",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.sapharm.2016.11.010",
      "S1551-7411(16)30572-1"
    ],
    "Journal": {
      "ISSN": "1934-8150",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "6",
        "PubDate": {
          "Year": "2017",
          "Month": "Nov"
        }
      },
      "Title": "Research in social & administrative pharmacy : RSAP",
      "ISOAbbreviation": "Res Social Adm Pharm"
    },
    "ArticleTitle": "Expanded pharmacy technician roles: Accepting verbal prescriptions and communicating prescription transfers.",
    "Pagination": {
      "StartPage": "1191",
      "EndPage": "1195",
      "MedlinePgn": "1191-1195"
    },
    "Abstract": {
      "AbstractText": [
        "As the role of the clinical pharmacist continues to develop and advance, it is critical to ensure pharmacists can operate in a practice environment and workflow that supports the full deployment of their clinical skills. When pharmacy technician roles are optimized, patient safety can be enhanced and pharmacists may dedicate more time to advanced clinical services. Currently, 17 states allow technicians to accept verbal prescriptions called in by a prescriber or prescriber's agent, or transfer a prescription order from one pharmacy to another. States that allow these activities generally put few legal limitations on them, and instead defer to the professional judgment of the supervising pharmacist whether to delegate these tasks or not. These activities were more likely to be seen in states that require technicians to be registered and certified, and in states that have accountability mechanisms (e.g., discipline authority) in place for technicians. There is little evidence to suggest these tasks cannot be performed safely and accurately by appropriately trained technicians, and the track record of success with these tasks spans four decades in some states. Pharmacists can adopt strong practice policies and procedures to mitigate the risk of harm from verbal orders, such as instituting read-back/spell-back techniques, or requiring the indication for each phoned-in medication, among other strategies. Pharmacists may also exercise discretion in deciding to whom to delegate these tasks. As the legal environment becomes more permissive, we foresee investment in more robust education and training of technicians to cover these activities. Thus, with the adoption of robust practice policies and procedures, delegation of verbal orders and prescription transfers can be safe and effective, remove undue stress on pharmacists, and potentially free up pharmacist time for higher-order clinical care."
      ],
      "CopyrightInformation": "Copyright © 2016 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The University of Toledo, College of Pharmacy, 2801 W Bancroft, Toledo, OH, 43606, United States."
          }
        ],
        "LastName": "Frost",
        "ForeName": "Timothy P",
        "Initials": "TP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Idaho State Board of Pharmacy, 4537 N Molly Way, Meridian, ID, 83646, United States. Electronic address: alexadamsrph@gmail.com."
          }
        ],
        "LastName": "Adams",
        "ForeName": "Alex J",
        "Initials": "AJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Res Social Adm Pharm",
    "NlmUniqueID": "101231974",
    "ISSNLinking": "1551-7411"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Drug Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Legislation, Drug"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Safety"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Pharmacy Technicians"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Professional Role"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    }
  ]
}