{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12918162",
  "DateCompleted": {
    "Year": "2003",
    "Month": "12",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1122-0643",
      "JournalIssue": {
        "Volume": "60",
        "Issue": "2",
        "PubDate": {
          "Year": "2003",
          "Month": "Jun"
        }
      },
      "Title": "Monaldi archives for chest disease = Archivio Monaldi per le malattie del torace",
      "ISOAbbreviation": "Monaldi Arch Chest Dis"
    },
    "ArticleTitle": "Evidence-based prevention and rehabilitation of the hypertensive subject: dietetic and body weight reduction interventions.",
    "Pagination": {
      "StartPage": "118",
      "EndPage": "121",
      "MedlinePgn": "118-21"
    },
    "Abstract": {
      "AbstractText": [
        "Lifestyle modifications have the potential for lowering blood pressure levels both in normotensive and in hypertensive individuals, and a number of published meta-analyses of long term clinical studies focussing on lifestyle measures show that their impact adds to the effect of drugs, thus reducing the need for pharmacological therapy. Lifestyle interventions may be adopted by themselves or in combination with drug treatment; initial evidence is now available that these combined interventions may reduce and/or contain the complications of chronic diseases, specifically cardiovascular diseases. The evidence available in the literature focussing on the efficacy of appropriate behaviour constantly indicates that the maximum benefits accrue in higher risk individuals (elderly hypertensives with multi-pathology, smokers, obese subjects). In the light of this, a modern perspective on preventive, therapeutic and rehabilitative strategies foresees the passage of the control of blood pressure through an integrated series of interventions, including smoking cessation, physical activity and appropriate diet. These measures today represent an integral part of the management of hypertensive subjects, and therefore should rise to the dignity of prescription together with the appropriate pharmacological treatment. The challenge in the future will be that of a capillary education of health operators, of the general population, and of hypertensive individuals in particular, aiming at the dissemination of the most appropriate behaviour not only for the whole community, but also for the individual person, for whom preventive, therapeutic and rehabilitative lifestyle based measures should be tailored."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dipartimento di Area Critica Medico Chirurgica, Università degli Studi di Firenze, Fondazione Don Carlo Gnocchi, IRCCS Firenze."
          }
        ],
        "LastName": "Gensini",
        "ForeName": "Gian Franco",
        "Initials": "GF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Conti",
        "ForeName": "Andrea A",
        "Initials": "AA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Monaldi Arch Chest Dis",
    "NlmUniqueID": "9307314",
    "ISSNLinking": "1122-0643"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Body Weight"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diet, Reducing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evidence-Based Medicine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diet therapy",
        "prevention & control",
        "rehabilitation"
      ],
      "DescriptorName": "Hypertension"
    }
  ],
  "NumberOfReferences": "20"
}