{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23575505",
  "DateCompleted": {
    "Year": "2013",
    "Month": "08",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "11",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1071/AH12190"
    ],
    "Journal": {
      "ISSN": "0156-5788",
      "JournalIssue": {
        "Volume": "37",
        "Issue": "2",
        "PubDate": {
          "Year": "2013",
          "Month": "May"
        }
      },
      "Title": "Australian health review : a publication of the Australian Hospital Association",
      "ISOAbbreviation": "Aust Health Rev"
    },
    "ArticleTitle": "Prescribing and medication-initiation roles based on the perspectives of rural healthcare providers in a study community in Queensland.",
    "Pagination": {
      "StartPage": "172",
      "EndPage": "177",
      "MedlinePgn": "172-7"
    },
    "Abstract": {
      "AbstractText": [
        "There are recognised health service inequities in rural communities, including the timely provision of medications, often due to shortages of qualified prescribers. The present paper explores the insights of rural healthcare providers into the prescribing and medication-initiation roles of health professionals for their rural community.",
        "Forty-nine healthcare providers (medical practitioners, pharmacists, nurses, occupational therapists, a dentist and an optometrist) from four neighbouring towns in a rural health service district in Queensland participated in face-to-face semistructured interviews. The interviews explored medication supply and management issues in the community, including the roles of health professionals to address these issues. The interviews, averaging 45 min in duration, were recorded, transcribed and qualitatively analysed for general trends and unique responses.",
        "Participants recognised the potential for dentists, optometrists and nurse practitioners to reduce the prescribing workload of rural medical practitioners, and there was some support for a 'continued dispensing' model for pharmacists. Medication-initiation orders by endorsed registered nurses were also valued in providing timely medical treatment in rural hospitals.",
        "Rural communities have unique needs that require consideration of multidisciplinary support to assist medical practitioners in coping with prescription demands for timely medical treatment. WHAT IS KNOWN ABOUT THE TOPIC? Extension of prescribing rights to non-medical prescribers has been a topic of considerable debate in Australia for some decades. Several extended-prescribing or medication-initiation roles were established to supplement and support the medical workforce, particularly in rural areas, where health service inequalities and inefficiencies in prescribing and provision of medications are recognised. To date, workforce dynamics and legislative boundaries have restricted the eventual number of rurally located non-medical prescribers. WHAT DOES THIS PAPER ADD? Little research has been conducted to investigate or evaluate the application of prescribing or medication-initiation roles in rural settings from a multidisciplinary approach. This paper provides the perspectives of rural healthcare providers on the prescribing and medication-initiation roles across health professions. Key findings from this rural-engagement exercise are considered valuable for policymakers and health service planners in optimisation of the prescribing or medication-initiation models. The qualitative methods also added richness and depth to the discussion about these roles. WHAT ARE THE IMPLICATIONS FOR PRACTITIONERS? According to the literature review and other media, extended prescribing roles are not universally accepted. However, some of the roles are being developed and implemented. Hence, it is important for health practitioners to embrace the roles and optimise their application. Specifically in rural settings, it is also important to recognise the value of multidisciplinary support and collaboration within the limited health workforce."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Pharmacy, The University of Queensland, St Lucia, Brisbane, Qld 4072, Australia. amy.tan@uqconnect.edu.au"
          }
        ],
        "LastName": "Tan",
        "ForeName": "Amy C W",
        "Initials": "AC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Emmerton",
        "ForeName": "Lynne M",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hattingh",
        "ForeName": "H Laetitia",
        "Initials": "HL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Australia",
    "MedlineTA": "Aust Health Rev",
    "NlmUniqueID": "8214381",
    "ISSNLinking": "0156-5788"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Drug Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Services Accessibility"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Patterns, Physicians'"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Professional Autonomy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Queensland"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rural Health Services"
    }
  ]
}