{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Bewegung",
      "Genetik",
      "Individualisierung",
      "Nebenwirkung",
      "activité physique",
      "effet secondaire",
      "exercice",
      "exercise",
      "genetics",
      "génétique",
      "individualisation",
      "individualization",
      "körperliche Aktivität",
      "physical activity",
      "side effect"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Le mouvement du corps est nécessaire à la vie et fait partie des opportunités majeures pour améliorer la santé de nos populations, mais parfois l'amalgame est fait avec le sport, qui peut causer des blessures ou des atteintes cardiaques aiguës. Toutefois, certaines personnes peuvent présenter des effets secondaires métaboliques même par la pratique d'une activité physique réputée bonne pour la santé. Ce type d'intolérance à l'exercice a des causes génétiques entre autres et ne signifie pas forcément un renoncement au mouvement, mais doit être considéré comme un effet secondaire d'un traitement qui doit être optimisé. L'individualisation de la prescription d'exercice tiendra compte du suivi et se fait de façon dynamique en adaptant les conseils selon l'évolution."
      ]
    },
    {
      "AbstractText": [
        "Körperliche Aktivität ist für das Leben notwendig und eine der besten Möglichkeiten, die Gesundheit der Bevölkerung zu verbessern. Manchmal wird diese Aktivität mit Sport vermischt, der seinerseits Verletzungen oder akute kardiale Probleme verursachen kann. Einige Personen reagieren aber nach Aufnahme eines gut geplanten, gesundheitsfördernden Aktivitätsprogramms mit negativen Stoffwechselantworten. Diese Art von Intoleranz gegenüber körperlicher Aktivität hat gewisse genetische Grundlagen und bedingt nicht, auf körperliche Aktivität zu verzichten, sondern muss eher als Nebeneffekt einer Therapie betrachtet werden, die zu optimieren ist. Die Individualisierung der Empfehlungen für die körperliche Aktivität wird immer ein Follow-up beinhalten und muss anhand der Beobachtungen beim Patienten jeweils dynamisch angepasst werden."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25851369",
  "DateCompleted": {
    "Year": "2015",
    "Month": "06",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [
      "10.1024/1661-8157/a001972"
    ],
    "Journal": {
      "ISSN": "1661-8157",
      "JournalIssue": {
        "Volume": "104",
        "Issue": "8",
        "PubDate": {
          "Year": "2015",
          "Month": "Apr",
          "Day": "08"
        }
      },
      "Title": "Praxis",
      "ISOAbbreviation": "Praxis (Bern 1994)"
    },
    "ArticleTitle": "[Sport, is it really so good for health?].",
    "Pagination": {
      "StartPage": "403",
      "EndPage": "409",
      "MedlinePgn": "403-9"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity is necessary for life and is one of the greatest opportunities to improve the health of populations, although it is sometimes mixed up with sports which can cause injuries or acute cardiac events. Nevertheless, some sedentaries can present with metabolic adverse responses after initiation of a well-planned, health-enhancing physical activity program. This sort of exercise intolerance has some genetic roots and does not necessarily imply that all physical activity should be stopped, but rather must be considered as a side effect of therapy that needs optimizing. Individualization of exercise prescription will always consider follow-up and has to be dynamic according to observations made with the patient."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Swiss Olympic Medical Center, Haute Ecole Fédérale du Sport Macolin (HEFSM), Macolin et Médecine du sport, Département de l'appareil locomoteur (DAL), Centre hospitalier universitaire vaudois (CHUV) et Université de Lausanne (UNIL)."
          }
        ],
        "LastName": "Gojanovic",
        "ForeName": "Boris",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Le sport est-il vraiment si bon pour la santé?"
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Praxis (Bern 1994)",
    "NlmUniqueID": "101468093",
    "ISSNLinking": "1661-8157"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Athletic Injuries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Myocardial Infarction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Precision Medicine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Switzerland"
    }
  ]
}