{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22617014",
  "DateCompleted": {
    "Year": "2012",
    "Month": "09",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1941-4927",
      "JournalIssue": {
        "Issue": "86",
        "PubDate": {
          "Year": "2012",
          "Month": "Feb"
        }
      },
      "Title": "NCHS data brief",
      "ISOAbbreviation": "NCHS Data Brief"
    },
    "ArticleTitle": "Trends in adults receiving a recommendation for exercise or other physical activity from a physician or other health professional.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "8",
      "MedlinePgn": "1-8"
    },
    "Abstract": {
      "AbstractText": [
        "The Healthy People 2020 objectives for physical activity include two objectives for increasing the proportion of physician office visits that include counseling or education related to exercise (see http://www.healthypeople.gov/2020/default.aspx). Physician counseling for exercise has not previously been tracked by the Healthy People initiative. The present report looks at this emerging health issue from the vantage point of adults in the general population who had seen a physician or other health professional in the past 12 months and had been advised to begin or continue to do exercise or other physical activity. About 8 in 10 adults had seen a health professional in the past 12 months during 2000 (80.6%), 2005 (81.2%), and 2010 (79.8%), although estimates varied by demographic subgroups (10–12). Over time, estimates of the percentage of adults being advised to exercise could be influenced by major changes in the characteristics of adults seeing a health professional. In 2010, about one in three adults (32.4%) who had seen a physician or other health professional in the past year had been advised to exercise or do other physical activity, which reflects an upward trend since 2000, moving in the direction of meeting Healthy People 2020 goals. In relative terms, there has been more than a 40% increase—from 22.6% of adults in 2000 to 32.4% in 2010. Although increases were noted for every population and health condition group studied, these increases were larger for some groups than others. The increase in the percentage of adults receiving exercise advice is particularly noteworthy for the oldest age group. In 2000, 15.3% of adults aged 85 and over had been advised to exercise; by 2010, the percentage had increased to 28.9%. Across the chronic health conditions studied, adults with diabetes were the most likely, and those with cancer were the least likely, to have been advised by their physician to exercise. An upward trend of 8–10 percentage points, however, was seen among adults with each of the chronic diseases examined. Adults who were overweight or obese saw among the largest increases over the decade in the percentage receiving a physician’s advice to exercise. The percentage of healthy weight adults receiving exercise advice also increased over the decade, but to a lesser extent. Trends over the past 10 years suggest that the medical community is increasing its efforts to recommend participation in exercise and other physical activity that research has shown to be associated with substantial health benefits. Still, the prevalence of receiving this advice remains well below one-half of U.S. adults and varies substantially across population subgroups."
      ],
      "CopyrightInformation": "All material appearing in this report is in the public domain and may be reproduced or copied without permission; citation as to source, however, is appreciated."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centers for Disease Control and Prevention National Center for Health Statistics 3311 Toledo Road, Hyattsville, Maryland 20782, USA."
          }
        ],
        "LastName": "Barnes",
        "ForeName": "Patricia M",
        "Initials": "PM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schoenborn",
        "ForeName": "Charlotte A",
        "Initials": "CA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "NCHS Data Brief",
    "NlmUniqueID": "101495625",
    "ISSNLinking": "1941-4935"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Mass Index"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Weight"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Behavior"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Surveys"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Overweight"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Physicians"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Professional Role"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Racial Groups"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}