{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Frailty",
      "Physical function",
      "Reliability",
      "Strength",
      "Strength assessment",
      "Successful ageing"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38066459",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "12",
        "Day": "08"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "820",
      "10.1186/s12877-023-04552-3"
    ],
    "Journal": {
      "ISSN": "1471-2318",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Dec",
          "Day": "08"
        }
      },
      "Title": "BMC geriatrics",
      "ISOAbbreviation": "BMC Geriatr"
    },
    "ArticleTitle": "The reliability and suitability of strength assessments in frail and pre-frail older adults: recommendations for strength testing in older populations.",
    "Pagination": {
      "StartPage": "820",
      "MedlinePgn": "820"
    },
    "Abstract": {
      "AbstractText": [
        "Lifelong strength is fundamental to physical function, health, and quality of life. Reliable appropriate strength assessment measures for older adults play an important role in effective evaluation of baseline ability and exercise prescription to counter disease and disuse. This study aimed to investigate the within-session reliability of maximal isometric knee extension and flexion, hip abduction and adduction, and handgrip strength measures in frail and pre-frail older adults.",
        "The study was conducted at a residential care home in Birmingham, UK. All care home residents aged ≥ 65 years; pre-frail or frail according to the Fried Frailty phenotype criteria; able to speak and read English; not currently involved in any other clinical trial; without severe sensory impairments; and with a predicted life expectancy greater than the trial length were eligible. Maximal isometric lower limb testing was performed using specialised resistance training equipment and a portable measurement device, and grip strength was assessed using a portable dynamometer. All eligible participants attended a single testing session and performed three trials per measure. Peak force measures were obtained for analysis. Within-session reliability for each measure was calculated from repeated-measures analysis of variance, intraclass correlation coefficients (ICC), and coefficients of variation (CV) with 95% confidence intervals.",
        "Eleven frail and eleven pre-frail older adults participated in the study. Within-session absolute and relative measures were found to be reliable with the highest overall repeatability indicated between trial 2 and trial 3 for knee extension, hip abduction, and handgrip (CV ≤ 4.65%, ICC ≥ 0.96) with variation evident across all measures, except knee extension, from trial 1 to 2.",
        "Overall, maximal isometric strength in frail and pre-frail older adults with no previous testing experience can be measured with good to high reliability within their first testing session. An initial two familiarisation trials followed by two measurement trials is recommended to achieve the highest level of overall repeatability.",
        "The trial was registered with ClinicalTrials.gov: NCT03141879 on 05/05/2017."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health Sciences and Sport, University of Stirling, Stirling, FK9 4LA, Scotland, UK. bridgitte.swales@stir.ac.uk."
          }
        ],
        "LastName": "Swales",
        "ForeName": "Bridgitte",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The School of Cardiovascular and Metabolic Health, College of Medical, Veterinary and Life Sciences, University of Glasgow, Glasgow, Scotland, UK."
          }
        ],
        "LastName": "Ryde",
        "ForeName": "Gemma C",
        "Initials": "GC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Sport and Physical Activity Research, University of Bedfordshire, Bedfordshire, England, UK."
          }
        ],
        "LastName": "Fletcher",
        "ForeName": "Iain",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health Sciences and Sport, University of Stirling, Stirling, FK9 4LA, Scotland, UK."
          }
        ],
        "LastName": "Whittaker",
        "ForeName": "Anna C",
        "Initials": "AC"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT03141879"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Geriatr",
    "NlmUniqueID": "100968548",
    "ISSNLinking": "1471-2318"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Frail Elderly"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hand Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproducibility of Results"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Frailty"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    }
  ],
  "CoiStatement": "BS, IF and GR have no conflicts of interest. ACW is a Strategic Trustee for Christadelphian Care Homes, but this project began before she was recruited to this voluntary role."
}