{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Blood pressure",
      "Muscle strength",
      "Older adults",
      "Progressive resistance training",
      "Sarcopenia"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34311098",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "09",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "07",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cct.2021.106516",
      "S1551-7144(21)00252-4"
    ],
    "Journal": {
      "ISSN": "1559-2030",
      "JournalIssue": {
        "Volume": "108",
        "PubDate": {
          "Year": "2021",
          "Month": "Sep"
        }
      },
      "Title": "Contemporary clinical trials",
      "ISOAbbreviation": "Contemp Clin Trials"
    },
    "ArticleTitle": "INERTIA: A pilot study of the impact of progressive resistance training on blood pressure control in older adults with sarcopenia.",
    "Pagination": {
      "StartPage": "106516",
      "MedlinePgn": "106516"
    },
    "Abstract": {
      "AbstractText": [
        "Sarcopenia, and high blood pressure are highly prevalent, preventable conditions that pose significant burden for older adults and on the healthcare system. Current prevention and treatment of high blood pressure in sarcopenia, by non-pharmacological approaches remain limited and are far from optimal. Clinical trials and mechanistic studies provide encouraging evidence of a plausible therapeutic effect of progressive resistance training (PRT) on blood pressure in younger, and pre-hypertensive and hypertensive older adults. The impact of PRT on blood pressure has not been empirically tested in older adults with sarcopenia. This pilot study aims to provide effect size confidence intervals, clinical trial and intervention feasibility data, and procedural materials for a full-scale randomized controlled trial that will determine the efficacy of PRT intervention as a therapeutic strategy for blood pressure control in older adults with sarcopenia. Participants (N = 90) will be randomized to receive exercise educational materials or the PRT intervention consisting of 24 supervised exercise sessions over 12-weeks. Follow-up assessments will occur at 12-weeks and one-year later. The primary outcome is systolic blood pressure and diastolic blood pressure, analyzed separately. Microvascular mechanisms linking muscle (perfusion, strength, function) to changes in blood pressure will be explored at baseline and 12-weeks. This study will provide new evidence for the therapeutic effect of PRT as a non-pharmacological strategy for improving blood pressure. Insights gained may also inform of the potential role of muscle strength as a novel target for blood pressure control, and future exercise prescription guidelines related to muscle strengthening in high-risk older adults."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Illinois at Chicago, Department of Physical Therapy, College of Applied Health Sciences, 1919 W. Taylor Street, Room 434 (MC 898), Chicago, IL 60612, United States of America. Electronic address: dladdu@uic.edu."
          }
        ],
        "LastName": "Laddu",
        "ForeName": "Deepika",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Illinois at Chicago, Center for Clinical and Translational Science, Biostatistics Core, 914 S. Wood Street, Room 233, Chicago, IL 60612, United States of America. Electronic address: hkim288@uic.edu."
          }
        ],
        "LastName": "Kim",
        "ForeName": "Hajwa",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Illinois at Chicago, Department of Physical Therapy, College of Applied Health Sciences, 1919 W. Taylor Street, Room 746 (MC 898), Chicago, IL 60612, United States. Electronic address: shanep@uic.edu."
          }
        ],
        "LastName": "Phillips",
        "ForeName": "Shane A",
        "Initials": "SA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Illinois at Chicago, Department of Medicine, 1747 W. Roosevelt Rd, Room 586 (MC 275), Chicago, IL 60608, United States. Electronic address: maj2015@uic.edu."
          }
        ],
        "LastName": "Ma",
        "ForeName": "Jun",
        "Initials": "J"
      }
    ],
    "GrantList": [
      {
        "GrantID": "K01 HL148503",
        "Acronym": "HL",
        "Agency": "NHLBI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Contemp Clin Trials",
    "NlmUniqueID": "101242342",
    "ISSNLinking": "1551-7144"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blood Pressure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pilot Projects"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Sarcopenia"
    }
  ],
  "CoiStatement": "Declaration of Competing Interests: Dr. Ma serves as a paid scientific consultant for Health Mentor, Inc. (San Jose, CA). Declaration of interests. The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}