{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3912049",
  "DateCompleted": {
    "Year": "1986",
    "Month": "04",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0069-0384",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "2",
        "PubDate": {
          "Year": "1985"
        }
      },
      "Title": "Cardiovascular clinics",
      "ISOAbbreviation": "Cardiovasc Clin"
    },
    "ArticleTitle": "Exercise testing and training of the elderly patient.",
    "Pagination": {
      "StartPage": "201",
      "EndPage": "218",
      "MedlinePgn": "201-18"
    },
    "Abstract": {
      "AbstractText": [
        "As an invariable accompaniment of the aging process, cardiac function declines, that is, cardiac output, stroke volume, heart rate, and maximum oxygen consumption all decrease. The vital capacity declines as residual volume increases, and ventilation-perfusion imbalance increases. Muscles atrophy and weaken, joints stiffen, and bones are demineralized. Certainly the aging process per se explains a portion of this functional deterioration. Disease states also account for some deterioration. However, inasmuch as approximately one half of the deterioration in function can be prevented or reversed by an exercise training program, it would seem that disuse or inactivity is responsible for at least a portion of the functional decline characteristic of aging. Special considerations in prescribing exercise training for the elderly include careful cardiovascular assessment; evaluation of orthopedic problems; consideration of heat intolerance; and careful attention to motivation. The exercise prescription should be specific and tailored to the subject's individual cardiovascular status, musculoskeletal limitations, and personal goals. Walking, stretching calisthenics, and other aerobic activities, if of reasonable intensity and duration, and when preceded and followed by an appropriate warm-up and cool-down period, respectively, can result in a substantial, positive training effect in the elderly. In response to such a training program, elderly subjects demonstrate an increase in stroke volume, cardiac output, and maximum heart rate. Respiratory function changes little, yet maximal oxygen consumption is increased. Fat may be replaced by lean muscle mass as muscle strength and endurance improve. Flexibility is improved and bone demineralization retarded or even reversed. Exercise has a tranquilizing effect on elderly subjects so that anxiety and depression may be prevented. The subject develops self-respect as effort tolerance improves. An excessively conservative attitude on the part of physicians, families, and elderly subjects has resulted in inappropriate activity limitations with a consequent decrement in effort tolerance. Elderly individuals can maintain a reasonable level of effort tolerance or can be rehabilitated to this level of activity with an appropriate exercise program. The decline in overall function expected with age can be substantially retarded. Consequently, physicians, families, and the subjects themselves should consider the potential advantages of an exercise program."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Landin",
        "ForeName": "R J",
        "Initials": "RJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Linnemeier",
        "ForeName": "T J",
        "Initials": "TJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rothbaum",
        "ForeName": "D A",
        "Initials": "DA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chappelear",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Noble",
        "ForeName": "R J",
        "Initials": "RJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cardiovasc Clin",
    "NlmUniqueID": "0213744",
    "ISSNLinking": "0069-0384"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bed Rest"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Bone and Bones"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiovascular Physiological Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Joints"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscles"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Exertion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiratory Physiological Phenomena"
    }
  ],
  "NumberOfReferences": "88"
}