{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22292516",
  "DateCompleted": {
    "Year": "2012",
    "Month": "06",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2165/11597240-000000000-00000"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "42",
        "Issue": "3",
        "PubDate": {
          "Year": "2012",
          "Month": "Mar",
          "Day": "01"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Exercise order in resistance training.",
    "Pagination": {
      "StartPage": "251",
      "EndPage": "265",
      "MedlinePgn": "251-65"
    },
    "Abstract": {
      "AbstractText": [
        "Resistance training (RT) is now an integral component of a well rounded exercise programme. For a correct training prescription, it is of the utmost importance to understand the interaction among training variables, such as the load, volume, rest interval between sets and exercises, frequency of sessions, exercise modality, repetition velocity and, finally, exercise order. Sports medicine research has indicated that exercise order is an important variable that affects both acute responses and chronic adaptations to RT programmes. Therefore, the purpose of this review was to analyse and discuss exercise order with relevance to acute responses (e.g. repetition performance) and also the expression of chronic adaptable characteristics (e.g. maximal strength and hypertrophy). To accomplish this purpose, the Scielo, Science Citation Index, National Library of Medicine, MEDLINE, Scopus, SPORTDiscus™ and CINAHL® databases were accessed to locate previously conducted original scientific investigations. The studies reviewed examined both acute responses and chronic adaptations with exercise order as the experimental variable. Generally, with relevance to acute responses, a key finding was that exercise order affects repetition performance over multiple sets, indicating that the total repetitions, and thus the volume, is greater when an exercise is placed at the beginning of an RT session, regardless of the relative amount of muscle mass involved. The pre-exhaustion method might not be an effective technique to increase the extent of neuromuscular recruitment for larger muscle groups (e.g. pectoralis major for the bench press) when preceded by a single-joint movement (e.g. pec-deck fly). With relevance to localized muscular endurance performance, oxygen consumption and ratings of perceived exertion, the limited amount of research conducted thus far indicates that exercise order does not appear to impact the acute expression of these variables. In terms of chronic adaptations, greater strength increases were evident by untrained subjects for the first exercise of a given sequence, while strength increases were inhibited for the last exercise of a given sequence. Additionally, based on strength and hypertrophy (i.e. muscle thickness and volume) effect-size data, the research suggests that exercises be ordered based on priority of importance as dictated by the training goal of a programme, irrespective of whether the exercise involves a relatively large or small muscle group. In summary, exercise order is an important variable that should receive greater attention in RT prescription. When prescribed appropriately with other key prescriptive variables (i.e. load, volume, rest interval between sets and exercises), the exercise order can influence the efficiency, safety and ultimate effectiveness of an RT programme."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education and Sports, Universidade Federal do Rio de Janeiro, Rio de Janeiro, Brazil. robertosimao@ufrj.br"
          }
        ],
        "LastName": "Simão",
        "ForeName": "Roberto",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "de Salles",
        "ForeName": "Belmiro Freitas",
        "Initials": "BF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Figueiredo",
        "ForeName": "Tiago",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dias",
        "ForeName": "Ingrid",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Willardson",
        "ForeName": "Jeffrey M",
        "Initials": "JM"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Physical Education and Training"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Endurance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Program Evaluation"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}