{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14974024",
  "DateCompleted": {
    "Year": "2004",
    "Month": "06",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "1",
        "PubDate": {
          "Year": "2004"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Bed rest in singleton pregnancies for preventing preterm birth.",
    "Pagination": {
      "StartPage": "CD003581",
      "MedlinePgn": "CD003581"
    },
    "Abstract": {
      "AbstractText": [
        "Bed rest in hospital or at home is widely recommended for the prevention of preterm birth. This advice is based on the observation that hard work and hard physical activity during pregnancy could be associated with preterm birth and with the idea that bed rest could reduce uterine activity. However, bed rest may have some adverse effects on other outcomes.",
        "To evaluate the effect of prescription of bed rest in hospital or at home for preventing preterm birth in pregnant women at high risk of preterm birth.",
        "We searched the Cochrane Pregnancy and Childbirth Group trials register (July 2003), the Cochrane Central Register of Controlled Trials (The Cochrane Library, Issue 2, 2003), MEDLINE (July 2003), LILACS (July 2003), EMBASE (July 2003), POPLINE (July 2003) and bibliographies of relevant papers.",
        "Randomized and quasi-randomized controlled trials with reported data that assess clinical outcomes in women at high risk of spontaneous preterm birth who were prescribed bed rest in hospital or at home for preventing preterm birth, and their babies.",
        "Two reviewers independently assessed eligibility, trial quality and extracted data.",
        "One study met the inclusion criteria (1266 women). This trial has uncertain methodological quality due to lack of reporting. Four hundred and thirty-two women were prescribed bed rest at home and a total of 834 women received a placebo (412) or no intervention (422). Preterm birth before 37 weeks was similar in both groups (7.9% in the intervention group versus 8.5% in the control group), and the relative risk was 0.92 with a 95% confidence interval from 0.62 to 1.37. No other results were available.",
        "There is no evidence, either supporting or refuting the use of bed rest at home or in hospital, to prevent preterm birth. Although bed rest in hospital or at home is widely used as the first step of treatment, there is no evidence that this practice could be beneficial. Due to the potential adverse effects that bed rest could have on women and their families, and the increased costs for the healthcare system, clinicians should not routinely advise women to rest in bed to prevent preterm birth. Potential benefits and harms should be discussed with women facing an increased risk of preterm birth. Appropriate research is mandatory. Future trials should evaluate both the effectiveness of bed rest, and the effectiveness of the prescription of bed rest, to prevent preterm birth."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sosa",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Althabe",
        "ForeName": "F",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Belizán",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bergel",
        "ForeName": "E",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2015;3:CD003581",
      "PMID": "25821121"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Bed Rest"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Obstetric Labor, Premature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "NumberOfReferences": "29"
}