{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34398577",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "07",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/PRA.0000000000000554"
    ],
    "Journal": {
      "ISSN": "1538-1145",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "4",
        "PubDate": {
          "Year": "2021",
          "Month": "Jul",
          "Day": "28"
        }
      },
      "Title": "Journal of psychiatric practice",
      "ISOAbbreviation": "J Psychiatr Pract"
    },
    "ArticleTitle": "Exercise Prescription Practices to Improve Mental Health.",
    "Pagination": {
      "StartPage": "273",
      "EndPage": "282",
      "MedlinePgn": "273-282"
    },
    "Abstract": {
      "AbstractText": [
        "There is growing evidence that higher levels of physical activity are associated with better mental health. Furthermore, interventional studies have shown that exercise may improve symptoms in a number of psychiatric conditions. Despite this evidence, relatively little information is available about how these findings have been translated into clinical practice. The goal of this study was to characterize the exercise prescribing practices of health care providers from different subspecialties and evaluate factors that may influence their prescribing practices.",
        "We conducted a cross-sectional survey among faculty and staff from a large academic tertiary care medical center in the southeastern United States. Participants were invited to complete the survey via email or departmental newsletters. Descriptive statistics were used to characterize the sample and ordered logistic regression was used to analyze practices about exercise as a therapy for psychiatric illness.",
        "A total of 185 respondents completed the survey. More than half of the providers (58%) reported that they regularly recommend exercise as part of the treatment for patients with psychiatric conditions; however, few providers offered specific exercise instructions (24%) or followed national guidelines (30%). Depression (84.9%) and anxiety (69.2%) were the most common indications for exercise prescription, while insufficient knowledge or training was the most common barrier to prescribing exercise. We also found significant differences in prescription practices depending on the providers' formal clinical degree and their reported personal exercise habits.",
        "Exercise is recognized by most clinicians as a therapeutic option for psychiatric conditions. Despite this recognition, only a small proportion provide recommendations consistent with national guidelines or empirical research."
      ],
      "CopyrightInformation": "Copyright © 2021 Wolters Kluwer Health, Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "ESCOBAR-ROLDAN, BABYAK, BLUMENTHAL: Department of Psychiatry and Behavioral Sciences, Duke University Medical Center, Durham, NC."
          }
        ],
        "LastName": "Escobar-Roldan",
        "ForeName": "Ivan D",
        "Initials": "ID"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Babyak",
        "ForeName": "Michael A",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Blumenthal",
        "ForeName": "James A",
        "Initials": "JA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Psychiatr Pract",
    "NlmUniqueID": "100901141",
    "ISSNLinking": "1527-4160"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ],
  "CoiStatement": "The authors declare no conflicts of interest."
}