{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "6488430",
  "DateCompleted": {
    "Year": "1984",
    "Month": "12",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0700-3978",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "3",
        "PubDate": {
          "Year": "1984",
          "Month": "Sep"
        }
      },
      "Title": "Canadian journal of applied sport sciences. Journal canadien des sciences appliquees au sport",
      "ISOAbbreviation": "Can J Appl Sport Sci"
    },
    "ArticleTitle": "Management of exercise in the elderly.",
    "Pagination": {
      "StartPage": "109",
      "EndPage": "120",
      "MedlinePgn": "109-20"
    },
    "Abstract": {
      "AbstractText": [
        "The principles of exercise management in the elderly are reviewed from the standpoint of the practising physician. The fitness needs of the older individual are defined, and practical methods of assessment are suggested for both the healthy and the partially disabled senior citizen. Attention should be directed to clinical status, aerobic power, body composition, muscular strength, flexibility, and the electrocardiographic response to vigorous exercise. Fitness standards for the elderly are discussed, and arguments are advanced for improving their personal fitness. Greater activity should prolong independence, improve lifestyle, upgrade moodstate, and help in the prevention of many medical disorders. The exercise prescription must include an adequate warm up and warm down. As condition permits, the aerobic component should be extended to 30 minutes of activity at 60% or more of maximum oxygen intake. Reasons for strengthening specific muscle groups, and methods of reducing the percentage of body fat are considered. Techniques of developing flexibility are presented, and adapted prescriptions are suggested for those with various disabilities. Methods of sustaining motivation are reviewed, and the need for immediate medical supervision of programmes is discussed. Finally, the gains from a training programme are evaluated. Although absolute physiological responses are less than in a younger individual, a suitably graded exercise prescription does much to improve both the physical ability and the mood state of a senior citizen."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shephard",
        "ForeName": "R J",
        "Initials": "RJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "Can J Appl Sport Sci",
    "NlmUniqueID": "7801184",
    "ISSNLinking": "0700-3978"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motivation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Exertion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reference Standards"
    }
  ]
}