{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Lateral wedge insole",
      "Plantar pressure",
      "Pressure distribution",
      "Supported lateral wedge"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34615545",
  "DateCompleted": {
    "Year": "2021",
    "Month": "12",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "10",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "55",
      "10.1186/s13047-021-00493-5"
    ],
    "Journal": {
      "ISSN": "1757-1146",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Oct",
          "Day": "06"
        }
      },
      "Title": "Journal of foot and ankle research",
      "ISOAbbreviation": "J Foot Ankle Res"
    },
    "ArticleTitle": "An exploration of changes in plantar pressure distributions during walking with standalone and supported lateral wedge insole designs.",
    "Pagination": {
      "StartPage": "55",
      "MedlinePgn": "55"
    },
    "Abstract": {
      "AbstractText": [
        "Lateral wedge insoles (LWI), standalone or with medial arch support (supported-LWI), have been thoroughly investigated for their effects on modifying gait biomechanics for people with knee osteoarthritis. However, plantar pressure distribution between these insole types has not been investigated and could provide insight towards insole prescription with concomitant foot symptoms taken into consideration.",
        "In a sample of healthy individuals (n = 40), in-shoe plantar pressure was measured during walking with LWI, with or without medial arch support (variable- and uniform-stiffness designs), and a flat control insole condition. Pressure data from the plantar surface of the foot were divided into seven regions: medial/lateral rearfoot, midfoot, medial/central/lateral forefoot, hallux. Plantar pressure outcomes assessed were the medial-lateral pressure index (MLPI) for the whole foot, and the peak pressure, pressure-time integral (PTI), and contact area in each plantar region. Comfort in each insole condition was rated as a change relative to the flat control insole condition. Repeated-measures analyses of variance were calculated to compare the plantar pressure outcomes between insole conditions.",
        "Regionally, medial rearfoot and forefoot pressure were reduced by all wedged insoles, with the variable-stiffness supported-wedge showing greater reductions than the standalone wedge. Lateral rearfoot and forefoot pressure were reduced by both supported-LWI, but unchanged by the standalone wedge. In the midfoot, the standalone wedge maintained pressure but reduced regional contact area, while both supported-LWI increased midfoot pressure and contact area. All LWI increased the MLPI, indicating a lateral shift in plantar pressure distribution throughout the weightbearing phase of gait. Comfort ratings were not significantly different between insole conditions.",
        "Regional differences in plantar pressure may help determine an appropriate lateral wedge insole variation to avoid exacerbation of concomitant foot symptoms by minimizing pressure in symptomatic regions. Lateral shifts in plantar pressure distribution were observed in all laterally wedged conditions, including one supported-LWI that was previously shown to be biomechanically ineffective for modifying knee joint load distribution. Thus, shifts in foot centre of pressure may not be a primary mechanism by which LWI can modify knee joint load distribution for people with knee osteoarthritis."
      ],
      "CopyrightInformation": "© 2021. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Motion Analysis and Biofeedback Laboratory, University of British Columbia, Vancouver, BC, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Graduate Programs in Rehabilitation Sciences, University of British Columbia, Vancouver, BC, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Kintec Footlabs Inc, Surrey, BC, Canada."
          }
        ],
        "LastName": "Tse",
        "ForeName": "Calvin T F",
        "Initials": "CTF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kintec Footlabs Inc, Surrey, BC, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Biomedical Physiology and Kinesiology, Simon Fraser University, Burnaby, BC, Canada."
          }
        ],
        "LastName": "Ryan",
        "ForeName": "Michael B",
        "Initials": "MB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Motion Analysis and Biofeedback Laboratory, University of British Columbia, Vancouver, BC, Canada."
          }
        ],
        "LastName": "Dien",
        "ForeName": "Jason",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, University of British Columbia, Vancouver, BC, Canada."
          }
        ],
        "LastName": "Scott",
        "ForeName": "Alex",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0002-8648-1591"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Motion Analysis and Biofeedback Laboratory, University of British Columbia, Vancouver, BC, Canada. michael.hunt@ubc.ca."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, University of British Columbia, Vancouver, BC, Canada. michael.hunt@ubc.ca."
          }
        ],
        "LastName": "Hunt",
        "ForeName": "Michael A",
        "Initials": "MA"
      }
    ],
    "GrantList": [
      {
        "GrantID": "NSERC EGP 499458-16",
        "Agency": "Natural Sciences and Engineering Research Council of Canada",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Foot Ankle Res",
    "NlmUniqueID": "101471610",
    "ISSNLinking": "1757-1146"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Foot"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Foot Orthoses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gait"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Shoes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "Authors CT and MR are employed by Kintec Footlabs Inc., a company providing orthotic services. However, these authors do not receive any direct benefit from this research that could potentially bias these study results. The authors declare no other professional or financial affiliations that may be potential conflicts of interest."
}