{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28074412",
  "DateCompleted": {
    "Year": "2018",
    "Month": "06",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-017-0673-7"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "8",
        "PubDate": {
          "Year": "2017",
          "Month": "Aug"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "A Scientific Rationale to Improve Resistance Training Prescription in Exercise Oncology.",
    "Pagination": {
      "StartPage": "1457",
      "EndPage": "1465",
      "MedlinePgn": "1457-1465"
    },
    "Abstract": {
      "AbstractText": [
        "To date, the prevailing evidence in the field of exercise oncology supports the safety and efficacy of resistance training to attenuate many oncology treatment-related adverse effects, such as risk for cardiovascular disease, increased fatigue, and diminished physical functioning and quality of life. Moreover, findings in the extant literature supporting the benefits of exercise for survivors of and patients with cancer have resulted in the release of exercise guidelines from several international agencies. However, despite research progression and international recognition, current exercise oncology-based exercise prescriptions remain relatively basic and underdeveloped, particularly in regards to resistance training. Recent publications have called for a more precise manipulation of training variables such as volume, intensity, and frequency (i.e., periodization), given the large heterogeneity of a cancer population, to truly optimize clinically relevant patient-reported outcomes. Indeed, increased attention to integrating fundamental principles of exercise physiology into the exercise prescription process could optimize the safety and efficacy of resistance training during cancer care. The purpose of this article is to give an overview of the current state of resistance training prescription and discuss novel methods that can contribute to improving approaches to exercise prescription. We hope this article may facilitate further evaluation of best practice regarding resistance training prescription, monitoring, and modification to ultimately optimize the efficacy of integrating resistance training as a supportive care intervention for survivors or and patients with cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kinesiology, Department of Human Sciences, The Ohio State University, 305 W Anne and John Glenn Ave, Columbus, OH, 43201, USA. Fairman.13@osu.edu."
          }
        ],
        "LastName": "Fairman",
        "ForeName": "Ciaran M",
        "Initials": "CM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Exercise Science and Health Promotion, Muscle Physiology Laboratory, Florida Atlantic University, Boca Raton, FL, USA."
          }
        ],
        "LastName": "Zourdos",
        "ForeName": "Michael C",
        "Initials": "MC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sport Performance Research Institute New Zealand (SPRINZ), Auckland University of Technology, Auckland, New Zealand."
          }
        ],
        "LastName": "Helms",
        "ForeName": "Eric R",
        "Initials": "ER"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kinesiology, Department of Human Sciences, The Ohio State University, 305 W Anne and John Glenn Ave, Columbus, OH, 43201, USA."
          }
        ],
        "LastName": "Focht",
        "ForeName": "Brian C",
        "Initials": "BC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Survivors"
    }
  ]
}