{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "cardiovascular disease",
      "fitness",
      "gender",
      "physical activity",
      "sex",
      "survival"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32088022",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "10",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "02",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.clinthera.2020.01.014",
      "S0149-2918(20)30050-3"
    ],
    "Journal": {
      "ISSN": "1879-114X",
      "JournalIssue": {
        "Volume": "42",
        "Issue": "3",
        "PubDate": {
          "Year": "2020",
          "Month": "Mar"
        }
      },
      "Title": "Clinical therapeutics",
      "ISOAbbreviation": "Clin Ther"
    },
    "ArticleTitle": "Survival of the Fittest: Impact of Cardiorespiratory Fitness on Outcomes in Men and Women with Cardiovascular Disease.",
    "Pagination": {
      "StartPage": "385",
      "EndPage": "392",
      "MedlinePgn": "385-392"
    },
    "Abstract": {
      "AbstractText": [
        "Cardiovascular disease (CVD) in general and myocardial infarction in particular are the leading causes of mortality in men and women globally. Sex differences in CVD recovery exist, with higher rates of mortality, recurrent myocardial infarction, and poor functional outcomes seen in women compared to men with CVD. Physical inactivity has been identified as a crucial modifiable risk factor linked with poor survival and recovery in patients with CVD. Cardiac rehabilitation programs that aim to improve physical inactivity and cardiorespiratory fitness (CRF), a measure of physical fitness in patients with CVD, have gained popularity. The goals of this commentary were to summarize the existing literature on the impact of CRF on survival in patients with CVD, to document the impact of sex on CVD outcomes, and to highlight any gaps in current knowledge. Even minor improvements in CRF have been linked with improved survival, although contemporary data from randomized controlled trials have shown mixed results. Gender differences in cardiac rehabilitation have been well documented, with lower referral, enrollment, and completion rates noted in women compared to men with CVD. However, data on sex differences in CRF with cardiac rehabilitation are scant, mostly indicating lower peak CRF observed in female compared to male patients on completion. It is unclear whether similar thresholds of peak CRF are needed in male and female patients to improve survival after onset of CVD, and whether exercise prescriptions need to be adapted to include additional forms of exercise. CRF is also influenced by age, with a decline in peak exercise capacity with advancing age observed in both sexes, but steeper declines noted in men than women. From this perspective, we review the data intersecting age, sex, and exercise on survival in patients with CVD, as well as the biological mechanisms at play, and we identify areas for future research (Clin Ther. 2020; 42:XXX-XXX) © 2020 Elsevier Inc."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Emergency Medicine, Yale School of Medicine, New Haven, CT, USA. Electronic address: Basmah.safdar@yale.edu."
          }
        ],
        "LastName": "Safdar",
        "ForeName": "Basmah",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Surgery, Section of Cardiac Surgery, Yale School of Medicine, New Haven, CT, USA."
          }
        ],
        "LastName": "Mangi",
        "ForeName": "Abeel A",
        "Initials": "AA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Ther",
    "NlmUniqueID": "7706726",
    "ISSNLinking": "0149-2918"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Cardiorespiratory Fitness"
    },
    {
      "QualifierName": [
        "epidemiology",
        "mortality",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Factors"
    }
  ]
}