{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16933027",
  "DateCompleted": {
    "Year": "2007",
    "Month": "02",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "12",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2006",
        "Month": "08",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1021-7770",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "6",
        "PubDate": {
          "Year": "2006",
          "Month": "Nov"
        }
      },
      "Title": "Journal of biomedical science",
      "ISOAbbreviation": "J Biomed Sci"
    },
    "ArticleTitle": "Exercise prescription and thrombogenesis.",
    "Pagination": {
      "StartPage": "753",
      "EndPage": "761",
      "MedlinePgn": "753-61"
    },
    "Abstract": {
      "AbstractText": [
        "Lifestyle habits, such as exercise, may significantly influence risk of major vascular thrombotic events. The risk of primary cardiac arrest has been shown to transiently increase during vigorous exercise, whereas regular moderate-intensity exercise is associated with an overall reduced risk of cardiovascular diseases. What are the mechanisms underlying these paradoxical effects of vigorous exercise versus exercise training on thrombotic modification? This review analyzes research regarding effects and their underlying mechanisms of acute exercise, endurance training, and deconditioning on platelets, coagulation, and fibrinolysis. Evidence suggests that (i) light, acute exercise ( < or = 49% VO(2 max)) does not affect platelet reactivity and coagulation and increases fibrinolytic activity; (ii) moderate, acute exercise (50 to approximately 74% VO(2 max)) suppresses platelet reactivity and enhances fibrinolysis, which remains unchanged in the coagulation system; and, (iii) strenuous, acute exercise ( > or = 75% VO(2 max)) enhances both platelet reactivity and coagulation, simultaneously promoting fibrinolytic activity. Therefore, moderate exercise is likely a safe and effective exercise dosage for minimizing risk of cardiovascular diseases by inducing beneficial anti-thrombotic changes. Moreover, moderate-intensity exercise training reduces platelet reactivity and enhances fibrinolysis at rest, also attenuating enhanced platelet reactivity and augmenting hyper-fibrinolytic activity during strenuous exercise. However, these favorable effects of exercise training on thrombotic modification return to a pre-training state after a period of deconditioning. These findings can aid in determining appropriate exercise regimes to prevent early thrombotic events and further hinder the cardiovascular disease progression."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate Institute of Rehabilitation Science and Center for Gerontological Research, Chang Gung University, 259 Wen-Hwa 1st Road, Kwei-Shan, Tao-Yuan, 333, Taiwan. s5492@mail.cgu.edu.tw"
          }
        ],
        "LastName": "Wang",
        "ForeName": "Jong-Shyan",
        "Initials": "JS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Biomed Sci",
    "NlmUniqueID": "9421567",
    "ISSNLinking": "1021-7770"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Blood Coagulation"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Blood Platelets"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fibrinolysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Thrombosis"
    }
  ],
  "NumberOfReferences": "72"
}