{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Biomarkers",
      "Exercise",
      "Gait analysis",
      "Movement analysis",
      "Neurodegeneration",
      "Parkinson’s disease"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38036102",
  "DateCompleted": {
    "Year": "2024",
    "Month": "01",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "11",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.arr.2023.102147",
      "S1568-1637(23)00306-9"
    ],
    "Journal": {
      "ISSN": "1872-9649",
      "JournalIssue": {
        "Volume": "93",
        "PubDate": {
          "Year": "2024",
          "Month": "Jan"
        }
      },
      "Title": "Ageing research reviews",
      "ISOAbbreviation": "Ageing Res Rev"
    },
    "ArticleTitle": "Exercise and gait/movement analyses in treatment and diagnosis of Parkinson's Disease.",
    "Pagination": {
      "StartPage": "102147",
      "MedlinePgn": "102147"
    },
    "Abstract": {
      "AbstractText": [
        "Cardinal motor symptoms in Parkinson's disease (PD) include bradykinesia, rest tremor and/or rigidity. This symptomatology can additionally encompass abnormal gait, balance and postural patterns at advanced stages of the disease. Besides pharmacological and surgical therapies, physical exercise represents an important strategy for the management of these advanced impairments. Traditionally, diagnosis and classification of such abnormalities have relied on partially subjective evaluations performed by neurologists during short and temporally scattered hospital appointments. Emerging sports medical methods, including wearable sensor-based movement assessment and computational-statistical analysis, are paving the way for more objective and systematic diagnoses in everyday life conditions. These approaches hold promise to facilitate customizing clinical trials to specific PD groups, as well as personalizing neuromodulation therapies and exercise prescriptions for each individual, remotely and regularly, according to disease progression or specific motor symptoms. We aim to summarize exercise benefits for PD with a specific emphasis on gait and balance deficits, and to provide an overview of recent advances in movement analysis approaches, notably from the sports science community, with value for diagnosis and prognosis. Although such techniques are becoming increasingly available, their standardization and optimization for clinical purposes is critically missing, especially in their translation to complex neurodegenerative disorders such as PD. We highlight the importance of integrating state-of-the-art gait and movement analysis approaches, in combination with other motor, electrophysiological or neural biomarkers, to improve the understanding of the diversity of PD phenotypes, their response to therapies and the dynamics of their disease progression."
      ],
      "CopyrightInformation": "Copyright © 2023 The Authors. Published by Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Sport Sciences, University of Lausanne, Lausanne, Switzerland. Electronic address: johannes.burtscher@unil.ch."
          }
        ],
        "LastName": "Burtscher",
        "ForeName": "Johannes",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Neurosciences, Lausanne University Hospital (CHUV) and University of Lausanne (UNIL), Lausanne, Switzerland; Defitech Centre for Interventional Neurotherapies (NeuroRestore), UNIL-CHUV and Ecole Polytechnique Fédérale de Lausanne (EPFL), Lausanne, Switzerland."
          }
        ],
        "LastName": "Moraud",
        "ForeName": "Eduardo Martin",
        "Initials": "EM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Sport Sciences, University of Lausanne, Lausanne, Switzerland."
          }
        ],
        "LastName": "Malatesta",
        "ForeName": "Davide",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Sport Sciences, University of Lausanne, Lausanne, Switzerland."
          }
        ],
        "LastName": "Millet",
        "ForeName": "Grégoire P",
        "Initials": "GP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service of Neurology, Department of Clinical Neurosciences, Lausanne University Hospital (CHUV) and University of Lausanne (UNIL), Lausanne, Switzerland."
          }
        ],
        "LastName": "Bally",
        "ForeName": "Julien F",
        "Initials": "JF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Sport Sciences, University of Lausanne, Lausanne, Switzerland; Research and Development Department, Volodalen Swiss Sport Lab, Aigle, Switzerland."
          }
        ],
        "LastName": "Patoz",
        "ForeName": "Aurélien",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Ageing Res Rev",
    "NlmUniqueID": "101128963",
    "ISSNLinking": "1568-1637"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Parkinson Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gait"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Progression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}