{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21709132",
  "DateCompleted": {
    "Year": "2013",
    "Month": "06",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2011",
        "Month": "06",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1177/1524839910392991"
    ],
    "Journal": {
      "ISSN": "1524-8399",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "1",
        "PubDate": {
          "Year": "2013",
          "Month": "Jan"
        }
      },
      "Title": "Health promotion practice",
      "ISOAbbreviation": "Health Promot Pract"
    },
    "ArticleTitle": "Barriers in the implementation of a physical activity intervention in primary care settings: lessons learned.",
    "Pagination": {
      "StartPage": "81",
      "EndPage": "87",
      "MedlinePgn": "81-7"
    },
    "Abstract": {
      "AbstractText": [
        "Barriers encountered in implementing a physical activity intervention in primary health care settings, and ways to address them, are described in this paper. A randomized comparison trial was designed to examine the impact of health care providers' written prescriptions for physical activity, with or without additional physical activity resources, to adult, nonpregnant patients on preventive care or chronic disease monitoring visits. Following abysmal recruitment outcomes, the research protocol was altered to make it more appealing to all the participants, i.e., health care providers, office personnel, and patients. Various barriers--financial, motivational, and executive--to the implementation of health promotion interventions in primary health care settings were experienced and identified. These barriers have been classified by the different participants in the research process, viz., healthcare providers, administrative personnel, researchers, and patients. Some of the barriers identified were lack of time and reimbursement for health promotion activities, and inadequate practice capacity, for health care providers; increased time and labor demands for administrative personnel; constrained access to participants, and limited funding, for researchers; and superseding commitments, and inaccurate comprehension of the research protocol, for patients. Solutions suggested to overcome these barriers include financial support, e.g., funding for researchers, remuneration for health care organization personnel, reimbursement for providers, payment for participants, and free or subsidized postage, and use of health facilities; motivational strategies such as inspirational leadership, and contests within health care organizations; and partnerships, with other expert technical and creative entities, to improve the quality, efficiency, and acceptability of health promotion interventions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Purdue University, West Lafayette, Indiana, USA."
          }
        ],
        "LastName": "Josyula",
        "ForeName": "Lakshmi K",
        "Initials": "LK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lyle",
        "ForeName": "Roseann M",
        "Initials": "RM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Health Promot Pract",
    "NlmUniqueID": "100890609",
    "ISSNLinking": "1524-8399"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motor Activity"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Primary Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Program Development"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Program Evaluation"
    }
  ]
}