{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise",
      "Obesity",
      "Protein supplement",
      "Sarcopenia",
      "Sarcopenic obesity",
      "Whey protein"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37872544",
  "DateCompleted": {
    "Year": "2023",
    "Month": "10",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "52",
      "10.1186/s12937-023-00880-7"
    ],
    "Journal": {
      "ISSN": "1475-2891",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Oct",
          "Day": "23"
        }
      },
      "Title": "Nutrition journal",
      "ISOAbbreviation": "Nutr J"
    },
    "ArticleTitle": "Benefits and side effects of protein supplementation and exercise in sarcopenic obesity: A scoping review.",
    "Pagination": {
      "StartPage": "52",
      "MedlinePgn": "52"
    },
    "Abstract": {
      "AbstractText": [
        "Protein supplements have been widely used among those who are struggling with sarcopenic obesity among older adults. However, despite their popularity, there is still a lack of concrete evidence on both the potential benefits and side effects of protein supplementation and exercise on sarcopenic obesity (SO).",
        "Thus, we aimed to determine the impacts of protein supplementation and exercise in older adults with sarcopenic obesity.",
        "A systematic database search was conducted for randomised controlled trials, quasi experimental study and pre-post study design addressing the effects of protein supplementation in improving sarcopenic obesity among older adults. This scoping review was conducted based on PRISMA-Scr guidelines across PubMed, Embase, Web of Science and Cochrane Library databases. To assess record eligibility, two independent reviewers performed a rigorous systematic screening process.",
        "Of the 1,811 citations identified, 7 papers met the inclusion criteria. Six studies were randomised controlled trials and one study was a pre-post test study design. The majority of studies discussed the use of both protein supplements and exercise training. The included studies prescribed protein intake ranging from 1.0 to 1.8 g/kg/BW/day for the intervention group, while the duration of exercise performed ranged from 2 to 3 times per week, with each session lasting for 1 hour. Whey protein supplementation has been shown to be effective in improving sarcopenic conditions and weight status in SO individuals. The combination of exercise training especially resistance training and the used of protein supplement provided additional benefits in terms of lean muscle mass as well as biomarkers. The study also revealed a lack of consistency in exercise design among interventions for sarcopenic obesity.",
        "Overall, it appears to be a promising option for SO individuals to improve their sarcopenic condition and weight status through the combination of resistance exercise and whey protein supplementation. However, it also highlights the need for caution when it comes to high amounts of protein intake prescription. Future research is warranted to investigate the optimal exercise design for this population, given the limited research conducted in this specific area."
      ],
      "CopyrightInformation": "© 2023. BioMed Central Ltd., part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Allied Health Sciences, Faculty of Science, Universiti Tunku Abdul Rahman, Jalan Universiti, Bandar Barat, Kampar, 31900, Malaysia. cheahkj@utar.edu.my."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre for Biomedical and Nutrition Research, Universiti Tunku Abdul Rahman, Jalan Universiti, Bandar Barat, Kampar, 31900, Malaysia. cheahkj@utar.edu.my."
          }
        ],
        "LastName": "Cheah",
        "ForeName": "Khang Jin",
        "Initials": "KJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health, North West Regional Hospital, Cooee, Tasmania, 7320, Australia."
          }
        ],
        "LastName": "Cheah",
        "ForeName": "Lin Jia",
        "Initials": "LJ"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Nutr J",
    "NlmUniqueID": "101152213",
    "ISSNLinking": "1475-2891"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Whey Proteins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "therapy",
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Sarcopenia"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Whey Proteins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dietary Supplements"
    },
    {
      "QualifierName": [
        "therapy",
        "epidemiology"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "The authors declare no competing interests."
}