{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "neoplasms",
      "oncology",
      "physical activity",
      "tertiary prevention"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "BÉNÉFICES DE L’ACTIVITÉ PHYSIQUE POUR LES PATIENTS ATTEINTS DE CANCER La prescription d’une activité physique adaptée pour les patients atteints d’une affection longue durée est inscrite dans la loi depuis 2016. L’Institut national du cancer a publié une synthèse de la littérature sur les effets à attendre de l’activité physique pour les patients atteints de cancer. Les bénéfices sont la prévention ou la correction d’un déconditionnement physique, un maintien et/ou une normalisation de la composition corporelle, une réduction de la fatigue liée aux cancers, une amélioration globale de la qualité de vie, une amélioration de la tolérance des traitements et de leurs effets à moyen et long terme, un allongement de l’espérance de vie et une réduction du risque de récidive. Ces effets sont observés pour une pratique d’activité physique mixte -cardiorespiratoires et renforcement musculaire-, comportant des exercices d’intensité modérée à élevée, 30 minutes par jour au moins 5 jours par semaine. Les bénéfices sont d’autant plus importants que l’activité physique est débutée précocement. Les professionnels de santé ont un rôle important à jouer dans l’engagement des patients dans la mise en pratique de l’activité physique, sans programmation trop rigide, avec une pratique régulière même de faible niveau constituant toujours un acquis par rapport à l’état sédentaire."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31626503",
  "DateCompleted": {
    "Year": "2019",
    "Month": "10",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "01",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2101-017X",
      "JournalIssue": {
        "Volume": "69",
        "Issue": "4",
        "PubDate": {
          "Year": "2019",
          "Month": "Apr"
        }
      },
      "Title": "La Revue du praticien",
      "ISOAbbreviation": "Rev Prat"
    },
    "ArticleTitle": "[Benefits of physical activity for cancer patients].",
    "Pagination": {
      "StartPage": "438",
      "EndPage": "443",
      "MedlinePgn": "438-443"
    },
    "Abstract": {
      "AbstractText": [
        "The prescription of physical activity for patients living with a long-term condition has been enshrined in legislation since 2016. The French National Cancer Institute published a literature review on the expected effects of physical activity in patients living with cancer. The benefits are prevention or correction of physical deconditioning, a preservation and/or a normalization of body composition, a reduction of cancerrelated fatigue, an overall quality-of-life improvement, the improvement of treatments tolerance and their medium and long-term effects, an increased life expectancy and a lower risk of cancer recurrence. These effects can be observed for a mixed physical activity program -cardio respiratory fitness and muscular strength-, with moderate to vigorous intensity activity, 30 minutes a day at least 5 days a week. The benefits are all the more important as physical activity starts early. Health professionals have an important part to play in helping patients engage in physical activity, with a regular even moderate practice which is always beneficial as compared with sedentary behaviors."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Département prévention, Institut national du cancer, Boulogne-Billancourt, France."
          }
        ],
        "LastName": "Ancellin",
        "ForeName": "Raphaëlle",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Bénéfices de l’activité physique pour les patients atteints de cancer."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Rev Prat",
    "NlmUniqueID": "0404334",
    "ISSNLinking": "0035-2640"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    }
  ]
}