{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21157655",
  "DateCompleted": {
    "Year": "2011",
    "Month": "05",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2010",
        "Month": "12",
        "Day": "14"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/s-0029-1245818"
    ],
    "Journal": {
      "ISSN": "1439-1236",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "4",
        "PubDate": {
          "Year": "2010",
          "Month": "Dec"
        }
      },
      "Title": "Sportverletzung Sportschaden : Organ der Gesellschaft fur Orthopadisch-Traumatologische Sportmedizin",
      "ISOAbbreviation": "Sportverletz Sportschaden"
    },
    "ArticleTitle": "[Systematic review about eccentric training in chronic patella tendinopathy].",
    "Pagination": {
      "StartPage": "198",
      "EndPage": "203",
      "MedlinePgn": "198-203"
    },
    "Abstract": {
      "AbstractText": [
        "Eccentric training has become a popular treatment for patellar tendinopathy. Aim of this review is to display different exercise prescriptions for patellar tendinopathy, to help clinicians make appropriate choices and identify areas needing further research.",
        "Is eccentric training as a conservative treatment in chronic patellar tendinopathy of beneficial effect versus other conservative treatments? According to the current scientific data, is it possible to recommend dosages and duration of training time of eccentric training?",
        "Systematic review of the current scientific literature on eccentric training as a conservative treatment in chronic Achilles tendinopathy according to the PRISMA-guidelines [Preferred Reporting Items for Systematic Reviews and Meta-Analyses].",
        "National library of Medicine [NLM] between the years 1950 and 2010.",
        "Prospective randomised controlled trials (RCT).",
        "7 articles with a total of 165 patients and in which eccentric training was one of the interventions, all published after 2000, were included. The median cohort study size was 20 subjects with a range from 15 to 35 subjects. Median follow-up duration was 12 weeks with a range from 4 to 12 weeks.",
        "Encouraging results, but variable study quality, with small numbers or short follow-up periods. The content of the different training programmes varied, but most were home-based programmes with twice daily training for 12 weeks. A number of potentially significant differences were identified in the eccentric programmes used: drop squats or slow eccentric movement, squatting on a 25° decline board or level ground, exercising into tendon pain or short of pain, loading the eccentric phase only or both phases, and progressing with speed then loading or simply loading.",
        "A pooled statistical evaluation of the included trials could not be performed due to different study designs as well as limited documentation of subjects' compliance.",
        "Most studies suggest that eccentric training may have a positive effect, but our ability to recommend a specific protocol is limited. The studies available indicate that the treatment programme should include a 25° decline board and should be performed with some level of discomfort, and that athletes should be removed from sports activity. However, these aspects need further study. Because of the heterogeneous outcome variables (ordinal scale, VAS, VISA-P) and the methodological limitations of the trials, no definite recommendation can be published concerning dosage and duration of eccentric training in chronic Patellar tendinopathy."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Plastische, Hand- und Wiederherstellungschirurgie, Medizinische Hochschule Hannover. Lorenzen.Johan@mh-hannover.de"
          }
        ],
        "LastName": "Lorenzen",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Krämer",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vogt",
        "ForeName": "P M",
        "Initials": "PM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Knobloch",
        "ForeName": "K",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ],
    "VernacularTitle": "Systematische Literaturanalyse über exzentrisches Training bei chronischer Patellatendinopathie: Gibt es einen Standard?"
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Sportverletz Sportschaden",
    "NlmUniqueID": "8904133",
    "ISSNLinking": "0932-0555"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Follow-Up Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patellar Ligament"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Tendinopathy"
    }
  ]
}