{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30373549",
  "DateCompleted": {
    "Year": "2019",
    "Month": "01",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "01",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "10",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1052",
      "10.1186/s12885-018-4983-4"
    ],
    "Journal": {
      "ISSN": "1471-2407",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Month": "Oct",
          "Day": "29"
        }
      },
      "Title": "BMC cancer",
      "ISOAbbreviation": "BMC Cancer"
    },
    "ArticleTitle": "Feasibility, validity and reliability of objective smartphone measurements of physical activity and fitness in patients with cancer.",
    "Pagination": {
      "StartPage": "1052",
      "MedlinePgn": "1052"
    },
    "Abstract": {
      "AbstractText": [
        "A patient's physical function plays a leading role in the treatment prescription for patients with cancer. Objective assessments of physical function may be more predictive for treatment tolerability and survival than frequently used subjective measures, such as the Eastern Cooperative Oncology Group/World Health Organization (ECOG/WHO) performance score. The use of smartphones to measure physical activity and fitness may provide an excellent opportunity to objectively estimate a patient's physical function against low costs and little time. We investigated feasibility, validity and reliability of smartphone measurements of step count and physical fitness in patients with cancer.",
        "In total, 72 patients participated. They wore a smartphone for 14 days to measure the mean number of steps per day, concomitant with an accelerometer during the first 7 days. Patients performed a six-minute walk test (6MWT) twice outdoors via a smartphone application and once in a test environment in the hospital. Feasibility was evaluated by the proportion of patients who completed the study as well as smartphone assessments of step count and physical fitness. Validity was assessed with the intraclass correlation coefficient (ICC) between the accelerometer and the first week of the smartphone for step count, and between the 6MWT in the hospital and via the application for physical fitness. Test-retest reliability was assessed with the ICC between step count levels of the first and second week of smartphone assessments, and between the first and second six-minute walk test in the home environment.",
        "The completeness of smartphone measurements was approximately 90% for step count and 64% for physical fitness assessments. Validity was excellent for step count (ICC = 0.97, p < 0.001) and fair for fitness (ICC = 0.47, p < 0.001). We found excellent test-retest reliability for step count (ICC = 0.91, p < 0.001) and physical fitness (ICC = 0.88, p < 0.001).",
        "This study showed that objective smartphone measurements of step count in clinical practice are feasible, valid and reliable. These findings indicate that the use of smartphones to objectively assess physical activity in clinical cancer practice is promising and may be used to select patients for treatment and study participation, to monitor patients during treatment and to guide treatment decisions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, Cancer Center Amsterdam, Amsterdam University Medical Centers (Amsterdam UMC), location VU University Medical Center (VUmc), De Boelelaan 1089a, 1081, HV, Amsterdam, The Netherlands."
          }
        ],
        "LastName": "Douma",
        "ForeName": "Joeri A J",
        "Initials": "JAJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, Cancer Center Amsterdam, Amsterdam University Medical Centers (Amsterdam UMC), location VU University Medical Center (VUmc), De Boelelaan 1089a, 1081, HV, Amsterdam, The Netherlands."
          }
        ],
        "LastName": "Verheul",
        "ForeName": "Henk M W",
        "Initials": "HMW"
      },
      {
        "Identifier": [
          "0000-0002-8095-436X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, Cancer Center Amsterdam, Amsterdam University Medical Centers (Amsterdam UMC), location VU University Medical Center (VUmc), De Boelelaan 1089a, 1081, HV, Amsterdam, The Netherlands. l.buffart@vumc.nl."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology & Biostatistics, Amsterdam Public Health research institute, Amsterdam University Medical Centers (Amsterdam UMC), location VU University medical center (VUmc), Amsterdam, The Netherlands. l.buffart@vumc.nl."
          }
        ],
        "LastName": "Buffart",
        "ForeName": "Laurien M",
        "Initials": "LM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Cancer",
    "NlmUniqueID": "100967800",
    "ISSNLinking": "1471-2407"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproducibility of Results"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Smartphone"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Socioeconomic Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "COMPETING INTEREST: The authors declare that they have no competing interests. ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The research protocol was reviewed and approved by the Medical Ethical Committee of the VU University Medical Center. All patients provided written informed consent prior to participation. CONSENT FOR PUBLICATION: Not applicable PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}