{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19428291",
  "DateCompleted": {
    "Year": "2010",
    "Month": "01",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2009",
        "Month": "05",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jsams.2009.03.002"
    ],
    "Journal": {
      "ISSN": "1878-1861",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "4",
        "PubDate": {
          "Year": "2009",
          "Month": "Jul"
        }
      },
      "Title": "Journal of science and medicine in sport",
      "ISOAbbreviation": "J Sci Med Sport"
    },
    "ArticleTitle": "Australian Association for Exercise and Sport Science position stand: optimising cancer outcomes through exercise.",
    "Pagination": {
      "StartPage": "428",
      "EndPage": "434",
      "MedlinePgn": "428-34"
    },
    "Abstract": {
      "AbstractText": [
        "Cancer represents a major public health concern in Australia. Causes of cancer are multifactorial with lack of physical activity being considered one of the known risk factors, particularly for breast and colorectal cancers. Participating in exercise has also been associated with benefits during and following treatment for cancer, including improvements in psychosocial and physical outcomes, as well as better compliance with treatment regimens, reduced impact of disease symptoms and treatment-related side-effects, and survival benefits for particular cancers. The general exercise prescription for people undertaking or having completed cancer treatment is of low to moderate intensity, regular frequency (3-5 times/week) for at least 20 min per session, involving aerobic, resistance or mixed exercise types. Future work needs to push the boundaries of this exercise prescription, so that we can better understand what constitutes optimal, desirable and necessary frequency, duration, intensity and type, and how specific characteristics of the individual (e.g., age, cancer type, treatment, presence of specific symptoms) influence this prescription. What follows is a summary of the cancer and exercise literature, in particular the purpose of exercise following diagnosis of cancer, the potential benefits derived by cancer patients and survivors from participating in exercise programs, and exercise prescription guidelines and contraindications or considerations for exercise prescription with this special population. This report represents the position stand of the Australian Association of Exercise and Sport Science on exercise and cancer recovery and has the purpose of guiding exercise practitioners in their work with cancer patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Health and Biomedical Innovation, School of Public Health, Queensland University of Technology, Australia. sc.hayes@qut.edu.au"
          }
        ],
        "LastName": "Hayes",
        "ForeName": "Sandra C",
        "Initials": "SC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Spence",
        "ForeName": "Rosalind R",
        "Initials": "RR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Galvão",
        "ForeName": "Daniel A",
        "Initials": "DA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Newton",
        "ForeName": "Robert U",
        "Initials": "RU"
      }
    ],
    "PublicationTypeList": [
      "Consensus Development Conference",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Australia",
    "MedlineTA": "J Sci Med Sport",
    "NlmUniqueID": "9812598",
    "ISSNLinking": "1878-1861"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control",
        "rehabilitation"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ],
  "NumberOfReferences": "38"
}