{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17181046",
  "DateCompleted": {
    "Year": "2007",
    "Month": "01",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "02",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0003-9683",
      "JournalIssue": {
        "Volume": "99",
        "Issue": "11",
        "PubDate": {
          "Year": "2006",
          "Month": "Nov"
        }
      },
      "Title": "Archives des maladies du coeur et des vaisseaux",
      "ISOAbbreviation": "Arch Mal Coeur Vaiss"
    },
    "ArticleTitle": "[Value and limitations of sport in cardiac patients].",
    "Pagination": {
      "StartPage": "1130",
      "EndPage": "1135",
      "MedlinePgn": "1130-5"
    },
    "Abstract": {
      "AbstractText": [
        "Regular physical exercise increases effort capacity, the quality of life, and improves symptoms in all cardiac patients. In addition, and much more importantly, all studies show a close correlation between exercise and the reduction of mortality and morbidity with a beneficial effect on the progression of atherosclerosis. This relationship is particularly well documented in patients with coronary artery disease. Exercise has a beneficial effect due to its action on all the principal coronary risk factors, an endothelial dysfunction, coagulability and prevention of thrombosis and an autonomic nervous system tone. All forms of physical activity and some sports may therefore be considered by these patients. In some cases, competitive sport may be permitted, in accordance with popular social custom. In order to obtain these cardiocirculatory protection, physical exercise and sporting activities should be the object of a personalised therapeutic prescription which takes into account the intensity, the type of effort, its duration and frequency. Indeed, if the intensity of the exercise is too low, these patients may not obtain the desired benefits. On the other hand, excessively intensive exercise could trigger serious adverse effects such as severe arrhythmias, sudden death or an acute coronary syndrome. It is, therefore, essential before \"prescribing\" exercise to perform a preliminary evaluation to stratify the patient's risk and in order to recommend appropriate and well adapted exercise programs."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Réadaptation cardiovasculaire, Clinique Valmont-Genolier, 1823 Glion-sur-Montreux, Suisse. mvona@valmontgenolier.ch"
          }
        ],
        "LastName": "Vona",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Intérêt et limites du sport chez le cardiaque."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Arch Mal Coeur Vaiss",
    "NlmUniqueID": "0406011",
    "ISSNLinking": "0003-9683"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    }
  ],
  "NumberOfReferences": "55"
}