{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34224506",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1519/JSC.0000000000004085"
    ],
    "Journal": {
      "ISSN": "1533-4287",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "9",
        "PubDate": {
          "Year": "2021",
          "Month": "Sep",
          "Day": "01"
        }
      },
      "Title": "Journal of strength and conditioning research",
      "ISOAbbreviation": "J Strength Cond Res"
    },
    "ArticleTitle": "Effects of Resistance Training Methods on Golf Clubhead Speed and Hitting Distance: A Systematic Review.",
    "Pagination": {
      "StartPage": "2651",
      "EndPage": "2660",
      "MedlinePgn": "2651-2660"
    },
    "Abstract": {
      "AbstractText": [
        "Uthoff, A, Sommerfield, LM, and Pichardo, AW. Effects of resistance training methods on golf clubhead speed and hitting distance: A systematic review. J Strength Cond Res 35(9): 2651-2660, 2021-Resistance training is widely regarded within the golfing community to improve golf performance by increasing clubhead speed (CHS) and drive distance and can be classified into 3 categories: nonspecific, specific, and combined. However, it is currently unclear which resistance training methods are most effective in improving predictors of golf performance. Therefore, the purpose of this review is to compare the effectiveness of nonspecific, specific, and combined strength training methods on CHS and drive distance. A systematic search strategy was performed using the Preferred Reporting Items for Systematic Reviews and Meta-analyses guidelines to identify eligible articles through PubMed, SPORTDiscus, MEDLINE (EBSCO), and Google Scholar. The searches identified 4,557 potentially relevant results, with 20 studies that met the inclusion criteria and were included in the final review. Thirteen studies investigated nonspecific resistance training, one study investigated specific resistance training, and 7 studies investigated combined resistance training. Collectively, resistance training positively impacts golf CHS and hitting distance, but adaptations vary depending on the type and intensity of training, as well as subject's characteristics. Using a combination of nonspecific and golf-specific training (average increase of 4.1% CHS and 5.2% hitting distance) seems to enhance golf performance more than nonspecific strength training (average increase of 1.6% CHS and 4.8% hitting distance). Eight-week programs including golf-specific movements at high velocities for 3 to 4 sets of 5 to 15 repetitions are the most effective in increasing CHS and hitting distance. Future research investigating how golf-specific training influences CHS and hitting distance in various subgroups may provide further insight regarding prescription of this training type."
      ],
      "CopyrightInformation": "Copyright © 2021 National Strength and Conditioning Association."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sports Performance Research Institute New Zealand, Auckland University of Technology, Auckland, New Zealand ; and."
          }
        ],
        "LastName": "Uthoff",
        "ForeName": "Aaron",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sports Performance Research Institute New Zealand, Auckland University of Technology, Auckland, New Zealand ; and."
          }
        ],
        "LastName": "Sommerfield",
        "ForeName": "Lesley M",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Robert E. Lee High School, Tyler, Texas."
          }
        ],
        "LastName": "Pichardo",
        "ForeName": "Andrew W",
        "Initials": "AW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Strength Cond Res",
    "NlmUniqueID": "9415084",
    "ISSNLinking": "1064-8011"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Golf"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    }
  ]
}