{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2015644",
  "DateCompleted": {
    "Year": "1991",
    "Month": "05",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0278-5919",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "1",
        "PubDate": {
          "Year": "1991",
          "Month": "Jan"
        }
      },
      "Title": "Clinics in sports medicine",
      "ISOAbbreviation": "Clin Sports Med"
    },
    "ArticleTitle": "Exercise training programs and cardiorespiratory adaptation.",
    "Pagination": {
      "StartPage": "19",
      "EndPage": "32",
      "MedlinePgn": "19-32"
    },
    "Abstract": {
      "AbstractText": [
        "Prudent, proper, and progressive aerobic exercise can improve the efficiency of the cardiorespiratory system. Several physiologic mechanisms interact to enhance the body's functional capabilities. Central cardiac adaptations such as improved pump efficiency and peripheral adjustments related to efficient energy transfer are the principle manifestations of proper exercise training. Related benefits of physical activity include reduction in risk from life style-related diseases, increased energy reserves for the activities of everyday living, and an improved quality of life. Functional exercise testing when administered properly can be used to establish safe exercise prescriptions, evaluate patients at risk, and determine program efficacy. The method of choice is a maximal exercise stress test with direct determination of oxygen uptake. Results from such evaluations help to accurately and safely determine the appropriate exercise prescriptions and establish a patient's physiologic profile. The exercise prescription should encompass an approach that denotes the proper application of frequency, intensity, duration, and mode of exercise. For the noncompetitive athlete, training programs should begin with a gentle progression of low-level intensity activities that encourages compliance and reduces risk. Short-term reachable goals documenting gradual increases in activity have been shown to be successful in terms of compliance and desired benefits. Although intense exercise training may be an ambitious goal for many persons, moderate levels of habitual physical activity are a more realistic goal. The clinician should realize that habitual physical activity is an integral part of a healthy life style. Lack of fitness has been strongly associated with all-cause morbidity and mortality. Obviously, the health potential of exercise cannot be realized if a society remains inactive. It is estimated that 40% of Americans are completely sedentary and another 40% are active at levels well below a threshold that would produce gains in cardiovascular fitness and health. This situation exists even though the US Public Health Service has prioritized the importance of physical fitness and habitual physical activity in maintaining preventive health measures and population health status."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Human Performance Division, Graduate Hospital Human Performance and Sports Medicine Center, Wayne, Pennsylvania."
          }
        ],
        "LastName": "Cox",
        "ForeName": "M H",
        "Initials": "MH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Sports Med",
    "NlmUniqueID": "8112473",
    "ISSNLinking": "0278-5919"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hemodynamics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Physical Education and Training"
    }
  ],
  "NumberOfReferences": "22"
}