{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "fatigue",
      "monitoring",
      "resistance training",
      "training prescription",
      "velocity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35587704",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "05",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1177/19417381221095073"
    ],
    "Journal": {
      "ISSN": "1941-0921",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "May"
        }
      },
      "Title": "Sports health",
      "ISOAbbreviation": "Sports Health"
    },
    "ArticleTitle": "Velocity-Based Resistance Training Monitoring: Influence of Lifting Straps, Reference Repetitions, and Variable Selection in Resistance-Trained Men.",
    "Pagination": {
      "StartPage": "333",
      "EndPage": "341",
      "MedlinePgn": "333-341"
    },
    "Abstract": {
      "AbstractText": [
        "Using lifting straps during pulling exercises (such as deadlift) may increase absolute velocity performance. However, it remains unclear whether lifting straps could also reduce the degree of relative fatigue measured by velocity decline and maintenance in a training set.",
        "There will be less mean velocity decline (MVD) and greater mean velocity maintenance (MVM) for deadlifts performed with (DLw) compared with without (DLn) lifting straps, and an underestimation of MVD and MVM when using the first compared with the fastest repetition as a reference repetition.",
        "Randomized cross over design.",
        "Level 3.",
        "A total of 16 resistance-trained men performed a familiarization session, 2 1-repetition maximum [1RM] sessions (1 with and 1 without lifting straps), and 3 randomly applied experimental sessions consisting of 4 sets of 4 repetitions: (1) DLw against the 80% of DLn 1RM (DLwn), (2) DLn against the 80% of the DLn 1RM (DLnn), and (3) DLw against the 80% of the DLw 1RM (DLww). MVD and MVM were calculated using the first and the fastest repetition as the reference repetition.",
        "MVD was significantly lower during DLwn and DLnn compared with DLww (<i>P</i> < 0.01), whereas MVM was greater during DLwn and DLnn compared with DLwn (<i>P</i> < 0.01) with no differences between DLwn and DLnn for both MVD and MVM (<i>P</i> > 0.05). The second repetition of the set was generally the fastest (54.1%) and lower MVD and higher MVM were observed when the first repetition was used as the reference repetition (<i>P</i> < 0.05).",
        "Lifting straps were not effective at reducing MVD and increasing MVM when the same absolute loads were lifted. Furthermore, using the first repetition as the reference repetition underestimated MVD, and overestimated MVM.",
        "The fastest repetition should be used as the reference repetition to avoid inducing excessive fatigue when the first repetition is not the fastest."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-0900-9410"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sport Performance Research Institute New Zealand (SPRINZ), Auckland University of Technology, Auckland, New Zealand."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Engineering, Computer and Mathematical Sciences, Auckland University of Technology, Auckland, New Zealand."
          }
        ],
        "LastName": "Jukic",
        "ForeName": "Ivan",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education and Sport, Faculty of Sport Sciences, University of Granada, Granada, Spain."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Sports Sciences and Physical Conditioning, Faculty of Education, Universidad Católica de la Santísima Concepción, Concepción, Chile."
          }
        ],
        "LastName": "García-Ramos",
        "ForeName": "Amador",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiology and Biochemistry, Faculty of Physical Education and Sport, Charles University, Prague, Czech Republic."
          }
        ],
        "LastName": "Tufano",
        "ForeName": "James J",
        "Initials": "JJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Sports Health",
    "NlmUniqueID": "101518422",
    "ISSNLinking": "1941-0921"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight Lifting"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fatigue"
    }
  ],
  "CoiStatement": "The authors report no potential conflicts of interest in\nthe development and publication of this article."
}