{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35071605",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "01",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "9273830",
      "10.1155/2022/9273830"
    ],
    "Journal": {
      "ISSN": "2314-6753",
      "JournalIssue": {
        "Volume": "2022",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "Journal of diabetes research",
      "ISOAbbreviation": "J Diabetes Res"
    },
    "ArticleTitle": "A Comparative Study of Health Efficacy Indicators in Subjects with T2DM Applying Power Cycling to 12 Weeks of Low-Volume High-Intensity Interval Training and Moderate-Intensity Continuous Training.",
    "Pagination": {
      "StartPage": "9273830",
      "MedlinePgn": "9273830"
    },
    "Abstract": {
      "AbstractText": [
        "This study is aimed at comparing the effects of different exercise intensities, namely, high-intensity interval training (HIIT) and moderate-intensity continuous training (MICT), on body composition, heart and lung fitness, and blood glucose, and blood pressure indices in patients with type 2 diabetes mellitus (T2DM), using power cycling. A total of 96 T2DM volunteers who met the inclusion criteria were recruited from a hospital in Yangpu, Shanghai. Based on the blood index data of their medical examination results which comprised blood pressure, fasting blood glucose, hemoglobin A1c (HbA1c), and insulin, 37 volunteers were included in the study. Exercise prescription was determined based on T2DM exercise guidelines combined with medical diagnosis and exercise test results, and the patients were randomly assigned to three groups: HIIT group, MICT group, and control (CON) group. HIIT involved one-minute power cycling (80%-95% maximal oxygen uptake (VO2max)), one-minute passive or active rest (25%-30% VO2max), and two-minute rounds of eight groups. MICT required the use of a power bike for 30 minutes of continuous training (50%-70% VO2max) five times a week. The CON group was introduced to relevant medicine, exercise, and nutrition knowledge. The exercise interventions were completed under the supervision of an exercise instructor and hospital doctors. The same indicators were measured after 12 weeks of intervention, and the results of the two tests within and between groups were analyzed for comparison. The weight index of the MICT intervention showed statistically significant within-group differences (difference = 3.52, 95% CI = 2.11-4.92, <i>p</i> = 0.001 < 0.01); group differences for the MICT and CON groups were also statistically significant (difference = 3.52 ± 2.09, Cd1 = -0.39 ± 1.25, <i>p</i> = 0.004 < 0.01). Body mass index (BMI) analysis revealed that the overall means of BMI indicators were not statistically different between groups (<i>F</i> = 0.369, <i>p</i> = 0.694 > 0.05) and the before and after values of the MICT and CON (difference = -1.30 ± 0.79, Cd1 = -0.18 ± 0.45, <i>p</i> = 0.001 < 0.01). No statistically significant difference was observed in the overall mean VO<sub>2</sub>max index between the groups after the 12-week intervention (<i>F</i> = 2.51, <i>p</i> = 0.100 > 0.05). A statistically significant difference was found in the overall means of the data between the two groups (difference = 0.32, 95% CI = 0.23-0.40, <i>p</i> = 0.001 < 0.01). Analysis of fasting blood glucose (FBG) indicators revealed statistically significant differences between the MICT and control groups (<i>p</i> = 0.028 < 0.05). Analysis of HbA1c and fasting insulin (FI) indicators revealed no statistically significant difference in the overall HbA1c index after the 12-week exercise intervention (<i>F</i> = 0.523, <i>p</i> = 0.598 > 0.05), and the overall difference before and after the experiment between the groups was statistically significant (<i>F</i> = 6.13, <i>p</i> = 0.006 < 0.01). No statistically significant difference was found in the FI index overall after the 12-week exercise intervention (<i>F</i> = 2.50, <i>p</i> = 0.1 > 0.05). Analysis of systolic blood pressure (SBP) revealed statistically significant difference before and after the HIIT and CON interventions (Hd7 = -1.10 ± 1.79, Cd7 = 1.2 ± 1.31, <i>p</i> = 0.018 < 0.05) and statistically significant difference before and after the MICT and CON interventions (Md7 = -0.99 ± 0.91, Cd7 = 1.40 ± 1.78, <i>p</i> = 0.02 < 0.05). The diastolic blood pressure (DBP) revealed no statistically significant within-group differences before and after. Exercise interventions applying both low-volume HIIT and MICT, with both intensity exercises designed for power cycling, improved health-related indicators in the participants; low-volume HIIT had more time advantage. The current experiment compared HIIT with MICT in a safe manner: 50% of the exercise time produced similar benefits and advantages in the two indicators of VO<sub>2</sub>max and FI. However, MICT was superior to HIIT in the two indicators of body weight (weight) and BMI. The effect of power cycling on FI has the advantages of both aerobic and resistance exercise, which may optimize the type, intensity, and time of exercise prescription according to the individual or the type of exercise program. Our results provide a reference for the personalization of exercise prescription for patients with T2DM."
      ],
      "CopyrightInformation": "Copyright © 2022 Jun Li et al."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2224-4589"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education and Sport Training, Shanghai University of Sport, Shanghai 200438, China."
          }
        ],
        "LastName": "Li",
        "ForeName": "Jun",
        "Initials": "J"
      },
      {
        "Identifier": [
          "0000-0003-0518-5713"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Endocrinology, Yangpu Hospital, School of Medicine, Tongji University, Shanghai, 200090, China."
          }
        ],
        "LastName": "Cheng",
        "ForeName": "Wei",
        "Initials": "W"
      },
      {
        "Identifier": [
          "0000-0002-7624-4904"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education and Sport Training, Shanghai University of Sport, Shanghai 200438, China."
          }
        ],
        "LastName": "Ma",
        "ForeName": "Haifeng",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Diabetes Res",
    "NlmUniqueID": "101605237"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Blood Glucose"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bicycling"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Blood Glucose"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Blood Pressure"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Body Composition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Mass Index"
    },
    {
      "QualifierName": [
        "blood",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "High-Intensity Interval Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "There is no conflict of interest regarding the publication of this paper."
}