{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22044577",
  "DateCompleted": {
    "Year": "2012",
    "Month": "05",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2011",
        "Month": "11",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1471-2296-12-119"
    ],
    "Journal": {
      "ISSN": "1471-2296",
      "JournalIssue": {
        "Volume": "12",
        "PubDate": {
          "Year": "2011",
          "Month": "Nov",
          "Day": "02"
        }
      },
      "Title": "BMC family practice",
      "ISOAbbreviation": "BMC Fam Pract"
    },
    "ArticleTitle": "General practitioners' views and experiences of counselling for physical activity through the New Zealand Green Prescription program.",
    "Pagination": {
      "StartPage": "119",
      "MedlinePgn": "119"
    },
    "Abstract": {
      "AbstractText": [
        "Regular physical activity is beneficial in both the prevention and management of chronic health conditions. A large proportion of adult New Zealanders, however, are insufficiently active. To help increase population levels of physical activity in New Zealand the Green Prescription, a primary care physical activity scripting program, was developed. The primary aim of this study was to identify why general practitioners (GPs) counsel for physical activity and administer Green Prescriptions. A secondary aim was to examine GPs' views and experiences of Green Prescription counselling for the management of depression.",
        "Individual face-to-face interviews were conducted with 15 GPs. All interviews were audio-taped and transcribed. Data were analysed using an inductive thematic approach.",
        "Several themes and sub-themes emerged from the data. Notably, GPs counselled for physical activity and prescribed Green Prescriptions for both primary preventive (e.g., weight control) and secondary management (e.g., diabetes management) purposes. GPs reported the benefits of the Green Prescription centred around two main themes: (i) a non-medication approach to a healthier lifestyle and (ii) the support benefits of physical activity. Time constraints within the consultation was the only main theme that emerged regarding the barriers GPs perceived to Green Prescription use. Physical activity in general, and physical activity prescribed through the Green Prescription, were also viewed by GPs as beneficial for the management of depression.",
        "The results of this study suggest that New Zealand GPs view the Green Prescription program as beneficial for their patients with pre-existing conditions and/or weight problems. While this is encouraging, the Green Prescription may also be used to promote physical activity in currently healthy but low-active and sedentary individuals. Such individuals are currently disease free, but are at risk for future health-related problems because of their inactive lifestyle. It is recommended that time constraints of the consultation in regard to administering Green Prescriptions could be dealt with by delegating the more time consuming tasks to the patient support counsellors that support the Green Prescription program, and having practice nurses assist in the administration of Green Prescriptions. Green Prescription counselling in conjunction with antidepressant medication may be beneficial for the management of depression and warrants further research."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Physical Activity and Nutrition Research, Auckland University of Technology, Auckland, New Zealand."
          }
        ],
        "LastName": "Patel",
        "ForeName": "Asmita",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schofield",
        "ForeName": "Grant M",
        "Initials": "GM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kolt",
        "ForeName": "Gregory S",
        "Initials": "GS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Keogh",
        "ForeName": "Justin W L",
        "Initials": "JW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Fam Pract",
    "NlmUniqueID": "100967792",
    "ISSNLinking": "1471-2296"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attitude of Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Counseling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "General Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Healthy People Programs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motor Activity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "New Zealand"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Patterns, Physicians'"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}