{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23539308",
  "DateCompleted": {
    "Year": "2013",
    "Month": "12",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-013-0029-x"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "43",
        "Issue": "5",
        "PubDate": {
          "Year": "2013",
          "Month": "May"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "High-intensity interval training, solutions to the programming puzzle: Part I: cardiopulmonary emphasis.",
    "Pagination": {
      "StartPage": "313",
      "EndPage": "338",
      "MedlinePgn": "313-38"
    },
    "Abstract": {
      "AbstractText": [
        "High-intensity interval training (HIT), in a variety of forms, is today one of the most effective means of improving cardiorespiratory and metabolic function and, in turn, the physical performance of athletes. HIT involves repeated short-to-long bouts of rather high-intensity exercise interspersed with recovery periods. For team and racquet sport players, the inclusion of sprints and all-out efforts into HIT programmes has also been shown to be an effective practice. It is believed that an optimal stimulus to elicit both maximal cardiovascular and peripheral adaptations is one where athletes spend at least several minutes per session in their 'red zone,' which generally means reaching at least 90% of their maximal oxygen uptake (VO2max). While use of HIT is not the only approach to improve physiological parameters and performance, there has been a growth in interest by the sport science community for characterizing training protocols that allow athletes to maintain long periods of time above 90% of VO2max (T@VO2max). In addition to T@VO2max, other physiological variables should also be considered to fully characterize the training stimulus when programming HIT, including cardiovascular work, anaerobic glycolytic energy contribution and acute neuromuscular load and musculoskeletal strain. Prescription for HIT consists of the manipulation of up to nine variables, which include the work interval intensity and duration, relief interval intensity and duration, exercise modality, number of repetitions, number of series, as well as the between-series recovery duration and intensity. The manipulation of any of these variables can affect the acute physiological responses to HIT. This article is Part I of a subsequent II-part review and will discuss the different aspects of HIT programming, from work/relief interval manipulation to the selection of exercise mode, using different examples of training cycles from different sports, with continued reference to T@VO2max and cardiovascular responses. Additional programming and periodization considerations will also be discussed with respect to other variables such as anaerobic glycolytic system contribution (as inferred from blood lactate accumulation), neuromuscular load and musculoskeletal strain (Part II)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "ASPIRE, Football Performance & Science Department, Academy for Sports Excellence, Doha, Qatar. martin.buchheit@aspire.qa"
          }
        ],
        "LastName": "Buchheit",
        "ForeName": "Martin",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Laursen",
        "ForeName": "Paul B",
        "Initials": "PB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Sports Med. 2014 Aug;44(8):1169-70",
      "PMID": "24743930"
    },
    {
      "RefSource": "Sports Med. 2014 Aug;44(8):1171-5",
      "PMID": "24809247"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Bicycling"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Heart Rate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Exertion"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Running"
    }
  ]
}