{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2662324",
  "DateCompleted": {
    "Year": "1989",
    "Month": "08",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "6",
        "PubDate": {
          "Year": "1989",
          "Month": "Jun"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Physiological bases for the treatment of the physically active individual with diabetes.",
    "Pagination": {
      "StartPage": "376",
      "EndPage": "392",
      "MedlinePgn": "376-92"
    },
    "Abstract": {
      "AbstractText": [
        "Substrate utilisation and glucose homoeostasis during exercise is controlled by the effects of precise changes in insulin, glucagon and the catecholamines. The important role these hormones play is clearly seen in people with diabetes, as the normal endocrine response is often lost. In individuals with insulin-dependent diabetes (IDDM), there can be an increased risk of hypoglycaemia during or after exercise or, conversely, there can be a worsening of the diabetic state if insulin deficiency is present. In contrast, it appears that people with non-insulin-dependent diabetes (NIDDM) can generally exercise without fear of a deleterious metabolic response. The exercise response both in healthy subjects and in those with diabetes is dependent on many factors such as age, nutritional status and the duration and intensity of exercise. Since there are so many variables which govern individual response to exercise, an exact exercise prescription for all people with diabetes cannot be made. There are many adjustments to the therapeutic regimen which an individual with IDDM can make in order to avoid hypoglycaemia during or after exercise. In general, a reduction in insulin dosage and the added ingestion and continual availability of carbohydrates are wise precautions. On the other hand, exercise should be postponed if blood glucose is greater than 2500 mg/L and ketones are present in the urine. As more is understood about the regulation of substrate metabolism during exercise, more refined therapeutic strategies can be defined. An understanding of the metabolic response to exercise is critical for generating an effective and safe training programme for all diabetic individuals who wish to be physically active."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departments of Molecular Physiology and Biophysics, Vanderbilt University School of Medicine, Nashville, Tennessee."
          }
        ],
        "LastName": "Wasserman",
        "ForeName": "D H",
        "Initials": "DH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Abumrad",
        "ForeName": "N N",
        "Initials": "NN"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "metabolism",
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "94"
}