{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16563483",
  "DateCompleted": {
    "Year": "2007",
    "Month": "01",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "05",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2006",
        "Month": "03",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0091-7435",
      "JournalIssue": {
        "Volume": "42",
        "Issue": "5",
        "PubDate": {
          "Year": "2006",
          "Month": "May"
        }
      },
      "Title": "Preventive medicine",
      "ISOAbbreviation": "Prev Med"
    },
    "ArticleTitle": "Insight into the causes of the recent secular trend in pediatric obesity: Common sense does not always prevail for complex, multi-factorial phenotypes.",
    "Pagination": {
      "StartPage": "329",
      "EndPage": "335",
      "MedlinePgn": "329-35"
    },
    "Abstract": {
      "AbstractText": [
        "Although the secular increase in pediatric obesity is well-documented, there has been no serious attempt to systematically address the causes of this secular trend. The aim of this paper is to provide a better understanding of the possible causes of the recent secular increase in pediatric obesity by reviewing and synthesizing the available literature pertaining to the topic. The paper addresses caveats and important considerations regarding the body mass index, physical activity, and diet and also considers alternative explanations (stress, sleep, maternal health, epigenetic mechanisms) for the secular trend. It is likely that the increased BMI is due to both an increased fat-free mass and fat mass (including waist circumference). Although total caloric intake has remained unchanged, there was a clear trend in increased simple sugar consumption. It is conceivable that total energy expenditure has decreased because of a decline in spontaneous but not voluntary physical activity. Several indicators of psycho-social stress (antidepressant medication prescriptions and suicide attempts, anxiety) have increased along with a decreased sleep duration. Finally, there is intriguing evidence that suggests that the secular trend is related to a common origin in fetal life that is exacerbated by postnatal events/stressors. The insight gained from examining the possible causes of the trend provides a better understanding of the basic etiology of pediatric obesity and should be incorporated into prevention and intervention models."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory for the Study of Growth, Maturation, and Physical Activity, Department of Health and Human Performance, Iowa State University, Ames, IA 50011, USA. jce@iastate.edu"
          }
        ],
        "LastName": "Eisenmann",
        "ForeName": "Joey C",
        "Initials": "JC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Prev Med",
    "NlmUniqueID": "0322116",
    "ISSNLinking": "0091-7435"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Mass Index"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Energy Intake"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phenotype"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stress, Psychological"
    }
  ],
  "NumberOfReferences": "90"
}