{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1645223",
  "DateCompleted": {
    "Year": "1991",
    "Month": "06",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0833-1235",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "1",
        "PubDate": {
          "Year": "1991",
          "Month": "Mar"
        }
      },
      "Title": "Canadian journal of sport sciences = Journal canadien des sciences du sport",
      "ISOAbbreviation": "Can J Sport Sci"
    },
    "ArticleTitle": "Responses to acute exercise and training after cardiac transplantation: a review.",
    "Pagination": {
      "StartPage": "9",
      "EndPage": "22",
      "MedlinePgn": "9-22"
    },
    "Abstract": {
      "AbstractText": [
        "Cardiac transplant patients now survive for several years, and the quality of life after recovery from the immediate operation is of increasing interest. The acute response to exercise depends mainly upon an increase of venous return (acting through the Frank-Starling mechanism) and slower chronotropic and inotropic responses to circulating catecholamines. At rest, there is some increase of heart rate and blood pressure, with a low normal cardiac output. During submaximal exercise the stroke volume is greater than normal, but the cardiac output is somewhat reduced, leading to a widening of arteriovenous oxygen difference. Peak heart rate, peak stroke volume, and peak cardiac output are all substantially reduced in the immediate postoperative period. Poor ventricular performance reflects in part an increase of afterloading associated with lean tissue loss. Endurance training restores lean tissue, with associated and probably causally related gains of cardiac function and peak oxygen transport. Exercise prescription after transplantation is commonly regulated by walking distance and pace, ventilatory and blood pressure responses, and ratings of perceived exertion, monitoring for episodes of infection and transplant rejection. There are psychological disturbances immediately following surgery, but again training appears to help ameliorate the mood state. Heterotopic transplants (in which donor and recipient hearts are conserved) generally yield a less satisfactory result than the standard orthotopic procedure. The ventilatory response to exercise is greater for a heart-lung transplant than for a cardiac transplant, but overall functional responses seem similar for the two types of patients. Patients tolerate exercise quite well after cardiac transplantation, and progressive endurance training is a helpful component of treatment in such individuals."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical & Health Education, University of Toronto."
          }
        ],
        "LastName": "Shephard",
        "ForeName": "R J",
        "Initials": "RJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Can J Sport Sci",
    "NlmUniqueID": "8707670",
    "ISSNLinking": "0833-1235"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "psychology",
        "rehabilitation"
      ],
      "DescriptorName": "Heart Transplantation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hemodynamics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Education and Training"
    }
  ],
  "NumberOfReferences": "165"
}