{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15846623",
  "DateCompleted": {
    "Year": "2005",
    "Month": "07",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2005",
        "Month": "04",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "2",
        "PubDate": {
          "Year": "2005",
          "Month": "Apr",
          "Day": "18"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Aerobic exercise interventions for adults living with HIV/AIDS.",
    "Pagination": {
      "StartPage": "CD001796",
      "MedlinePgn": "CD001796"
    },
    "Abstract": {
      "AbstractText": [
        "The profile of HIV infection is constantly changing. Although once viewed as an illness progressing to death, among those with access to antiretroviral therapy, HIV can now present as a disease with an uncertain natural history, perhaps a chronic manageable disease for some. This increased chronicity of HIV infection has been mirrored by increased prevalence of disablement in the HIV-infected population (Rusch 2004). Thus, the needs of these individuals have increasingly included the management of impairments (problems with body function or structure as a significant deviation or loss, such as pain or weakness), activity limitations (difficulties an individual may have in executing activities, such as inability to walk) and participation restrictions (problems an individual may experiences in involvement in life situations, such as inability to work) (WHO 2001). Exercise is a key strategy employed by people living with HIV/AIDS and by rehabilitation professionals to address these issues. Exercise has been shown to improve strength, cardiovascular function and psychological status in seronegative populations (Bouchard 1993), but what are the effects of exercise for adults living with HIV? If the risks and benefits of exercise for people living with HIV are better understood, appropriate exercise may be undertaken by those living with HIV/AIDS and appropriate exercise prescription may be practiced by healthcare providers. If effective and safe, exercise may enhance the effectiveness of HIV management, thus improving the overall outcome for adults living with HIV.",
        "To examine the safety and effectiveness of aerobic exercise interventions on immunological/virological, cardiopulmonary and psychological parameters in adults living with HIV/AIDS.",
        "To identify the appropriate studies, we conducted a search using MEDLINE, EMBASE, SCIENCE CITATION INDEX, AIDSLINE, CINAHL, HEALTHSTAR, PSYCHLIT, SOCIOFILE, SCI, SSCI, ERIC and DAI. We also reviewed both published and unpublished abstracts and proceedings from major international and national HIV/AIDS conferences such as the Intersciences Conference on Antimicrobial Agents and Chemotherapy (ICAAC), the Conference on Retroviruses and Opportunistic Infections (CROI), the Infectious Diseases Society of America Conference (IDSA) and the International AIDS Conference (IAC). Reference lists from pertinent articles and books were reviewed and personal contacts with authors were used, as well as Collaborative Review Group databases. Targeted journals were handsearched for relevant articles. There were no language restrictions. Searches for the original review covered the period from 1980 to July 1999. The first update of this review included an additional search of the literature, followed by identification of included studies that met the inclusion criteria from August 1999 to January 2001. For the second update, we conducted a search to identify additional studies published from February 2001 to August 2003.",
        "Studies were included if they were randomized controlled trials (RCTs) comparing aerobic exercise interventions with no aerobic exercise interventions or another exercise or treatment modality, performed at least three times per week for at least four weeks among adults (18 years of age or older) living with HIV/AIDS.",
        "Data on study design, participants, interventions, outcomes and methodological quality were abstracted from studies that met the inclusion criteria onto specifically designed data collection forms by at least two reviewers. Meta-analysis was conducted using RevMan 4.2 computer software on outcomes whenever possible.",
        "A total of 10 studies (six from the original search, two from the first updated search and two from this second updated search) met the inclusion criteria for this review. Main results indicated that performing constant or interval aerobic exercise, or a combination of constant aerobic exercise and progressive resistive exercise for at least 20 minutes, at least three times per week for four weeks appears to be safe and may lead to significant reductions in depressive symptoms and potentially clinically important improvements in cardiopulmonary fitness. These findings are limited to those participants who continued to exercise and for whom there was adequate follow-up data.",
        "Aerobic exercise appears to be safe and may be beneficial for adults living with HIV/AIDS. These findings are limited by the small sample sizes and large withdrawal rates of the included studies. Future research would benefit from an increased attention to participant follow-up and intention-to-treat analysis. Further research is required to determine the optimal parameters of aerobic exercise and stage of disease in which aerobic exercise may be most beneficial for adults living with HIV."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, University of Toronto, 500 University Avenue, 8th Floor, Toronto, ON, Canada, M5G 1V7. stephanie.nixon@utoronto.ca"
          }
        ],
        "LastName": "Nixon",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "O'Brien",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Glazier",
        "ForeName": "R H",
        "Initials": "RH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tynan",
        "ForeName": "A M",
        "Initials": "AM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2002;(2):CD001796",
      "PMID": "12076422"
    },
    {
      "RefSource": "Cochrane Database Syst Rev. 2010;(8):CD001796",
      "PMID": "20687068"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "CD4 Lymphocyte Count"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiovascular Physiological Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiopathology",
        "psychology",
        "rehabilitation"
      ],
      "DescriptorName": "HIV Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiratory Physiological Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ],
  "NumberOfReferences": "38"
}