{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Bibliometric analysis",
      "Cardiovascular Disease",
      "Co-production",
      "Health Policies",
      "Healthcare",
      "Mobile-health",
      "Physical activity",
      "Sports"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35232456",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "03",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "277",
      "10.1186/s12913-022-07637-8"
    ],
    "Journal": {
      "ISSN": "1472-6963",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Mar",
          "Day": "01"
        }
      },
      "Title": "BMC health services research",
      "ISOAbbreviation": "BMC Health Serv Res"
    },
    "ArticleTitle": "Mobile-Health based physical activities co-production policies towards cardiovascular diseases prevention: findings from a mixed-method systematic review.",
    "Pagination": {
      "StartPage": "277",
      "MedlinePgn": "277"
    },
    "Abstract": {
      "AbstractText": [
        "Cardiovascular disease (CVD) is the first cause of death globally, with huge costs worldwide. Most cases of CVD could be prevented by addressing behavioural risk factors. Among these factors, there is physical and amateur sports activity (PASA), which has a linear negative correlation with the risk of CVD. Nevertheless, attempts to encourage PASA, as exercise prescription programmes, achieved little impact at the community-wide level. A new frontier to promote PASA is represented by mobile health tools, such as exergaming, mobile device apps, health wearables, GPS/GIS and virtual reality. Nevertheless, there has not yet been any evident turnabout in patient active involvement towards CVD prevention, and inactivity rates are even increasing. This study aims at framing the state of the art of the literature about the use of m-health in supporting PASA, as a user-centric innovation strategy, to promote co-production health policies aiming at CVD prevention.",
        "A mixed-method systematic literature review was conducted in the fields of health and healthcare management to highlight the intersections between PASA promotion and m-health tools in fostering co-produced services focused on CVD prevention. The literature has been extracted by the PRISMA logic application. The resulting sample has been first statistically described by a bibliometric approach and then further investigated with a conceptual analysis of the most relevant contributions, which have been qualitatively analysed.",
        "We identified 2,295 studies, on which we ran the bibliometric analysis. After narrowing the research around the co-production field, we found 10 papers relevant for the concept analysis of contents. The interest about the theme has increased in the last two decades, with a high prevalence of contributions from higher income countries and those with higher CVD incidence. The field of research is highly multi-disciplinary; most of documents belong to the medical field, with only a few interconnections with the technology and health policy spheres. Although the involvement of patients is recognized as fundamental for CVD prevention through PASA, co-design schemes are still lacking at the public management level.",
        "While the link between the subjects of motor activity, medicine and technology is clear, the involvement of citizens in the service delivery process is still underinvestigated, especially the issue concerning how \"value co-creation\" could effectively be applied by public agencies. In synthesis, the analysis of the role of co-production as a system coordination method, which is so important in designing and implementing preventive care, is still lacking."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department Management & Law, University of Rome Tor Vergata, Rome, Italy."
          }
        ],
        "LastName": "Palozzi",
        "ForeName": "Gabriele",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "DEA Department, \"G. d'Annunzio\" University of Chieti-Pescara, Viale Pindaro, 42, Pescara, 65127, Italy. gianluca.antonucci@unich.it."
          }
        ],
        "LastName": "Antonucci",
        "ForeName": "Gianluca",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Health Serv Res",
    "NlmUniqueID": "101088677",
    "ISSNLinking": "1472-6963"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Policy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Telemedicine"
    }
  ],
  "CoiStatement": "The authors declare that they have no competing interests."
}