{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1590642",
  "DateCompleted": {
    "Year": "1992",
    "Month": "06",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "08",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0304-4602",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "1",
        "PubDate": {
          "Year": "1992",
          "Month": "Jan"
        }
      },
      "Title": "Annals of the Academy of Medicine, Singapore",
      "ISOAbbreviation": "Ann Acad Med Singap"
    },
    "ArticleTitle": "Community exercise to prevent heart disease. How much should we advise?",
    "Pagination": {
      "StartPage": "101",
      "EndPage": "105",
      "MedlinePgn": "101-5"
    },
    "Abstract": {
      "AbstractText": [
        "There is international agreement that those in the community who are habitually active, either in work or in leisure, have a better coronary risk profile and a lower death rate from coronary heart disease (CHD). This agreement is usually translated into recommendations encouraging the population to perform regular aerobic exercise for 30 minutes thrice weekly. Such a policy is intrinsically costly, requiring detailed medical examination, exercise testing and exercise prescription. Such a policy may detect patients with asymptomatic CHD on the basis of silent myocardial ischaemia for whom there is no proven therapy. More often, exercise testing of asymptomatic \"well\" middle aged populations may well result in a large number of positive tests suggesting the existence of heart disease which is later proven by more expensive testing to be non existent. And finally, only a minority of the population actually exercises aerobically and this proportion falls with the ageing of the population. In summary, such a policy, whilst supported by observational data, is costly and ineffective. Review of the observational studies on physical activity or physical fitness reveals that most, but not all, of the studies show that any level of activity of fitness above basal is protective from CHD--in other words, there appears to be no threshold of activity or fitness for cardiovascular protection. Furthermore, there is a close relationship between the total amount of physical activity performed, the amount of higher intensity aerobic activity performed, and physical fitness. As such, it would appear that we could advise the community to increase the total amount of physical activity to achieve cardiovascular protection.(ABSTRACT TRUNCATED AT 250 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cardiac Investigation Unit, St. Vincent's Hospital, Fitzory, Australia."
          }
        ],
        "LastName": "Jelinek",
        "ForeName": "V M",
        "Initials": "VM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Singapore",
    "MedlineTA": "Ann Acad Med Singap",
    "NlmUniqueID": "7503289",
    "ISSNLinking": "0304-4602"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Community Health Services"
    },
    {
      "QualifierName": [
        "epidemiology",
        "mortality",
        "prevention & control"
      ],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Global Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Education"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    }
  ],
  "NumberOfReferences": "30"
}