{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cancer",
      "Case study",
      "Exercise",
      "Public health",
      "Qualitative research",
      "Socio-ecological approach"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36379090",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "11",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ejon.2022.102234",
      "S1462-3889(22)00142-9"
    ],
    "Journal": {
      "ISSN": "1532-2122",
      "JournalIssue": {
        "Volume": "61",
        "PubDate": {
          "Year": "2022",
          "Month": "Dec"
        }
      },
      "Title": "European journal of oncology nursing : the official journal of European Oncology Nursing Society",
      "ISOAbbreviation": "Eur J Oncol Nurs"
    },
    "ArticleTitle": "Oncology health professionals' perspectives of determinants of exercise by cancer patients: A socio-ecological approach.",
    "Pagination": {
      "StartPage": "102234",
      "MedlinePgn": "102234"
    },
    "Abstract": {
      "AbstractText": [
        "Scientific evidence has shown that practicing exercise reduced the risk of overall and cancer-specific mortality for cancer patients. Numerous studies have shown limited support has been provided by cancer and general health professionals. This present study identifies determinants of suggesting of exercise from the oncology health professionals' perspective by using a socio-ecological approach.",
        "Health professionals from two oncology services in France were contacted, which resulted in 36 semi-structured interviews questioning elements of support for exercise, from individual to political determinants.",
        "intrapersonal-level findings revealed that exercise is considered complementary to treatment, not recommended at all times of the disease duration and not to all patients. For interpersonal determinants, health professionals discuss exercise based on their own sport practice and their exercise knowledge. Health professionals interchangeably use exercise, sport, or exercise. Examination of institutional determinants showed that the oncology services did not use tools to evaluate or follow up on exercise. Only one of the services had an exercise referral scheme. Examination of community determinants showed that health professionals identified a diversity of exercise providers, without the ability to differentiate exercise program quality. Public policy findings have shown that despite an exercise prescription law, health professionals do not prescribe exercise, do not know how to prescribe it, and consider that the exercise useless because of no refund system for patients.",
        "The results provide a systemic understanding of the determinants helping cancer patients and health professionals improve adherence to exercise."
      ],
      "CopyrightInformation": "Copyright © 2022 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université de Lorraine, APEMAC, équipe MICS, F-54000, Nancy, France."
          }
        ],
        "LastName": "Nguyen",
        "ForeName": "Jean-Marie",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université de Lorraine, APEMAC, équipe MICS, F-54000, Nancy, France; Université de Lorraine, Centre Pierre Janet, 57000, Metz, France."
          }
        ],
        "LastName": "Rotonda",
        "ForeName": "Christine",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université de Lorraine, Centre Pierre Janet, 57000, Metz, France."
          }
        ],
        "LastName": "Gendarme",
        "ForeName": "Sophie",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université de Lorraine, APEMAC, équipe MICS, F-54000, Nancy, France; Laboratoire VCR, École de Psychologues Praticiens de l'Institut Catholique de Paris, Équipe d'accueil Religion, Culture et société, Paris, France; Institut de Recherche Biomédicale des Armées (IRBA), 91220, Brétigny, France."
          }
        ],
        "LastName": "Martin-Krumm",
        "ForeName": "Charles",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université de Lorraine, APEMAC, équipe MICS, F-54000, Nancy, France; CHRU-Nancy, INSERM, Université de Lorraine, CIC, Epidémiologie Clinique, F-54000, Nancy, France; National Clinical Research Platform for Quality of Life in Oncology, Paris, France."
          }
        ],
        "LastName": "Omorou",
        "ForeName": "Yacoubou Abdou",
        "Initials": "YA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Université de Lorraine, APEMAC, équipe MICS, F-54000, Nancy, France; Physical Activity for Health Research Group, Health Research Institute and Physical Education and Sport Sciences Department, V94T9PX, Limerick, Ireland. Electronic address: aurelie.van-hoye@univ-lorraine.fr."
          }
        ],
        "LastName": "Van Hoye",
        "ForeName": "Aurélie",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Scotland",
    "MedlineTA": "Eur J Oncol Nurs",
    "NlmUniqueID": "100885136",
    "ISSNLinking": "1462-3889"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attitude of Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Referral and Consultation"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "CoiStatement": "Declaration of competing interest We declare there is no conflicts of interest associated with this publication."
}