{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Depression",
      "Depressive symptoms",
      "Exercise",
      "Physical activity",
      "Physical fitness",
      "Sedentary lifestyle"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32342464",
  "DateCompleted": {
    "Year": "2020",
    "Month": "08",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "08",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/978-981-15-1792-1_18"
    ],
    "Journal": {
      "ISSN": "0065-2598",
      "JournalIssue": {
        "Volume": "1228",
        "PubDate": {
          "Year": "2020"
        }
      },
      "Title": "Advances in experimental medicine and biology",
      "ISOAbbreviation": "Adv Exp Med Biol"
    },
    "ArticleTitle": "Exercise and Depressive Disorder.",
    "Pagination": {
      "StartPage": "271",
      "EndPage": "287",
      "MedlinePgn": "271-287"
    },
    "Abstract": {
      "AbstractText": [
        "Depression is a psychiatric disorder characterized by low mood, loss of interest/enjoyment, and reduced energy and one of the five leading causes of disability and a major contributor to all-cause mortality worldwide. People with depression have, between others, a reduced life expectancy, worse quality of life and cardiorespiratory fitness, and increased risk of type 2 diabetes, compared to the general population. Furthermore, the economic burden of mental disorders including depression is evident, and it is expected to increase to more than double by 2030. Therefore, reducing the growing burden of mental disorders such as depression should be a health priority. Improved prevention and treatment are two key factors that may reduce the burden of depression. Pharmacological- and psychotherapy-based interventions have been traditionally considered for treating depression disorders; however, there is an increasing amount of scientific evidence confirming that physical activity and physical exercise should be highly considered in prevention and treatment of depressive disorders. In this chapter, we aim to summarize and discuss the research progress of physical activity and exercise in prevention and treatment of depressive disorder. Specifically, we summarized and discussed the research progress of the prognostic use of physical activity for incident depression, the importance of sedentary behavior and other outcomes typically improved by physical activity/exercise such as cardiorespiratory fitness for future depression, the research progress of the evidence of the benefits of exercise in people with depression disorders, the resistance training effects in adults and older adults with depression, and the recommendations for the prescription of exercise for people with depression."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Performance Sports Research Center, Department of Sports and Computer Science, Section of Physical Education and Sports, Faculty of Sports Sciences, Universidad Pablo de Olavide, Seville, Spain."
          },
          {
            "Identifier": [],
            "Affiliation": "Research group in development Movimiento Humano, Universidad de Zaragoza, Zaragoza, Spain."
          }
        ],
        "LastName": "Bueno-Antequera",
        "ForeName": "Javier",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Performance Sports Research Center, Department of Sports and Computer Science, Section of Physical Education and Sports, Faculty of Sports Sciences, Universidad Pablo de Olavide, Seville, Spain. dmunizq@upo.es."
          },
          {
            "Identifier": [],
            "Affiliation": "Research group in development Movimiento Humano, Universidad de Zaragoza, Zaragoza, Spain. dmunizq@upo.es."
          },
          {
            "Identifier": [],
            "Affiliation": "Biomedical Research Networking Center on Frailty and Healthy Aging, Madrid, Spain. dmunizq@upo.es."
          }
        ],
        "LastName": "Munguía-Izquierdo",
        "ForeName": "Diego",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Adv Exp Med Biol",
    "NlmUniqueID": "0121103",
    "ISSNLinking": "0065-2598"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cardiorespiratory Fitness"
    },
    {
      "QualifierName": [
        "complications",
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ]
}