{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9669143",
  "DateCompleted": {
    "Year": "1998",
    "Month": "09",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0889-8529",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "2",
        "PubDate": {
          "Year": "1998",
          "Month": "Jun"
        }
      },
      "Title": "Endocrinology and metabolism clinics of North America",
      "ISOAbbreviation": "Endocrinol Metab Clin North Am"
    },
    "ArticleTitle": "The roles of exercise and fall risk reduction in the prevention of osteoporosis.",
    "Pagination": {
      "StartPage": "369",
      "EndPage": "387",
      "MedlinePgn": "369-87"
    },
    "Abstract": {
      "AbstractText": [
        "In summary, the optimal model for the prevention of osteoporotic fractures includes maximization and maintenance of bone strength and minimization of trauma. Numerous determinants of each have been identified, but further work to develop preventative strategies based on these determinants remains to be undertaken. Physical activity is a determinant of peak BMD. There also is evidence that activity during growth modulates the external geometry and trabecular architecture, potentially enhancing skeletal strength, while during the adult years activity may reduce age-related bone loss. The magnitude of the effect of a 7% to 8% increase in peak BMD, if maintained through the adult years, could translate to a 1.5-fold reduction in fracture risk. Moreover, in the older population, appropriate forms of exercise could reduce the risk of falling and, thus, further reduce fracture risk. These data must be considered as preliminary in view of the paucity of long-term fracture outcome data from randomized clinical trials. However, current information suggests that the optimal form of exercise to achieve these objectives may vary through life. Vigorous physical activity (including weight-bearing, resistance, and impact components) during childhood may maximize peak BMD. This type of activity seems optimal through the young adult years, but as inevitable age-related degeneration occurs, activity modification to limit the impact component of exercise may become necessary. In the elderly, progressive strength training has been demonstrated to be a safe and effective form of exercise that reduces risk factors for falling and may also enhance BMD. In the frail elderly, activity to improve balance and confidence also may be valuable. Group activities such as Tai Chi may be cost-effective. Precise prescriptions must await the outcome of well-designed, controlled longitudinal studies that include fracture as an outcome. However, increased physical activity seems to be a sensible component of strategies to reduce osteoporotic fracture."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Bone and Mineral Research Program, Garvan Institute of Medical Research, Sydney, New South Wales, Australia."
          }
        ],
        "LastName": "Henderson",
        "ForeName": "N K",
        "Initials": "NK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "White",
        "ForeName": "C P",
        "Initials": "CP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Eisman",
        "ForeName": "J A",
        "Initials": "JA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Endocrinol Metab Clin North Am",
    "NlmUniqueID": "8800104",
    "ISSNLinking": "0889-8529"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Amenorrhea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bone Density"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Bone and Bones"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscles"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Osteoporosis"
    }
  ],
  "NumberOfReferences": "149"
}