{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Assistive technology",
      "Co-design",
      "Graphical user interface",
      "Power assisted exercise",
      "Rehabilitation technology",
      "Stroke",
      "Usability evaluation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37488564",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "07",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "95",
      "10.1186/s12984-023-01207-7"
    ],
    "Journal": {
      "ISSN": "1743-0003",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul",
          "Day": "24"
        }
      },
      "Title": "Journal of neuroengineering and rehabilitation",
      "ISOAbbreviation": "J Neuroeng Rehabil"
    },
    "ArticleTitle": "Evaluating the usability of a co-designed power assisted exercise graphical user interface for people with stroke.",
    "Pagination": {
      "StartPage": "95",
      "MedlinePgn": "95"
    },
    "Abstract": {
      "AbstractText": [
        "Digital advancement of power assisted exercise equipment will advance exercise prescription for people with stroke (PwS). This article reports on the remote usability evaluation of a co-designed graphical user interface (GUI) and denotes an example of how video-conference software can increase reach to participants in the testing of rehabilitation technologies. The aim of this study was to evaluate the usability of two sequential versions of the GUI.",
        "We adopted a mixed methods approach. Ten professional user (PU) (2M/8F) and 10 expert user (EU) participants (2M/8F) were recruited. Data collection included a usability observation, a 'think aloud' walk through, task completion, task duration and user satisfaction as indicated by the Post Study System Usability Questionnaire (PSSUQ). Identification of usability issues informed the design of version 2 which included an additional submenu. Descriptive analysis was conducted upon usability issues and number of occurrences detected on both versions of the GUI. Inferential analysis enabled comparison of task duration and PSSUQ data between the PU and EU groups.",
        "Analysis of the 'think aloud' walkthrough data enabled identification of 22 usability issues on version 1 from a total of 100 usability occurrences. Task completion for all tasks was 100%. Eight usability issues were directly addressed in the development of version 2. Two recurrent and 24 new usability issues were detected in version 2 with a total of 86 usability occurrences. Paired two tailed T-tests on task duration data indicated a significant decrease amongst the EU group for task 1.1 on version 2 (P = 0.03). The mean PSSUQ scores for version 1 was 1.44 (EU group) and 1.63 (PU group) compared with 1.40 (EU group) and 1.41 (PU group) for version 2.",
        "The usability evaluation enabled identification of usability issues on version 1 of the GUI which were effectively addressed on the iteration of version 2. Testing of version 2 identified usability issues within the new submenu. Application of multiple usability evaluation methods was effective in identifying and addressing usability issues in the GUI to improve the experience of PAE for PwS. The use of video-conference software to conduct synchronous, remote usability testing is an effective alternative to face to face testing methods."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Allied Health Professions, Advanced Wellbeing Research Centre, Sheffield Hallam University, 2 Old Hall Road, Sheffield, S9 3TU, UK. r.young@shu.ac.uk."
          }
        ],
        "LastName": "Young",
        "ForeName": "Rachel",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health and Education, Manchester Metropolitan University, Manchester Brooks Building, 53 Bonsall Street, Manchester, M15 6GX, UK."
          }
        ],
        "LastName": "Sage",
        "ForeName": "Karen",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Sport Exercise and Life Sciences, Institute of Health and Well-Being, Coventry University, Coventry, CV1 2DS, UK."
          }
        ],
        "LastName": "Broom",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sports Engineering Research Group, Advanced Wellbeing Research Centre, Sheffield Hallam University, 2 Old Hall Road, Sheffield, S9 3TU, UK."
          }
        ],
        "LastName": "Hext",
        "ForeName": "Andrew",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Health, Wellbeing and Life Sciences, Sheffield Hallam University, Collegiate Crescent Campus, Sheffield, S10 2BP, UK."
          }
        ],
        "LastName": "Snowdon",
        "ForeName": "Nicky",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Advanced Wellbeing Research Centre, Sheffield Hallam University, Collegiate Crescent Campus, Sheffield, S10 2BP, UK."
          }
        ],
        "LastName": "Smith",
        "ForeName": "Christine",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Neuroeng Rehabil",
    "NlmUniqueID": "101232233",
    "ISSNLinking": "1743-0003"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Software"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stroke"
    }
  ],
  "CoiStatement": "The work published in this manuscript is part of a programme of research examining power assisted exercise as part of the lead author’s doctoral study. An academic collaboration between the equipment manufacturer and Sheffield Hallam University exists in which machines have been provided for use in kind. There is no restriction or clauses on publishing negative findings."
}