{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30541260",
  "DateCompleted": {
    "Year": "2019",
    "Month": "02",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "02",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [
      "10.3917/spub.183.0313"
    ],
    "Journal": {
      "ISSN": "0995-3914",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "3",
        "PubDate": {
          "Year": "2018",
          "Season": "May-June"
        }
      },
      "Title": "Sante publique (Vandoeuvre-les-Nancy, France)",
      "ISOAbbreviation": "Sante Publique"
    },
    "ArticleTitle": "[Prescription of physical activity by general practitioners: The Biarritz Côte Basque Sport Santé experience].",
    "Pagination": {
      "StartPage": "313",
      "EndPage": "320",
      "MedlinePgn": "313-320"
    },
    "Abstract": {
      "AbstractText": [
        "Physical inactivity represents a public health challenge because it is associated with an increased risk of chronic disease and premature death. The prescription of physical activity (PA) by general practitioners in the context of sports clubs was used to fight against physical inactivity.",
        "Since May 2015, the Biarritz Côte Basque Sport Santé (BSS) association has proposed a primary prevention scheme based on physical activity prescribed by a panel of voluntary general practitioners designed for inactive persons with no significant chronic diseases. Participants are referred either directly to a sports club in which they are managed by a trained sports instructor or initially to a BSS sport health educator, who proposes an interview and physical evaluation in order to choose the most appropriate sporting activity. PA (comprising a total of 15 activities) is prescribed for twelve weeks and each participant is evaluated at the end of this period. We report our experience with this programme after the inclusion of 200 individuals.",
        "Eighty-six physicians from seventeen sites of the Basque coast area participated in this study. Two hundred persons received a PA prescription (men: 27%, mean age: 54 years, range: 18-80); 20% of them were referred directly to participating sports clubs and 80% were first evaluated by our BSS educator. Aquatic gymnastics was the PA most frequently chosen (23%). The number of affiliated sport clubs increased from seven at the beginning of our project to twenty five at the time of analysis. Twenty-eight sport instructors have now been trained and accredited to manage participants. One hundred and thirty eight subjects have completed the planned twelve-week schedule and have been evaluated: 90% of them continue their sport in the sports club.",
        "Our experience suggests than general practitioner-based PA referral to well-trained sports club educators is a feasible strategy for managing physically inactive individuals. This protocol comprises an intermediary structure, the BSS unit, which allows evaluation and referral to adapted PA for each participant plus compliance monitoring. However, the long-term efficacy of this programme has yet to be evaluated."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bauduer",
        "ForeName": "Frédéric",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vanz",
        "ForeName": "Edson",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Guillet",
        "ForeName": "Nicolas",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Maurice",
        "ForeName": "Sylvie",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "La prescription d'activité physique par le médecin traitant : l'expérience de Biarritz Côte Basque Sport Santé."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Sante Publique",
    "NlmUniqueID": "9216153",
    "ISSNLinking": "0995-3914"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Directive Counseling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "France"
    },
    {
      "QualifierName": [],
      "DescriptorName": "General Practice"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pilot Projects"
    }
  ]
}