{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise program",
      "Pain inhibition",
      "Pain sensitivity",
      "Rehabilitation",
      "Review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Übungen sind ein Kernbestandteil von Physiotherapie. Eine der vielen positiven Wirkungen von Übungsprogrammen ist der Effekt auf die endogene Schmerzmodellierung. Bewegungsinduzierte Hypoalgesie (BIH) ist definiert als eine kurzzeitige Erhöhung der Schmerzschwelle als direkte Antwort auf eine Bewegungsübung. Das Phänomen BIH hat in den letzten Jahren große Aufmerksamkeit in der Forschung bekommen mit über 150 publizierten Studien. Vier systematische Übersichtsarbeiten wurden allein im Jahr 2020 veröffentlicht.Dieses narrative Review liefert einen Überblick über das Phänomen BIH und fasst die zugrunde liegenden Mechanismen und Einflussfaktoren zusammen. Aktuelle systematische Übersichtsarbeiten bei gesunden Teilnehmern und Patienten wurden anhand von AMSTAR2 bewertet. Das Phänomen BIH ist wissenschaftlich fundiert, aber es besteht niedrige bis sehr niedrige Konfidenz, dass BIH bei Gesunden auftritt. Große Heterogenität, hohes Verzerrungsrisiko und das Nichterfüllen der Einschlusskriterien für die systematischen Übersichtsarbeiten beeinträchtigen die Auswertung. Für Menschen mit Erkrankungen besteht sehr niedrige Konfidenz, bestenfalls zeigen Subgruppen oder isometrische Übungen geänderte BIH. Trotz des großen Interesses an der Thematik konnten Probleme mit der aktuellen Studienlage durch die Komplexität von BIH aufgezeigt werden. Es fehlen Empfehlungen für Messinstrumente und Übungsparameter, zudem wurden Reliabilität und Validität bisher wenig erforscht.Weitere Grundlagenforschung zu BIH-Parametern und Kontextfaktoren wird benötigt und kann zum Verständnis von BIH beitragen, um dann in klinische Forschung, insbesondere bei Patientengruppen, und anschließend die Rehabilitation übertragen werden zu können."
      ],
      "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Medizin Verlag GmbH, ein Teil von Springer Nature."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35166902",
  "DateCompleted": {
    "Year": "2022",
    "Month": "07",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "07",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "02",
        "Day": "15"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00482-022-00623-3"
    ],
    "Journal": {
      "ISSN": "1432-2129",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "4",
        "PubDate": {
          "Year": "2022",
          "Month": "Aug"
        }
      },
      "Title": "Schmerz (Berlin, Germany)",
      "ISOAbbreviation": "Schmerz"
    },
    "ArticleTitle": "[Pain modulation through exercise : Exercise-induced hypoalgesia in physiotherapy].",
    "Pagination": {
      "StartPage": "237",
      "EndPage": "241",
      "MedlinePgn": "237-241"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise prescription is a central tenet of physiotherapy. One of the numerous benefits of exercise is its influence on endogenous pain modulation. Exercise-induced hypoalgesia (EIH) refers to a short-term change in pain sensitivity following an acute bout of exercise. Interest in this phenomenon has grown considerably with over 150 articles published, including four systematic reviews in 2020 alone.This narrative review provides an overview of EIH including a definition and summary of the underlying mechanisms and mediating factors. Recent systematic reviews assessing EIH in people with and without musculoskeletal complaints were evaluated using AMSTAR2. Review findings confirm the presence of EIH. For asymptomatic people, confidence in the evidence was low to very low due to high heterogeneity of included studies, risk of bias, and study eligibility. For people with pain, there is very low confidence, at best, that subgroups or isometric exercise show altered EIH. Despite the growing body of evidence, challenges within the available evidence due to its complex nature are highlighted. Recommendations regarding outcome measures and exercise parameters are required, and further understanding of reliability and validity of EIH is needed. There is a demand to further elucidate these parameters and contextual factors to advance our understanding of EIH. Additional clinical research, especially in patient populations, is required to then provide implications for rehabilitation."
      ],
      "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer Medizin Verlag GmbH, ein Teil von Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre of Precision Rehabilitation for Spinal Pain, School of Sport, Exercise and Rehabilitation Sciences, College of Life and Environmental Sciences, University of Birmingham, B15 2TT, Edgbaston, Birmingham, Großbritannien. ad8146@coventry.ac.uk."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, Midwifery and Health, Faculty of Health and Life Sciences, Coventry University, Jordan Well, CV1 5RW, Coventry, Großbritannien. ad8146@coventry.ac.uk."
          }
        ],
        "LastName": "Kuithan",
        "ForeName": "Pauline",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre of Precision Rehabilitation for Spinal Pain, School of Sport, Exercise and Rehabilitation Sciences, College of Life and Environmental Sciences, University of Birmingham, B15 2TT, Edgbaston, Birmingham, Großbritannien."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Physical Therapy, Faculty of Health Science, Western University, Richmond Street, N6A 3K7, London, Ontario, Kanada."
          }
        ],
        "LastName": "Rushton",
        "ForeName": "Alison",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre of Precision Rehabilitation for Spinal Pain, School of Sport, Exercise and Rehabilitation Sciences, College of Life and Environmental Sciences, University of Birmingham, B15 2TT, Edgbaston, Birmingham, Großbritannien."
          }
        ],
        "LastName": "Heneghan",
        "ForeName": "Nicola R",
        "Initials": "NR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Schmerzmodellierung durch Bewegung : Bewegungsinduzierte Hypoalgesie in der Physiotherapie."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Schmerz",
    "NlmUniqueID": "8906258",
    "ISSNLinking": "0932-433X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Perception"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Threshold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproducibility of Results"
    }
  ]
}