{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37390033",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1071/HC23007"
    ],
    "Journal": {
      "ISSN": "1172-6156",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "2",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun"
        }
      },
      "Title": "Journal of primary health care",
      "ISOAbbreviation": "J Prim Health Care"
    },
    "ArticleTitle": "What are green prescriptions? A scoping review.",
    "Pagination": {
      "StartPage": "155",
      "EndPage": "161",
      "MedlinePgn": "155-161"
    },
    "Abstract": {
      "AbstractText": [
        "Introduction Clear terminology is critical to allow accurate communication between practitioners, policy makers and the public. Aim We investigated how the term 'green prescription' has been used in the peer-reviewed literature. Methods We conducted a scoping review of the peer-reviewed literature that used the term 'green prescription(s)' and determined how this term was used. We then investigated how the term has been used over time, in different geographic locations and in different academic disciplines. Results We included 268 articles that used the term 'green prescription(s)'. We found that the phrase 'green prescription(s)' has been used since 1997 to mean a written prescription for a lifestyle change, most commonly physical activity, provided by a health practitioner. However, more recently (since 2014) the term has also been used to mean exposure to nature. Despite the emergence of this new meaning, 'green prescription' remains, in the health and medical science literature across all continents, most commonly used to describe a prescription for physical activity. Conclusion The use of the term 'green prescriptions' is inconsistent and has led to misuse of the research evidence regarding written prescriptions for exercise/diet being used to justify nature exposure to improve human health. We recommend that the term 'green prescriptions' continues to be used only as per its original definition, to refer to written prescriptions for physical activity and/or diet. For prescriptions to spend time in nature, we suggest use of the more appropriate term 'nature prescriptions'."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Biological Sciences, The University of Adelaide, North Terrace, Adelaide, South Australia 5005, Australia; and School of Allied Health Science and Practice, The University of Adelaide, North Terrace, Adelaide, South Australia 5005, Australia; and Environment Institute, The University of Adelaide, North Terrace, Adelaide, South Australia 5005, Australia."
          }
        ],
        "LastName": "Stanhope",
        "ForeName": "Jessica",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Biological Sciences, The University of Adelaide, North Terrace, Adelaide, South Australia 5005, Australia; and Environment Institute, The University of Adelaide, North Terrace, Adelaide, South Australia 5005, Australia; and School of Public Health, The University of Adelaide, North Terrace, Adelaide, South Australia 5005, Australia; and South Australian Museum, North Terrace, Adelaide, South Australia 5000, Australia."
          }
        ],
        "LastName": "Weinstein",
        "ForeName": "Philip",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Australia",
    "MedlineTA": "J Prim Health Care",
    "NlmUniqueID": "101524060",
    "ISSNLinking": "1172-6156"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Communication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    }
  ]
}