{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37096837",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.57187/smw.2023.40059"
    ],
    "Journal": {
      "ISSN": "1424-3997",
      "JournalIssue": {
        "Volume": "153",
        "PubDate": {
          "Year": "2023",
          "Month": "Apr",
          "Day": "19"
        }
      },
      "Title": "Swiss medical weekly",
      "ISOAbbreviation": "Swiss Med Wkly"
    },
    "ArticleTitle": "Optimising the current model of care for knee osteoarthritis with the implementation of guideline recommended non-surgical treatments: a model-based health economic evaluation.",
    "Pagination": {
      "StartPage": "40059",
      "MedlinePgn": "40059"
    },
    "Abstract": {
      "AbstractText": [
        "Structured exercise, education, weight management and painkiller prescription are guideline recommended non-surgical treatments for patients suffering from knee osteoarthritis. Despite its endorsement, uptake of guideline recommended non-surgical treatments remains low. It is unknown whether the implementation of these treatments into the current model of care for knee osteoarthritis would be cost-effective from a Swiss statutory healthcare perspective. We therefore aimed to (1) assess the incremental cost-effectiveness ratio of an optimised model of care incorporating guideline recommended non-surgical treatments in adults with knee osteoarthritis and (2) the effect of total knee replacement (TKR) delay with guideline recommended non-surgical treatments on the cost-effectiveness of the overall model of care.",
        "A Markov model from the Swiss statutory healthcare perspective was used to compare an optimised model of care incorporating guideline recommended non-surgical treatments versus the current model of care without standardised guideline recommended non-surgical treatments. Costs were derived from two Swiss health insurers, a national database, and a reimbursement catalogue. Utility values and transition probabilities were extracted from clinical trials and national population data. The main outcome was the incremental cost-effectiveness ratio for three scenarios: \"base case\" (current model of care vs optimised model of care with no delay of total knee replacement), \"two-year delay\" (current model of care vs optimised model of care + two-year delay of total knee replacement) and \"five-year delay\" (current model of care vs optimised model of care + five-year delay of total knee replacement). Costs and utilities were discounted at 3% per year and a time horizon of 70 years was chosen. Probabilistic sensitivity analyses were conducted.",
        "The \"base case\" scenario led to 0.155 additional quality-adjusted life years (QALYs) per person at an additional cost per person of CHF 341 (ICER = CHF 2,203 / QALY gained). The \"two-year delay\" scenario led to 0.134 additional QALYs and CHF -14 cost per person. The \"five-year delay\" scenario led to 0.118 additional QALYs and CHF -501 cost per person. Delay of total knee replacement by two and five years led to an 18% and 36% reduction of revision surgeries, respectively, and had a cost-saving effect.",
        "According to this Markov model, the optimisation of the current model of care by implementing guideline recommended non-surgical treatments would likely be cost-effective from a statutory healthcare perspective. If implementing guideline recommended non-surgical treatments delays total knee replacement by two or five years, the amount of revision surgeries may be reduced."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health, Bern University of Applied Sciences, Discipline of Physiotherapy, Bern, Switzerland."
          }
        ],
        "LastName": "Vetsch",
        "ForeName": "Thomas",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health, Bern University of Applied Sciences, Discipline of Physiotherapy, Bern, Switzerland."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Sports and Rehabilitation Sciences, Vrije Universiteit Brussel, Brussels, Belgium."
          }
        ],
        "LastName": "Taeymans",
        "ForeName": "Jan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health, Bern University of Applied Sciences, Discipline of Physiotherapy, Bern, Switzerland."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Sports and Rehabilitation Sciences, Vrije Universiteit Brussel, Brussels, Belgium."
          }
        ],
        "LastName": "Lutz",
        "ForeName": "Nathanael",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Swiss Med Wkly",
    "NlmUniqueID": "100970884",
    "ISSNLinking": "0036-7672"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Osteoarthritis, Knee"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cost-Benefit Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality-Adjusted Life Years"
    }
  ]
}