{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "M-health",
      "cardiometabolic risk",
      "cognition",
      "musculoskeletal discomfort",
      "office workers",
      "physical activity",
      "work productivity",
      "worksite education"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34366306",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "08",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3233/WOR-213544"
    ],
    "Journal": {
      "ISSN": "1875-9270",
      "JournalIssue": {
        "Volume": "69",
        "Issue": "4",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "Work (Reading, Mass.)",
      "ISOAbbreviation": "Work"
    },
    "ArticleTitle": "SMART STEP - SMARTphone-driven exercise and pedometer-based STEP intervention to promote physical activity among desk-based employees: Study protocol for a three-arm cluster randomized controlled trial.",
    "Pagination": {
      "StartPage": "1229",
      "EndPage": "1245",
      "MedlinePgn": "1229-1245"
    },
    "Abstract": {
      "AbstractText": [
        "Prolonged sitting in desk-based office workers is found to be associated with increased cardiometabolic risk and poor cognitive performance. Technology-based physical activity (PA) interventions using smartphone applications (SmPh app) to promote PA levels might be effective in reducing cardiometabolic risk among sedentary population but the evidence remains inconclusive.",
        "The objective is to investigate the effects of a technology-based PA intervention compared to PA education with a worksite manual or no intervention on PA levels, cardiometabolic risk, cognitive performance, and work productivity among desk-based employees.",
        "A three-arm clustered randomized trial will be conducted. The study will be conducted among various administrative offices of a multifaceted university in India. Desk-based employees aged between 30 and 50 years (n = 159; 53 in each arm) will be recruited. Employees from various constituent institutions (clusters) of the university will be randomized into one of the three following groups - SMART: SmPh app-driven break reminders (visual exercise prompts) plus pedometer-based step intervention, TRADE: worksite PA education with a manual plus American College of Sports Medicine guided PA prescription, or CONTROL: usual work group. At baseline and after the 1st, 3rd and 6th month of the trial period, accelerometer-measured sitting time and PA levels, cardiometabolic risk (fasting blood glucose, triglycerides, insulin, blood pressure, heart rate variability, functional capacity, and subcutaneous fat), cognitive performance (executive function), sickness absenteeism and work limitations will be assessed by a blinded assessor. Therapist delivering interventions will not be blinded.",
        "This trial will determine whether a combined SmPh-app and pedometer-based intervention is more effective than education or no intervention in altering PA levels, cardiometabolic risk and cognitive performance among desk-based employees in India. This study has the potential to foster institutional recommendations for using SmPh-based technology and pedometers to promote PA and reduce sedentary behavior at work."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Exercise and Sports Sciences, Manipal College of Health Professions, Manipal Academy of Higher Education, Manipal, Karnataka, India."
          }
        ],
        "LastName": "Chandrasekaran",
        "ForeName": "Baskaran",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine, Kasturba Medical College, Manipal Academy of Higher Education, Manipal, Karnataka, India."
          }
        ],
        "LastName": "Rao",
        "ForeName": "Chythra R",
        "Initials": "CR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Exercise and Sports Sciences, Manipal College of Health Professions, Manipal Academy of Higher Education, Manipal, Karnataka, India."
          }
        ],
        "LastName": "Davis",
        "ForeName": "Fiddy",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, College of Health Sciences, University of Sharjah, Sharjah, United Arab Emirates."
          },
          {
            "Identifier": [],
            "Affiliation": "Neuromusculoskeletal Rehabilitation Research Group, RIMHS - Research Institute of Medical and Health Sciences, University of Sharjah, Sharjah, United Arab Emirates."
          },
          {
            "Identifier": [],
            "Affiliation": "Sustainable Engineering Asset Management Research Group, RISE - Research Institute of Sciences and Engineering, University of Sharjah, Sharjah, United Arab Emirates."
          },
          {
            "Identifier": [],
            "Affiliation": "Adjunct Faculty, Department of Physiotherapy, Manipal College of Health Professions, Manipal Academy of Higher Education, Manipal, Karnataka, India."
          }
        ],
        "LastName": "Arumugam",
        "ForeName": "Ashokan",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial Protocol",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Work",
    "NlmUniqueID": "9204382",
    "ISSNLinking": "1051-9815"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Actigraphy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Smartphone"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Workplace"
    }
  ]
}