{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Craniopharyngioma",
      "Informal caregiver",
      "Minors",
      "Qualitative description research"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36437132",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pedn.2022.11.016",
      "S0882-5963(22)00297-4"
    ],
    "Journal": {
      "ISSN": "1532-8449",
      "JournalIssue": {
        "Volume": "68",
        "PubDate": {
          "Year": "2023",
          "Season": "Jan-Feb"
        }
      },
      "Title": "Journal of pediatric nursing",
      "ISOAbbreviation": "J Pediatr Nurs"
    },
    "ArticleTitle": "Qualitative descriptive study during the COVID-19 pandemic on the needs of informal caregivers of Chinese minors who underwent craniopharyngioma surgery.",
    "Pagination": {
      "StartPage": "e87",
      "EndPage": "e95",
      "MedlinePgn": "e87-e95"
    },
    "Abstract": {
      "AbstractText": [
        "To determine the needs of informal caregivers during the long-term health management of minors who have undergone craniopharyngioma surgery. Design and methodology This is a qualitative and descriptive research study. Purposive sampling was used to select participants, and semi-structured interviews were conducted to explore the needs of 21 informal caregivers for postoperative minors. Due to the COVID-19 pandemic, the respondents were provided with the options of online video call or offline one-on-one interviews. Following this, a content analysis method was conducted.",
        "Four themes and 14 sub-themes were extracted from the results of the study, including needs for relieving psychological stress (including psychological pressure on both minors and on caregivers); requirement for on-campus assistance (physical activity, eliminating verbal violence in schools, special education needs for child, healthcare services provided by school hospitals); demands for medical help (acquiring medical knowledge, need for medication management, convenience and reliable access to medical services, need for technological development, expectations of multidisciplinary cooperation, the necessity of health review reminders); and the desire for financial aid (charity platform assistance, inclination of government policy).",
        "In China, informal caregivers of young patients with onset craniopharyngioma require both the multidisciplinary cooperation of medical institutions and the multi-departmental cooperation of society. Information and medical technology advancements may benefit families with young patients. Improving community hospitals' medical services and encouraging the practical use of online medical treatment and prescriptions are both necessary in the context of COVID-19.",
        "By identifying the needs of informal caregivers, medical professionals are able to develop care plans and interventions aimed at reducing the burden of care for minors who have undergone craniopharyngioma surgery."
      ],
      "CopyrightInformation": "Copyright © 2022 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Emergency Center, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."
          }
        ],
        "LastName": "Du",
        "ForeName": "Kun",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurosurgery, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China. Electronic address: tuantuan0723@126.com."
          }
        ],
        "LastName": "Pan",
        "ForeName": "Yuan Yuan",
        "Initials": "YY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurosurgery, The First Affiliated Hospital of Zhengzhou University, Zhengzhou, China."
          }
        ],
        "LastName": "Yan",
        "ForeName": "Wen Wen",
        "Initials": "WW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Pediatr Nurs",
    "NlmUniqueID": "8607529",
    "ISSNLinking": "0882-5963"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Caregivers"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Craniopharyngioma"
    },
    {
      "QualifierName": [],
      "DescriptorName": "East Asian People"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Minors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Pituitary Neoplasms"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest We declare that we have no financial and personal relationships with other people or organizations that can inappropriately influence our work in the manuscript entitled “Qualitative Descriptive Study during the COVID-19 Pandemic on the Needs of Informal Caregivers of Chinese Minors who underwent Craniopharyngioma Surgery”."
}