{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "El aumento en la prevalencia de diabetes tipo 2 y la expansión a nivel mundial de los estados de sobrepeso y obesidad están intrínsecamente vinculados, de forma que el porcentaje de diabetes atribuible al aumento de peso llega a ser superior al 80% en muchos países. En 2015 se publica un Documento de Consenso español de SEMI, SED, redGDPS, SEC, SEEDO, SEEN, SEMERGEN y SEMFYC que aborda esta doble condición de acuerdo con las mejores evidencias. Desde las afirmaciones de dicho consenso proponemos cinco recomendaciones para la práctica clínica consensuadas por los Grupos de trabajo de SENDIMAD, SOMAMFYC, SEMG Madrid y RedGDPS, con el fin de establecer un diagnóstico de precisión y el tratamiento más adecuado:1. En todo paciente con diabetes y obesidad debe abordarse, tanto al inicio como en el seguimiento, además del cálculo del índice de masa corporal (IMC), el porcentaje de grasa corporal y la valoración de la composición corporal.2. La aproximación al grado y distribución de la grasa corporal requiere incluir la medición y registro del perímetro de cintura de estos pacientes.3. La valoración integral del paciente con diabetes tipo 2-obesidad exige la evaluación del grado de actividad física y/o caracterizar la condición de sedentarismo.4. La prescripción de cambios del estilo de vida debe ser incorporada a la educación terapéutica (plan dietético y de actividad física individualizado, flexible, autónomo y sostenible).5. El abordaje farmacológico en el tratamiento de la diabetes-obesidad implica la elección de fármacos antidiabéticos que faciliten la pérdida de grasa."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30070890",
  "DateCompleted": {
    "Year": "2018",
    "Month": "11",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "08",
        "Day": "02"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.20960/nh.1646"
    ],
    "Journal": {
      "ISSN": "1699-5198",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "4",
        "PubDate": {
          "Year": "2018",
          "Month": "Aug",
          "Day": "02"
        }
      },
      "Title": "Nutricion hospitalaria",
      "ISOAbbreviation": "Nutr Hosp"
    },
    "ArticleTitle": "[Recommendations for clinical practice in diabetes and obesity. The Madrid Agreements. Document agreed by the working groups of the scientific societies: SENDIMAD, SOMAMFYC, SEMG Madrid, SEMERGEN Madrid and RedGDPS].",
    "Pagination": {
      "StartPage": "971",
      "EndPage": "978",
      "MedlinePgn": "971-978"
    },
    "Abstract": {
      "AbstractText": [
        "The increase in the prevalence of type 2 diabetes and the worldwide expansion of overweight and obesity are intrinsically linked. The percentage of diabetes attributable to weight gain amounts to more than 80% in many countries. This relationship is addressed in a Spanish Consensus Document from SEMI, SED, redGDPS, SEC, SEEDO, SEEN, SEMERGEN and SEMFYC published in 2015 and which gathers best available evidences. Based on the statements of this consensus document, we propose five recommendations for clinical practice to establish a diagnosis of precision and the most appropriate treatment for joint diabetes and obesity. These recommendations have been agreed by the SENDIMAD, SOMAMFYC, SEMG Madrid and RedGDPS Working Groups: 1. For every patient with diabetes and obesity, in addition to the calculation of the body mass index, the percentage of body fat and the approximation to the assessment of body composition should be evaluated throughout the whole process (both at the beginning and follow up). 2. The approximation to the degree and distribution of body fat requires the measurement and recording of the waist circumference of these patients. 3. The integrated assessment of the patient with type 2 diabetes-obesity requires the evaluation of the degree of physical activity and/or characterization of the sedentary condition. 4. The prescription of lifestyle changes should be incorporated into therapeutic education (individualized, flexible, autonomous and sustainable diet and physical activity plan. 5. The pharmacological approach in the treatment of type 2 diabetes-obesity implies the choice of anti-diabetic drugs that facilitate the loss of fat."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "HULP. anaide.cos@salud.madrid.org."
          }
        ],
        "LastName": "De Cos",
        "ForeName": "Ana Isabel",
        "Initials": "AI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gutiérrez Medina",
        "ForeName": "Sonsoles",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Luca",
        "ForeName": "Bogdana",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Galdón",
        "ForeName": "Alba",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Simon Chacín",
        "ForeName": "Juan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "De Mingo",
        "ForeName": "María Luisa",
        "Initials": "ML"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Trifu",
        "ForeName": "Daniela",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Artola",
        "ForeName": "Sara",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Egocheaga",
        "ForeName": "Isabel",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Soriano",
        "ForeName": "Teresa",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vázquez",
        "ForeName": "Clotilde",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Guideline",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Recomendaciones para la práctica clínica en diabetes y obesidad. Los acuerdos de Madrid. Documento consensuado por los grupos de trabajo de las sociedades científicas: SENDIMAD, SOMAMFYC, SEMG Madrid, SEMERGEN Madrid y RedGDPS."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Nutr Hosp",
    "NlmUniqueID": "9100365",
    "ISSNLinking": "0212-1611"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Diabetes Complications"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evidence-Based Medicine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Education"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Spain"
    }
  ]
}