{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29509763",
  "DateCompleted": {
    "Year": "2018",
    "Month": "06",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "03",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0193286",
      "10.1371/journal.pone.0193286"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "3",
        "PubDate": {
          "Year": "2018"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Clinical and cost-effectiveness of non-medical prescribing: A systematic review of randomised controlled trials.",
    "Pagination": {
      "StartPage": "e0193286",
      "MedlinePgn": "e0193286"
    },
    "Abstract": {
      "AbstractText": [
        "To evaluate the clinical and cost-effectiveness of non-medical prescribing (NMP).",
        "Systematic review. Two reviewers independently completed searches, eligibility assessment and assessment of risk of bias.",
        "Pre-defined search terms/combinations were utilised to search electronic databases. In addition, hand searches of reference lists, key journals and grey literature were employed alongside consultation with authors/experts.",
        "Randomised controlled trials (RCTs) evaluating clinical or cost-effectiveness of NMP. Measurements reported on one or more outcome(s) of: pain, function, disability, health, social impact, patient-safety, costs-analysis, quality adjusted life years (QALYs), patient satisfaction, clinician perception of clinical and functional outcomes.",
        "Three RCTs from two countries were included (n = 932 participants) across primary and tertiary care settings. One RCT was assessed as low risk of bias, one as high risk of bias and one as unclear risk of bias. All RCTs evaluated clinical effectiveness with one also evaluating cost-effectiveness. Clinical effectiveness was evaluated using a range of safety and patient-reported outcome measures. Participants demonstrated significant improvement in outcomes when receiving NMP compared to treatment as usual (TAU) in all RCTs. An associated cost analysis showed NMP to be more expensive than TAU (regression coefficient p = 0.0000), however experimental groups generated increased QALYs compared to TAU.",
        "Limited evidence with overall unclear risk of bias exists evaluating clinical and cost-effectiveness of NMP across all professions and clinical settings. GRADE assessment revealed moderate quality evidence. Evidence suggests that NMP is safe and can provide beneficial clinical outcomes. Benefits to the health economy remain unclear, with the cost-effectiveness of NMP assessed by a single pilot RCT of low risk of bias. Adequately powered low risk of bias RCTs evaluating clinical and cost effectiveness are required to evaluate NMP across clinical specialities, professions and settings.",
        "PROSPERO (CRD42015017212)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-7032-9966"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre of Precision Rehabilitation for Spinal Pain, School of Sport, Exercise and Rehabilitation Sciences, University of Birmingham, Edgbaston, Birmingham, United Kingdom."
          }
        ],
        "LastName": "Noblet",
        "ForeName": "Timothy",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Clinical Sciences, College of Medical and Dental Sciences, University of Birmingham, Edgbaston, Birmingham, United Kingdom."
          }
        ],
        "LastName": "Marriott",
        "ForeName": "John",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Clinical Sciences, College of Medical and Dental Sciences, University of Birmingham, Edgbaston, Birmingham, United Kingdom."
          }
        ],
        "LastName": "Graham-Clarke",
        "ForeName": "Emma",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health Sciences, University of Sydney, Sydney, NSW, Australia."
          }
        ],
        "LastName": "Shirley",
        "ForeName": "Debra",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre of Precision Rehabilitation for Spinal Pain, School of Sport, Exercise and Rehabilitation Sciences, University of Birmingham, Edgbaston, Birmingham, United Kingdom."
          }
        ],
        "LastName": "Rushton",
        "ForeName": "Alison",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cost-Benefit Analysis"
    },
    {
      "QualifierName": [
        "economics",
        "methods"
      ],
      "DescriptorName": "Delivery of Health Care"
    },
    {
      "QualifierName": [
        "economics"
      ],
      "DescriptorName": "Drug Prescriptions"
    },
    {
      "QualifierName": [
        "economics"
      ],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "<b>Competing Interests: </b>All authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf and declare: no support from any organisation for the submitted work; no financial relationships with any organisations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work."
}