{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26933920",
  "DateCompleted": {
    "Year": "2016",
    "Month": "12",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1519/JSC.0000000000001387"
    ],
    "Journal": {
      "ISSN": "1533-4287",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "6",
        "PubDate": {
          "Year": "2016",
          "Month": "Jun"
        }
      },
      "Title": "Journal of strength and conditioning research",
      "ISOAbbreviation": "J Strength Cond Res"
    },
    "ArticleTitle": "National Strength and Conditioning Association Position Statement on Long-Term Athletic Development.",
    "Pagination": {
      "StartPage": "1491",
      "EndPage": "1509",
      "MedlinePgn": "1491-509"
    },
    "Abstract": {
      "AbstractText": [
        "There has recently been a growing interest in long-term athletic development for youth. Because of their unique physical, psychological, and social differences, children and adolescents should engage in appropriately prescribed exercise programs that promote physical development to prevent injury and enhance fitness behaviors that can be retained later in life. Irrespective of whether a child is involved in organized sport or engages in recreational physical activity, there remains a need to adopt a structured, logical, and evidence-based approach to the long-term development of athleticism. This is of particular importance considering the alarmingly high number of youth who fail to meet global physical activity recommendations and consequently present with negative health profiles. However, appropriate exercise prescription is also crucial for those young athletes who are physically underprepared and at risk of overuse injury because of high volumes of competition and an absence of preparatory conditioning. Whether the child accumulates insufficient or excessive amounts of exercise, or falls somewhere between these opposing ends of the spectrum, it is generally accepted that the young bodies of modern day youth are often ill-prepared to tolerate the rigors of sports or physical activity. All youth should engage in regular physical activity and thus should be viewed as \"athletes\" and afforded the opportunity to enhance athleticism in an individualized, holistic, and child-centered manner. Because of emerging interest in long-term athletic development, an authorship team was tasked on behalf of the National Strength and Conditioning Association (NSCA) to critically synthesize existing literature and current practices within the field and to compose a relevant position statement. This document was subsequently reviewed and formally ratified by the NSCA Board of Directors. A list of 10 pillars of successful long-term athletic development are presented, which summarize the key recommendations detailed within the position statement. With these pillars in place, it is believed that the NSCA can (a) help foster a more unified and holistic approach to long-term athletic development, (b) promote the benefits of a lifetime of healthy physical activity, and"
      ],
      "CopyrightInformation": "(c) prevent and/or minimize injuries from sports participation for all boys and girls."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1Youth Physical Development Unit, School of Sport, Cardiff Metropolitan University, Cardiff, United Kingdom; 2Sports Performance Research Institute New Zealand, AUT University, Auckland, New Zealand; 3Center for Exercise and Sport Science Research, Edith Cowan University, Joondalup, Australia; 4Department of Health and Exercise Science, The College of New Jersey, Ewing, New Jersey; 5Department of Kinesiology, West Chester University, West Chester, Pennsylvania; 6Department of Human Sciences, The Ohio State University, Columbus, Ohio; 7Department of Orthopaedics, Division of Sports Medicine, Boston Children's Hospital, Boston, Massachusetts; 8Harvard Medical School, Boston, Massachusetts; 9The Micheli Center for Sports Injury Prevention, Boston, Massachusetts; 10Division of Sports Medicine, Cincinnati Children's Hospital Medical Center, Cincinnati, Ohio; 11Department of Pediatrics and Orthopaedic Surgery, College of Medicine, University of Cincinnati, Cincinnati, Ohio; and 12Department of Orthopaedics, University of Pennsylvania, Philadelphia, Pennsylvania."
          }
        ],
        "LastName": "Lloyd",
        "ForeName": "Rhodri S",
        "Initials": "RS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cronin",
        "ForeName": "John B",
        "Initials": "JB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Faigenbaum",
        "ForeName": "Avery D",
        "Initials": "AD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Haff",
        "ForeName": "G Gregory",
        "Initials": "GG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Howard",
        "ForeName": "Rick",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kraemer",
        "ForeName": "William J",
        "Initials": "WJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Micheli",
        "ForeName": "Lyle J",
        "Initials": "LJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Myer",
        "ForeName": "Gregory D",
        "Initials": "GD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Oliver",
        "ForeName": "Jon L",
        "Initials": "JL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Strength Cond Res",
    "NlmUniqueID": "9415084",
    "ISSNLinking": "1064-8011"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent Development"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Athletes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Cumulative Trauma Disorders"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Sports"
    }
  ]
}