{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Évaluer l’observance des patients des cliniques de médecine familiale à la prise de statines et identifier les facteurs favorisant la fidélité à ce traitement.",
        "Étude transversale utilisant une enquête postale auto-administrée adressée à 400 patients.",
        "Deux cliniques universitaires de médecine familiale d’Halifax,Nouvelle-Écosse.",
        "Un total de 284 patients de 40 ans ou plus ayant reçu une prescription de statine de leur médecin de famille au cours d’une période de 20 mois, pour lapremière fois ou en renouvellement.",
        "Niveau d’observance à la prise de statines tel que mesuré par le score que le patient s’attribue sur l’échelle de Morisky; association entreun haut niveau d’observance sur l’échelle de Morisky et 38 facteurs rapportés par les patients.",
        "Le taux de réponse était de 82,5%. Les patients avaient en moyenne 65 ans, 57% étaient des hommes, 62% prenaient des statines depuis plus de 2 ans et 97%déclaraient que leur médecin de famille surveillait leur niveau de cholestérol. Plus de 63% rapportaient un haut niveau d’observance tel que mesuré par l’échelle de Morisky. L’analyse de régression logistique multiple a révélé que le fait d’avoir plus de 65 ans, de prendre 4 à 6 autres médicaments et d’avoir un mode de vie qui inclut exercice régulier et alimentation saine étaient des facteurs prédictifs indépendants significatifs de scores d’observance élevés sur l’échelle de Morisky",
        "Près des deux tiers (63%) des patients auxquels leur médecin de famille avait prescrit des statines ont rapporté un haut niveau d’observance à cette médication.Les stratégies visant à améliorer l’observance devraient cibler les patients plus jeunes ou ceux qui prennent moins de 4 ou plus de 6 médicaments prescrits. On devrait encourager les patients à faire de l’exercice régulièrement et à avoir une alimentation saine, puisque ces habitudes sont associées à une meilleure observance de la prise de statines."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18077755",
  "DateCompleted": {
    "Year": "2008",
    "Month": "02",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1715-5258",
      "JournalIssue": {
        "Volume": "53",
        "Issue": "12",
        "PubDate": {
          "Year": "2007",
          "Month": "Dec"
        }
      },
      "Title": "Canadian family physician Medecin de famille canadien",
      "ISOAbbreviation": "Can Fam Physician"
    },
    "ArticleTitle": "Family practice patients' adherence to statin medications.",
    "Pagination": {
      "StartPage": "2144",
      "EndPage": "2145",
      "MedlinePgn": "2144-5"
    },
    "Abstract": {
      "AbstractText": [
        "To measure family practice patients' adherence to statin medications and to identify factors associated with adherence to these medications.",
        "Cross-sectional study using a mailed self-report survey sent to 400 patients.",
        "Two academic family practice clinics in Halifax, NS.",
        "A total of 284 patients aged 40 or older who were prescribed statin medications by their family physicians, either for the first time or as a renewal during a 20-month period.",
        "Level of adherence to statin medications as measured by patients' self-report on the Morisky scale; association between high adherence on the Morisky scale and 38 patient-reported factors.",
        "Response rate was 82.5%. Average age of patients was 65 years, 57% were men, 62% had been on statin medications for more than 2 years, and 97% reported that their family physicians managed their cholesterol levels. More than 63% of patients reported high adherence as measured by the Morisky scale. On multiple logistic regression, being older than 65, taking 4 to 6 other prescribed medications, and having a lifestyle that included regular exercise or a healthy diet were significant independent predictors of high adherence scores on the Morisky scale.",
        "Almost two-thirds (63%) of patients who were prescribed statins by their family physicians reported high adherence to the medications. Strategies to improve adherence would best be directed at patients who are younger or taking fewer than 4 or more than 6 other prescribed medications. Patients should be encouraged to maintain a lifestyle of regular exercise and a healthy diet, as this was associated with better adherence to statin medications."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Family Medicine, Dalhousie University, 5909 Veterans Memorial Lane, AJLB 8101B, Halifax, NS B3H 2E2, Canada. nandini.natarajan@dal.ca"
          }
        ],
        "LastName": "Natarajan",
        "ForeName": "Nandini",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Putnam",
        "ForeName": "R Wayne",
        "Initials": "RW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yip",
        "ForeName": "Alexandra M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Frail",
        "ForeName": "Dawn",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "Can Fam Physician",
    "NlmUniqueID": "0120300",
    "ISSNLinking": "0008-350X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
    },
    {
      "RegistryNumber": "97C5T2UQ7J",
      "NameOfSubstance": "Cholesterol"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Cholesterol"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Prescriptions"
    },
    {
      "QualifierName": [
        "blood",
        "drug therapy"
      ],
      "DescriptorName": "Dyslipidemias"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Family Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Hydroxymethylglutaryl-CoA Reductase Inhibitors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multivariate Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nova Scotia"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    }
  ]
}