{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "endurance exercise",
      "exercise adaptation",
      "resistance exercise",
      "skeletal muscle"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27506998",
  "DateCompleted": {
    "Year": "2018",
    "Month": "02",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "10",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1113/JP272270"
    ],
    "Journal": {
      "ISSN": "1469-7793",
      "JournalIssue": {
        "Volume": "595",
        "Issue": "9",
        "PubDate": {
          "Year": "2017",
          "Month": "May",
          "Day": "01"
        }
      },
      "Title": "The Journal of physiology",
      "ISOAbbreviation": "J Physiol"
    },
    "ArticleTitle": "Concurrent exercise training: do opposites distract?",
    "Pagination": {
      "StartPage": "2883",
      "EndPage": "2896",
      "MedlinePgn": "2883-2896"
    },
    "Abstract": {
      "AbstractText": [
        "Specificity is a core principle of exercise training to promote the desired adaptations for maximising athletic performance. The principle of specificity of adaptation is underpinned by the volume, intensity, frequency and mode of contractile activity and is most evident when contrasting the divergent phenotypes that result after undertaking either prolonged endurance or resistance training. The molecular profiles that generate the adaptive response to different exercise modes have undergone intense scientific scrutiny. Given divergent exercise induces similar signalling and gene expression profiles in skeletal muscle of untrained or recreationally active individuals, what is currently unclear is how the specificity of the molecular response is modified by prior training history. The time course of adaptation and when 'phenotype specificity' occurs has important implications for exercise prescription. This context is essential when attempting to concomitantly develop resistance to fatigue (through endurance-based exercise) and increased muscle mass (through resistance-based exercise), typically termed 'concurrent training'. Chronic training studies provide robust evidence that endurance exercise can attenuate muscle hypertrophy and strength but the mechanistic underpinning of this 'interference' effect with concurrent training is unknown. Moreover, despite the potential for several key regulators of muscle metabolism to explain an incompatibility in adaptation between endurance and resistance exercise, it now seems likely that multiple integrated, rather than isolated, effectors or processes generate the interference effect. Here we review studies of the molecular responses in skeletal muscle and evidence for the interference effect with concurrent training within the context of the specificity of training adaptation."
      ],
      "CopyrightInformation": "© 2016 The Authors. The Journal of Physiology © 2016 The Physiological Society."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Bond Institute of Health & Sport and Faculty of Health Sciences & Medicine, Bond University, Gold Coast, Queensland, 4226, Australia."
          }
        ],
        "LastName": "Coffey",
        "ForeName": "Vernon G",
        "Initials": "VG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Exercise and Nutrition, Mary MacKillop Institute for Health Research, Australian Catholic University, Fitzroy, Melbourne, Victoria, 3065, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Research Institute for Sport and Exercise Sciences, Liverpool John Moores University, Liverpool, UK."
          }
        ],
        "LastName": "Hawley",
        "ForeName": "John A",
        "Initials": "JA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Physiol",
    "NlmUniqueID": "0266262",
    "ISSNLinking": "0022-3751"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "metabolism",
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [
        "methods",
        "physiology"
      ],
      "DescriptorName": "Physical Conditioning, Human"
    }
  ]
}