{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16180944",
  "DateCompleted": {
    "Year": "2006",
    "Month": "03",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "10",
        "PubDate": {
          "Year": "2005"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Designing resistance training programmes to enhance muscular fitness: a review of the acute programme variables.",
    "Pagination": {
      "StartPage": "841",
      "EndPage": "851",
      "MedlinePgn": "841-51"
    },
    "Abstract": {
      "AbstractText": [
        "The popularity of resistance training has grown immensely over the past 25 years, with extensive research demonstrating that not only is resistance training an effective method to improve neuromuscular function, it can also be equally effective in maintaining or improving individual health status. However, designing a resistance training programme is a complex process that incorporates several acute programme variables and key training principles. The effectiveness of a resistance training programme to achieve a specific training outcome (i.e. muscular endurance, hypertrophy, maximal strength, or power) depends on manipulation of the acute programme variables, these include: (i) muscle action; (ii) loading and volume; (iii) exercise selection and order; (iv) rest periods; (v) repetition velocity; and (vi) frequency. Ultimately, it is the acute programme variables, all of which affect the degree of the resistance training stimuli, that determine the magnitude to which the neuromuscular, neuroendocrine and musculoskeletal systems adapt to both acute and chronic resistance exercise. This article reviews the available research that has examined the application of the acute programme variables and their influence on exercise performance and training adaptations. The concepts presented in this article represent an important approach to effective programme design. Therefore, it is essential for those involved with the prescription of resistance exercise (i.e. strength coaches, rehabilitation specialists, exercise physiologists) to acquire a fundamental understanding of the acute programme variables and the importance of their practical application in programme design."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Human Movement Studies, Charles Sturt University, Bathurst, New South Wales, Australia. sbird@csu.edu.au"
          }
        ],
        "LastName": "Bird",
        "ForeName": "Stephen P",
        "Initials": "SP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tarpenning",
        "ForeName": "Kyle M",
        "Initials": "KM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Marino",
        "ForeName": "Frank E",
        "Initials": "FE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Endurance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    }
  ],
  "NumberOfReferences": "83"
}