{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19801136",
  "DateCompleted": {
    "Year": "2010",
    "Month": "02",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1053/j.ackd.2009.08.009"
    ],
    "Journal": {
      "ISSN": "1548-5609",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "6",
        "PubDate": {
          "Year": "2009",
          "Month": "Nov"
        }
      },
      "Title": "Advances in chronic kidney disease",
      "ISOAbbreviation": "Adv Chronic Kidney Dis"
    },
    "ArticleTitle": "Exercise and end-stage kidney disease: functional exercise capacity and cardiovascular outcomes.",
    "Pagination": {
      "StartPage": "459",
      "EndPage": "481",
      "MedlinePgn": "459-81"
    },
    "Abstract": {
      "AbstractText": [
        "This review examined published reports of the impact of extradialytic and intradialytic exercise programs on physiologic aerobic exercise capacity, functional exercise endurance, and cardiovascular outcomes in individuals with ESKD. Studies spanning 30 years from the first published report of exercise in the ESKD population were reviewed. Studies conducted in the first half of the publication record focused on the efficacy of exercise training programs performed \"off\"-dialysis with respect to the modification of traditional cardiovascular risk factors, aerobic capacity, and its underlying determinants. In the latter half of the record, there had been a shift to include other client-centered goals such as physical function and quality of life. There is evidence that both intra- and extradialytic programs can significantly enhance aerobic exercise capacity, but moderate-intensity extradialytic programs may result in greater gains in those individuals who initially have extremely poor aerobic capacity. Functionally, substantive improvements in exercise endurance in excess of the minimum clinical significant difference can occur following either low- or moderate-intensity exercise regardless of the initial level of performance. Reductions in blood pressure and enhanced vascular functioning reported after predominantly intradialytic exercise programs suggest that either low- or moderate-intensity exercise programs can confer cardiovascular benefit. Regardless of prescription model, there was an overall lack of evidence regarding the impact of exercise-induced changes in exercise capacity, endurance, and cardiovascular function on a number of relevant health outcomes (survival, morbidity, and cardiovascular risk), and, more importantly, there is no evidence on the long-term impact of exercise and/or physical activity interventions on these health outcomes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Rehabilitation Therapy, Queen's University, Kingston, Ontario, Canada. parsonst@queensu.ca"
          }
        ],
        "LastName": "Parsons",
        "ForeName": "Trisha L",
        "Initials": "TL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "King-Vanvlack",
        "ForeName": "Cheryl E",
        "Initials": "CE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Adv Chronic Kidney Dis",
    "NlmUniqueID": "101209214",
    "ISSNLinking": "1548-5595"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "S88TT14065",
      "NameOfSubstance": "Oxygen"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Kidney Failure, Chronic"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Oxygen"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Renal Dialysis"
    }
  ],
  "NumberOfReferences": "64"
}