{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37294546",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "06",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD014605",
      "10.1002/14651858.CD014605.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "6",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun",
          "Day": "09"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Digital technology for delivering and monitoring exercise programs for people with cystic fibrosis.",
    "Pagination": {
      "StartPage": "CD014605",
      "MedlinePgn": "CD014605"
    },
    "Abstract": {
      "AbstractText": [
        "Although exercise is recommended as part of the cystic fibrosis (CF) therapeutic routine, adherence to exercise is still limited. Digital health technologies can provide easy-to-access health information and may help improve healthcare and outcomes in individuals with long-term conditions. However, its effects for delivering and monitoring exercise programs in CF have not yet been synthesized.",
        "To evaluate the benefits and harms of digital health technologies for delivering and monitoring exercise programs, increasing adherence to exercise regimens, and improving key clinical outcomes in people with CF.",
        "We used standard, extensive Cochrane search methods. The latest search date was 21 November 2022.",
        "We included randomized controlled trials (RCTs) or quasi-RCTs of digital health technologies for delivering or monitoring exercise programs in CF.",
        "We used standard Cochrane methods. Our primary outcomes were 1. physical activity, 2. self-management behavior, and 3. pulmonary exacerbations. Our secondary outcomes were 4. usability of technologies, 5. quality of life, 6. lung function, 7. muscle strength, 8. exercise capacity, 9. physiologic parameters, and 10.",
        "We used GRADE to assess certainty of evidence.",
        "We identified four parallel RCTs (three single-center and one multicenter with 231 participants aged six years or older). The RCTs evaluated different modes of digital health technologies with distinct purposes, combined with diverse interventions. We identified important methodologic concerns in the RCTs, including insufficient information on the randomization process, blinding of outcome assessors, balance of non-protocol interventions across groups, and whether the analyses performed corrected for bias due to missing outcome data. Non-reporting of results may also be a concern, especially because some planned outcome results were reported incompletely. Furthermore, each trial had a small number of participants, resulting in imprecise effects. These limitations on the risk of bias, and on the precision of effect estimates resulted in overall low- to very low-certainty evidence. We undertook four comparisons and present the findings for our primary outcomes below. There is no information on the effectiveness of other modes of digital health technologies for monitoring physical activity or delivering exercise programs in people with CF, on adverse events related to the use of digital health technologies either for delivering or monitoring exercise programs in CF, and on their long-term effects (more than one year). Digital health technologies for monitoring physical activity Wearable fitness tracker plus personalized exercise prescription compared to personalized exercise prescription alone One trial (40 adults with CF) evaluated this outcome, but did not report data for any of our primary outcomes. Wearable fitness tracker plus text message for personalized feedback and goal setting compared to wearable fitness tracker alone The evidence is very uncertain about the effects of a wearable fitness tracker plus text message for personalized feedback and goal setting, compared to wearable technology alone on physical activity measured by step count at six-month follow-up (mean difference [MD] 675.00 steps, 95% confidence interval [CI] -2406.37 to 3756.37; 1 trial, 32 participants). The same study measured pulmonary exacerbation rates and reported finding no difference between groups. Web-based application to record, monitor, and set goals on physical activity plus usual care compared to usual care alone Using a web-based application to record, monitor, and set goals on physical activity plus usual care may result in little to no difference on time spent in moderate-to-vigorous physical activity measured via accelerometry compared to usual care alone at six-month follow-up (MD -4 minutes/day, 95% CI -37 to 29; 1 trial, 63 participants). Low certainty-evidence from the same trial suggests that the intervention may result in little to no difference on pulmonary exacerbations during 12 months of follow-up (median 1 respiratory hospitalization, interquartile range [IQR] 0 to 3) versus control (median 1 respiratory hospitalization, IQR 0 to 2; P = 0.6). Digital health technologies for delivering exercise programs Web-based versus face-to-face exercise delivery The evidence is very uncertain about the effects of web-based compared to face-to-face exercise delivery on adherence to physical activity as assessed by the number of participants who completed all exercise sessions after three months of intervention (risk ratio 0.92, 95% CI 0.69 to 1.23; 1 trial, 51 participants).",
        "The evidence is very uncertain about the effects of an exercise program plus the use of a wearable fitness tracker integrated with a social media platform compared with exercise prescription alone and on the effects of receiving a wearable fitness tracker plus text message for personalized feedback and goal setting, compared to a wearable fitness tracker alone. Low-certainty evidence suggests that using a web-based application to record, monitor, and set goals on physical activity plus usual care may result in little to no difference in time spent in moderate-to-vigorous physical activity, total time spent in activity, pulmonary exacerbations, quality of life, lung function, and exercise capacity compared to usual care alone. Regarding the use of digital health technologies for delivering exercise programs in CF, the evidence is very uncertain about the effects of using a wearable fitness tracker plus personalized exercise prescription compared to personalized exercise prescription alone. Further high-quality RCTs, with blinded outcome assessors, reporting the effects of digital health technologies on clinically important outcome measures, such as physical activity participation and intensity, self-management behavior, and the occurrence of pulmonary exacerbations in the long term are needed. The results of six ongoing RCTs identified through our searches may help clarify the effects of different modes of digital health technologies for delivering and monitoring exercise programs in people with CF."
      ],
      "CopyrightInformation": "Copyright © 2023 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Iberoamerican Cochrane Centre - Biomedical Research Institute Sant Pau (IIB Sant Pau), Barcelona, Spain."
          },
          {
            "Identifier": [],
            "Affiliation": "Cochrane Brazil, Centro de Estudos de Saúde Baseada em Evidências e Avaliação de Tecnologias em Saúde, Departamento de Medicina de Urgência, Universidade Federal de São Paulo, Sao Paulo, Brazil."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Emergency Medicine, Evidence-Based Health Post-Graduation Program, Universidade Federal de São Paulo, Sao Paulo, Brazil."
          }
        ],
        "LastName": "Pinto",
        "ForeName": "Ana Carolina Pereira Nunes",
        "Initials": "ACPN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, School of Health and Rehabilitation Sciences, University of Pittsburgh, Pittsburgh, Pennsylvania, USA."
          }
        ],
        "LastName": "Piva",
        "ForeName": "Sara R",
        "Initials": "SR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cochrane Brazil, Centro de Estudos de Saúde Baseada em Evidências e Avaliação Tecnológica em Saúde, São Paulo, Brazil."
          }
        ],
        "LastName": "Rocha",
        "ForeName": "Aline",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Biofunção, Instituto de Ciências da Saúde, Universidade Federal da Bahia, Salvador, Brazil."
          }
        ],
        "LastName": "Gomes-Neto",
        "ForeName": "Mansueto",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cochrane Brazil, Centro de Estudos de Saúde Baseada em Evidências e Avaliação Tecnológica em Saúde, São Paulo, Brazil."
          }
        ],
        "LastName": "Atallah",
        "ForeName": "Álvaro N",
        "Initials": "ÁN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Santa Casa de Campo Mourão, Campo Mourão, Brazil."
          }
        ],
        "LastName": "Saconato",
        "ForeName": "Humberto",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medicina de Urgência and Rheumatology, Escola Paulista de Medicina, Universidade Federal de São Paulo and Universidade de Santo Amaro, São Paulo, Brazil."
          }
        ],
        "LastName": "Trevisani",
        "ForeName": "Virginia Fm",
        "Initials": "VF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD014605"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Cystic Fibrosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Digital Technology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multicenter Studies as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ],
  "CoiStatement": "ACP: none. SRP: none. AR: none. MGN: none. ANA: none. HS: none. VFT: none."
}