{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cardiorespiratory fitness",
      "Exercise oncology",
      "Lobectomy",
      "Lung cancer",
      "Quality of life"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34637950",
  "DateCompleted": {
    "Year": "2021",
    "Month": "12",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "10",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.exger.2021.111587",
      "S0531-5565(21)00369-7"
    ],
    "Journal": {
      "ISSN": "1873-6815",
      "JournalIssue": {
        "Volume": "155",
        "PubDate": {
          "Year": "2021",
          "Month": "Nov"
        }
      },
      "Title": "Experimental gerontology",
      "ISOAbbreviation": "Exp Gerontol"
    },
    "ArticleTitle": "Exercise training-induced adaptations in lung cancer patients who have undergone a lobectomy.",
    "Pagination": {
      "StartPage": "111587",
      "MedlinePgn": "111587"
    },
    "Abstract": {
      "AbstractText": [
        "To determine the safety and effectiveness of a prescribed, individualized, 12-week exercise intervention on cardiorespiratory function, muscular strength, and quality of life in lung cancer patients who have undergone a lobectomy. In addition, we sought to compare the exercise training response of lung cancer patients who have undergone a lobectomy to a population of cancer patients with all other cancers in order to examine the specific effects of a lobectomy when compared to cancer patients at large.",
        "Participants were referred by a physician, and upon entry, completed an exercise-based assessment and surveys to assess various quality of life measures. Participants were divided into two groups: lung cancer patients having undergone a lobectomy (LOB, n = 9) or those diagnosed with all other cancers (AOC, n = 201). Participants underwent 12 weeks of supervised exercise based on an individualized exercise prescription. Measures of cardiorespiratory function, muscular strength, and quality of life were collected prior to the intervention and after 12 weeks of exercise training.",
        "Significant improvements to VO<sub>2peak</sub> (p < 0.05) were seen in both groups. Significant improvements to muscular strength (p < 0.05) were seen in both groups for all measures aside from shoulder press in the LOB group. Both groups showed significant improvements to aspects of fatigue and quality of life (p < 0.05), but only the AOC group significantly improved in measures of depression (p < 0.05).",
        "Exercise-based rehabilitation is a safe and effective intervention for lung cancer survivors who have undergone a lobectomy. These individuals saw significant improvements in cardiorespiratory fitness, muscular strength, and quality of life. Although there were similarities in the pattern of these training-induced improvements for these groups, lung cancer patients undergoing a lobectomy consistently demonstrated lower absolute values when compared to patients with all other cancer diagnoses."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Sport and Exercise Science, University of Northern Colorado, Greeley, CO, USA; University of Northern Colorado Cancer Rehabilitation Institute, University of Northern Colorado, Greeley, CO, USA."
          }
        ],
        "LastName": "Harman",
        "ForeName": "Nicholas",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Northern Colorado Cancer Rehabilitation Institute, University of Northern Colorado, Greeley, CO, USA."
          }
        ],
        "LastName": "Lazio",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Sport and Exercise Science, University of Northern Colorado, Greeley, CO, USA; University of Northern Colorado Cancer Rehabilitation Institute, University of Northern Colorado, Greeley, CO, USA. Electronic address: reid.hayward@unco.edu."
          }
        ],
        "LastName": "Hayward",
        "ForeName": "Reid",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Exp Gerontol",
    "NlmUniqueID": "0047061",
    "ISSNLinking": "0531-5565"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ]
}