{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8021576",
  "DateCompleted": {
    "Year": "1994",
    "Month": "08",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0954-6820",
      "JournalIssue": {
        "Volume": "236",
        "Issue": "1",
        "PubDate": {
          "Year": "1994",
          "Month": "Jul"
        }
      },
      "Title": "Journal of internal medicine",
      "ISOAbbreviation": "J Intern Med"
    },
    "ArticleTitle": "Low-intensity endurance exercise training, plasma lipoproteins and the risk of coronary heart disease.",
    "Pagination": {
      "StartPage": "7",
      "EndPage": "22",
      "MedlinePgn": "7-22"
    },
    "Abstract": {
      "AbstractText": [
        "Physically active individuals generally show a reduced risk of coronary heart disease (CHD) compared to the sedentary population. However, whether such reduction in CHD risk mainly results from the concomitant improvement in cardiorespiratory fitness or from the alterations in CHD risk factors has yet to be clearly established. Furthermore, there is still some controversy regarding the potential associations between endurance training-induced changes in metabolic variables considered as CHD risk factors (plasma glucose, insulin and lipoprotein levels) and the magnitude of improvement in cardiorespiratory fitness. From the results of several studies discussed in this article, it is proposed that prolonged endurance exercise of low intensity (approximately 50% VO2max), performed on an almost daily basis, seems to significantly improve metabolic variables considered as CHD risk factors through mechanisms that are likely to be independent from the training-related changes in cardiorespiratory fitness. The notion of 'metabolic fitness' is introduced and can be defined as the state of a ste of metabolic variables relevant to CHD risk and affected by the level of physical activity. Evidence available suggests that these metabolic variables are not closely related to the adaptation of cardiorespiratory fitness in response to exercise training. The concept of metabolic fitness has several implications for the prescription of exercise and for the primary and secondary prevention of CHD. Indeed, emphasis should not be placed on aiming at increasing VO2max through high-intensity exercise, but rather on producing a substantial increase in daily energy expenditure that will eventually lead to weight loss and related improvements in carbohydrate and lipid metabolism. Therefore, from a practical standpoint, although a 1 h daily walk may not have marked effects on cardiorespiratory fitness, it probably represents an exercise prescription that is likely to substantially improve 'metabolic fitness', thereby reducing the risk of CHD."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lipid Research Centre, Laval University Medical Research Centre, Sainte-Foy, Québec, Canada."
          }
        ],
        "LastName": "Després",
        "ForeName": "J P",
        "Initials": "JP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lamarche",
        "ForeName": "B",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Intern Med",
    "NlmUniqueID": "8904841",
    "ISSNLinking": "0954-6820"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Lipoproteins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Analysis of Variance"
    },
    {
      "QualifierName": [
        "blood",
        "physiopathology",
        "prevention & control"
      ],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Insulin Resistance"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Lipoproteins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reference Values"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ],
  "NumberOfReferences": "127"
}