{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36222981",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "10",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-022-01764-2"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "53",
        "Issue": "2",
        "PubDate": {
          "Year": "2023",
          "Month": "Feb"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Effects of Concurrent Strength and Endurance Training on Measures of Physical Fitness in Healthy Middle-Aged and Older Adults: A Systematic Review with Meta-Analysis.",
    "Pagination": {
      "StartPage": "437",
      "EndPage": "455",
      "MedlinePgn": "437-455"
    },
    "Abstract": {
      "AbstractText": [
        "There is evidence that in older adults the combination of strength training (ST) and endurance training (ET) (i.e., concurrent training [CT]) has similar effects on measures of muscle strength and cardiorespiratory endurance (CRE) compared with single-mode ST or ET, respectively. Therefore, CT seems to be an effective method to target broad aspects of physical fitness in older adults.",
        "The aim was to examine the effects of CT on measures of physical fitness (i.e., muscle strength, power, balance and CRE) in healthy middle-aged and older adults aged between 50 and 73 years. We also aimed to identify key moderating variables to guide training prescription.",
        "We conducted a systematic review with meta-analysis of randomized controlled trials.",
        "The electronic databases PubMed, Web of Science Core Collection, MEDLINE and Google Scholar were systematically searched until February 2022.",
        "We included randomized controlled trials that examined the effects of CT versus passive controls on measures of physical fitness in healthy middle-aged and older adults aged between 50 and 73 years.",
        "Fifteen studies were eligible, including a total of 566 participants. CT induced moderate positive effects on muscle strength (standardized mean difference [SMD] = 0.74) and power (SMD = 0.50), with a small effect on CRE (SMD = 0.48). However, no significant effects were detected for balance (p > 0.05). Older adults > 65 years (SMD = 1.04) and females (SMD = 1.05) displayed larger improvements in muscle strength compared with adults ≤ 65 years old (SMD = 0.60) and males (SMD = 0.38), respectively. For CRE, moderate positive effects (SMD = 0.52) were reported in those ≤ 65 years old only, with relatively larger gains in females (SMD = 0.55) compared with males (SMD = 0.45). However, no significant differences between all subgroups were detected. Independent single training factor analysis indicated larger positive effects of 12 weeks (SMD = 0.87 and 0.88) compared with 21 weeks (SMD = 0.47 and 0.29) of CT on muscle strength and power, respectively, while for CRE, 21 weeks of CT resulted in larger gains (SMD = 0.62) than 12 weeks (SMD = 0.40). For CT frequency, three sessions per week produced larger beneficial effects (SMD = 0.91) on muscle strength compared with four sessions (SMD = 0.55), whereas for CRE, moderate positive effects were only noted after four sessions per week (SMD = 0.58). A session duration of > 30-60 min generated larger improvements in muscle strength (SMD = 0.99) and power (SMD = 0.88) compared with > 60-90 min (SMD = 0.40 and 0.29, respectively). However, for CRE, longer session durations (i.e., > 60-90 min) seem to be more effective (SMD = 0.61) than shorter ones (i.e., > 30-60 min) (SMD = 0.34). ET at moderate-to-near maximal intensities produced moderate (SMD = 0.64) and small positive effects (SMD = 0.49) on muscle strength and CRE, respectively, with no effects at low intensity ET (p > 0.05). Finally, intra-session ST before ET produced larger gains in muscle strength (SMD = 1.00) compared with separate sessions (SMD = 0.55), whereas ET and ST carried out separately induced larger improvements in CRE (SMD = 0.58) compared with intra-session ET before ST (SMD = 0.49).",
        "CT is an effective method to improve measures of physical fitness (i.e., muscle strength, power, and CRE) in healthy middle-aged and older adults aged between 50 and 73 years, regardless of sex. Results of independent single training factor analysis indicated that the largest effects on muscle strength were observed after 12 weeks of training, > 30-60 min per session, three sessions per week, higher ET intensities and when ST preceded ET within the same session. For CRE, the largest effects were noted after 21 weeks of training, four sessions per week, > 60-90 min per session, higher ET intensities and when ET and ST sessions were performed separately. Regarding muscle power, the largest effects were observed after 12 weeks of training and > 30-60 min per session."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-1855-5552"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Training and Movement Sciences, Research Focus Cognition Sciences, University of Potsdam, Am Neuen Palais 10, Bldg. 12, 14469, Potsdam, Germany. adrian.markov@uni-potsdam.de."
          }
        ],
        "LastName": "Markov",
        "ForeName": "Adrian",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Training and Movement Sciences, Research Focus Cognition Sciences, University of Potsdam, Am Neuen Palais 10, Bldg. 12, 14469, Potsdam, Germany."
          }
        ],
        "LastName": "Hauser",
        "ForeName": "Lukas",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sports and Health Sciences, Faculty of Human Sciences, University of Potsdam, 14469, Potsdam, Germany."
          },
          {
            "Identifier": [],
            "Affiliation": "High Institute of Sports and Physical Education of Kef, University of Jendouba, 7100, Kef, Tunisia."
          }
        ],
        "LastName": "Chaabene",
        "ForeName": "Helmi",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Endurance Training"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status"
    }
  ],
  "CoiStatement": "Adrian Markov, Lukas Hauser and Helmi Chaabene declare that they have no conflicts of interest relevant to the content of this systematic review."
}