{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Determinar la frecuencia del registro de recomendaciones de actividad física y reposo realizadas a las gestantes y explorar sus factores asociados, en un programa de atención de control prenatal de instituciones públicas de primer nivel de atención en Bucaramanga, Colombia.",
        "Se realizó un estudio observacional. El marco muestral estuvo conformado por los registros médicos de las gestantes que asistieron al menos a un programa de atención de control prenatal entre el 1º de enero y 31 de diciembre de 2012 (n = 2,932), en 21 centros de salud de primer nivel de atención. Se analizaron variables sociodemográficas, antecedentes prenatales, antecedentes clínicos, e información relacionada con el personal de salud y la organización de los centros de salud como posibles factores asociados con las recomendaciones de actividad física y reposo registrados en la historia clínica. Se aplicaron modelos de regresión logística para explorar las asociaciones con un α = 0.10.",
        "Se observó una frecuencia de 26.1% de registro de recomendaciones de AF y 3.6% de reposo, emitidas por parte de profesionales de nutrición (97.3%) y medicina (86.7%), respectivamente. Los factores asociados al registro de las recomendaciones de actividad física fueron: ser gestante nulípara (OR = 1.7), asistir a más de cuatro Programas de Atención de Control Prenatal (OR = 2.2), tener riesgo obstétrico alto o medio en el primer programa de atención de control prenatal (OR = 0.6) y ser atendidas en los centros de salud de las zonas administrativas de occidente (OR = 0.5) y oriente (OR = 0.2).",
        "La baja frecuencia del registro de recomendaciones de actividad física encontrada, genera la necesidad de reforzar las estrategias de gestión de los centros de salud y fortalecer el monitoreo y acompañamiento en el cumplimiento de los protocolos de atención. Adicionalmente, es necesario capacitar a los equipos de salud sobre los beneficios de la actividad física y su prescripción adecuada, atendiendo a los múltiples beneficios derivados de su práctica sobre la salud materno-fetal."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31066819",
  "DateCompleted": {
    "Year": "2019",
    "Month": "06",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "02",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "05",
        "Day": "06"
      }
    ],
    "Language": [
      "eng",
      "spa"
    ],
    "ELocationID": [
      "41",
      "10.11606/S1518-8787.2019053000934",
      "S0034-89102019000100236"
    ],
    "Journal": {
      "ISSN": "1518-8787",
      "JournalIssue": {
        "Volume": "53",
        "PubDate": {
          "Year": "2019"
        }
      },
      "Title": "Revista de saude publica",
      "ISOAbbreviation": "Rev Saude Publica"
    },
    "ArticleTitle": "Recommendations of physical activity and rest in a Colombian prenatal control program.",
    "Pagination": {
      "StartPage": "41",
      "MedlinePgn": "41"
    },
    "Abstract": {
      "AbstractText": [
        "To determine the frequency of the registry of physical activity and rest recommendations made to pregnant women and to explore their associated factors in a prenatal care program of primary care public institutions in Bucaramanga, Colombia.",
        "An observational study was conducted. The sampling frame consisted of the medical records of the pregnant women who attended at least one prenatal care program between January 1 and December 31, 2012 (n = 2.932), in 21 primary care health centers. We analyzed sociodemographic variables, prenatal and clinical antecedents, and information related to health personnel and the organization of health centers as possible factors associated with the recommendations of physical activity and rest recorded in the clinical history. Logistic regression models were applied to explore associations with α = 0.10.",
        "There was a frequency of 26.1% of PA recommendations and 3.6% of rest recommendation on record, issued by nutrition (97.3%) and medical (86.7%) professionals, respectively. The factors associated with the registration of physical activity recommendations were: being nulliparous pregnant (OR = 1.7), attending more than four Prenatal Care Attention Programs (OR = 2.2), having high or medium obstetric risk in the first prenatal care program (OR = 0.6), and being attended in the western (OR = 0.5) and eastern (OR = 0.2) administrative areas health centers.",
        "The low frequency of physical activity recommendations found in the records makes it necessary to reinforce the management strategies of health centers and strengthen the monitoring and accompaniment to comply with the care protocols. In addition, it is necessary to train health teams on the benefits of physical activity and their proper prescription, considering the multiple benefits derived from their practice on the maternal-fetal health."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-8598-3354"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad Industrial de Santander. Departamento de Salud Pública. Bucaramanga, Colombia."
          }
        ],
        "LastName": "Ruiz-Rodríguez",
        "ForeName": "Myriam",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0001-9471-6509"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad Industrial de Santander. Departamento de Salud Pública. Bucaramanga, Colombia."
          }
        ],
        "LastName": "Sánchez-Martínez",
        "ForeName": "Yuri",
        "Initials": "Y"
      },
      {
        "Identifier": [
          "0000-0002-3534-794X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad Industrial de Santander. Escuela de Fisioterapia. Bucaramanga, Colombia."
          }
        ],
        "LastName": "Ramírez-Muñoz",
        "ForeName": "Paula Camila",
        "Initials": "PC"
      },
      {
        "Identifier": [
          "0000-0003-1241-8087"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad Industrial de Santander. Escuela de Fisioterapia. Bucaramanga, Colombia."
          }
        ],
        "LastName": "Camargo-Lemos",
        "ForeName": "Diana Marina",
        "Initials": "DM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Observational Study"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Rev Saude Publica",
    "NlmUniqueID": "0135043",
    "ISSNLinking": "0034-8910"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anthropometry"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Colombia"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Medical Records"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "methods",
        "statistics & numerical data"
      ],
      "DescriptorName": "Prenatal Care"
    },
    {
      "QualifierName": [
        "methods",
        "statistics & numerical data"
      ],
      "DescriptorName": "Prenatal Education"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reference Values"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Rest"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Socioeconomic Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "Conflict of Interest: The authors declare no conflict of interests."
}