{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Ankylosing spondylitis",
      "Eight Brocade exercise"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Einleitung: Das Ziel dieser Forschungsarbeit war die Beurteilung der Sicherheit und Wirksamkeit der traditionel­len chinesischen Acht-Brokate-Übungen bei Spondylitis ankylosans (SA). Methoden: Wir führten eine Literaturrecherche in zwölf Datenbanken (Web of Science, EBSCO, AMED, SCOPUS, CINAHL, MEDLINE, EMBASE, DBPIA, Ko­reaMed Synapse, Oriental Medicine Advanced Searching Integrated System, Chinese Wan Fang und China Nation­al Knowledge Infrastructure) über den Zeitraum vom jeweiligen Beginn des Datenbestandes bis Juni 2019 durch. Eingeschlossen wurden ausschließlich randomisierte kontrollierte Studien (RCTs) zur Anwendung der traditionellen chinesischen Acht-Brokate-Übungen bei SA. Für die statistische Auswertung verwendeten wir eine quantitative Analyse in der Statistiksoftware RevMan 5.3. Ergebnisse: Fünf RCTs mit 308 Teilnehmern erfüllten die Voraussetzungen für die systematische Übersichtsarbeit und wurden eingeschlossen. Die Metaanalyse ergab eine überlegene Wirksamkeit der traditionellen chinesischen Acht-Brokate-Übungen plus nichtsteroidale Antirheumatika (NSAR) im Vergleich zu NSAR allein in Bezug auf Ansprechrate, Bath Ankylosing Spondylitis Functional Index, Bath Ankylosing Spondylitis Disease Activity Index (BASDAI), Entzündungsmarker und Knochendichte (p < 0.05). Auch die alleinige Anwendung der traditionellen chinesischen Acht-Brokate-Übungen bewirkte im Vergleich zur Wartelisten-Kontrollgruppe signifikante Verbesserungen bei den BASDAI-Domänen Müdigkeit sowie Intensität und Dauer der Morgensteifigkeit (p < 0.05). Schlussfolgerung: Es ist möglich, dass die traditionellen chinesischen Acht-Brokate-Übungen bei SA-Patienten die körperliche Funktionsfähigkeit verbessern und die Krankheitsaktivität und Entzündungsindikatoren reduzieren. Die Evidenzstärke ist jedoch wegen eines hohen Bias-Risikos gering. Weitere, sauber aufgebaute RCTs sind erforderlich, bevor eine Empfehlung ausgesprochen werden kann."
      ],
      "CopyrightInformation": "© 2020 S. Karger AG, Basel."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32464629",
  "DateCompleted": {
    "Year": "2021",
    "Month": "09",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "09",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "05",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1159/000505312"
    ],
    "Journal": {
      "ISSN": "2504-2106",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "6",
        "PubDate": {
          "Year": "2020"
        }
      },
      "Title": "Complementary medicine research",
      "ISOAbbreviation": "Complement Med Res"
    },
    "ArticleTitle": "Traditional Chinese Eight Brocade Exercise Prescription for Ankylosing Spondylitis: A Quantitative Synthesis.",
    "Pagination": {
      "StartPage": "449",
      "EndPage": "453",
      "MedlinePgn": "449-453"
    },
    "Abstract": {
      "AbstractText": [
        "The aim of this research was to assess the safety and effectiveness of traditional Chinese Eight Brocade exercise for ankylosing spondylitis (AS).",
        "A literature search was conducted using twelve databases (Web of Science, EBSCO, AMED, SCOPUS, CINAHL, MEDLINE, EMBASE, DBPIA, KoreaMed Synapse, Oriental Medicine Advanced Searching Integrated System, Chinese Wan Fang, and China National Knowledge Infrastructure) from inception to June 2019. We only included randomized controlled trials (RCTs) regarding traditional Chinese Eight Brocade exercise for AS. For statistical analysis, we adopted a quantitative analysis using the RevMan 5.3 statistical software.",
        "Five eligible RCTs involving 308 participants were included in the systematic review. The meta-analysis showed superior effects of traditional Chinese Eight Brocade exercise plus NSAIDs therapy on response rate, Bath Ankylosing Spondylitis Functional Index, Bath Ankylosing Spondylitis Disease Activity Index (BASDAI), inflammatory indicators, and bone mineral density when compared with NSAIDs therapy alone (p < 0.05). Moreover, when used alone, traditional Chinese Eight Brocade exercise significantly improved fatigue, intensity of morning stiffness domains, and duration of morning stiffness domains of BASDAI scores in comparison to waiting list controls (p < 0.05).",
        "Traditional Chinese Eight Brocade exercise could improve physical function and reduce disease activity and inflammatory indicators in AS patients. However, the level of evidence was low because of the high risk of bias. Further rigorously designed RCTs are warranted before it can be recommended."
      ],
      "CopyrightInformation": "© 2020 S. Karger AG, Basel."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Acupuncture and Moxibustion, Nanjing Qinhuai District Hospital of Traditional Chinese Medicine, Nanjing, China."
          }
        ],
        "LastName": "Zou",
        "ForeName": "Yang-Yang",
        "Initials": "YY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Acupuncture and Moxibustion, Nanjing Qinhuai District Hospital of Traditional Chinese Medicine, Nanjing, China."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Han-Yi",
        "Initials": "HY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Acupuncture and Moxibustion, Nanjing Qinhuai District Hospital of Traditional Chinese Medicine, Nanjing, China."
          }
        ],
        "LastName": "Xue",
        "ForeName": "Liang",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Traditional Chinese Medicine, Affiliated Geriatric Hospital of Nanjing Medical University, Nanjing, China."
          }
        ],
        "LastName": "Ye",
        "ForeName": "Jing-Jing",
        "Initials": "JJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Traditional Chinese Medicine, Jiangyin Lingang Hospital, Jiangyin, China, nocletcm@163.com."
          }
        ],
        "LastName": "Hu",
        "ForeName": "Guang-Yong",
        "Initials": "GY"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Systematic Review"
    ],
    "VernacularTitle": "Verordnung der Traditionellen Chinesischen Acht-Brokate-Übungen bei Spondylitis ankylosans: Eine quantitative Synthese."
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Complement Med Res",
    "NlmUniqueID": "101698453",
    "ISSNLinking": "2504-2092"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Complement Med Res. 2021;28(2):177-178",
      "PMID": "33176313"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "China"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Spondylitis, Ankylosing"
    }
  ]
}