{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19597537",
  "DateCompleted": {
    "Year": "2009",
    "Month": "09",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2009",
        "Month": "07",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e1000110",
      "10.1371/journal.pmed.1000110"
    ],
    "Journal": {
      "ISSN": "1549-1676",
      "JournalIssue": {
        "Volume": "6",
        "Issue": "7",
        "PubDate": {
          "Year": "2009",
          "Month": "Jul",
          "Day": "14"
        }
      },
      "Title": "PLoS medicine",
      "ISOAbbreviation": "PLoS Med"
    },
    "ArticleTitle": "Cost-effectiveness of interventions to promote physical activity: a modelling study.",
    "Pagination": {
      "StartPage": "e1000110",
      "MedlinePgn": "e1000110"
    },
    "Abstract": {
      "AbstractText": [
        "Physical inactivity is a key risk factor for chronic disease, but a growing number of people are not achieving the recommended levels of physical activity necessary for good health. Australians are no exception; despite Australia's image as a sporting nation, with success at the elite level, the majority of Australians do not get enough physical activity. There are many options for intervention, from individually tailored advice, such as counselling from a general practitioner, to population-wide approaches, such as mass media campaigns, but the most cost-effective mix of interventions is unknown. In this study we evaluate the cost-effectiveness of interventions to promote physical activity.",
        "From evidence of intervention efficacy in the physical activity literature and evaluation of the health sector costs of intervention and disease treatment, we model the cost impacts and health outcomes of six physical activity interventions, over the lifetime of the Australian population. We then determine cost-effectiveness of each intervention against current practice for physical activity intervention in Australia and derive the optimal pathway for implementation. Based on current evidence of intervention effectiveness, the intervention programs that encourage use of pedometers (Dominant) and mass media-based community campaigns (Dominant) are the most cost-effective strategies to implement and are very likely to be cost-saving. The internet-based intervention program (AUS$3,000/DALY), the GP physical activity prescription program (AUS$12,000/DALY), and the program to encourage more active transport (AUS$20,000/DALY), although less likely to be cost-saving, have a high probability of being under a AUS$50,000 per DALY threshold. GP referral to an exercise physiologist (AUS$79,000/DALY) is the least cost-effective option if high time and travel costs for patients in screening and consulting an exercise physiologist are considered.",
        "Intervention to promote physical activity is recommended as a public health measure. Despite substantial variability in the quantity and quality of evidence on intervention effectiveness, and uncertainty about the long-term sustainability of behavioural changes, it is highly likely that as a package, all six interventions could lead to substantial improvement in population health at a cost saving to the health sector. Please see later in the article for Editors' Summary."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Burden of Disease and Cost-Effectiveness, School of Population Health, The University of Queensland, Herston, Queensland, Australia. l.cobiac@uq.edu.au"
          }
        ],
        "LastName": "Cobiac",
        "ForeName": "Linda J",
        "Initials": "LJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vos",
        "ForeName": "Theo",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barendregt",
        "ForeName": "Jan J",
        "Initials": "JJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS Med",
    "NlmUniqueID": "101231360",
    "ISSNLinking": "1549-1277"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cost-Benefit Analysis"
    },
    {
      "QualifierName": [
        "economics"
      ],
      "DescriptorName": "Health Planning"
    },
    {
      "QualifierName": [
        "economics",
        "methods"
      ],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Motor Activity"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}