{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23174544",
  "DateCompleted": {
    "Year": "2013",
    "Month": "05",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pmrj.2012.09.582",
      "S1934-1482(12)01049-0"
    ],
    "Journal": {
      "ISSN": "1934-1563",
      "JournalIssue": {
        "Volume": "4",
        "Issue": "11",
        "PubDate": {
          "Year": "2012",
          "Month": "Nov"
        }
      },
      "Title": "PM & R : the journal of injury, function, and rehabilitation",
      "ISOAbbreviation": "PM R"
    },
    "ArticleTitle": "The exercise prescription: a tool to improve physical activity.",
    "Pagination": {
      "StartPage": "818",
      "EndPage": "825",
      "MedlinePgn": "818-25"
    },
    "Abstract": {
      "AbstractText": [
        "The current epidemic of sedentary behavior is a serious public health issue that requires the attention of the medical community. Although the benefits of physical activity are well established, research indicates that Americans are not heeding the message, and new strategies are warranted to bring about change in this arena. The health care community can and should play a key role in this movement. Patients respect their physicians as credible sources of information and look to them for health-related guidance. Unfortunately, many physicians are not talking to their patients about physical activity and are missing a unique opportunity to raise awareness about its benefits. Exercise needs to be discussed as a serious form of treatment, similar to medication, and should be thoughtfully prescribed to every patient. Physicians need to be familiar with the level of exercise necessary to achieve health benefits as defined by the Physical Activity Guidelines for Americans. Furthermore, they should be competent in their ability to identify a patient's level of risk for starting or increasing exercise and provide guidance on the frequency, intensity, time, and type of activity necessary to safely elicit maximal health benefits. These basic competencies can be easily understood by physicians and incorporated into their practices. Resources have been established to help support physicians in this process. Physiatrists are uniquely positioned to lead the effort for change in this area because they are well-established proponents of exercise and are trained to prescribe therapeutic exercise to address the complex medical issues of their patients. This skill-set should be used for every patient in an effort to reduce the widespread prevalence of the \"chronic disease\" physical inactivity."
      ],
      "CopyrightInformation": "Copyright © 2012 American Academy of Physical Medicine and Rehabilitation. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Harvard Medical School Department of Physical Medicine and Rehabilitation, Boston, MA, USA. ephillips1@partners.org"
          }
        ],
        "LastName": "Phillips",
        "ForeName": "Edward M",
        "Initials": "EM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kennedy",
        "ForeName": "Mary A",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PM R",
    "NlmUniqueID": "101491319",
    "ISSNLinking": "1934-1482"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Counseling"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Exertion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physician's Role"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physician-Patient Relations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Assessment"
    }
  ]
}