{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Arthritis",
      "EULAR recommendations",
      "Exercise",
      "German translation",
      "Linguistic validation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "HINTERGRUND: Regelmäßige Bewegung und spezifisches Training sind wichtige Bausteine in der Therapie rheumatischer Erkrankungen, weil ein gesundheitlicher Nutzen für die Patient*innen nachgewiesen ist. Basierend auf den internationalen Empfehlungen der WHO für Gesunde, geben die „2018 EULAR Empfehlungen zu körperlicher Aktivität von Menschen mit entzündlich-rheumatischen und degenerativen Erkrankungen“ erstmals evidenzbasierte Empfehlungen zu Gestaltung, Durchführung und Implementierung von Bewegungsübungen bei diesen Patient*innen. ZIEL: Übersetzung ins Deutsche und sprachliche Validierung in Deutschland, Österreich und der Schweiz.",
        "Eine professionelle Übersetzung der EULAR Bewegungsempfehlungen ins Deutsche wurde durch deutschsprachige Experten*innen aus allen 3 Ländern überarbeitet. Die Validierung erfolgte in einem Feldtest mit Rheumatolog*innen, Ergo- und Physiotherapeut*innen, Pflegefachpersonen und medizinischen Fachangestellten aus der Rheumatologie. In den 3 Ländern wurden jeweils 8 strukturierte Interviews zu Verständlichkeit, Wortwahl, Vollständigkeit und Umsetzbarkeit durchgeführt. Die Experten*innen diskutierten die Änderungsvorschläge, bis jeweils ein Konsens erreicht wurde. Zuletzt gaben sie den Grad ihrer Zustimmung zu der finalen Übersetzungsversion an.",
        "Die professionelle Übersetzung wurde substanziell überarbeitet. Aufgrund der Ergebnisse der Feldtests wurden verschiedene Änderungen einzelner Worte sowie Umformulierungen zur besseren Verständlichkeit vorgenommen. Der Grad der Zustimmung lag mit durchschnittlichen Bewertungen zwischen 10 (SD 0,0) und 8,9 (SD 1,5) insgesamt sehr hoch.",
        "Die vorliegende sprachlich validierte deutschsprachige Version der 2018 EULAR Bewegungsempfehlungen kann und soll dazu beitragen, Fachpersonal darin zu unterstützen, körperliche Aktivität bei Menschen mit entzündlich-rheumatischen und degenerativen Erkrankungen zu fördern."
      ],
      "CopyrightInformation": "© 2021. The Author(s)."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34633501",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "10",
        "Day": "11"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00393-021-01078-0"
    ],
    "Journal": {
      "ISSN": "1435-1250",
      "JournalIssue": {
        "Volume": "82",
        "Issue": "Suppl 1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "Zeitschrift fur Rheumatologie",
      "ISOAbbreviation": "Z Rheumatol"
    },
    "ArticleTitle": "[Translation of the 2018 EULAR recommendations for physical activity in people with inflammatory arthritis and osteoarthritis and linguistic validation in German-speaking countries with healthcare professionals].",
    "Pagination": {
      "StartPage": "12",
      "EndPage": "21",
      "MedlinePgn": "12-21"
    },
    "Abstract": {
      "AbstractText": [
        "Regular physical activity is beneficial for people with rheumatic diseases and one of the cornerstones in its management. Based on the international recommendations of the World Health Organization for the general population, the \"2018 EULAR recommendations for physical activity in people with inflammatory arthritis and osteoarthritis\" provide evidence-based recommendations on the prescription, performance, and implementation of physical activity exercises in this population for the first time.",
        "Translation of the 2018 EULAR recommendations into German and linguistic validation in Germany, Austria and Switzerland.",
        "A professional translation of the EULAR recommendations into the German language was performed and revised by German-speaking experts from all three countries. The translation was validated by healthcare professionals consisting of rheumatologists, occupational therapists, physiotherapists, nurses, and medical assistants in a field test. In each of the three countries, eight structured interviews were conducted on comprehensibility, wording, completeness, and feasibility. The experts then discussed changes until consensus was reached and indicated the level of agreement with the final translation.",
        "The translation of the EULAR recommendations was substantially revised. Based on the results of the cognitive test, formulations were adapted in order to increase comprehensibility. The level of agreement between 10 (SD 0.0) and 8.9 (SD 1.5) was very high.",
        "The final German version of the EULAR recommendations is comprehensible and accepted across all three German-speaking countries. It can help to improve the structure and clarity of the handling of physical activity and promote physical activity for healthcare providers and patients."
      ],
      "CopyrightInformation": "© 2021. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-5668-4497"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rheumazentrum Ruhrgebiet, Ruhr-Universität Bochum, Claudiusstr. 45, 44649, Herne, Deutschland. uta.kiltz@elisabethgruppe.de."
          }
        ],
        "LastName": "Kiltz",
        "ForeName": "Uta",
        "Initials": "U"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rheumazentrum Ruhrgebiet, Ruhr-Universität Bochum, Claudiusstr. 45, 44649, Herne, Deutschland."
          }
        ],
        "LastName": "Kiefer",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rheumazentrum Ruhrgebiet, Ruhr-Universität Bochum, Claudiusstr. 45, 44649, Herne, Deutschland."
          }
        ],
        "LastName": "Braun",
        "ForeName": "Jürgen",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Physiotherapie, Zürcher Hochschule für Angewandte Wissenschaften, Winterthur, Schweiz."
          }
        ],
        "LastName": "Rausch-Osthoff",
        "ForeName": "Anne-Kathrin",
        "Initials": "AK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rheumazentrum Ruhrgebiet, Ruhr-Universität Bochum, Claudiusstr. 45, 44649, Herne, Deutschland."
          }
        ],
        "LastName": "Herbold",
        "ForeName": "Susanne",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departement Gesundheitswissenschaften, Fachhochschule Campus Wien, Wien, Österreich."
          }
        ],
        "LastName": "Klinger",
        "ForeName": "Meike",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Pflegewissenschaft, Medizinische Fakultät, Departement Public Health, Universität Basel, Basel, Schweiz."
          }
        ],
        "LastName": "Kocher",
        "ForeName": "Agnes",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medizinischer Dienst, Österreichische Gesundheitskasse, Wien, Österreich."
          },
          {
            "Identifier": [],
            "Affiliation": "Ludwig Boltzmann Institute for Arthritis and Rehabilitation, Wien, Österreich."
          }
        ],
        "LastName": "Nell-Duxneuner",
        "ForeName": "Valerie",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Rheumatologie und Immunologie, Inselspital, Universitätsspital Bern, Bern, Schweiz."
          }
        ],
        "LastName": "Reichenbach",
        "ForeName": "Stefan",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Ludwig Boltzmann Institute for Arthritis and Rehabilitation, Wien, Österreich."
          },
          {
            "Identifier": [],
            "Affiliation": "Section for Outcomes Research, Center for Medical Statistics, Informatics and Intelligent Systems, Medical University of Vienna, Wien, Österreich."
          }
        ],
        "LastName": "Stamm",
        "ForeName": "Tanja",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rheumapraxis an der Hase, Osnabrück, Deutschland."
          }
        ],
        "LastName": "Steffens-Korbanka",
        "ForeName": "Patricia",
        "Initials": "P"
      },
      {
        "Identifier": [
          "0000-0002-0102-3728"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Physiotherapie, Zürcher Hochschule für Angewandte Wissenschaften, Winterthur, Schweiz."
          }
        ],
        "LastName": "Niedermann",
        "ForeName": "Karin",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Übersetzung der 2018 EULAR Empfehlungen zu körperlicher Aktivität von Menschen mit entzündlich-rheumatischen und degenerativen Erkrankungen ins Deutsche und sprachliche Validierung im deutschsprachigen Raum mit medizinischen Fachpersonen."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Z Rheumatol",
    "NlmUniqueID": "0414162",
    "ISSNLinking": "0340-1855"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Osteoarthritis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Linguistics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delivery of Health Care"
    }
  ]
}