{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Exercise",
      "Humans",
      "Physical activity",
      "Postnatal",
      "Postpartum",
      "Promotion",
      "Telehealth"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36603606",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "01",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ypmed.2022.107413",
      "S0091-7435(22)00478-9"
    ],
    "Journal": {
      "ISSN": "1096-0260",
      "JournalIssue": {
        "Volume": "167",
        "PubDate": {
          "Year": "2023",
          "Month": "Feb"
        }
      },
      "Title": "Preventive medicine",
      "ISOAbbreviation": "Prev Med"
    },
    "ArticleTitle": "Telehealth interventions for physical activity and exercise participation in postpartum women: A quantitative systematic review.",
    "Pagination": {
      "StartPage": "107413",
      "MedlinePgn": "107413"
    },
    "Abstract": {
      "AbstractText": [
        "Postpartum women are one of the least physically active vulnerable populations globally and telehealth has been proposed as a potential method of delivering effective exercise interventions for this population. However, clinical practice guidelines are based upon the recommendations for the general population and therefore, the most efficacious exercise dose and the delivery method for this population is unclear. This quantitative systematic review will examine the implementation and outcomes of telehealth exercise interventions in the postpartum population to synthesise the degree to which these outcomes have been assessed and evaluated. Five databases were searched from January 2001 to March 2022. Studies implementing synchronous telehealth exercise interventions for postpartum women were included. Interventions were examined against the Template for Intervention Description and Replication (TIDieR) checklist that assesses intervention reporting completeness and replicability. Of the 1036 records identified, 16 studies progressed to data extraction. Six interventions provided individualised exercise prescription, and only four were delivered by university-level exercise practitioners. Physical activity participation was well reported, however health-related outcomes (i.e., muscular strength and aerobic capacity) were very minimally assessed. Only one intervention utilised modern video conferencing as the primary telehealth communication method. With the minimal assessment of health-related outcomes, there is limited scope to assess the effectiveness of these interventions for postpartum women. Future research interventions need to be reported according to a validated trial reporting system and focus on relevant health related outcomes including postpartum depressive symptoms, quality of life, cardiovascular fitness, muscular strength and body composition."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health Sciences and Social Work, Griffith University, Gold Coast, Australia."
          }
        ],
        "LastName": "Turner",
        "ForeName": "Jemma",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health Sciences and Social Work, Griffith University, Gold Coast, Australia. Electronic address: k.clanchy@griffith.edu.au."
          }
        ],
        "LastName": "Clanchy",
        "ForeName": "Kelly",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health Sciences and Social Work, Griffith University, Gold Coast, Australia."
          }
        ],
        "LastName": "Vincze",
        "ForeName": "Lisa",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Prev Med",
    "NlmUniqueID": "0322116",
    "ISSNLinking": "0091-7435"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postpartum Period"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Telemedicine"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest Ethical approval and consent to participate and publish are not applicable to this paper. All available data is included in the paper and supplementary document A. The authors disclose no conflicts of interest for this paper. The authors disclose no sources of funding for this paper."
}