{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15831059",
  "DateCompleted": {
    "Year": "2005",
    "Month": "07",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "4",
        "PubDate": {
          "Year": "2005"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "The science of cycling: physiology and training - part 1.",
    "Pagination": {
      "StartPage": "285",
      "EndPage": "312",
      "MedlinePgn": "285-312"
    },
    "Abstract": {
      "AbstractText": [
        "The aim of this review is to provide greater insight and understanding regarding the scientific nature of cycling. Research findings are presented in a practical manner for their direct application to cycling. The two parts of this review provide information that is useful to athletes, coaches and exercise scientists in the prescription of training regimens, adoption of exercise protocols and creation of research designs. Here for the first time, we present rationale to dispute prevailing myths linked to erroneous concepts and terminology surrounding the sport of cycling. In some studies, a review of the cycling literature revealed incomplete characterisation of athletic performance, lack of appropriate controls and small subject numbers, thereby complicating the understanding of the cycling research. Moreover, a mixture of cycling testing equipment coupled with a multitude of exercise protocols stresses the reliability and validity of the findings. Our scrutiny of the literature revealed key cycling performance-determining variables and their training-induced metabolic responses. The review of training strategies provides guidelines that will assist in the design of aerobic and anaerobic training protocols. Paradoxically, while maximal oxygen uptake (V-O(2max)) is generally not considered a valid indicator of cycling performance when it is coupled with other markers of exercise performance (e.g. blood lactate, power output, metabolic thresholds and efficiency/economy), it is found to gain predictive credibility. The positive facets of lactate metabolism dispel the 'lactic acid myth'. Lactate is shown to lower hydrogen ion concentrations rather than raise them, thereby retarding acidosis. Every aspect of lactate production is shown to be advantageous to cycling performance. To minimise the effects of muscle fatigue, the efficacy of employing a combination of different high cycling cadences is evident. The subconscious fatigue avoidance mechanism 'teleoanticipation' system serves to set the tolerable upper limits of competitive effort in order to assure the athlete completion of the physical challenge. Physiological markers found to be predictive of cycling performance include: (i) power output at the lactate threshold (LT2); (ii) peak power output (W(peak)) indicating a power/weight ratio of > or =5.5 W/kg; (iii) the percentage of type I fibres in the vastus lateralis; (iv) maximal lactate steady-state, representing the highest exercise intensity at which blood lactate concentration remains stable; (v) W(peak) at LT2; and (vi) W(peak) during a maximal cycling test. Furthermore, the unique breathing pattern, characterised by a lack of tachypnoeic shift, found in professional cyclists may enhance the efficiency and metabolic cost of breathing. The training impulse is useful to characterise exercise intensity and load during training and competition. It serves to enable the cyclist or coach to evaluate the effects of training strategies and may well serve to predict the cyclist's performance. Findings indicate that peripheral adaptations in working muscles play a more important role for enhanced submaximal cycling capacity than central adaptations. Clearly, relatively brief but intense sprint training can enhance both glycolytic and oxidative enzyme activity, maximum short-term power output and V-O(2max). To that end, it is suggested to replace approximately 15% of normal training with one of the interval exercise protocols. Tapering, through reduction in duration of training sessions or the frequency of sessions per week while maintaining intensity, is extremely effective for improvement of cycling time-trial performance. Overuse and over-training disabilities common to the competitive cyclist, if untreated, can lead to delayed recovery."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise Physiology Laboratories, University of New Mexico, Albuquerque, USA."
          }
        ],
        "LastName": "Faria",
        "ForeName": "Erik W",
        "Initials": "EW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Parker",
        "ForeName": "Daryl L",
        "Initials": "DL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Faria",
        "ForeName": "Irvin E",
        "Initials": "IE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acidosis, Lactic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Bicycling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Physical Education and Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    }
  ],
  "NumberOfReferences": "164"
}