{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Chronic Disease",
      "Exercise Physiology",
      "Exercise Therapy",
      "Intermuscular Adipose Tissue",
      "Noninvasive Imaging",
      "Sarcopenia"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34174085",
  "DateCompleted": {
    "Year": "2021",
    "Month": "12",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "pzab162",
      "10.1093/ptj/pzab162"
    ],
    "Journal": {
      "ISSN": "1538-6724",
      "JournalIssue": {
        "Volume": "101",
        "Issue": "10",
        "PubDate": {
          "Year": "2021",
          "Month": "Oct",
          "Day": "01"
        }
      },
      "Title": "Physical therapy",
      "ISOAbbreviation": "Phys Ther"
    },
    "ArticleTitle": "Exercise Training to Decrease Ectopic Intermuscular Adipose Tissue in Individuals With Chronic Diseases: A Systematic Review and Meta-Analysis.",
    "Abstract": {
      "AbstractText": [
        "The purpose of this study was to evaluate the effect of exercise training on ectopic fat within skeletal muscle (intermuscular adipose tissue [IMAT]) in adult populations with chronic diseases.",
        "A literature search was conducted in relevant databases to identify randomized controlled trials (RCTs) from inception. Selected studies examined the effect of aerobic training (AET), resistance training (RT), or combined training (COM) on IMAT as assessed by noninvasive magnetic resonance imagery or computed tomography. Eligibility was determined using Preferred Reporting Items for Systematic Reviews and Meta-Analyses. Data extraction was performed using the population (P), intervention (I), comparison (C), outcome (O), timing (T), and settings (S) approach. Methodological quality was analyzed by the Cochrane risk of bias assessment. Standardized effect sizes (ES) with 95% CIs were calculated. Heterogeneity among studies was quantified using I2 statistics. Subgroup and meta-regression analyses were included. Risk of publication bias was examined by the Egger regression test.",
        "Nineteen RCTs included 962 adults (628 women; age range = 34.8-93.4 years) with different chronic conditions that participated in 10 AET, 12 RT, and 5 COM interventions. The quality of studies was deemed moderate. Overall, the effect of exercise on IMAT was small (ES = 0.24; 95% CI = 0.10 to 0.37; heterogeneity I2 = 0.0%) compared with no exercise or control interventions. Moderate-intensity AET and COM had larger ES compared with RT regardless of intensity. This effect was associated with exercise-induced body weight and fat mass losses. Subgroup analysis revealed larger ES in studies assessing IMAT by magnetic resonance imagery compared with computed tomography in adults and middle-aged individuals compared with older adults and in participants who were HIV+ compared with other diagnoses.",
        "AET and COM of moderate intensity reduce IMAT in individuals from 18 to 65 years of age who are affected by chronic diseases. This effect is associated with exercise-induced body weight and fat mass losses. In older individuals who are frail and patients at an advanced disease stage, exercise may result in a paradoxical IMAT accumulation.",
        "In people affected by chronic conditions, IMAT accumulation induces muscle mass and strength losses, decline in physical performance, inflammation, and metabolic alterations. The present study shows that moderate-intensity AET or COM prevent or reduce IMAT in these conditions. Thus, the deleterious effect of IMAT on skeletal muscle homeostasis may be reverted by a properly prescribed exercise regime. The findings of the present systematic review are critical for physical therapists and health care professionals because they emphasize the therapeutic role of exercise and provide recommendations for exercise prescription that ultimately may have a positive impact on the course of disease, recovery of functionality, and independence.",
        "Aerobic exercise (eg, walking/jogging, cycling) alone or combined with resistance exercise (strength training with free-weights, kettle bells, or gym equipment) is effective in reducing fat streaks that infiltrate muscles and impair muscle function and growth, particularly in adults affected by chronic diseases."
      ],
      "CopyrightInformation": "© The Author(s) 2021. Published by Oxford University Press on behalf of the American Physical Therapy Association. All rights reserved. For permissions, please email: journals.permissions@oup.com."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise Physiology and Metabolism Laboratory, School of Kinesiology, Universidad Finis Terrae, Santiago, Chile."
          }
        ],
        "LastName": "Tuñón-Suárez",
        "ForeName": "Mauro",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0001-7703-2893"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Ciencias de la Rehabilitación, Escuela de Kinesiología, Universidad Andres Bello, Viña del Mar, Chile."
          }
        ],
        "LastName": "Reyes-Ponce",
        "ForeName": "Alvaro",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Exercise Physiology Program, Exercise Science Laboratory, School of Kinesiology, Faculty of Medicine, Universidad Finis Terrae, Santiago, Chile."
          }
        ],
        "LastName": "Godoy-Órdenes",
        "ForeName": "Rodrigo",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Cirugía Digestiva, Facultad de Medicina, Pontificia Universidad Católica de Chile, Santiago, Chile."
          }
        ],
        "LastName": "Quezada",
        "ForeName": "Nicolás",
        "Initials": "N"
      },
      {
        "Identifier": [
          "0000-0001-8743-1708"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise Physiology and Metabolism Laboratory, School of Kinesiology, Universidad Finis Terrae, Santiago, Chile."
          }
        ],
        "LastName": "Flores-Opazo",
        "ForeName": "Marcelo",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Phys Ther",
    "NlmUniqueID": "0022623",
    "ISSNLinking": "0031-9023"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnostic imaging",
        "physiology"
      ],
      "DescriptorName": "Adipose Tissue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adiposity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bicycling"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "metabolism",
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sarcopenia"
    }
  ]
}