{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16737342",
  "DateCompleted": {
    "Year": "2006",
    "Month": "11",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "6",
        "PubDate": {
          "Year": "2006"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Chronobiological considerations for exercise and heart disease.",
    "Pagination": {
      "StartPage": "487",
      "EndPage": "500",
      "MedlinePgn": "487-500"
    },
    "Abstract": {
      "AbstractText": [
        "Although regular physical activity is beneficial for many clinical conditions, an acute bout of exercise might increase the risk of an adverse clinical event, such as sudden cardiac death or myocardial infarction, particularly in vulnerable individuals. Since it is also known that the incidence of these events peaks in the morning and that some cardiac patients prefer to schedule leisure-time physical activity before lunch, the question arises as to whether morning exercise is 'inherently' more risky than physical activity performed at other times of day. We attempt to answer this question by reviewing the relevant epidemiological data as well as the results of chronobiological and exercise-related studies that have concentrated on the pathophysiological mechanisms for sudden cardiac events. We also consider generally how chronobiology might impact on exercise prescription in heart disease. We performed a structured literature search in the PubMed and WEBofSCIENCE databases for relevant studies published between 1981 and 2004. The limited amount of published epidemiological data did not allow us to conclude that a bout of vigorous exercise in the morning increases the relative risk of either primary cardiac events in apparently healthy individuals, or secondary events in cardiac patients enrolled in supervised exercise programmes. Nevertheless, these data are not directly relevant to individuals who have a history of heart disease and perform uncontrolled habitual activities. It appears as though the influence of time of day on the cardiovascular safety of this type of exercise has not been examined in this population. There is evidence that several pathophysiological variables (e.g. blood pressure, endothelial function, fibrinolysis) vary in parallel with typical diurnal changes in freely chosen activity. Nevertheless, few studies have been designed to examine specifically whether such variables respond differently to a 'set' level of exercise in the morning compared with the afternoon or evening. Even fewer researchers have adequately separated the influences of waking from sleep, adopting an upright posture and physical exertion per se on these pathophysiological responses at different times of day. In healthy individuals, exercise is generally perceived as more difficult and functional performance is decreased in the morning hours. These observations have been confirmed for patients with heart disease in only one small study. It has also not been confirmed, using an adequately powered study involving cardiac patients, that the responses of heart rate and oxygen consumption (VO(2)) to a set bout of exercise show the highest reactivity in the afternoon and evening, which is the case with healthy individuals. Confirmation of this circadian variation would be important, since it would mean that exercise might be prescribed at too high an intensity in the morning if heart rate or VO(2) responses are employed as markers of exercise load. We conclude that there is some parallelism between the diurnal changes in physical activity and those in the pathophysiological mechanisms associated with acute cardiac events. Nevertheless, more studies are needed to ascertain whether the responses of endothelial function, fibrinolysis and blood pressure to a set exercise regimen differ according to time of day. The results of epidemiological studies suggest that morning exercise is just as safe as afternoon exercise for cardiac patients enrolled in a supervised rehabilitation programme. Nevertheless, it is unclear whether time of day alters the risk of a cardiac event occurring during spontaneous physical activity performed by individuals with established risk factors for heart disease."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Institute for Sport and Exercise Sciences, Liverpool John Moores University, Henry Cotton Campus, UK. G.Atkinson@ljmu.ac.uk"
          }
        ],
        "LastName": "Atkinson",
        "ForeName": "Greg",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Drust",
        "ForeName": "Barry",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "George",
        "ForeName": "Keith",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Reilly",
        "ForeName": "Thomas",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Waterhouse",
        "ForeName": "Jim",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Circadian Rhythm"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology",
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Myocardial Ischemia"
    }
  ],
  "NumberOfReferences": "77"
}