{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34027912",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1519/JSC.0000000000004056"
    ],
    "Journal": {
      "ISSN": "1533-4287",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "7",
        "PubDate": {
          "Year": "2021",
          "Month": "Jul",
          "Day": "01"
        }
      },
      "Title": "Journal of strength and conditioning research",
      "ISOAbbreviation": "J Strength Cond Res"
    },
    "ArticleTitle": "Effects of Plyometric Jump Training on Electromyographic Activity and Its Relationship to Strength and Jump Performance in Healthy Trained and Untrained Populations: A Systematic Review of Randomized Controlled Trials.",
    "Pagination": {
      "StartPage": "2053",
      "EndPage": "2065",
      "MedlinePgn": "2053-2065"
    },
    "Abstract": {
      "AbstractText": [
        "Ramirez-Campillo, R, Garcia-Pinillos, F, Chaabene, H, Moran, J, Behm, DG, and Granacher, U. Effects of plyometric jump training on electromyographic activity and its relationship to strength and jump performance in healthy trained and untrained populations: a systematic review of randomized controlled trials. J Strength Cond Res 35(7): 2053-2065, 2021-This systematic review analyzed the effects of plyometric jump training (PJT) on muscle activation assessed with surface electromyography during the performance of strength and jumping tasks in healthy populations across the lifespan. A systematic literature search was conducted in the electronic databases PubMed/MEDLINE, Web of Science, and SCOPUS. Only randomized controlled studies were eligible to be included in this study. Our search identified 17 studies comprising 23 experimental groups and 266 subjects aged 13-73 years, which were eligible for inclusion. The included studies achieved a median Physiotherapy Evidence Database score of 6. No injuries were reported among the included studies. Significant PJT-related improvements were reported in 7 of 10 studies and in 6 of 10 studies for measures of muscle activation during the performance of strength and jumping tasks, respectively. Moreover, a secondary correlational analysis showed significant positive relationships (r = 0.86; p = 0.012; r2 = 0.74) between changes in muscle activation and changes in jump performance. However, from the total number (n = 287) of muscle activation response variables analyzed for strength and jumping tasks, ∼80% (n = 226) were reported as nonsignificant when compared with a control condition. In conclusion, PJT may improve muscle activation during the performance of strength and jumping tasks. However, conflicting results were observed probably arising from (a) studies that incorporated a large number of outcomes with reduced sensitivity to PJT, (b) methodological limitations associated to muscle activation measurement during strength and jumping tasks, and (c) limitations associated with PJT prescription. Future studies in this field should strive to solve these methodological shortcomings."
      ],
      "CopyrightInformation": "Copyright © 2021 National Strength and Conditioning Association."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Human Performance Laboratory, Department of Physical Activity Sciences, Universidad de Los Lagos, Santiagoo, Chile."
          },
          {
            "Identifier": [],
            "Affiliation": "Exercise Physiology Research Center,. Science Faculty,. Major university,. Santiago, Chile."
          }
        ],
        "LastName": "Ramirez-Campillo",
        "ForeName": "Rodrigo",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education, Sports and Recreation, Universidad de La Frontera, Temuco, Chile."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education and Sport, University of Granada, Granada, Spain."
          }
        ],
        "LastName": "Garcia-Pinillos",
        "ForeName": "Felipe",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Training and Movement Sciences, Research Focus Cognitive Sciences, University of Potsdam, Potsdam, Germany."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Sports Science, High Institute of Sports and Physical Education, Kef, University of Jendouba, Jendouba, Tunisia."
          }
        ],
        "LastName": "Chaabene",
        "ForeName": "Helmi",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Sport, Rehabilitation and Exercise Sciences, University of Essex, Colchester, United Kingdom; and."
          }
        ],
        "LastName": "Moran",
        "ForeName": "Jason",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Human Kinetics and Recreation, Memorial University of Newfoundland, St. John's Newfoundland and Labrador, Canada."
          }
        ],
        "LastName": "Behm",
        "ForeName": "David G",
        "Initials": "DG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Training and Movement Sciences, Research Focus Cognitive Sciences, University of Potsdam, Potsdam, Germany."
          }
        ],
        "LastName": "Granacher",
        "ForeName": "Urs",
        "Initials": "U"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Strength Cond Res",
    "NlmUniqueID": "9415084",
    "ISSNLinking": "1064-8011"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Athletic Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Plyometric Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Soccer"
    }
  ]
}