{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9624661",
  "DateCompleted": {
    "Year": "1998",
    "Month": "08",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0195-9131",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "6",
        "PubDate": {
          "Year": "1998",
          "Month": "Jun"
        }
      },
      "Title": "Medicine and science in sports and exercise",
      "ISOAbbreviation": "Med Sci Sports Exerc"
    },
    "ArticleTitle": "American College of Sports Medicine Position Stand. The recommended quantity and quality of exercise for developing and maintaining cardiorespiratory and muscular fitness, and flexibility in healthy adults.",
    "Pagination": {
      "StartPage": "975",
      "EndPage": "991",
      "MedlinePgn": "975-91"
    },
    "Abstract": {
      "AbstractText": [
        "ACSM Position Stand on The Recommended Quantity and Quality of Exercise for Developing and Maintaining Cardiorespiratory and Muscular Fitness, and Flexibility in Adults. Med. Sci. Sports Exerc., Vol. 30, No. 6, pp. 975-991, 1998. The combination of frequency, intensity, and duration of chronic exercise has been found to be effective for producing a training effect. The interaction of these factors provide the overload stimulus. In general, the lower the stimulus the lower the training effect, and the greater the stimulus the greater the effect. As a result of specificity of training and the need for maintaining muscular strength and endurance, and flexibility of the major muscle groups, a well-rounded training program including aerobic and resistance training, and flexibility exercises is recommended. Although age in itself is not a limiting factor to exercise training, a more gradual approach in applying the prescription at older ages seems prudent. It has also been shown that aerobic endurance training of fewer than 2 d.wk-1, at less than 40-50% of VO2R, and for less than 10 min-1 is generally not a sufficient stimulus for developing and maintaining fitness in healthy adults. Even so, many health benefits from physical activity can be achieved at lower intensities of exercise if frequency and duration of training are increased appropriately. In this regard, physical activity can be accumulated through the day in shorter bouts of 10-min durations. In the interpretation of this position stand, it must be recognized that the recommendations should be used in the context of participant's needs, goals, and initial abilities. In this regard, a sliding scale as to the amount of time allotted and intensity of effort should be carefully gauged for the cardiorespiratory, muscular strength and endurance, and flexibility components of the program. An appropriate warm-up and cool-down period, which would include flexibility exercises, is also recommended. The important factor is to design a program for the individual to provide the proper amount of physical activity to attain maximal benefit at the lowest risk. Emphasis should be placed on factors that result in permanent lifestyle change and encourage a lifetime of physical activity."
      ]
    },
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Sci Sports Exerc",
    "NlmUniqueID": "8005433",
    "ISSNLinking": "0195-9131"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Med Sci Sports Exerc. 1999 Jun;31(6):916-20",
      "PMID": "10378923"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Composition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiovascular Physiological Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Guidelines as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pliability"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Societies, Medical"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Sports Medicine"
    }
  ],
  "NumberOfReferences": "262"
}