{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12196030",
  "DateCompleted": {
    "Year": "2002",
    "Month": "10",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "32",
        "Issue": "11",
        "PubDate": {
          "Year": "2002"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Methods to determine aerobic endurance.",
    "Pagination": {
      "StartPage": "675",
      "EndPage": "700",
      "MedlinePgn": "675-700"
    },
    "Abstract": {
      "AbstractText": [
        "Physiological testing of elite athletes requires the correct identification and assessment of sports-specific underlying factors. It is now recognised that performance in long-distance events is determined by maximal oxygen uptake (V(2 max)), energy cost of exercise and the maximal fractional utilisation of V(2 max) in any realised performance or as a corollary a set percentage of V(2 max) that could be endured as long as possible. This later ability is defined as endurance, and more precisely aerobic endurance, since V(2 max) sets the upper limit of aerobic pathway. It should be distinguished from endurance ability or endurance performance, which are synonymous with performance in long-distance events. The present review examines methods available in the literature to assess aerobic endurance. They are numerous and can be classified into two categories, namely direct and indirect methods. Direct methods bring together all indices that allow either a complete or a partial representation of the power-duration relationship, while indirect methods revolve around the determination of the so-called anaerobic threshold (AT). With regard to direct methods, performance in a series of tests provides a more complete and presumably more valid description of the power-duration relationship than performance in a single test, even if both approaches are well correlated with each other. However, the question remains open to determine which systems model should be employed among the several available in the literature, and how to use them in the prescription of training intensities. As for indirect methods, there is quantitative accumulation of data supporting the utilisation of the AT to assess aerobic endurance and to prescribe training intensities. However, it appears that: there is no unique intensity corresponding to the AT, since criteria available in the literature provide inconsistent results; and the non-invasive determination of the AT using ventilatory and heart rate data instead of blood lactate concentration ([La(-)](b)) is not valid. Added to the fact that the AT may not represent the optimal training intensity for elite athletes, it raises doubt on the usefulness of this theory without questioning, however, the usefulness of the whole [La(-)](b)-power curve to assess aerobic endurance and predict performance in long-distance events."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Sport Sciences and Physical Education, University of Lille, Ronchin, France. lbosquet@mailsc.univ-lille2.fr"
          }
        ],
        "LastName": "Bosquet",
        "ForeName": "Laurent",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Léger",
        "ForeName": "Luc",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Legros",
        "ForeName": "Patrick",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Lactates"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Rate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Lactates"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiration"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Sports"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Task Performance and Analysis"
    }
  ],
  "NumberOfReferences": "248"
}