{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10418073",
  "DateCompleted": {
    "Year": "1999",
    "Month": "09",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "6",
        "PubDate": {
          "Year": "1999",
          "Month": "Jun"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Exercise and the treatment of type 2 diabetes mellitus. An update.",
    "Pagination": {
      "StartPage": "381",
      "EndPage": "391",
      "MedlinePgn": "381-91"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise has long been considered a cornerstone in the treatment regimen for patients with type 2 (non-insulin-dependent) diabetes mellitus. Aerobic endurance exercise has traditionally been advocated as the most suitable exercise mode. Several exercise studies have evaluated the effect of exercise on insulin sensitivity and glycaemic control in patients with type 2 diabetes mellitus. However, the results obtained have been highly heterogeneous regarding the effect of exercise on insulin sensitivity and glycaemic control. Only in certain subgroups (e.g. patients with type 2 diabetes mellitus under 55 years of age, those with diabetes treated through diet and those who have diabetes with fairly good metabolic control), does exercise seem to be beneficial with regard to improvement in glycaemic control. There has been little research into the effects of resistance training on glucose metabolism in patients with type 2 diabetes mellitus compared with the amount of research involving aerobic endurance exercise. The incidence of type 2 diabetes mellitus increases with increasing age, partly because of the decline in muscle mass associated with aging. This corresponds with a decline in metabolic function, supporting the usefulness of resistance training. Available studies support the usefulness of resistance training in the treatment of type 2 diabetes mellitus. Therefore, based on the published studies reviewed, this author proposes that an optimal exercise programme for individuals with type 2 diabetes mellitus should include components that improve cardiorespiratory fitness, muscular strength and endurance, i.e. a combination of aerobic endurance training and circuit-type resistance training. Programmes combining various modes of exercise positively influence patient compliance with the exercise programme. The vast majority of patients with type 2 diabetes mellitus can undertake an individualised exercise programme without significantly increased risks of complications."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Public Health Institute, Department of Epidemiology and Health Promotion, Helsinki, Finland. johan.eriksson@ktl.fi"
          }
        ],
        "LastName": "Eriksson",
        "ForeName": "J G",
        "Initials": "JG"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Blood Glucose"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Blood Glucose"
    },
    {
      "QualifierName": [
        "metabolism",
        "physiopathology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Insulin Resistance"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Endurance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports Medicine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight Lifting"
    }
  ],
  "NumberOfReferences": "67"
}