{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24664532",
  "DateCompleted": {
    "Year": "2015",
    "Month": "02",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-014-0173-y"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "7",
        "PubDate": {
          "Year": "2014",
          "Month": "Jul"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Exercise physiologists emerge as allied healthcare professionals in the era of non-communicable disease pandemics: a report from Australia, 2006-2012.",
    "Pagination": {
      "StartPage": "869",
      "EndPage": "877",
      "MedlinePgn": "869-77"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise can be prescribed to prevent, manage, and treat many leading non-communicable diseases (NCDs) and underlying risk factors. However, surprisingly, Australia is one of only a few countries where allied healthcare professionals with specialized university education and training in exercise prescription and delivery provide services within a government-run healthcare system (Medicare). This article presents data on Medicare-funded services provided by accredited exercise physiologists (AEPs) from the inclusion of the profession in the allied healthcare model (January, 2006) to the end of 2012. We conceptualize these data in relation to current NCD trends, and outline recommendations that can potentially help curtail the current chronic disease burden through the further integration of exercise professionals into the healthcare system in Australia, and internationally. From 2006 to 2012, the number of AEPs in Australia has increased 563 %. This rise in AEPs has been paralleled by increased delivery of services for eligible patients with a chronic medical condition (+614 %), type 2 diabetes mellitus (+211 to 230 %), and of Aboriginal and Torres Strait Islander descent (+343 %). These trends, which were developed through the \"early years\" of the profession, are encouraging and suggest that AEPs have taken up a vital position within the healthcare system. However, the total number of services provided by AEPs currently remains very low in relation to the prevalence of overweight-obesity and type 2 diabetes in Australia. Furthermore, services for Aboriginal Australians are very low considering the extreme burden of chronic diseases in these vulnerable populations. We provide some recommendations that may help the exercise physiology profession play a greater role in tackling the NCD burden and shift the healthcare model in a direction that is more proactive and focused on disease prevention and health, including the early identification and treatment of major upstream risk factors."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Science and Health, University of Western Sydney, Campbelltown Campus, Locked Bag 1797, Penrith, NSW, 2751, Australia, B.Cheema@uws.edu.au."
          }
        ],
        "LastName": "Cheema",
        "ForeName": "Birinder S",
        "Initials": "BS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Robergs",
        "ForeName": "Robert A",
        "Initials": "RA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Askew",
        "ForeName": "Christopher D",
        "Initials": "CD"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Allied Health Personnel"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Australia"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "National Health Programs"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physiology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ]
}