{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22376192",
  "DateCompleted": {
    "Year": "2012",
    "Month": "07",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2165/11597670-000000000-00000"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "42",
        "Issue": "4",
        "PubDate": {
          "Year": "2012",
          "Month": "Apr",
          "Day": "01"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Effects of training on bone mass in older adults: a systematic review.",
    "Pagination": {
      "StartPage": "301",
      "EndPage": "325",
      "MedlinePgn": "301-25"
    },
    "Abstract": {
      "AbstractText": [
        "It is widely recognized that the risk of fractures is closely related to the typical decline in bone mass during the ageing process in both women and men. Exercise has been reported as one of the best non-pharmacological ways to improve bone mass throughout life. However, not all exercise regimens have the same positive effects on bone mass, and the studies that have evaluated the role of exercise programmes on bone-related variables in elderly people have obtained inconclusive results. This systematic review aims to summarize and update present knowledge about the effects of different types of training programmes on bone mass in older adults and elderly people as a starting point for developing future interventions that maintain a healthy bone mass and higher quality of life in people throughout their lifetime. A literature search using MEDLINE and the Cochrane Central Register of Controlled Trials databases was conducted and bibliographies for studies discussing the effect of exercise interventions in older adults published up to August 2011 were examined. Inclusion criteria were met by 59 controlled trials, 7 meta-analyses and 8 reviews. The studies included in this review indicate that bone-related variables can be increased, or at least the common decline in bone mass during ageing attenuated, through following specific training programmes. Walking provides a modest increase in the loads on the skeleton above gravity and, therefore, this type of exercise has proved to be less effective in osteoporosis prevention. Strength exercise seems to be a powerful stimulus to improve and maintain bone mass during the ageing process. Multi-component exercise programmes of strength, aerobic, high impact and/or weight-bearing training, as well as whole-body vibration (WBV) alone or in combination with exercise, may help to increase or at least prevent decline in bone mass with ageing, especially in postmenopausal women. This review provides, therefore, an overview of intervention studies involving training and bone measurements among older adults, especially postmenopausal women. Some novelties are that WBV training is a promising alternative to prevent bone fractures and osteoporosis. Because this type of exercise under prescription is potentially safe, it may be considered as a low impact alternative to current methods combating bone deterioration. In other respects, the ability of peripheral quantitative computed tomography (pQCT) to assess bone strength and geometric properties may prove advantageous in evaluating the effects of training on bone health. As a result of changes in bone mass becoming evident by pQCT even when dual energy X-ray absortiometry (DXA) measurements were unremarkable, pQCT may provide new knowledge about the effects of exercise on bone that could not be elucidated by DXA. Future research is recommended including longest-term exercise training programmes, the addition of pQCT measurements to DXA scanners and more trials among men, including older participants."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "GENUD-Growth, Exercise, NUtrition and Development Research Group, Universidad de Zaragoza, Huesca, Spain."
          }
        ],
        "LastName": "Gómez-Cabello",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ara",
        "ForeName": "I",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "González-Agüero",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Casajús",
        "ForeName": "J A",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vicente-Rodríguez",
        "ForeName": "G",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Bone Density"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sex Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Vibration"
    }
  ]
}