{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "บทนำ: โรคผังพืดที่ปอด (Interstitial lung disease; ILD) ทำให้ความสามารถในการทำงานลดลง, มีอาการหอบเหนื่อย และภาวะขาดออกซิเจนหลังออกกำลังกาย การฟื้นฟูสมรรถภาพปอดมักใช้เพื่อบรรเทาอาการ, เพิ่มคุณภาพชีวิตด้านสุขภาพ และเพิ่มความสามารถในการทำงานในโรคปอดเรื้อรังชนิดอื่นๆ มีหลักฐานหลายชิ้นที่พบว่าการฟื้นฟูสมรรถภาพปอดให้ผลดีเช่นกันในผู้ที่มี ILD อย่างไรก็ตาม จำเป็นต้องมีข้อมูลเพิ่มเติมเพื่อบ่งชี้ถึงประโยชน์ในระยะยาว และเพื่อเพิ่มข้อบ่งชี้ในการนำเอาโปรแกรมฟื้นฟูสมรรถภาพปอดเข้าเป็นส่วนหนึ่งของมาตรฐานการรักษาผู้ที่มี ILD การทบทวนวรรณกรรมนี้เป็นการอัพเดตผลการศึกษาที่รายงานไว้ในปี 2014 วัตถุประสงค์: เพื่อตรวจสอบว่าการฟื้นฟูสมรรถภาพปอดในผู้ที่มี ILD ให้ผลดีต่อความสามารถในการออกกำลังกาย, อาการทางปอด, คุณภาพชีวิตและอัตรารอดชีวิตหรือไม่ เมื่อเทียบกับการไม่ได้รับการฟื้นฟูสมรรถภาพปอด เพื่อประเมินความปลอดภัยของโปรแกรมฟื้นฟูสมรรถภาพปอดในผู้ที่มี ILD วิธีการสืบค้น: ผู้วิจัยสืบค้นในฐานข้อมูล CENTRAL, MEDLINE (Ovid), Embase (Ovid), CINAHL (EBSCO) และ PEDro ตั้งแต่เริ่มต้นถึงเมษายน 2020 และค้นหาในรายการอ้างอิงของการศึกษาที่เกี่ยวข้อง, ทะเบียนการทดลองทางคลินิกสากล และบทคัดย่อของการประชุมโรคทางเดินหายใจเพื่อค้นหาการศึกษาที่มีคุณสมบัติเหมาะสม เกณฑ์การคัดเลือก: ผู้วิจัยได้รวบรวมการทดลองที่มีการควบคุมแบบ randomised controlled trials และ quasi‐randomised controlled trials ที่เปรียบเทียบระหว่างการให้การฟื้นฟูสมรรถภาพปอดกับการไม่ให้การฟื้นฟูสมรรถภาพปอด หรือเทียบกับการรักษาอื่นๆ ในผู้ที่มี ILD จากสาเหตุใดๆ การรวบรวมและวิเคราะห์ข้อมูล: ผู้ทบทวนสองคนได้ คัดเลือกการศึกษา, ประเมินความเสี่ยงต่อการมีอคติ และดึงข้อมูลอย่างเป็นอิสระต่อกัน นอกจากนี้ยังได้ติดต่อเจ้าของงานวิจัยเพื่อขอข้อมูลที่ขาดหายไปและข้อมูลเกี่ยวกับผลข้างเคียง ผู้วิจัยระบุการวิเคราะห์กลุ่มย่อยเบื้องต้นสำหรับผู้เข้าร่วมที่มีโรคพังผืดในปอดที่ไม่ทราบสาเหตุ (idiopathic pulmonary fibrosis; IPF) และผู้เข้าร่วมที่เป็นโรคปอดขั้นรุนแรง (ค่า diffusing capacity ต่ำหรือระดับออกซิเจนในเลือดลดลงระหว่างออกกำลังกาย) มีข้อมูลไม่เพียงพอที่จะทำการวิเคราะห์กลุ่มย่อยที่กำหนดไว้ล่วงหน้าในหัวข้อประเภทของโปรแกรมการฝึก ผลการวิจัย: สำหรับการอัปเดตนี้ ผู้วิจัยได้รวมเอาการศึกษาเพิ่มเติมอีก 12 รายการ ซึ่งทำให้มีการศึกษาทั้งหมด 21 ฉบับ โดยรวมการศึกษา 16 รายการ ไว้ในการวิเคราะห์อภิมาน (ผู้เข้าร่วม 356 คนได้รับการฟื้นฟูสมรรถภาพปอดและ 319 คนเป็นกลุ่มควบคุม) อายุเฉลี่ยของผู้เข้าร่วมอยู่ระหว่าง 36 ถึง 72 ปี และรวมถึงผู้ที่มี ILD จากสาเหตุหลายอย่าง, โรค sarcoidosis หรือ IPF (โดยมีค่าเฉลี่ยของ transfer factor of carbon dioxide (TLCO)% ที่คาดการณ์ไว้ตั้งแต่ 37% ถึง 63%) โปรแกรมการฟื้นฟูสมรรถภาพปอดส่วนใหญ่ดำเนินการแบบผู้ป่วยนอก มีส่วนน้อยที่ทำการฝึกที่บ้าน, ขณะนอนโรงพยาบาล หรือโปรแกรมฝึกทางไกล โดยระยะเวลาของโปรแกรมฟื้นฟูสมรรถภาพปอดอยู่ระหว่าง 3 ถึง 48 สัปดาห์ มีความเสี่ยงปานกลางที่จะเกิดอคติเนื่องจากไม่มีการอำพรางผู้ประเมินผลลัพธ์และการวิเคราะห์แบบ intention‐to‐treat และการรายงานวิธีการสุ่มและการแบ่งกลุ่มที่ไม่เพียงพอใน 60% ของการศึกษา การฟื้นฟูสมรรถภาพปอดอาจช่วยเพิ่มระยะทางที่เดินได้ใน 6 นาที (six‐minute walk distance; 6MWD) โดยมีค่า mean difference (MD) ที่ 40.07 เมตร, 95% confidence interval (CI) 32.70 ถึง 47.44; ผู้เข้าร่วม 585 คน; หลักฐานความน่าเชื่อถือปานกลาง) และอาจเพิ่มปริมาณงานสูงสุด (peak workload) ที่ทำได้ (MD 9.04 วัตต์, 95% CI 6.07 ถึง 12.0; ผู้เข้าร่วม 159 คน; หลักฐานความน่าเชื่อถือต่ำ), เพิ่มปริมาณการใช้ออกซิเจนสูงสุด (peak oxygen consumption) (MD 1.28 มล./กก./นาที, 95% CI 0.51 ถึง 2.05; ผู้เข้าร่วม 94 คน; หลักฐานความน่าเชื่อถือต่ำ) และเพิ่มอัตราการหายใจสูงสุด (maximum ventilation) (MD 7.21 L/minute, 95% CI 4.10 ถึง 10.32; ผู้เข้าร่วม 94 คน; หลักฐานความน่าเชื่อถือต่ำ) และในการวิเคราะห์กลุ่มย่อยของผู้เข้าร่วมที่มี IPF พบว่าให้ผลบวกเช่นกันต่อค่า 6MWD (MD 37.25 เมตร, 95% CI 26.16 ถึง 48.33; ผู้เข้าร่วม 278 คน; หลักฐานความน่าเชื่อถือปานกลาง), peak workload (MD 9.94 วัตต์, 95% CI 6.39 ถึง 13.49; หลักฐานความน่าเชื่อถือต่ำ), VO<sub>2</sub> (oxygen uptake) peak (MD 1.45 มล./กก./นาที, 95% CI 0.51 ถึง 2.40; หลักฐานความน่าเชื่อถือต่ำ) และ maximum ventilation (MD 9.80 L/minute, 95% CI 6.06 ถึง 13.53; ผู้เข้าร่วม 62 คน; หลักฐานความน่าเชื่อถือต่ำ) แต่ผลของการฟื้นฟูสมรรถภาพปอดต่ออัตราการเต้นของหัวใจสูงสุดยังไม่แน่ชัด การฟื้นฟูสมรรถภาพปอดอาจลดอาการหอบเหนื่อยในผู้เข้าร่วมที่มี ILD (standardised mean difference (SMD) –0.36, 95% CI –0.58 ถึง –0.14; ผู้เข้าร่วม 348 คน; หลักฐานความน่าเชื่อถือต่ำ) และในกลุ่มย่อย IPF (SMD –0.41, 95% CI ‐ 0.74 ถึง –0.09; ผู้เข้าร่วม 155 คน; หลักฐานความน่าเชื่อถือต่ำ) การฟื้นฟูสมรรถภาพปอดอาจช่วยเพิ่มคุณภาพชีวิตด้านสุขภาพ: คือมีการเพิ่มขึ้นในทั้งสี่โดเมนของแบบสอบถามโรคทางเดินหายใจเรื้อรัง (Chronic Respiratory Disease Questionnaire; CRQ) และแบบสอบถาม the St George's Respiratory Questionnaire (SGRQ) สำหรับผู้เข้าร่วมที่มี ILD และสำหรับกลุ่มย่อยของผู้ที่มี IPF คะแนนรวม SGRQ ดีขึ้น –9.29 สำหรับผู้เข้าร่วมที่มี ILD (95% CI –11.06 ถึง –7.52; ผู้เข้าร่วม 478 คน; หลักฐานความน่าเชื่อถือปานกลาง) และ –7.91 สำหรับผู้เข้าร่วม IPF (95% CI –10.55 ถึง –5.26; ผู้เข้าร่วม 194 คน ; หลักฐานความน่าเชื่อถือปานกลาง) มีการศึกษา 5 ฉบับที่รายงานผลลัพธ์ในระยะยาว โดยพบว่าผลลัพธ์ยังคงดีขึ้นในด้านความสามารถในการออกกำลังกาย, อาการหอบเหนื่อย และคุณภาพชีวิตด้านสุขภาพที่ 6 ถึง 12 เดือนหลังจากจบโปรแกรมการฝึก (6MWD: MD 32.43, 95% CI 15.58 ถึง 49.28; ผู้เข้าร่วม 297 คน; หลักฐานความน่าเชื่อถือปานกลาง; อาการหอบเหนื่อย: MD –0.29, 95% CI –0.49 ถึง –0.10; ผู้เข้าร่วม 335 คน; คะแนนรวมของ SGRQ: MD ‐4.93, 95% CI –7.81 ถึง ‐2.06; ผู้เข้าร่วม 240 คน; หลักฐานความน่าเชื่อถือต่ำ) ในการวิเคราะห์กลุ่มย่อยของผู้ที่มี IPF พบว่าโปรแกรมการฝึกยังคงให้ผลบวกต่ออาการหอบเหนื่อยและคะแนน SGRQ หลังผ่านไป 6 ถึง 12 เดือน แต่ผลของการฟื้นฟูสมรรถภาพปอดต่ออัตรารอดชีวิตในระยะยาวนั้นยังไม่แน่ชัด อีกทั้งยังมีข้อมูลไม่เพียงพอที่จะตรวจสอบผลต่อความรุนแรงของโรคปอดหรือรูปแบบโปรแกรมการฝึก มี 10 การศึกษาที่ให้ข้อมูลเกี่ยวกับเหตุการณ์ไม่พึงประสงค์; อย่างไรก็ตามไม่มีรายงานเหตุการณ์ไม่พึงประสงค์ในระหว่างโปรแกรมการฝึก การศึกษา 4 ฉบับรายงานการเสียชีวิตของผู้เข้าร่วมการฟื้นฟูสมรรถภาพปอดหนึ่งคน อย่างไรก็ตามการศึกษาทั้ง 4 รายการ ระบุว่าการเสียชีวิตนี้ไม่เกี่ยวข้องกับโปรแกรมการฝึกที่ได้รับ ข้อสรุปของผู้วิจัย: การฟื้นฟูสมรรถภาพปอดสามารถทำได้อย่างปลอดภัยในผู้ที่มี ILD และอาจช่วยเพิ่มความสามารถในการออกกำลังกาย, ลดอาการหอบเหนื่อย และเพิ่มคุณภาพชีวิตในระยะสั้นได้ โดยมีประโยชน์เช่นกันในกลุ่มผู้ป่วย IPF และผลดีในระยะยาวต่อสมรรถภาพในการออกกำลังกาย, อาการหอบเหนื่อยและคุณภาพชีวิต โดยที่ผลดีต่ออาการหอบเหนื่อยและคุณภาพชีวิตอาจยังคงอยู่ในผู้ที่มี IPF ความน่าเชื่อถือของหลักฐานอยู่ในระดับต่ำถึงปานกลาง เนื่องจากการรายงานวิธีการวิจัยที่ไม่เพียงพอ, การขาดการอำพรางในการประเมินผลลัพธ์ และความไม่สอดคล้องกันในผลลัพธ์บางอย่าง จึงจำเป็นต้องมีการทดลองแบบสุ่มที่ออกแบบมาอย่างดีเพื่อหาโปรแกรมการฝึกที่เหมาะสมที่สุดและให้ผลบวกในระยะยาวโดยเฉพาะอย่างยิ่งสำหรับผู้ที่มี IPF."
      ],
      "CopyrightInformation": "Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    {
      "AbstractText": [
        "پیشینه: بیماری ریه بینابینی (interstitial lung disease; ILD) با کاهش ظرفیت عملکردی، تنگی نفس و هیپوکسی ناشی از ورزش (exercise‐induced hypoxia) تشخیص داده می‌شود. توانبخشی ریوی (pulmonary rehabilitation) اغلب برای بهبود نشانه‌ها، کیفیت زندگی مرتبط با سلامت و وضعیت عملکردی در سایر بیماری‌های مزمن ریه استفاده می‌شود. شواهد زیادی در مورد تاثیرات قابل مقایسه توانبخشی ریوی در افراد مبتلا به ILD وجود دارد. با این حال، برای روشن شدن مزیت طولانی‌‐مدت و تقویت منطق استفاده از توانبخشی ریوی که باید در مدیریت بالینی استاندارد افراد مبتلا به ILD لحاظ شود، به اطلاعات بیشتری نیاز است. این مرور نتایج گزارش شده را در سال 2014 به‌روز می‌کند. اهداف: تعیین این موضوع که توانبخشی ریوی در مقایسه با عدم انجام آن در افراد مبتلا به ILD تاثیرات مفیدی بر ظرفیت ورزشی، نشانه‌ها، کیفیت زندگی و بقای بیماران دارد یا خیر. ارزیابی ایمنی توانبخشی ریوی در افراد مبتلا به ILD. روش‌های جست‌وجو: به جست‌وجو در CENTRAL؛ MEDLINE (Ovid)؛ Embase (Ovid)؛ CINAHL (EBSCO) و PEDro از زمان آغاز به کار تا اپریل 2020 پرداختیم. فهرست منابع مطالعات مرتبط، پایگاه‌های بین‌المللی ثبت کارآزمایی‌های بالینی و چکیده مقالات کنفرانس‌های تنفسی را برای یافتن مطالعات واجد شرایط جست‌وجو کردیم. معیارهای انتخاب: کارآزمایی‌های تصادفی‌سازی و کنترل شده و کارآزمایی‌های شبه‐تصادفی‌سازی و کنترل شده‌ای را وارد کردیم که در آنها توانبخشی ریوی با عدم انجام آن یا با سایر درمان‌ها در افراد مبتلا به ILD با هر منشایی مقایسه شد. گردآوری و تجزیه‌وتحلیل داده‌ها: دو نویسنده مرور به‌طور مستقل از هم کارآزمایی‌ها را برای ورود انتخاب کردند، داده‌ها را استخراج و خطر سوگیری (bias) را ارزیابی کردند. برای درخواست داده‌ها و اطلاعات ازدست‌رفته در مورد عوارض جانبی، با نویسندگان مطالعه تماس گرفتیم. تجزیه‌وتحلیل زیر‐گروه قبلی را برای شرکت‌کنندگان مبتلا به فیبروز ریوی ایدیوپاتیک (idiopathic pulmonary fibrosis; IPF) و شرکت‌کنندگان مبتلا به بیماری شدید ریه (ظرفیت انتشاری یا اشباع پائین ریه حین ورزش) مشخص کردیم. داده‌های کافی برای انجام تجزیه‌وتحلیل زیر‐گروه از پیش تعیین شده برای نوع روش آموزش ورزش وجود نداشت. نتایج اصلی: برای این به‌روزرسانی، 12 مطالعه اضافی را وارد کردیم که در مجموع 21 مطالعه وارد شدند. 16 مطالعه را در متاآنالیز وارد کردیم (356 شرکت‌کننده توانبخشی ریوی و 319 شرکت‌کننده کنترل را دریافت کردند). میانگین سنی شرکت‌کنندگان از 36 تا 72 سال متغیر بوده و شامل افراد مبتلا به ILD با اتیولوژی متفاوت، سارکوئیدوز (sarcoidosis) یا IPF بودند (با میانگین درصد پیش‌بینی شده برای فاکتور انتقال برای دی‌اکسید کربن (transfer factor of carbon dioxide; TLCO) از 37% تا 63%). بیشتر برنامه‌های توانبخشی ریوی در محیط سرپایی و تعداد کمی نیز در منزل، محیط بستری یا توانبخشی از راه دور انجام شد. مدت زمان توانبخشی ریوی از سه تا 48 هفته متفاوت بود. به دلیل عدم کورسازی ارزیابان پیامد و آنالیز قصد درمان (intention‐to‐treat) و گزارش‌دهی ناکافی از پروسیجرهای تصادفی‌سازی و تخصیص در 60% از مطالعات، سطح خطر سوگیری (bias) متوسط بود. توانبخشی ریوی احتمالا مسافت طی شده در شش دقیقه (six‐minute walk distance; 6MWD) را با تفاوت میانگین (MD): 40.07 متر، 95% فاصله اطمینان (CI): 32.70 تا 47.44؛ 585 شرکت‌کننده؛ شواهد با قطعیت متوسط، بهبود می‌بخشد. ممکن است در نقاط اوج بار کاری (peak workload) (MD؛ 9.04 وات؛ 95% CI؛ 6.07 تا 12.0؛ 159 شرکت‌کننده؛ شواهد با قطعیت پائین)، نقاط اوج مصرف اکسیژن (MD؛ 1.28 میلی‌لیتر/کیلوگرم/دقیقه؛ 95% CI؛ 0.51 تا 2.05؛ 94 شرکت‌کننده؛ شواهد با قطعیت پائین) و حداکثر ونتیلاسیون (MD؛ 7.21 لیتر/دقیقه؛ 95% CI؛ 4.10 تا 10.32؛ 94 شرکت‌کننده؛ شواهد با قطعیت پائین) بهبودهایی حاصل شود. در زیر‐گروهی از شرکت‌کنندگان مبتلا به IPF، بهبودهای قابل مقایسه‌ای در 6MWD (MD؛ 37.25 متر؛ 95% CI؛ 26.16 تا 48.33؛ 278 شرکت‌کننده؛ شواهد با قطعیت متوسط)، نقاط اوج بار کاری (MD؛ 9.94 وات؛ 95% CI؛ 6.39 تا 13.49؛ شواهد با قطعیت پائین)، نقاط اوج VO<sub>2</sub> (جذب اکسیژن) (MD؛ 1.45 میلی‌لیتر/کیلوگرم/دقیقه؛ 95% CI؛ 0.51 تا 2.40؛ شواهد با قطعیت پائین) و حداکثر ونتیلاسیون (MD؛ 9.80 لیتر/دقیقه؛ 95% CI؛ 6.06 تا 13.53؛ 62 شرکت‌کننده؛ شواهد با قطعیت پائین) مشاهده شد. تاثیر توانبخشی ریوی بر حداکثر ضربان قلب نامشخص بود. توانبخشی ریوی ممکن است تنگی نفس را در شرکت‌کنندگان مبتلا به ILD (تفاوت میانگین استاندارد شده (SMD): 0.36‐؛ 95% CI؛ 0.58‐ تا 0.14‐؛ 348 شرکت‌کننده؛ شواهد با قطعیت پائین) و در زیر‐گروه IPF (SMD: ‐0.41؛ 95% CI؛ 0.74‐ تا 0.09‐؛ 155 شرکت‌کننده؛ شواهد با قطعیت پائین) کاهش دهد. توانبخشی ریوی احتمالا کیفیت زندگی مرتبط با سلامت را بهبود می‌بخشد: در هر چهار حوزه پرسشنامه بیماری‌های مزمن تنفسی (Chronic Respiratory Disease Questionnaire; CRQ) و پرسشنامه تنفسی سنت جورج (St George's Respiratory Questionnaire; SGRQ) برای شرکت‌کنندگان مبتلا به ILD و زیر‐گروهی از افراد مبتلا به IPF بهبودهایی حاصل شده است. بهبودی در نمره کل SGRQ برای شرکت‌کنندگان مبتلا به ILD معادل 9.29‐ (95% CI؛ 11.06‐ تا 7.52‐؛ 478 شرکت‌کننده؛ شواهد با قطعیت متوسط) و برای شرکت‌کنندگان مبتلا به IPF معادل 7.91‐ (95% CI؛ 10.55‐ تا 5.26‐؛ 194 شرکت‌کننده؛ شواهد با قطعیت متوسط) بود. پنج مطالعه پیامدهای طولانی‌‐مدت را همراه با بهبود ظرفیت ورزشی، تنگی نفس و کیفیت زندگی مرتبط با سلامت گزارش کردند که شش تا 12 ماه پس از دوره مداخله همچنان مشهود بود (6MWD: MD: 32.43؛ 95% CI؛ 15.58 تا 49.28؛ 297 شرکت‌کننده؛ شواهد با قطعیت متوسط؛ تنگی نفس: MD: ‐0.29؛ 95% CI؛ 0.49‐ تا 0.10‐؛ 335 شرکت‌کننده؛ نمره کل SGRQ: MD: ‐4.93؛ 95% CI؛ 7.81‐ تا 2.06‐؛ 240 شرکت‌کننده؛ شواهد با قطعیت پائین). در زیر‐گروهی از شرکت‌کنندگان مبتلا به IPF، شش تا 12 ماه پس از مداخله بهبودهایی از نظر تنگی نفس و نمره تاثیر SGRQ مشاهده شد. تاثیر توانبخشی ریوی بر بقای بیماران در پیگیری طولانی‐‌مدت نامطمئن است. داده‌های کافی برای بررسی تاثیر مداخله بر شدت بیماری یا روش آموزش ورزش وجود نداشت. ده مطالعه اطلاعات مربوط به حوادث جانبی را ارائه کردند؛ با این حال، هیچ حادثه جانبی که در طول توانبخشی گزارش شده باشد، وجود نداشت. چهار مطالعه مرگ‌ومیر را در یک شرکت‌کننده دریافت کننده توانبخشی ریوی گزارش کردند؛ با این حال، هر چهار مطالعه نشان دادند که این مرگ‌ومیر ارتباطی با مداخله دریافت شده ندارد. نتیجه‌گیری‌های نویسندگان: توانبخشی ریوی را می‌توان با خیال راحت در افراد مبتلا به ILD انجام داد. توانبخشی ریوی احتمالا ظرفیت عملکردی ورزش، تنگی نفس و کیفیت زندگی را در کوتاه‐مدت بهبود می‌بخشد، هم‌چنین مزایایی برای آن در IPF محتمل است. بهبود ظرفیت عملکردی ورزش، تنگی نفس و کیفیت زندگی در طولانی‌‐مدت پایدار باقی ماند. تنگی نفس و کیفیت زندگی ممکن است در افراد مبتلا به IPF پایدار بمانند. به دلیل گزارش‌دهی ناکافی روش‌ها، عدم کورسازی ارزیابان پیامد و ناهمگونی در برخی از نتایج، سطح قطعیت شواهد پائین تا متوسط بود. برای تعیین تجویز بهینه ورزش و بررسی روش‌های ارتقای بهبودهایی با دوام بیشتر، به ویژه برای افراد مبتلا به IPF، انجام کارآزمایی‌های تصادفی‌سازی شده بیشتری با طراحی خوب نیز لازم است."
      ],
      "CopyrightInformation": "Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    {
      "AbstractText": [
        "La pneumopathie interstitielle diffuse (PID) se caractérise par des capacités fonctionnelles limitées, une dyspnée et une hypoxie induite par l'exercice. La réadaptation pulmonaire est souvent utilisée pour améliorer les symptômes, la qualité de vie liée à la santé et l'état fonctionnel dans d'autres maladies pulmonaires chroniques. Il existe de plus en plus des données probantes concernant les effets comparables de la réadaptation pulmonaire chez les personnes atteintes de PID. Toutefois, des informations supplémentaires sont nécessaires pour clarifier les bénéfices à long terme et pour renforcer la justification de l'intégration de la réadaptation pulmonaire dans la gestion clinique standard des personnes atteintes de PID. Cette revue met à jour les résultats rapportés en 2014.",
        "Déterminer si la réadaptation pulmonaire chez les personnes atteintes de PID a des effets bénéfiques sur la capacité d'exercice, les symptômes, la qualité de vie et la survie par rapport à l'absence de réadaptation pulmonaire chez les personnes atteintes de PID. Évaluer la sécurité de la réadaptation pulmonaire chez les personnes atteintes de PID. STRATÉGIE DE RECHERCHE DOCUMENTAIRE: Nous avons effectué des recherches dans CENTRAL, MEDLINE (Ovid), Embase (Ovid), CINAHL (EBSCO) et PEDro depuis leur création jusqu'en avril 2020. Nous avons consulté les références bibliographiques des études pertinentes, les registres internationaux d'essais cliniques et les résumés des conférences sur les maladies respiratoires pour rechercher des études qualifiantes. CRITÈRES DE SÉLECTION: Nous avons inclus des essais contrôlés randomisés et des essais contrôlés quasi randomisés dans lesquels la réadaptation pulmonaire était comparée à l'absence de réadaptation pulmonaire ou à d'autres thérapies chez des personnes atteintes de PID, quelle qu'en soit l'origine. RECUEIL ET ANALYSE DES DONNÉES: Deux auteurs de la revue ont indépendamment sélectionné les essais à inclure, extrait les données et évalué les risques de biais. Nous avons contacté les auteurs de l'étude pour leur demander les données et informations manquantes concernant les effets indésirables. Nous avons pré‐spécifié des analyses de sous‐groupes pour les participants atteints de fibrose pulmonaire idiopathique (FPI) et les participants souffrant de maladies pulmonaires graves (faible capacité de diffusion ou désaturation pendant l'exercice). Les données étaient insuffisantes pour effectuer l'analyse de sous‐groupe pré‐spécifiée pour le type de modalité d'entraînement à l'exercice. RÉSULTATS PRINCIPAUX: Pour cette mise à jour, nous avons inclus 12 études supplémentaires, pour un total de 21 études. Nous avons inclus 16 études dans la méta‐analyse (356 participants ont bénéficié d’une réadaptation pulmonaire et 319 étaient des participants témoins). L'âge moyen des participants allait de 36 à 72 ans et comprenait des personnes atteintes de PID d'étiologie variable, de sarcoïdose ou de FPI (avec un facteur de transfert moyen du monoxyde de carbone (TLCO) % prévu allant de 37 % à 63 %). La plupart des programmes de réadaptation pulmonaire ont été menés dans un cadre ambulatoire, et un petit nombre dans un cadre à domicile, en hospitalisation ou en téléréadaptation. La durée de la réadaptation pulmonaire variait de trois à 48 semaines. Le risque de biais était modéré en raison de l'absence de mise en aveugle des évaluateurs de critères de jugement et d'analyse en intention de traiter, ainsi que de l'insuffisance des rapports sur les procédures de randomisation et d'attribution dans 60 % des études. La réadaptation pulmonaire améliore probablement la distance de marche en six minutes (test de marche de 6 minutes, TM6) avec une différence moyenne (DM) de 40,07 mètres, un intervalle de confiance (IC) à 95% de 32,70 à 47,44 ; 585 participants ; données probantes d’un niveau de confiance modéré). Il pourrait y avoir des améliorations de la charge de travail de pointe (DM 9,04 watts, IC à 95 % 6,07 à 12,0 ; 159 participants ; données probantes d’un niveau de confiance faible), de la consommation d'oxygène de pointe (DM 1,28 ml/kg/minute, IC à 95 % 0,51 à 2,05 ; 94 participants ; données probantes d’un niveau de confiance faible) et de la ventilation maximale (DM 7,21 L/minute, IC à 95 % 4,10 à 10,32 ; 94 participants ; données probantes d’un niveau de confiance faible). Dans le sous‐groupe des participants ayant une FPI, des améliorations comparables ont été constatées en ce qui concerne le TM6 (DM 37,25 mètres, IC à 95 % 26,16 à 48,33 ; 278 participants ; données probantes d’un niveau de confiance modéré), la charge de travail de pointe (DM 9,94 watts, IC à 95 % 6,39 à 13.49 ; données probantes d’un niveau de confiance faible), le pic de VO<sub>2</sub> (absorption d'oxygène) (DM 1,45 ml/kg/minute, IC à 95 % 0,51 à 2,40 ; données probantes d’un niveau de confiance faible) et la ventilation maximale (DM 9,80 L/minute, IC à 95 % 6,06 à 13,53 ; 62 participants ; données probantes d’un niveau de confiance faible). L'effet de la réadaptation pulmonaire sur la fréquence cardiaque maximale était incertain. La réadaptation pulmonaire pourrait réduire la dyspnée chez les participants atteints de PID (différence moyenne standardisée (DMS) ‐0,36, IC à 95 % ‐0,58 à ‐0,14 ; 348 participants ; données probantes d’un niveau de confiance faible) et dans le sous‐groupe FPI (DMS ‐0,41, IC à 95 % ‐0,74 à ‐0,09 ; 155 participants ; données probantes d’un niveau de confiance faible). La réadaptation pulmonaire améliore probablement la qualité de vie liée à la santé : des améliorations ont été constatées dans les quatre domaines du Questionnaire sur les maladies respiratoires chroniques (Chronic Respiratory Disease Questionnaire, CRQ) et du Questionnaire sur la respiration de St George (St George's Respiratory Questionnaire, SGRQ) pour les participants atteints de PID et pour le sous‐groupe des personnes atteintes de FPI. L'amélioration du score total du SGRQ était de ‐9,29 pour les participants atteints de PID (IC à 95 % ‐11,06 à ‐7,52 ; 478 participants ; données probantes d’un niveau de confiance modéré) et de ‐7,91 pour les participants atteints de FPI (IC à 95 % ‐10,55 à ‐5,26 ; 194 participants ; données probantes d’un niveau de confiance modéré). Cinq études ont rapporté les critères de jugement à plus long terme, avec des améliorations de la capacité d'exercice, de la dyspnée et de la qualité de vie liée à la santé toujours évidentes six à douze mois après la période d'intervention (TM6 : DM 32,43, IC à 95 % 15,58 à 49,28 ; 297 participants ; données probantes d’un niveau de confiance modéré ; dyspnée : DM ‐0,29, IC à 95 % ‐0,49 à ‐0,10 ; 335 participants ; SGRQ Score total: DM ‐4,93, IC à 95 % ‐7,81 à ‐2,06 ; 240 participants ; données probantes d’un niveau de confiance faible). Dans le sous‐groupe des participants atteints de FPI, des améliorations ont été constatées six à douze mois après l'intervention concernant la dyspnée et le score d'impact SGRQ. L'effet de la réadaptation pulmonaire sur la survie à long terme est incertain. Les données étaient insuffisantes pour permettre d'examiner l'impact de la gravité de la maladie ou des modalités d'entraînement à l'exercice. Dix études ont fourni des informations sur les événements indésirables ; toutefois, des événements indésirables n'ont pas été rapportés pendant la réadaptation. Quatre études ont rapporté le décès d'un participant à la réadaptation pulmonaire ; cependant, les quatre études ont indiqué que ce décès n'était pas lié à l'intervention reçue.",
        "La réadaptation pulmonaire peut être effectuée en toute sécurité chez les personnes atteintes de pneumopathie interstitielle diffuse. La réadaptation pulmonaire améliore probablement la capacité d'exercice fonctionnel, la dyspnée et la qualité de vie à court terme, avec des bénéfices probables également dans la fibrose pulmonaire idiopathique (FPI). Les améliorations de la capacité d'exercice fonctionnel, de la dyspnée et de la qualité de vie ont été maintenues à plus long terme. La dyspnée et la qualité de vie pourraient être maintenues chez les personnes atteintes de FPI. Le niveau de confiance des données probantes était faible à modéré, en raison de l'inadéquation des méthodes, de l'absence de mise en aveugle dans l'évaluation des critères de jugement et de l'hétérogénéité de certains résultats. D'autres essais randomisés bien conçus sont nécessaires pour déterminer la prescription d'exercice optimale et pour étudier les moyens de promouvoir des améliorations durables, en particulier pour les personnes souffrant de FPI."
      ],
      "CopyrightInformation": "Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    {
      "AbstractText": [
        "La enfermedad pulmonar intersticial (EPI) se caracteriza por la disminución de la capacidad funcional, la disnea y la hipoxia inducida por el ejercicio. La rehabilitación pulmonar se utiliza a menudo para mejorar los síntomas, la calidad de vida relacionada con la salud y el estado funcional en otras enfermedades pulmonares crónicas. Cada vez hay más evidencia de los efectos comparables de la rehabilitación pulmonar en personas con EPI. Sin embargo, se necesita más información para aclarar el beneficio a largo plazo y para reforzar el fundamento para incorporar la rehabilitación pulmonar en el tratamiento clínico estándar de las personas con EPI. Esta revisión actualiza los resultados publicados en 2014.",
        "Determinar si la rehabilitación pulmonar en personas con EPI tiene efectos beneficiosos sobre la capacidad de ejercicio, los síntomas, la calidad de vida y la supervivencia, en comparación con ninguna rehabilitación pulmonar en personas con EPI. Evaluar la seguridad de la rehabilitación pulmonar en personas con EPI. MÉTODOS DE BÚSQUEDA: Se hicieron búsquedas en CENTRAL, MEDLINE (Ovid), EMBASE (Ovid), CINAHL (EBSCO) y PEDro desde su creación hasta abril de 2020. Se realizaron búsquedas en las listas de referencia de los estudios pertinentes, en registros de ensayos clínicos internacionales y resúmenes de congresos sobre salud respiratoria para buscar estudios aptos. CRITERIOS DE SELECCIÓN: Se incluyeron los ensayos controlados aleatorizados y cuasialeatorizados en los que se comparó la rehabilitación pulmonar con ninguna rehabilitación pulmonar o con otro tratamiento en personas con EPI de cualquier origen. OBTENCIÓN Y ANÁLISIS DE LOS DATOS: Dos autores de la revisión, de forma independiente, seleccionaron los ensayos para exclusión, extrajeron los datos y evaluaron el riesgo de sesgo. Se estableció contacto con los autores de los estudios para solicitar datos e información faltante sobre los efectos adversos. Se especificaron análisis de subgrupos a priori para los participantes con fibrosis pulmonar idiopática (FPI) y los participantes con enfermedad pulmonar grave (baja capacidad de difusión o desaturación durante el ejercicio). No hubo datos suficientes para realizar el análisis de subgrupos predefinido según la modalidad de entrenamiento con ejercicios.",
        "En esta actualización se incluyeron otros 12 estudios, lo cual dio un total de 21 estudios. Se incluyeron 16 estudios en el metanálisis (356 participantes realizaron la rehabilitación pulmonar y 319 fueron participantes control). La media de edad de los participantes osciló entre los 36 y los 72 años e incluyó a personas con EPI de distinta etiología, sarcoidosis o FPI (con un porcentaje del factor medio de transferencia de dióxido de carbono [TLCO] previsto que varió entre el 37% y el 63%). La mayoría de los programas de rehabilitación pulmonar se llevaron a cabo en un ámbito ambulatorio y un pequeño número de ellos se realizó en el domicilio, en ámbitos hospitalarios o por telerrehabilitación. La duración de la rehabilitación pulmonar varió de tres a 48 semanas. Hubo un riesgo moderado de sesgo debido a la ausencia de cegamiento de los evaluadores de desenlaces y análisis por intención de tratar, así como a la información insuficiente acerca de los procedimientos de aleatorización y asignación en el 60% de los estudios. La rehabilitación pulmonar probablemente mejoró la distancia de caminata de seis minutos (six‐minute walk distance [6MWD]) con una diferencia de medias (DM) de 40,07 metros; intervalo de confianza (IC) del 95%: 32,70 a 47,44; 585 participantes; evidencia de certeza moderada. Podría haber mejorías en la capacidad máxima de trabajo (DM 9,04 vatios; IC del 95%: 6,07 a 12,0; 159 participantes; evidencia de certeza baja), el consumo máximo de oxígeno (DM 1,28 ml/kg/minuto; IC del 95%: 0,51 a 2,05; 94 participantes; evidencia de certeza baja) y la ventilación máxima (DM 7,21 l/minuto; IC del 95%: 4,10 a 10,32; 94 participantes; evidencia de certeza baja). En el subgrupo de participantes con FPI, hubo mejorías comparables en la 6MWD (DM 37,25 metros; IC del 95%: 26,16 a 48,33; 278 participantes; evidencia de certeza moderada), el máximo de trabajo (DM 9,94 vatios; IC del 95%: 6,39 a 13,49; evidencia de certeza baja) el VO<sub>2</sub> (consumo de oxígeno) máximo (DM 1,45 ml/kg/minuto; IC del 95%: 0,51 a 2,40; evidencia de certeza baja) y la ventilación máxima (DM 9,80 l/minuto; IC del 95%: 6,06 a 13,53; 62 participantes; evidencia de certeza baja). Se desconoce el efecto de la rehabilitación pulmonar sobre la frecuencia cardíaca máxima. La rehabilitación pulmonar podría reducir la disnea en participantes con EPI (diferencia de medias estandarizada [DME] ‐0,36; IC del 95%: ‐0,58 a ‐0,14; 348 participantes; evidencia de certeza baja) y en el subgrupo de FPI (DME ‐0,41; IC del 95%: ‐0,74 a ‐0,09; 155 participantes, evidencia de certeza baja). Es probable que la rehabilitación pulmonar mejore la calidad de vida relacionada con la salud: hubo mejorías en los cuatro dominios del Chronic Respiratory Disease Questionnaire (CRQ) y el St George's Respiratory Questionnaire (SGRQ) en los participantes con EPI y en el subgrupo de personas con FPI. La mejoría en la puntuación total del SGRQ fue ‐9,29 en los participantes con EPI (IC del 95%: ‐11,06 a ‐7,52; 478 participantes; evidencia de certeza moderada) y ‐7,91 en los participantes con FPI (IC del 95%: ‐10,55 a ‐5,26; 194 participantes; evidencia de certeza moderada). Cinco estudios informaron desenlaces a más largo plazo y las mejorías en la capacidad de ejercicio, la disnea y la calidad de vida relacionada con la salud se mantuvieron a los seis a 12 meses después del período de intervención (6MWD: DM 32,43; IC del 95%: 15,58 a 49,28; 297 participantes; evidencia de certeza moderada; disnea: DM ‐0,29; IC del 95%: ‐0,49 a ‐0,10; 335 participantes; puntuación total del SGRQ: DM ‐4,93; IC del 95%: ‐7,81 a ‐2,06, 240 participantes, evidencia de certeza baja). En el subgrupo de participantes con FPI, hubo mejorías a los seis y 12 meses siguientes a la intervención en la disnea y la puntuación de impacto del SGRQ. Se desconoce el efecto de la rehabilitación pulmonar sobre la supervivencia en el seguimiento a largo plazo. No hubo datos suficientes para examinar la repercusión de la intensidad de la enfermedad o la modalidad de entrenamiento con ejercicios. Diez estudios proporcionaron información sobre los eventos adversos; sin embargo, no se informaron eventos adversos durante la rehabilitación. Cuatro estudios informaron de la muerte de un participante en la rehabilitación pulmonar; sin embargo, los cuatro estudios indicaron que esta muerte no estaba relacionada con la intervención recibida.",
        "La rehabilitación pulmonar se puede realizar con seguridad en personas con EPI. Es probable que la rehabilitación pulmonar mejore la capacidad de ejercicio funcional, la disnea y la calidad de vida a corto plazo, con beneficios probables también en la FPI. Las mejorías en la capacidad de ejercicio funcional, la disnea y la calidad de vida se mantuvieron a más largo plazo. Las mejorías en la disnea y la calidad de vida se podrían mantener en las personas con FPI. La certeza de la evidencia fue de baja a moderada, debido a información insuficiente acerca de la metodología, la falta de cegamiento de la evaluación de los desenlaces y la heterogeneidad de algunos resultados. Se necesitan más ensayos aleatorizados bien diseñados para determinar la prescripción óptima de ejercicios y para investigar maneras de favorecer mejorías más duraderas, especialmente para las personas con FPI."
      ],
      "CopyrightInformation": "Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34559419",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "02",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD006322",
      "10.1002/14651858.CD006322.pub4"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "2",
        "Issue": "2",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb",
          "Day": "01"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Pulmonary rehabilitation for interstitial lung disease.",
    "Pagination": {
      "StartPage": "CD006322",
      "MedlinePgn": "CD006322"
    },
    "Abstract": {
      "AbstractText": [
        "Interstitial lung disease (ILD) is characterised by reduced functional capacity, dyspnoea and exercise-induced hypoxia. Pulmonary rehabilitation is often used to improve symptoms, health-related quality of life and functional status in other chronic lung conditions. There is accumulating evidence for comparable effects of pulmonary rehabilitation in people with ILD. However, further information is needed to clarify the long-term benefit and to strengthen the rationale for pulmonary rehabilitation to be incorporated into standard clinical management of people with ILD. This review updates the results reported in 2014.",
        "To determine whether pulmonary rehabilitation in people with ILD has beneficial effects on exercise capacity, symptoms, quality of life and survival compared with no pulmonary rehabilitation in people with ILD. To assess the safety of pulmonary rehabilitation in people with ILD.",
        "We searched CENTRAL, MEDLINE (Ovid), Embase (Ovid), CINAHL (EBSCO) and PEDro from inception to April 2020. We searched the reference lists of relevant studies, international clinical trial registries and respiratory conference abstracts to look for qualifying studies.",
        "We included randomised controlled trials and quasi-randomised controlled trials in which pulmonary rehabilitation was compared with no pulmonary rehabilitation or with other therapy in people with ILD of any origin.",
        "Two review authors independently selected trials for inclusion, extracted data and assessed risk of bias. We contacted study authors to request missing data and information regarding adverse effects. We specified a priori subgroup analyses for participants with idiopathic pulmonary fibrosis (IPF) and participants with severe lung disease (low diffusing capacity or desaturation during exercise). There were insufficient data to perform the prespecified subgroup analysis for type of exercise training modality.",
        "For this update, we included an additional 12 studies resulting in a total of 21 studies. We included 16 studies in the meta-analysis (356 participants undertook pulmonary rehabilitation and 319 were control participants). The mean age of participants ranged from 36 to 72 years and included people with ILD of varying aetiology, sarcoidosis or IPF (with mean transfer factor of carbon dioxide (TLCO) % predicted ranging from 37% to 63%). Most pulmonary rehabilitation programmes were conducted in an outpatient setting, with a small number conducted in home-based, inpatient or tele-rehabilitation settings. The duration of pulmonary rehabilitation ranged from three to 48 weeks. There was a moderate risk of bias due to the absence of outcome assessor blinding and intention-to-treat analyses and the inadequate reporting of randomisation and allocation procedures in 60% of the studies. Pulmonary rehabilitation probably improves the six-minute walk distance (6MWD) with mean difference (MD) of 40.07 metres, 95% confidence interval (CI) 32.70 to 47.44; 585 participants; moderate-certainty evidence). There may be improvements in peak workload (MD 9.04 watts, 95% CI 6.07 to 12.0; 159 participants; low-certainty evidence), peak oxygen consumption (MD 1.28 mL/kg/minute, 95% CI 0.51 to 2.05; 94 participants; low-certainty evidence) and maximum ventilation (MD 7.21 L/minute, 95% CI 4.10 to 10.32; 94 participants; low-certainty evidence). In the subgroup of participants with IPF, there were comparable improvements in 6MWD (MD 37.25 metres, 95% CI 26.16 to 48.33; 278 participants; moderate-certainty evidence), peak workload (MD 9.94 watts, 95% CI 6.39 to 13.49; low-certainty evidence), VO<sub>2</sub> (oxygen uptake) peak (MD 1.45 mL/kg/minute, 95% CI 0.51 to 2.40; low-certainty evidence) and maximum ventilation (MD 9.80 L/minute, 95% CI 6.06 to 13.53; 62 participants; low-certainty evidence). The effect of pulmonary rehabilitation on maximum heart rate was uncertain. Pulmonary rehabilitation may reduce dyspnoea in participants with ILD (standardised mean difference (SMD) -0.36, 95% CI -0.58 to -0.14; 348 participants; low-certainty evidence) and in the IPF subgroup (SMD -0.41, 95% CI -0.74 to -0.09; 155 participants; low-certainty evidence). Pulmonary rehabilitation probably improves health-related quality of life: there were improvements in all four domains of the Chronic Respiratory Disease Questionnaire (CRQ) and the St George's Respiratory Questionnaire (SGRQ) for participants with ILD and for the subgroup of people with IPF. The improvement in SGRQ Total score was -9.29 for participants with ILD (95% CI -11.06 to -7.52; 478 participants; moderate-certainty evidence) and -7.91 for participants with IPF (95% CI -10.55 to -5.26; 194 participants; moderate-certainty evidence). Five studies reported longer-term outcomes, with improvements in exercise capacity, dyspnoea and health-related quality of life still evident six to 12 months following the intervention period (6MWD: MD 32.43, 95% CI 15.58 to 49.28; 297 participants; moderate-certainty evidence; dyspnoea: MD -0.29, 95% CI -0.49 to -0.10; 335 participants; SGRQ Total score: MD -4.93, 95% CI -7.81 to -2.06; 240 participants; low-certainty evidence). In the subgroup of participants with IPF, there were improvements at six to 12 months following the intervention for dyspnoea and SGRQ Impact score. The effect of pulmonary rehabilitation on survival at long-term follow-up is uncertain. There were insufficient data to allow examination of the impact of disease severity or exercise training modality. Ten studies provided information on adverse events; however, there were no adverse events reported during rehabilitation. Four studies reported the death of one pulmonary rehabilitation participant; however, all four studies indicated this death was unrelated to the intervention received.",
        "Pulmonary rehabilitation can be performed safely in people with ILD. Pulmonary rehabilitation probably improves functional exercise capacity, dyspnoea and quality of life in the short term, with benefits also probable in IPF. Improvements in functional exercise capacity, dyspnoea and quality of life were sustained longer term. Dyspnoea and quality of life may be sustained in people with IPF. The certainty of evidence was low to moderate, due to inadequate reporting of methods, the lack of outcome assessment blinding and heterogeneity in some results. Further well-designed randomised trials are needed to determine the optimal exercise prescription, and to investigate ways to promote longer-lasting improvements, particularly for people with IPF."
      ],
      "CopyrightInformation": "Copyright © 2021 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, Austin Health, Melbourne, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute for Breathing and Sleep, Melbourne, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Allergy, Clinical Immunology and Respiratory Medicine, Monash University, Melbourne, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Respiratory Medicine, Austin Health, Melbourne, Australia."
          }
        ],
        "LastName": "Dowman",
        "ForeName": "Leona",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Breathing and Sleep, Melbourne, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, Austin Hospital, Melbourne, Australia."
          }
        ],
        "LastName": "Hill",
        "ForeName": "Catherine J",
        "Initials": "CJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Allergy, Clinical Immunology and Respiratory Medicine, Monash University, Melbourne, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute for Physical Activity and Nutrition (IPAN), School of Exercise and Nutrition Sciences, Deakin University, Geelong, Australia."
          }
        ],
        "LastName": "May",
        "ForeName": "Anthony",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Breathing and Sleep, Melbourne, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Allergy, Clinical Immunology and Respiratory Medicine, Monash University, Melbourne, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Physiotherapy, Alfred Health, Melbourne, Australia."
          }
        ],
        "LastName": "Holland",
        "ForeName": "Anne E",
        "Initials": "AE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2014 Oct 06;(10):CD006322",
      "PMID": "25284270"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "etiology",
        "rehabilitation"
      ],
      "DescriptorName": "Dyspnea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lung Diseases, Interstitial"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ],
  "CoiStatement": "AEH: none. Conducted two studies included in the review (Dowman 2017; Holland 2008). LD: none. Conducted one study included in the review (Dowman 2017). CJH: none. Conducted two studies included in the review (Dowman 2017; Holland 2008). AM: none. Undertook the assessment of risk of bias for Holland 2008. LD and AM undertook the assessment of risk of bias for all the studies except for Dowman 2017. AM undertook the assessment of risks of bias for this study."
}