{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12893999",
  "DateCompleted": {
    "Year": "2003",
    "Month": "12",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0883-9212",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "4",
        "PubDate": {
          "Year": "2003",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Journal of cardiopulmonary rehabilitation",
      "ISOAbbreviation": "J Cardiopulm Rehabil"
    },
    "ArticleTitle": "Leisure time physical activity of patients in maintenance cardiac rehabilitation.",
    "Pagination": {
      "StartPage": "260",
      "EndPage": "265",
      "MedlinePgn": "260-5"
    },
    "Abstract": {
      "AbstractText": [
        "PURPOSE Increasing caloric expenditure through physical activity is associated with reduced mortality. On the basis of observational studies, previous authors have suggested that at least 1000 kcal per week and possibly 1500 kcal per week of physical activity is necessary for health benefits. The authors have previously reported that patients in maintenance cardiac rehabilitation accumulate approximately 230 kcal per exercise session, suggesting that additional activity outside of cardiac rehabilitation is needed to achieve the goal of 1500 kcal per week. The authors estimated the amount of energy expenditure performed each week by patients in cardiac rehabilitation during both program participation and leisure time. METHODS For this study, 104 patients enrolled in a supervised maintenance cardiac rehabilitation program at both tertiary care and community settings for at least 6 months completed a self-administered physical activity questionnaire. Energy expenditure in cardiac rehabilitation and leisure time activity was measured in kilocalories. Total caloric expenditure was determined by adding up the number of kilocalories expended by the patients each week climbing stairs, walking, participating in cardiac rehabilitation, and engaging in sports. RESULTS Patients in cardiac rehabilitation expended weekly, on the average, 1504 +/- 830 kcal in physical activity, 830 +/- 428 kcal in cardiac rehabilitation, and 675 +/- 659 kcal in leisure time activity. There was a significant difference in caloric expenditure between men and women, between those with a body mass index (BMI) less than 30 and those with a BMI of 30 or more, and between those younger than 70 years and those 70 years or older. There was no difference between races. Whereas 43% of the patients accumulated 1500 kcal, 57% did not. CONCLUSIONS The findings showed that 72% of the patients in cardiac rehabilitation accumulated at least 1000 kcal of energy expenditure per week and met public health guidelines. Also, 43% of the patients in cardiac rehabilitation accumulated more than 1500 kcal of energy expenditure per week, a level identified as necessary to reduce all-cause mortality. Women of either race, patients with a BMI of 30 or more, and patients age 70 years or older are the groups least likely to achieve 1500 kcal of energy expenditure per week. The authors recommend incorporating weekly kilocalories of energy expenditure in the exercise prescription of patients to ensure achievement of maximum health benefits."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Heart and Vascular Institute, Henry Ford Health System, Detroit, MI 48202, USA. Jschair1@HFHS.org"
          }
        ],
        "LastName": "Schairer",
        "ForeName": "John R",
        "Initials": "JR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Keteyian",
        "ForeName": "Steven J",
        "Initials": "SJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ehrman",
        "ForeName": "Jonathan K",
        "Initials": "JK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Brawner",
        "ForeName": "Clinton A",
        "Initials": "CA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Berkebile",
        "ForeName": "Nichole D",
        "Initials": "ND"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Cardiopulm Rehabil",
    "NlmUniqueID": "8511296",
    "ISSNLinking": "0883-9212"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "J Cardiopulm Rehabil. 2003 Jul-Aug;23(4):266-8",
      "PMID": "12894000"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Energy Metabolism"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Leisure Activities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    }
  ]
}