{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Holistic",
      "Muscle invasive bladder cancer",
      "Nutritional advice",
      "Person-centered care Supportive care needs",
      "Physical exercise",
      "Prehabilitation",
      "Radical cystectomy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33010983",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "09",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.soncn.2020.151072",
      "S0749-2081(20)30087-5"
    ],
    "Journal": {
      "ISSN": "1878-3449",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "5",
        "PubDate": {
          "Year": "2020",
          "Month": "Oct"
        }
      },
      "Title": "Seminars in oncology nursing",
      "ISOAbbreviation": "Semin Oncol Nurs"
    },
    "ArticleTitle": "The Impact of Exercise and Nutrition as Part of a Person-Centered Approach to Prehabilitation in Patients with Bladder Cancer.",
    "Pagination": {
      "StartPage": "151072",
      "MedlinePgn": "151072"
    },
    "Abstract": {
      "AbstractText": [
        "Muscle invasive bladder cancer (MIBC) is commonly treated with radical cystectomy. Patients who require radical cystectomy are often frail, unwell, have multiple comorbidities, and can experience unmet supportive care needs. Due to these complexities, patients requiring radical cystectomy are often considered high risk for anesthetics, and therefore improving their physical and psychological well-being is crucial prior to radical surgery. Prehabilitation is the practice of enhancing a patient's functional and psychological capacity before surgery, with the aim of improving postoperative outcomes. This narrative review aims to identify and evaluate the role of physical exercise, nutritional intervention, and person-centered holistic approaches to prehabilitation in people affected by MIBC treated by radical cystectomy.",
        "Electronic databases including CINAHL, MEDLINE, PsychINFO, Scopus, and grey literature were searched using Google scholar until June 2020.",
        "Evidence to support specific prehabilitation clinical recommendations in people affected by MIBC is emerging. Prehabilitation including exercise prescription, nutritional intervention, and person-centered holistic support is an important part of the clinical pathway for people affected by MIBC. Individualized prehabilitation programs across the multidisciplinary team should be considered to provide specific individual recommendations to avoid \"one size fits all\". Given the limited research in this clinical area, future high-quality multi-center prospective trials are urgently needed.",
        "People affected by MIBC can experience a range of unmet supportive care needs in routine clinical care delivery at the time of diagnosis and into survivorship. Evidence is emerging around the role of multidisciplinary interventions in the form of exercise, nutritional input, and holistic supportive care to improve physical and psychological well-being prior to major surgery. Specialist nurses are ideally placed to ensure that individual holistic care needs are addressed, and appropriate care and support is provided. Nurses can trigger timely referrals to members of the multidisciplinary team to coordinate an integrated person-centered approach to prehabilitation service provision to address the unmet needs of people undergoing treatment for MIBC."
      ],
      "CopyrightInformation": "Crown Copyright © 2020. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health, University of Canberra, Canberra ACT, Australia; Prehabilitation, Activity, Cancer, Exercise and Survivorship (PACES) Research group, University of Canberra, Canberra ACT, Australia. Electronic address: Irmina.nahon@canberra.edu.au."
          }
        ],
        "LastName": "Nahon",
        "ForeName": "Irmina",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health, University of Canberra, Canberra ACT, Australia; Prehabilitation, Activity, Cancer, Exercise and Survivorship (PACES) Research group, University of Canberra, Canberra ACT, Australia; School of Nursing, Midwifery and Public Health, University of Canberra, ACT, Australia; ACT Synergy Nursing and Midwifery Research Centre, Canberra Hospital, ACT, Australia."
          }
        ],
        "LastName": "Paterson",
        "ForeName": "Catherine",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health, University of Canberra, Canberra ACT, Australia; Western Health, Chronic and Complex Care/Physiotherapy department, Melbourne VIC, Australia; Australian Prostate Centre, Melbourne VIC, Australia."
          }
        ],
        "LastName": "Sayner",
        "ForeName": "Alesha",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Semin Oncol Nurs",
    "NlmUniqueID": "8504688",
    "ISSNLinking": "0749-2081"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Cystectomy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Nutrition Therapy"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Patient-Centered Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Preoperative Exercise"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Urinary Bladder Neoplasms"
    }
  ]
}