{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Cardiopulmonary exercise testing",
      "Coronary artery disease",
      "Exercise training",
      "Oxygen uptake kinetics",
      "Skeletal muscle oxygenation",
      "Training model"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30975195",
  "DateCompleted": {
    "Year": "2019",
    "Month": "08",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "02",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "04",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "208",
      "10.1186/s13063-019-3292-9"
    ],
    "Journal": {
      "ISSN": "1745-6215",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "1",
        "PubDate": {
          "Year": "2019",
          "Month": "Apr",
          "Day": "11"
        }
      },
      "Title": "Trials",
      "ISOAbbreviation": "Trials"
    },
    "ArticleTitle": "The effect of an expanded long-term periodization exercise training on physical fitness in patients with coronary artery disease: study protocol for a randomized controlled trial.",
    "Pagination": {
      "StartPage": "208",
      "MedlinePgn": "208"
    },
    "Abstract": {
      "AbstractText": [
        "Benefits from cardiac rehabilitation (CR) programs are evidence-based and widely recognized. Less than 50% of people who participate in hospital-based CR programs maintain an exercise regime for as long as six months after completion. Little is known about interventions making the patients continue to exercise after the hospital-based formal program has ended. Methods to ensure sustained benefits of CR need to be tackled. Exercise periodization is a method typically used in sports training, but the impact of periodized exercise to yield optimal beneficial effects in cardiac patients is unclear. Therefore, the purpose of this trial is to evaluate the effects of a long-term exercise periodization on health-related physical fitness components such as cardiorespiratory endurance, muscular strength, skeletal muscle function, and body composition.",
        "Fifty patients with coronary artery disease will be recruited among those who underwent the hospital-based CR phase. These patients will be randomized (1:1) into one of the following exercise groups: (1) periodized group; and (2) non-periodized group (exercise prescription based on standard guidelines). There will be four assessment time points: at baseline, and 3, 6, and 12 months after starting the exercise training program. At each time point, maximal and submaximal cardiorespiratory fitness, skeletal muscle deoxygenation dynamics, body composition by dual energy radiographic absorptiometry, functional fitness, maximal isometric and dynamic strength, physical activity, and quality of life will be assessed. This experimental design will last for 48 weeks with a frequency of three times per week for both groups.",
        "Most medium- to long-term exercise-based CR programs do not employ periodization or exercise progression. Randomized controlled trials are necessary to evaluate long-term periodization outcomes and assess the length of change observed in supervised CR programs. This study will contribute to generate evidence-based exercise prescription approaches to prolong the exercise training after the end of hospital-based CR programs.",
        "ClinicalTrials.gov, NCT03335319 . Registered on 22 October 2017."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-0925-4245"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise and Health Laboratory, CIPER, Faculdade de Motricidade Humana, Universidade de Lisboa, Estrada da Costa, 1495-687, Cruz Quebrada, Portugal. mrpinto@campus.ul.pt."
          }
        ],
        "LastName": "Pinto",
        "ForeName": "Rita",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise and Health Laboratory, CIPER, Faculdade de Motricidade Humana, Universidade de Lisboa, Estrada da Costa, 1495-687, Cruz Quebrada, Portugal."
          }
        ],
        "LastName": "Angarten",
        "ForeName": "Vitor",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise and Health Laboratory, CIPER, Faculdade de Motricidade Humana, Universidade de Lisboa, Estrada da Costa, 1495-687, Cruz Quebrada, Portugal."
          }
        ],
        "LastName": "Santos",
        "ForeName": "Vanessa",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise and Health Laboratory, CIPER, Faculdade de Motricidade Humana, Universidade de Lisboa, Estrada da Costa, 1495-687, Cruz Quebrada, Portugal."
          },
          {
            "Identifier": [],
            "Affiliation": "Ginásio Clube Português, GCP Lab, Praça Ginásio Clube Português 1, 1250-111, Lisboa, Portugal."
          }
        ],
        "LastName": "Melo",
        "ForeName": "Xavier",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise and Health Laboratory, CIPER, Faculdade de Motricidade Humana, Universidade de Lisboa, Estrada da Costa, 1495-687, Cruz Quebrada, Portugal."
          }
        ],
        "LastName": "Santa-Clara",
        "ForeName": "Helena",
        "Initials": "H"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT03335319"
        ]
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial Protocol",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Trials",
    "NlmUniqueID": "101263253",
    "ISSNLinking": "1745-6215"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Body Composition"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cardiac Rehabilitation"
    },
    {
      "QualifierName": [
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Coronary Artery Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "AUTHORS’ INFORMATION: RP develops her doctoral research on the field of the effects of long-term exercise training in patients with cardiovascular disease (funded by the University of Lisbon and Faculty of Human Kinetics). She holds a Master’s degree in Exercise and Health and a Cardiac Rehabilitation post-graduation at the Faculty of Human Kinetics – University of Lisbon. VA develops his doctoral research on the field of Cardiac Rehabilitation. He holds a Master’s degree in Human Movement Science at the Santa Catarina State University – Udesc, Brazil. VS develops her doctoral research on the field of Cardiac Rehabilitation. She holds a Master’s degree in Exercise and Health and a Cardiac Rehabilitation post-graduation at the Faculty of Human Kinetics – University of Lisbon. XM is an Adjunct Professor at the Sport Sciences School of Rio Maior – Polytechnic Institute of Santarem, and Technical and Scientific advisor at Ginásio Clube Português. He holds a PhD in Physical Activity and Health at the Faculty of Human Kinetics – University of Lisbon. HSC (PhD, FESC) is an Assistant Professor of Physical Fitness in Young and Cardiac Rehabilitation at the Faculty of Human Kinetics, University of Lisbon. She is the coordinator of the Exercise and Cardiovascular Regulation Research Group from the Exercise and Health Laboratory of the Faculty of Human Kinetics – University of Lisbon. She is the exercise program director of the Cardiac Rehabilitation Programs at the Faculty of Human Kinetics (since 1991) and at the University of Lisbon (since 2016). ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Informed consent will be obtained before entry in the trial. The study was approved by the Faculdade de Motricidade Humana, Universidade de Lisboa Ethics Council (approval number: 30/2017) and conducted in accordance with the Declaration of Helsinki. This study adheres to the Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) guidelines, and the SPIRIT checklist is provided as Additional file 1. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}