{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19858353",
  "DateCompleted": {
    "Year": "2010",
    "Month": "01",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "10",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1177/1479972309345927"
    ],
    "Journal": {
      "ISSN": "1479-9731",
      "JournalIssue": {
        "Volume": "6",
        "Issue": "4",
        "PubDate": {
          "Year": "2009"
        }
      },
      "Title": "Chronic respiratory disease",
      "ISOAbbreviation": "Chron Respir Dis"
    },
    "ArticleTitle": "Mechanisms of exercise limitation and pulmonary rehabilitation for patients with neuromuscular disease.",
    "Pagination": {
      "StartPage": "231",
      "EndPage": "249",
      "MedlinePgn": "231-49"
    },
    "Abstract": {
      "AbstractText": [
        "Indications for exercise and pulmonary rehabilitation extend to neuromuscular diseases tough these conditions pose particular challenges given the associated skeletal muscle impairment and respiratory muscle dysfunction. These challenges are compounded by the variety of exercise prescriptions (aerobic, muscle strengthening, and respiratory muscle training) and the variety of neuromuscular disorders (muscular, motor neuron, motor nerve root, and neuromuscular transmission disorders). Studies support a level II evidence of effectiveness (i.e., likely to be effective) for a combination of aerobic exercise and strengthening exercises in muscular disorders, and for strengthening exercises in amyotrophic lateral sclerosis. The potential deleterious effects of work overload in the dystrophinopathies have not been confirmed in Becker muscular dystrophy. Adjunctive pharmacologic interventions (e.g., theophylline, steroids, PDE5 inhibitors, creatine), training recommendations (e.g., interval or lower intensity training) and supportive techniques (e.g., noninvasive ventilation, neuromuscular electrical stimulation, and diaphragm pacing) may result in more effective training but require more study before formal recommendations can be made. The exercise prescription should include avoidance of inspiratory muscle training in hypercapnia or low vital capacity, and should match the desired outcome (e.g., extremity training for task-specific performance, exercise training to enhance exercise performance, respiratory muscle training where respiratory muscle involvement contributes to the impairment)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cleveland Clinic Foundation, Respiratory Institute, Cleveland, OH 44195, USA. aboussl@ccf.org"
          }
        ],
        "LastName": "Aboussouan",
        "ForeName": "L S",
        "Initials": "LS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Chron Respir Dis",
    "NlmUniqueID": "101197408",
    "ISSNLinking": "1479-9723"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Lung Diseases"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Neuromuscular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "NumberOfReferences": "135"
}