{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19453206",
  "DateCompleted": {
    "Year": "2009",
    "Month": "07",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2165/00007256-200939060-00003"
    ],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "6",
        "PubDate": {
          "Year": "2009"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Lactate threshold concepts: how valid are they?",
    "Pagination": {
      "StartPage": "469",
      "EndPage": "490",
      "MedlinePgn": "469-90"
    },
    "Abstract": {
      "AbstractText": [
        "During the last nearly 50 years, the blood lactate curve and lactate thresholds (LTs) have become important in the diagnosis of endurance performance. An intense and ongoing debate emerged, which was mainly based on terminology and/or the physiological background of LT concepts. The present review aims at evaluating LTs with regard to their validity in assessing endurance capacity. Additionally, LT concepts shall be integrated within the 'aerobic-anaerobic transition' - a framework which has often been used for performance diagnosis and intensity prescriptions in endurance sports. Usually, graded incremental exercise tests, eliciting an exponential rise in blood lactate concentrations (bLa), are used to arrive at lactate curves. A shift of such lactate curves indicates changes in endurance capacity. This very global approach, however, is hindered by several factors that may influence overall lactate levels. In addition, the exclusive use of the entire curve leads to some uncertainty as to the magnitude of endurance gains, which cannot be precisely estimated. This deficiency might be eliminated by the use of LTs. The aerobic-anaerobic transition may serve as a basis for individually assessing endurance performance as well as for prescribing intensities in endurance training. Additionally, several LT approaches may be integrated in this framework. This model consists of two typical breakpoints that are passed during incremental exercise: the intensity at which bLa begin to rise above baseline levels and the highest intensity at which lactate production and elimination are in equilibrium (maximal lactate steady state [MLSS]). Within this review, LTs are considered valid performance indicators when there are strong linear correlations with (simulated) endurance performance. In addition, a close relationship between LT and MLSS indicates validity regarding the prescription of training intensities. A total of 25 different LT concepts were located. All concepts were divided into three categories. Several authors use fixed bLa during incremental exercise to assess endurance performance (category 1). Other LT concepts aim at detecting the first rise in bLa above baseline levels (category 2). The third category consists of threshold concepts that aim at detecting either the MLSS or a rapid/distinct change in the inclination of the blood lactate curve (category 3). Thirty-two studies evaluated the relationship of LTs with performance in (partly simulated) endurance events. The overwhelming majority of those studies reported strong linear correlations, particularly for running events, suggesting a high percentage of common variance between LT and endurance performance. In addition, there is evidence that some LTs can estimate the MLSS. However, from a practical and statistical point of view it would be of interest to know the variability of individual differences between the respective threshold and the MLSS, which is rarely reported. Although there has been frequent and controversial debate on the LT phenomenon during the last three decades, many scientific studies have dealt with LT concepts, their value in assessing endurance performance or in prescribing exercise intensities in endurance training. The presented framework may help to clarify some aspects of the controversy and may give a rationale for performance diagnosis and training prescription in future research as well as in sports practice."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Sports Medicine, University Paderborn, Paderborn, Germany. o.faude@mx.uni-saarland.de"
          }
        ],
        "LastName": "Faude",
        "ForeName": "Oliver",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kindermann",
        "ForeName": "Wilfried",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Meyer",
        "ForeName": "Tim",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "33X04XA5AT",
      "NameOfSubstance": "Lactic Acid"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "Sports Med. 2010 Feb 1;40(2):179-80; author reply 180-2",
      "PMID": "20095653"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Anaerobic Threshold"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Lactic Acid"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Endurance"
    }
  ],
  "NumberOfReferences": "195"
}