{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Behavioral economics",
      "Chronic pain",
      "Ecological momentary assessment",
      "Physical activity",
      "Prescription opioids",
      "Social connectedness"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Prescription opioids remain a primary treatment option for patients with chronic low back pain, but we know little about how these patients use prescription opioids in their daily lives. In this study, patients with chronic low back pain on long-term opioid therapy (n = 34) completed two weeks of ecological momentary assessment (nobservations = 1,714), in which they reported via smartphone on their current pain, use of prescription opioids, physical activity, and their current environmental context (where they were, what they were doing, who they were with). Patients reported smaller opioid doses when they were away from home. In contrast, patients who reported greater physical activity were more likely to report opioid use and reported greater pain. Pain did not explain the relationship between physical activity and opioid use. Lastly, when patients were with other people, they reported larger than average opioid doses, but patients who spent more time with others over the entire study took fewer opioids overall. Results suggest that environmental factors and physical activity influence how patients with chronic low back pain use prescribed opioids. Psychoeducation regarding these factors may help patients take fewer opioids more effectively."
      ],
      "CopyrightInformation": "© Society of Behavioral Medicine 2023. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37000178",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1093/abm/kaac080"
    ],
    "Journal": {
      "ISSN": "1532-4796",
      "JournalIssue": {
        "Volume": "57",
        "Issue": "7",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun",
          "Day": "30"
        }
      },
      "Title": "Annals of behavioral medicine : a publication of the Society of Behavioral Medicine",
      "ISOAbbreviation": "Ann Behav Med"
    },
    "ArticleTitle": "The Role of Environmental Context and Physical Activity in Prescribed Opioid Use and Pain in Daily Life among Patients With Chronic Low Back Pain.",
    "Pagination": {
      "StartPage": "541",
      "EndPage": "550",
      "MedlinePgn": "541-550"
    },
    "Abstract": {
      "AbstractText": [
        "Prescription opioids remain a primary treatment option for patients with chronic low back pain. However, little research has examined how patients take opioids in daily life. Behavioral economics suggest that the environmental context may contribute to patients' decisions around opioid use.",
        "This study examined the association of self-reported environmental factors and physical activity with likelihood of taking opioids, opioid dosage, and physical pain.",
        "Patients with chronic low back pain on long-term opioid therapy (n = 34) without significant past-year opioid-related problems completed a two-week ecological momentary assessment protocol (nobservations = 1,714).",
        "Initial multilevel models revealed multiple associations for different specific contexts with opioid use and pain. In models that collapsed specific contexts into categories (where, with whom, doing what), greater occasion-level physical activity was associated with a greater likelihood of taking opioids and greater pain, and being somewhere (v. at home) was associated with taking a smaller opioid dose. At any given occasion, being with someone (v. alone) was associated with taking a larger opioid dose, but patients who spent more time with others over the entire study took fewer opioids overall. Multilevel mediation found that pain did not mediate the association of physical activity and opioid use.",
        "Results suggest that prescribed opioid use in patients with chronic low back pain is not solely determined by pain, but influenced by environmental factors, including physical activity. Psychoeducation regarding environmental factors, including how factors may be associated with both increased and decreased use of opioids, may help patients take fewer opioids more effectively."
      ],
      "CopyrightInformation": "© Society of Behavioral Medicine 2023. All rights reserved. For permissions, please e-mail: journals.permissions@oup.com."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-1351-7071"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychological Sciences, University of Missouri - St. Louis, St. Louis, MO, USA."
          }
        ],
        "LastName": "Carpenter",
        "ForeName": "Ryan W",
        "Initials": "RW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, The University of Memphis, Memphis, TN, USA."
          }
        ],
        "LastName": "Acuff",
        "ForeName": "Samuel F",
        "Initials": "SF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Central Florida, Orlando, FL, USA."
          }
        ],
        "LastName": "Meshesha",
        "ForeName": "Lidia Z",
        "Initials": "LZ"
      }
    ],
    "GrantList": [
      {
        "GrantID": "K23 AA028269",
        "Acronym": "AA",
        "Agency": "NIAAA NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "K23 AA029729",
        "Acronym": "AA",
        "Agency": "NIAAA NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Ann Behav Med",
    "NlmUniqueID": "8510246",
    "ISSNLinking": "0883-6612"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Analgesics, Opioid"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Analgesics, Opioid"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Low Back Pain"
    },
    {
      "QualifierName": [
        "complications",
        "drug therapy"
      ],
      "DescriptorName": "Chronic Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ecological Momentary Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    }
  ]
}