{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "PARS",
      "PRIMARY CARE",
      "health promotion"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28153931",
  "DateCompleted": {
    "Year": "2017",
    "Month": "12",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "02",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "02",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e012156",
      "10.1136/bmjopen-2016-012156"
    ],
    "Journal": {
      "ISSN": "2044-6055",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "2",
        "PubDate": {
          "Year": "2017",
          "Month": "Feb",
          "Day": "02"
        }
      },
      "Title": "BMJ open",
      "ISOAbbreviation": "BMJ Open"
    },
    "ArticleTitle": "Physical activity on prescription schemes (PARS): do programme characteristics influence effectiveness? Results of a systematic review and meta-analyses.",
    "Pagination": {
      "StartPage": "e012156",
      "MedlinePgn": "e012156"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity on prescription schemes (PARS) are health promotion programmes that have been implemented in various countries. The aim of this study was to outline the differences in the design of PARS in different countries. This study also explored the differences in the adherence rate to PARS and the self-reported level of physical activity between PARS users in different countries.",
        "A systematic literature review and meta-analyses were conducted. We searched PubMed and EBASCO in July 2015 and updated our search in September 2015. Studies that reported adherence to the programme and self-reported level of physical activity, published in the English language in a peer-reviewed journal since 2000, were included. The difference in the pooled adherence rate after finishing the PARS programme and the adherence rate before or during the PARS programme was 17% (95% CI 9% to 24%). The difference in the pooled physical activity was 0.93 unit score (95 CI -3.57 to 1.71). For the adherence rate, a meta-regression was conducted.",
        "In total, 37 studies conducted in 11 different countries met the inclusion criteria. Among them, 31 reported the adherence rate, while the level of physical activity was reported in 17 studies. Results from meta-analyses show that PARS had an effect on the adherence rate of physical activity, while the results from the meta-regressions show that programme characteristics such as type of chronic disease and the follow-up period influenced the adherence rate.",
        "The effects of PARS on adherence and self-reported physical activity were influenced by programme characteristics and also by the design of the study. Future studies on the effectiveness of PARS should use a prospective longitudinal design and combine quantitative and qualitative data. Furthermore, future evaluation studies should distinguish between evaluating the adherence rate and the self-reported physical activity among participants with different chronic diseases."
      ],
      "CopyrightInformation": "Published by the BMJ Publishing Group Limited. For permission to use (where not already granted under a licence) please go to http://www.bmj.com/company/products-services/rights-and-licensing/."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Services Research, CAPHRI, Maastricht University Medical Center, Faculty of Health, Medicine and Life Sciences, Maastricht University, Maastricht, The Netherlands."
          }
        ],
        "LastName": "Arsenijevic",
        "ForeName": "Jelena",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Services Research, CAPHRI, Maastricht University Medical Center, Faculty of Health, Medicine and Life Sciences, Maastricht University, Maastricht, The Netherlands."
          },
          {
            "Identifier": [],
            "Affiliation": "Top Institute Evidence-Based Education Research (TIER), Maastricht University, Maastricht, The Netherlands."
          }
        ],
        "LastName": "Groot",
        "ForeName": "Wim",
        "Initials": "W"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMJ Open",
    "NlmUniqueID": "101552874",
    "ISSNLinking": "2044-6055"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Report"
    }
  ],
  "CoiStatement": "Competing interests: None declared."
}