{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2180692",
  "DateCompleted": {
    "Year": "1990",
    "Month": "05",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0425-1644",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "2",
        "PubDate": {
          "Year": "1990",
          "Month": "Mar"
        }
      },
      "Title": "Equine veterinary journal",
      "ISOAbbreviation": "Equine Vet J"
    },
    "ArticleTitle": "Ancient origins of horsemanship.",
    "Pagination": {
      "StartPage": "73",
      "EndPage": "78",
      "MedlinePgn": "73-8"
    },
    "Abstract": {
      "AbstractText": [
        "Archaeological evidence of horse domestication dates from 4000 BC in the Eurasian Steppes of the Ukraine. There, Indo-Europeans rode horses and herded them for meat. This had profound social and economic consequences which led to the development of nomadic equestrian cultures. The earliest direct evidence of riding is from Mesopotamian plaques, and correspondence of the Kings of Mari (2000 BC). Indo-Europeans brought the horse to the Near East and there, outside its natural habitat, used specialised knowledge to raise and train horses on a large scale for military use. Hittite instructions on training chariot horses are contained in the Kikkuli text from Anatolia (1350 BC). Systematic conditioning, grain feeding and elements of 'interval training' are notable. Equine prescriptions were also recovered from Ugarit (Syria) which indicate a rational approach to veterinary medicine in the same era. With the evolution of effective training and tools, chariots, metal bits, and the recurve bow, horses became formidable weapons of war. Mounted bowmen succeeded chariots in warfare, particularly nomadic Scythians who dominated Central Asia (1000-500 BC). In the Middle East (Iraq), Assyrians assembled a powerful military empire and employed a vast and skilled cavalry (900-612 BC). The first surviving text on training cavalry mounts is by the Athenian General Xenophon (400 BC) who reveals a sensitive understanding of the horse. Although the horse has been used for herding, transportation and sport, a recurring stimulus for horsemanship throughout history has been its military role."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "McMiken",
        "ForeName": "D F",
        "Initials": "DF"
      }
    ],
    "PublicationTypeList": [
      "Historical Article",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Equine Vet J",
    "NlmUniqueID": "0173320",
    "ISSNLinking": "0425-1644"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Asia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Europe"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, Ancient"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Horses"
    },
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Physical Conditioning, Animal"
    }
  ]
}