{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Alzheimer's disease",
      "Australia",
      "Cohort",
      "Geography",
      "Lifestyle",
      "Obesity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33370594",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "12",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ypmed.2020.106386",
      "S0091-7435(20)30417-5"
    ],
    "Journal": {
      "ISSN": "1096-0260",
      "JournalIssue": {
        "Volume": "145",
        "PubDate": {
          "Year": "2021",
          "Month": "Apr"
        }
      },
      "Title": "Preventive medicine",
      "ISOAbbreviation": "Prev Med"
    },
    "ArticleTitle": "Behavioural change, weight loss and risk of dementia: A longitudinal study.",
    "Pagination": {
      "StartPage": "106386",
      "MedlinePgn": "106386"
    },
    "Abstract": {
      "AbstractText": [
        "Recent meta-analysis reported higher dementia risks associated with lower body mass index (BMI) and decreasing BMI. We examined to what extent these associations were attenuated by changes in behaviours and local environment. Multilevel discrete time-to-event models examined associations between baseline and change in BMI with dementia detected through prescription medications (source: Department of Human Services), hospitalisations and death certificates among 144,456 participants in the Sax Institute's 45 and Up Study. Models were adjusted for socioeconomic factors and measures of change in adherence to published guidelines for moderate to vigorous physical activity, sleep duration, alcohol, and fruit and vegetable consumption, as well as incidence of cardiometabolic diseases, and indicators of area-level disadvantage and rurality. Data was analysed in 2020. Higher dementia risks (albeit with imprecision) were found among participants who were underweight (Incidence Hazard Ratio (IHR) 1.30, 95%CI=0.86-1.86) and lower risks among those who were overweight (IHR=0.78, 95%CI=0.70-0.86) or obese (IHR=0.72, 95%CI=0.62-0.83) compared with 'normal' BMI. A ≥0.8 kg/m2 reduction in BMI associated with IHR=1.81 (95%CI=1.64-2.01) higher dementia risk relative to those with stable BMI. Higher dementia risk with decreasing BMI was fairly consistent relative to baseline BMI category. Adherence to physical activity and sleep duration guidelines were associated with reduced dementia risk, but neither these, nor adjustment for other behaviours and local factors, explained the BMI-dementia association. In conclusion, we replicated the BMI-dementia findings from a recent meta-analysis and provide further support to preventive strategies focussed on increasing physical activity and improving sleep duration. Other potential environmental risk factors outside of socioeconomic and urban/rural circumstances warrant investigation."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Population Wellbeing and Environment Research Lab (PowerLab), University of Wollongong, Wollongong, Australia; Menzies Centre for Health Policy, University of Sydney, Sydney, Australia; National Institute of Environmental Health, Chinese Center for Disease Control and Prevention, Beijing, China; School of Population Medicine and Public Health, Peking Union Medical College and The Chinese Academy of Medical Sciences, Beijing, China. Electronic address: thomasab@uow.edu.au."
          }
        ],
        "LastName": "Astell-Burt",
        "ForeName": "Thomas",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Population Wellbeing and Environment Research Lab (PowerLab), University of Wollongong, Wollongong, Australia."
          }
        ],
        "LastName": "Navakatikyan",
        "ForeName": "Michael A",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Population Wellbeing and Environment Research Lab (PowerLab), University of Wollongong, Wollongong, Australia; School of Population Health, University of New South Wales, Sydney, Australia; Menzies Centre for Health Policy, University of Sydney, Sydney, Australia; National Institute of Environmental Health, Chinese Center for Disease Control and Prevention, Beijing, China."
          }
        ],
        "LastName": "Feng",
        "ForeName": "Xiaoqi",
        "Initials": "X"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Prev Med",
    "NlmUniqueID": "0322116",
    "ISSNLinking": "0091-7435"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Body Mass Index"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Dementia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Longitudinal Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Overweight"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight Loss"
    }
  ]
}