{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11462072",
  "DateCompleted": {
    "Year": "2001",
    "Month": "09",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0195-9131",
      "JournalIssue": {
        "Volume": "33",
        "Issue": "7 Suppl",
        "PubDate": {
          "Year": "2001",
          "Month": "Jul"
        }
      },
      "Title": "Medicine and science in sports and exercise",
      "ISOAbbreviation": "Med Sci Sports Exerc"
    },
    "ArticleTitle": "Exercise in chronic pulmonary disease: limitations and rehabilitation.",
    "Pagination": {
      "StartPage": "S643",
      "EndPage": "S646",
      "MedlinePgn": "S643-6"
    },
    "Abstract": {
      "AbstractText": [
        "Chronic pulmonary disease is common in the community and increasing in prevalence. Although numerous etiologies exist, chronic obstructive pulmonary disease secondary to tobacco smoking, and asthma constitute the majority of cases. The important impact of these diseases on patients is disabling breathlessness and impairment of functional exercise capacity. The symptoms set up a vicious cycle leading to physical deconditioning and worsening exercise performance. The discipline of pulmonary rehabilitation has been conclusively shown to reverse this process, resulting in improved functional capacity and reduced breathlessness. Pulmonary rehabilitation, therefore, should be viewed as essential secondary preventative care for the majority of patients with chronic pulmonary disease. As such, early disease recognition and implementation of exercise reconditioning is important. In order to be maximally effective, pulmonary rehabilitation must recognize the complex underlying pathophysiology in chronic pulmonary disease and be customized to the individual patient. The chosen mode of exercise training should recognize that in order to be truly beneficial, any physiological responses need to translate readily into improvements in activities of daily living. Therefore, sessions in pulmonary rehabilitation should concentrate on exercises that have proven useful in this regard. Aerobic and resistance exercise prescriptions should be rigorous, scientifically based, and derived from an understanding of the basic principles of the human response to exercise prescription. Each of these exercise prescriptions should encompass the basic principles of intensity, frequency, duration, and progression suitably modified for the individual patient with chronic pulmonary disease."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine and Physiology, UCLA School of Medicine, Los Angeles, CA 90095, USA. ccooper@mednet.ucla.edu"
          }
        ],
        "LastName": "Cooper",
        "ForeName": "C B",
        "Initials": "CB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Sci Sports Exerc",
    "NlmUniqueID": "8005433",
    "ISSNLinking": "0195-9131"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Lung Diseases, Obstructive"
    }
  ]
}