{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26098072",
  "DateCompleted": {
    "Year": "2015",
    "Month": "08",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "06",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1024/0040-5930/a000684"
    ],
    "Journal": {
      "ISSN": "0040-5930",
      "JournalIssue": {
        "Volume": "72",
        "Issue": "5",
        "PubDate": {
          "Year": "2015",
          "Month": "May"
        }
      },
      "Title": "Therapeutische Umschau. Revue therapeutique",
      "ISOAbbreviation": "Ther Umsch"
    },
    "ArticleTitle": "[Health-related strength and power training in seniors: Purpose and recommendations].",
    "Pagination": {
      "StartPage": "335",
      "EndPage": "342",
      "MedlinePgn": "335-42"
    },
    "Abstract": {
      "AbstractText": [
        "The proportion of older people in western societies rapidly increases. Aging-induced disease conditions accompanied with declines in cardiocirculatory and neuromuscular performance constitute a major individual and economic health burden. Besides decreasing vascular and cardiac function during the process of aging, a loss of skeletal muscle mass, muscle structure and function seem to mainly account for decreasing maximal strength, strength development and strength endurance. These findings adversely interfer with static and dynamic postural control and may lead to an increased risk of falling with impairments of autonomy and quality of life. Traditional strength training recommendations basing on health-related exercise prescriptions for elderly people have been proven to counteract or at least attenuate aging-induced declines of neuromuscular muscular function. Multimodal and combined strength and balance training deliver additional improvements of neuromuscular capacity. Recent evidence additionally underpin the need of trunk muscle training and claimed for regimes considering explosive and high-velocity strength training in seniors. High quality RCTs revealed notable strength training effects on mobility, autonomy, quality of life and the reduction of the risk of falling (up to 50%). Available evidence also indicates that various strength training regimes elicit preventive and therapeutic effects on osteoporosis, diabetes type 2 and other chronic diseases, with effect sizes comparable to medication intake. Thus, health care providers, health insurances, Employers' Liability Insurance Associations and politicians should promote infrastructural developments that enable feasible and cost-effective access to health-related fitness centers or other sport facilities (e. g. sport clubs). These environmental requirements should be embedded in multi-centric education programs and campaigns that might enable regularly conducted strength and endurance training perceived as beneficial and valuable from an individual health care perspective."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Departement für Sport, Bewegung und Gesundheit, Universität Basel."
          }
        ],
        "LastName": "Donath",
        "ForeName": "Lars",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Faude",
        "ForeName": "Oliver",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bopp",
        "ForeName": "Micha",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Zahner",
        "ForeName": "Lukas",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Grundlagen gesundheitsorientierten Krafttrainings im Alter: Ziele und Umsetzung."
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Ther Umsch",
    "NlmUniqueID": "0407224",
    "ISSNLinking": "0040-5930"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Frail Elderly"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Population Dynamics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Switzerland"
    }
  ]
}