{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17569697",
  "DateCompleted": {
    "Year": "2007",
    "Month": "12",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2007",
        "Month": "06",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0007-1420",
      "JournalIssue": {
        "Volume": "81-82",
        "PubDate": {
          "Year": "2007"
        }
      },
      "Title": "British medical bulletin",
      "ISOAbbreviation": "Br Med Bull"
    },
    "ArticleTitle": "Creatine kinase monitoring in sport medicine.",
    "Pagination": {
      "StartPage": "209",
      "EndPage": "230",
      "MedlinePgn": "209-30"
    },
    "Abstract": {
      "AbstractText": [
        "AREAS OF GENERAL AGREEMENT: Total creatine kinase (CK) levels depend on age, gender, race, muscle mass, physical activity and climatic condition. High levels of serum CK in apparently healthy subjects may be correlated with physical training status, as they depend on sarcomeric damage: strenuous exercise that damages skeletal muscle cells results in increased total serum CK. The highest post-exercise serum enzyme activities are found after prolonged exercise such as ultradistance marathon running or weight-bearing exercises and downhill running, which include eccentric muscular contractions. Total serum CK activity is markedly elevated for 24 h after the exercise bout and, when patients rest, it gradually returns to basal levels. Persistently increased serum CK levels are occasionally encountered in healthy individuals and are also markedly increased in the pre-clinical stages of muscle diseases.",
        "Some authors, studying subjects with high levels of CK at rest, observed that, years later, subjects developed muscle weakness and suggested that early myopathy may be asymptomatic. Others demonstrated that, in most of these patients, hyperCKemia probably does not imply disease. In many instances, the diagnosis is not formulated following routine examination with the patients at rest, as symptoms become manifest only after exercise. Some authors think that strength training seems to be safe for patients with myopathy, even though the evidence for routine exercise prescription is still insufficient. Others believe that, in these conditions, intense prolonged exercise may produce negative effects, as it does not induce the physiological muscle adaptations to physical training given the continuous loss of muscle proteins.",
        "High CK serum levels in athletes following absolute rest and without any further predisposing factors should prompt a full diagnostic workup with special regards to signs of muscle weakness or other simple signs that, in both athletes and sedentary subjects, are not always promptly evident. These signs may indicate subclinical muscle disease, which training loads may evidence through the onset of profound fatigue. It is probably safe to counsel athletes with suspected myopathy to continue to undertake physical activity at a lower intensity, so as to prevent muscle damage from high intensity exercise and allow ample recovery to favour adequate recovery.",
        "CK values show great variability among individuals. Some athletes are low responders to physical training, with chronically low CK serum levels. Some athletes are high responders, with higher values of enzyme: the relationship among level of training, muscle size, fibre type and CK release after exercise should be investigated further. In addition, more details about hyperCKemia could come from the evaluation of the kinetics of CK after stress in healthy athletes with high levels of CK due to exercise, comparing the results with the ones obtained from athletes with persistent hyperCKemia at rest. Finally, it would be important to quantify the type of exercise more suited to athletes with myopathy and the intensity of exercise not dangerous for the progression of the pathology."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Experimental Medicine-Sport Medicine, Centre of Excellence of Cardiovascular Disease, Seconda Università di Napoli, Napoli, Italy. pabranca@libero.it"
          }
        ],
        "LastName": "Brancaccio",
        "ForeName": "Paola",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Maffulli",
        "ForeName": "Nicola",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Limongelli",
        "ForeName": "Francesco Mario",
        "Initials": "FM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br Med Bull",
    "NlmUniqueID": "0376542",
    "ISSNLinking": "0007-1420"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers"
    },
    {
      "RegistryNumber": "EC 2.7.3.2",
      "NameOfSubstance": "Creatine Kinase"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Biomarkers"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Creatine Kinase"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "enzymology",
        "physiology"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Muscular Diseases"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Sports"
    }
  ],
  "NumberOfReferences": "194"
}