{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30285080",
  "DateCompleted": {
    "Year": "2019",
    "Month": "09",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1001/jamadermatol.2018.3281"
    ],
    "Journal": {
      "ISSN": "2168-6084",
      "JournalIssue": {
        "Volume": "154",
        "Issue": "11",
        "PubDate": {
          "Year": "2018",
          "Month": "Nov",
          "Day": "01"
        }
      },
      "Title": "JAMA dermatology",
      "ISOAbbreviation": "JAMA Dermatol"
    },
    "ArticleTitle": "Prescribed Exercise With Compression vs Compression Alone in Treating Patients With Venous Leg Ulcers: A Systematic Review and Meta-analysis.",
    "Pagination": {
      "StartPage": "1304",
      "EndPage": "1311",
      "MedlinePgn": "1304-1311"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise is recommended as an adjuvant treatment for venous leg ulceration (VLU) to improve calf muscle pump function. However, the association of exercise with VLU healing has not been properly aggregated, and the effectiveness of different exercise interventions has not been characterized.",
        "To summarize the association of different exercise interventions with VLU healing when used as an adjuvant to any form of compression.",
        "The Cochrane Controlled Trials Register, MEDLINE, Embase, CINAHL, PsycInfo, and SCOPUS databases were searched through October 9, 2017.",
        "Randomized clinical trials (RCTs) of any exercise compared with no exercise in participants with VLU were included, where compression was used as standard therapy and a healing outcome was reported. Independent title screening and full text review by 2 authors (A.J., J.S.) with appeal to a third author (J.P.) if disagreement was unresolved. Of the 519 articles screened, a total of 6 (1.2%) studies met the inclusion criteria for systematic review, including 5 for meta-analysis.",
        "Independent quality assessment for Cochrane risk of bias and data extraction by 2 authors with appeal to third author if disagreement unresolved (PRISMA). Data pooled using fixed effects model.",
        "The a priori primary outcome was any healing outcome (proportion healed, time to healing, or change in ulcer area). Secondary outcomes (adverse events, costs, and health-related quality of life) were only collected if a primary outcome was reported.",
        "Six RCTs were identified and 5 (190 participants) met inclusion criteria for meta-analysis. The exercise interventions were progressive resistance exercise alone (2 RCTs, 53 participants) or combined with prescribed physical activity (2 RCTs, 102 participants), walking only (1 RCT, 35 participants), or ankle exercises (1 RCT, 40 participants). Overall, exercise was associated with increased VLU healing at 12 weeks although the effect was imprecise (additional 14 cases healed per 100 patients; 95% CI, 1-27 cases per 100; P = .04). The combination of progressive resistance exercise plus prescribed physical activity appeared to be most effective, again with imprecision (additional 27 cases healed per 100 patients; 95% CI, 9-45 cases per 100; P = .004).",
        "The evidence base may now be sufficiently suggestive for clinicians to consider recommending simple progressive resistance and aerobic activity to suitable patients with VLU while further research is produced."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of Auckland, New Zealand."
          },
          {
            "Identifier": [],
            "Affiliation": "National Institute for Health Innovation, University of Auckland, New Zealand."
          }
        ],
        "LastName": "Jull",
        "ForeName": "Andrew",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of Auckland, New Zealand."
          }
        ],
        "LastName": "Slark",
        "ForeName": "Julia",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of Auckland, New Zealand."
          }
        ],
        "LastName": "Parsons",
        "ForeName": "John",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "JAMA Dermatol",
    "NlmUniqueID": "101589530",
    "ISSNLinking": "2168-6068"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "JAMA Dermatol. 2018 Nov 1;154(11):1257-1259",
      "PMID": "30285045"
    },
    {
      "RefSource": "JAMA Dermatol. 2019 Jul 1;155(7):861-862",
      "PMID": "31090867"
    },
    {
      "RefSource": "JAMA Dermatol. 2019 Jul 1;155(7):862",
      "PMID": "31090876"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Compression Bandages"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Varicose Ulcer"
    }
  ],
  "CoiStatement": "<b>Conflict of Interest Disclosures:</b> None reported."
}