{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32578579",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2184-8777",
      "JournalIssue": {
        "Volume": "45",
        "Issue": "1",
        "PubDate": {
          "Year": "2020",
          "Season": "Jan-Mar"
        }
      },
      "Title": "Acta reumatologica portuguesa",
      "ISOAbbreviation": "Acta Reumatol Port"
    },
    "ArticleTitle": "Development and validation of psoriatic arthritis switch quality assessment tool (PASQAL) - an outcomes measurement tool to assess the quality of biologic switch decisions in psoriatic arthritis.",
    "Pagination": {
      "StartPage": "46",
      "EndPage": "57",
      "MedlinePgn": "46-57"
    },
    "Abstract": {
      "AbstractText": [
        "Switching between biologic therapies is a recommended strategy for Psoriatic Arthritis (PsA) patients that show an insufficient response or adverse events. Although the choice of the subsequent biologic may be dependent on many factors, assessing the quality of the switch decision is of utmost relevance.",
        "To develop and validate two outcomes measurement tools (for patients with peripheral and axial PsA phenotypes) that address the quality of treatment decisions in PsA regarding the switch of biologic therapies in clinical practice.",
        "A Task Force and an Expert Panel were specifically assembled for this purpose. The Psoriatic Arthritis Switch Quality Assessment tool (PASQAL) development comprised a modified-Delphi method in a four-step procedure: 1) literature search and experts' opinion collection about quality indicators for PsA management; 2) Delphi design to address the development of the measurement tool; 3) three Delphi questionnaire rounds; 4) final consensus meeting. This phase resulted in the definition of two measurement tools, one to evaluate the quality of biologic switch in peripheral (pPASQAL) and another one in axial PsA (axPASQAL). For the validation of PASQAL, 12 experienced rheumatologists were asked to evaluate and classify the biologic switch of 80 clinical cases (40 with predominant peripheral and 40 with predominant axial PsA). Clinical judgement was defined to be the \"gold standard\" against which the performance of PASQAL was assessed. The results were used to assess tools' performance (sensitivity/specificity analysis) and the agreement between the tools and the gold standard (Cohen's kappa).",
        "PASQAL consists of 6 domains (joint disease activity, dactylitis, enthesis, physical function, quality of life, and skin and nail manifestations), respective instruments and thresholds. The classification of the biologic switch was divided into three quality levels: \"Good\", based on treat-to-target thresholds; \"Moderate\", based on improvement from baseline; and the remaining as \"Insufficient\". pPASQAL was found to be highly sensitive (92%) with the \"Good\" quality level and specific (97%) with the \"Insufficient\" quality level. Whilst axPASQAL showed overall higher sensitivity and specificity for all quality levels, as well as a higher level of agreement between the tool and the gold standard than pPASQAL (k=0.87 vs k=0.71).",
        "PASQAL was developed and showed good criterion validity for the evaluation of the quality of switch in both peripheral and axial PsA phenotypes. These tools may be used in research as well as in clinical practice, to support rheumatologists in making more informed therapeutic decisions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Health Economics and Outcomes Research - Novartis Farma, Oeiras, Portugal; Centro de Investigação em Saúde Pública, Escola Nacional de Saúde Pública, Universidade NOVA de Lisboa."
          }
        ],
        "LastName": "Laires",
        "ForeName": "Pedro Almeida",
        "Initials": "PA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "IQVIA, Oeiras, Portugal."
          }
        ],
        "LastName": "Carrilho",
        "ForeName": "Magda",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "ULSAM, Ponte de Lima, Portugal."
          }
        ],
        "LastName": "Tavares-Costa",
        "ForeName": "José",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "IQVIA, Oeiras, Portugal."
          }
        ],
        "LastName": "Lucas",
        "ForeName": "Pedro",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Rheumatology and MRC Centre for Neuromuscular Diseases, University College London, London, UK; Department of Rheumatology, University College London Hospitals NHS Foundation Trust, London, UK; Department of Rheumatology, Northwick Park Hospital."
          }
        ],
        "LastName": "Machado",
        "ForeName": "Pedro",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Portuguese Institute of Rheumatology, Lisbon, Portugal."
          }
        ],
        "LastName": "Cunha-Miranda",
        "ForeName": "Luís",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Chronic Diseases Research Centre, NOVA Medical School | Faculdade de Ciências Médicas - NOVA University of Lisbon and Rheumatology Department, Centro Hospitalar Lisboa Ocidental, Hospital de Egas Moniz, Lisbon, Portugal."
          }
        ],
        "LastName": "Pimentel-Santos",
        "ForeName": "Fernando",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Portuguese Institute of Rheumatology, Lisbon, Portugal."
          }
        ],
        "LastName": "Santos",
        "ForeName": "Helena",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Serviço de Reumatologia e Doenças Ósseas Metabólicas, Hospital de Santa Maria, CHLN Unidade de Investigação em Reumatologia, Instituto de Medicina Molecular, Faculdade de Medicina, Universidade de Lisboa, Centro Académico de Medicina de Lisboa, Por."
          }
        ],
        "LastName": "Vieira-Sousa",
        "ForeName": "Elsa",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Serviço de Reumatologia, Hospital Garcia de Orta, Almada and Unidade de Investigação em Reumatologia, Instituto de Medicina Molecular, Faculdade de Medicina, Universidade de Lisboa, Portugal."
          }
        ],
        "LastName": "Santos",
        "ForeName": "Maria José",
        "Initials": "MJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Validation Study"
    ],
    "VernacularTitle": "Development and validation of psoriatic arthritis switch quality assessment tool (PASQAL) – an outcomes measurement tool to assess the quality of biologic switch decisions in psoriatic arthritis."
  },
  "MedlineJournalInfo": {
    "Country": "Portugal",
    "MedlineTA": "Acta Reumatol Port",
    "NlmUniqueID": "0431702",
    "ISSNLinking": "0303-464X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biological Products"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Advisory Committees"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Arthritis, Psoriatic"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Biological Products"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Reasoning"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Consensus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delphi Technique"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Drug Substitution"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Outcome Assessment, Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Functional Performance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality Assurance, Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    }
  ]
}