{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12516929",
  "DateCompleted": {
    "Year": "2003",
    "Month": "04",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0749-0739",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "3",
        "PubDate": {
          "Year": "2002",
          "Month": "Dec"
        }
      },
      "Title": "The Veterinary clinics of North America. Equine practice",
      "ISOAbbreviation": "Vet Clin North Am Equine Pract"
    },
    "ArticleTitle": "Exercise physiology of the older horse.",
    "Pagination": {
      "StartPage": "469",
      "EndPage": "490",
      "MedlinePgn": "469-90"
    },
    "Abstract": {
      "AbstractText": [
        "Surveys indicate that up to 15% of the equine population in the United States is older than 20 years of age, with many of these animals performing various athletic activities well into their 20s. As is the case with their human counterparts, these geriatric equine athletes have the ability to continue to perform in athletic events. Unfortunately, many horse owners continue to train their active older animals using exercise training protocols that, although appropriate for a younger animal, may not be appropriate for the older equine athlete. Studies in aged human beings have led to a fine-tuning of exercise prescription for the older human athlete so as to prevent the adverse and potentially dangerous effects of excessive work. Published results have led to new and improved programs to promote fitness for the growing population of older adults. Unfortunately, limited data exist regarding the exercise capacity of the aged horse. Future studies on the effects of aging on exercise capacity in equine athletes need to take a few major directions. One question to be answered is at what age does physiologic function first begin to decline in the horse? In human beings, this age varies with training, but noticeable changes in aerobic capacity are first seen in 40- to 50-year-olds. Second, data are needed to determine what levels of exercise enhance the health and well-being of the older horse without harm. Lastly, studies are needed to determine the physiologic mechanisms associated with the onset of aging-induced decreases in physiologic function in the horse. The ultimate goal of all these studies should be to adjust exercise levels to meet the needs of the growing population of athletically active older equine athletes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Equine Science Center, Department of Animal Science, Cook College, Rutgers--The State University of New Jersey, 84 Lipman Drive, New Brunswick, NJ 08901-8525, USA. mckeever@aesop.rutgers.edu"
          }
        ],
        "LastName": "McKeever",
        "ForeName": "Kenneth Harrington",
        "Initials": "KH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Vet Clin North Am Equine Pract",
    "NlmUniqueID": "8511904",
    "ISSNLinking": "0749-0739"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Aging"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Body Composition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiovascular Physiological Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Homeostasis"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Horses"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Conditioning, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiration"
    }
  ],
  "NumberOfReferences": "90"
}