{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23553340",
  "DateCompleted": {
    "Year": "2013",
    "Month": "11",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "09",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40259-013-0020-y"
    ],
    "Journal": {
      "ISSN": "1179-190X",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "3",
        "PubDate": {
          "Year": "2013",
          "Month": "Jun"
        }
      },
      "Title": "BioDrugs : clinical immunotherapeutics, biopharmaceuticals and gene therapy",
      "ISOAbbreviation": "BioDrugs"
    },
    "ArticleTitle": "Development and regulation of biosimilars: current status and future challenges.",
    "Pagination": {
      "StartPage": "203",
      "EndPage": "211",
      "MedlinePgn": "203-11"
    },
    "Abstract": {
      "AbstractText": [
        "Biologic medicinal products developed via rDNA technology as recombinant protein-based medicines that have been in clinical use since the early 1980s as original biopharmaceuticals have greatly contributed to the therapy of severe metabolic and degenerative diseases. The recent expiration of the data protection or patents for most of them created opportunities for the development of copy versions of original biopharmaceuticals with similar biologic activity (termed biosimilars). Production of these new products is expected to meet worldwide demand, promote market competition, maintain the incentives for innovation, and sustain the healthcare systems. The licencing of these products, however, relies on the experience gained with the original biopharmaceuticals. Critical issues related to this class of medicinal products include their terminology (to avoid confusion with generics and non-innovator copy versions that have not been tested according to the biosimilar guidelines), manufacturing, and regulation. The European Union (EU) has been the first to establish a regulatory framework for marketing authorization application (MAA) and has named these products biosimilars, a term also recently adopted by the US FDA. Unlike the conventional, more common small molecular weight human medicines and chemical generics, protein-based medicines exhibit higher molecular weight, complexity in structure and function that can be affected by changes in the manufacturing process. Therefore, biosimilars represent a relatively heterogeneous class of medicinal products that make their regulation quite challenging. According to the current understanding in the EU, a biosimilar is a copy version of an already authorized biopharmaceutical (or reference product) with similar biologic activity, physicochemical characteristics, efficacy, and safety, based on a full comparability exercise at quality, preclinical and clinical level to ensure similar efficacy and safety. Guidance has been provided through several Committee for Medicinal Products for Human Use (CHMP) guidelines as well as individual scientific advice requested from the European Medicines Agency (EMA) by various companies for the development and regulation of biosimilars. This review is mainly focused on the current status of regulation of biosimilars in the EU as well as on future challenges lying ahead for the improvement of the requirements needed for the marketing authorization of biosimilars. Emphasis is given on the quality requirements concerning these medicinal products (biologics)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Pharmacology, Department of Pharmaceutical Sciences, Aristotle University of Thessaloniki, 54124, Thessaloniki, Greece. tsif@pharm.auth.gr"
          }
        ],
        "LastName": "Tsiftsoglou",
        "ForeName": "Asterios S",
        "Initials": "AS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ruiz",
        "ForeName": "Sol",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schneider",
        "ForeName": "Christian K",
        "Initials": "CK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "BioDrugs",
    "NlmUniqueID": "9705305",
    "ISSNLinking": "1173-8804"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antibodies, Monoclonal"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biosimilar Pharmaceuticals"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Recombinant Proteins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Antibodies, Monoclonal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biosimilar Pharmaceuticals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Substitution"
    },
    {
      "QualifierName": [],
      "DescriptorName": "European Union"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Legislation, Drug"
    },
    {
      "QualifierName": [
        "legislation & jurisprudence"
      ],
      "DescriptorName": "Patents as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Recombinant Proteins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States Food and Drug Administration"
    }
  ]
}