{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18813189",
  "DateCompleted": {
    "Year": "2009",
    "Month": "01",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "09",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0026-4725",
      "JournalIssue": {
        "Volume": "56",
        "Issue": "5",
        "PubDate": {
          "Year": "2008",
          "Month": "Oct"
        }
      },
      "Title": "Minerva cardioangiologica",
      "ISOAbbreviation": "Minerva Cardioangiol"
    },
    "ArticleTitle": "Exercise training in prevention and rehabilitation: which training mode is best?",
    "Pagination": {
      "StartPage": "557",
      "EndPage": "570",
      "MedlinePgn": "557-70"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity is a well-established means of reducing the risk and consequences of nearly all forms of cardiovascular disease. Several exercise training regimens have been utilized with varying degrees of success on selected outcomes, which was led to the question of which training regimen provides optimal benefits. Just as cardiovascular disease is not a single condition, but often a conglomerate of associated pathologies and comorbidities that combine to increase risk of cardiac mortality, no single exercise training program is optimal for risk reduction in all individuals or conditions. The mode, frequency and duration of training must be tailored to the individual, considering not only the present state of risk or disease, but also the individual's physical capabilities/limitations, personal goals and preferences for optimal benefits and long-term adherence. However, accumulating evidence indicates that some training modes may supplement or exceed the benefits conferred by traditional moderate intensity aerobic training alone. The purpose of this review is to provide an overview of clinical and epidemiological studies that have examined the benefits of various training regimens, focusing on the mode of training (aerobic, interval or resistance training), the intensity and volume of exercise, and various training modalities (e.g., walking, cycling, or aqua-aerobics), and briefly discuss considerations regarding patient safety and compliance. It is hoped that this review will familiarize clinicians with the current state of research in the field to facilitate a more informed and evidence-based approach to exercise prescription for individuals with and without cardiovascular disease."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health and Exercise Science, College of Applied Human Sciences, Colorado State University, Fort Collins, CO 80523-1582, USA. chicco@cahs.colostate.edu"
          }
        ],
        "LastName": "Chicco",
        "ForeName": "A J",
        "Initials": "AJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Minerva Cardioangiol",
    "NlmUniqueID": "0400725",
    "ISSNLinking": "0026-4725"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control",
        "rehabilitation"
      ],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "prevention & control",
        "rehabilitation"
      ],
      "DescriptorName": "Heart Failure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "133"
}