{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Multiple sclerosis",
      "behaviour change",
      "community advisory board: wheelchair",
      "exercise"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34892990",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "12",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/17483107.2021.2010819"
    ],
    "Journal": {
      "ISSN": "1748-3115",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "8",
        "PubDate": {
          "Year": "2023",
          "Month": "Nov"
        }
      },
      "Title": "Disability and rehabilitation. Assistive technology",
      "ISOAbbreviation": "Disabil Rehabil Assist Technol"
    },
    "ArticleTitle": "Developing a community-engaged wheelchair exercise program for persons with MS: community advisory board formation and feedback.",
    "Pagination": {
      "StartPage": "1385",
      "EndPage": "1392",
      "MedlinePgn": "1385-1392"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise is a safe, evidence-based approach for improving symptoms such as mobility impairment, cognitive dysfunction, and fatigue; however, persons with multiple sclerosis (MS) who use wheelchairs for mobility have been excluded from most research. This paper describes our approach for recruiting ten community advisor board (CAB) members and partnering with them on developing a novel home-based exercise training program for wheelchair users with MS.",
        "The exercise training program, which was developed based on initial qualitative research, includes a progressive exercise prescription, equipment, and one-on-one behavioural coaching based on Social Cognitive Theory. The CAB members convened in groups of five people for five meetings online, using virtual conference software. The CAB meetings each lasted approximately 1-hour and notes were transcribed into digital format for data analyses.",
        "Content analysis identified elements that aligned with meeting foci (i.e., prescription, equipment, coaching, and outcomes). Feedback was divided into categories to refine the program, specifically modifying, adding, or retaining content and/or activities. CAB member feedback was very positive and emphasised potential additions to the materials presented. The research team proposed implementing modifications based on the CAB member feedback such as adding wrist weights to the equipment options for completing resistance training exercises.",
        "The overall CAB feedback was invaluable for assessing the appropriateness of the proposed exercise training program before initiating feasibility testing. This report provides a model and guidance for researchers who seek community-engaged research approaches in creating products and interventions.Implication for RehabilitationCommunity advisory board participation was invaluable in creating and modifying a novel exercise training programmes for wheelchair users with multiple sclerosis (MS).The current study provides a framework for the creation of exercise interventions for subpopulations of persons with MS that may provide substantial rehabilitation benefits such as improved symptoms and quality of life.Health behaviour interventists targeting individuals with disabilities may consider the benefits of recruiting stakeholders from the community in creation of novel programmes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-1973-2119"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, University of Alabama at Birmingham, Birmingham, AL, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, Health Promotion, and Recreation, University of North Texas, Denton, TX, USA."
          }
        ],
        "LastName": "Silveira",
        "ForeName": "Stephanie L",
        "Initials": "SL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Craig Hospital, Englewood, CO, USA."
          }
        ],
        "LastName": "Froehlich-Grobe",
        "ForeName": "Katherine",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, University of Alabama at Birmingham, Birmingham, AL, USA."
          }
        ],
        "LastName": "Motl",
        "ForeName": "Robert W",
        "Initials": "RW"
      }
    ],
    "GrantList": [
      {
        "GrantID": "F32 HD101214",
        "Acronym": "HD",
        "Agency": "NICHD NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Research Support, N.I.H., Extramural"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Disabil Rehabil Assist Technol",
    "NlmUniqueID": "101255937",
    "ISSNLinking": "1748-3107"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feedback"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Wheelchairs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    }
  ],
  "CoiStatement": "<b>Declaration of interests:</b> No potential competing interest was reported by the authors."
}