{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2087587",
  "DateCompleted": {
    "Year": "1991",
    "Month": "05",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0889-857X",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "4",
        "PubDate": {
          "Year": "1990",
          "Month": "Nov"
        }
      },
      "Title": "Rheumatic diseases clinics of North America",
      "ISOAbbreviation": "Rheum Dis Clin North Am"
    },
    "ArticleTitle": "Diagnosis and rehabilitation of the shoulder impingement syndrome in the overhand and throwing athlete.",
    "Pagination": {
      "StartPage": "971",
      "EndPage": "988",
      "MedlinePgn": "971-88"
    },
    "Abstract": {
      "AbstractText": [
        "The shoulder apparatus is of elegant structural design, affording great ROM with substantial power in many planes of movement. It is the underlying anatomic relationships that allow great mobility that also render the shoulder susceptible to injury. Injury in repetitive overhand activities is usually in the form of impingement, which may result from many factors, including multidirectional instability, anterior subluxation, and imbalanced force couple mechanisms, among others. Diagnosis requires a thorough history and physical examination. The impingement sign and test are among the most useful diagnostic maneuvers available. Rehabilitation is individualized, depending upon the cause of impingement, severity of injury, and response to therapy. Overuse syndromes mandate rest and control of inflammation through the use of ice, NSAIDs, and local injections of steroids followed by passive, active-assist, and active ROM; stretching; and mobilization exercises. As pain and inflammation subside, isometric or isotonic exercises are prescribed initially to strengthen the rotator cuff musculature and, therefore, the caudal glide mechanism. Subsequent strengthening exercises then are performed in other planes of movement to strengthen the remaining shoulder-complex muscles. The patient is then advanced to isokinetic training. Stretching is emphasized as an essential preparatory activity for all types of exercise. Maintaining contralateral and lower-limb strength, and cardiovascular conditioning is necessary if athletic activities are to be resumed at the previous level of performance. Following return to athletic performance, an analysis of training habits should be made and a prescription for exercise issued based on the avoidance of aggravating factors and cultivation of activities that enhance existing static and dynamic shoulder stabilizers. Any return of symptoms should prompt an immediate reappraisal with the proper intervention, including adjustment of activity level and exercises as deemed appropriate. With proper conservative therapy, relatively few athletes should require surgical treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Rheumatology and Sports Medicine, University of Tennessee Medical Center, Knoxville."
          }
        ],
        "LastName": "Scheib",
        "ForeName": "J S",
        "Initials": "JS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Rheum Dis Clin North Am",
    "NlmUniqueID": "8708093",
    "ISSNLinking": "0889-857X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Athletic Injuries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Shoulder Injuries"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Shoulder Joint"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Syndrome"
    }
  ],
  "NumberOfReferences": "31"
}