{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37462324",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "07",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD013610",
      "10.1002/14651858.CD013610.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "7",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul",
          "Day": "18"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Interventions for improving adherence to airway clearance treatment and exercise in people with cystic fibrosis.",
    "Pagination": {
      "StartPage": "CD013610",
      "MedlinePgn": "CD013610"
    },
    "Abstract": {
      "AbstractText": [
        "Cystic fibrosis (CF) is a life-limiting genetic disorder predominantly affecting the lungs and pancreas. Airway clearance techniques (ACTs) and exercise therapy are key components of physiotherapy, which is considered integral in managing CF; however, low adherence is well-documented. Poor physiotherapy adherence may lead to repeated respiratory infections, reduced exercise tolerance, breathlessness, reduced quality of life, malaise and reduced life expectancy, as well as increased use of pharmacology, healthcare access and hospital admission. Therefore, evidence-based strategies to inform clinical practice and improve adherence to physiotherapy may improve quality of life and reduce treatment burden.",
        "To assess the effects of interventions to enhance adherence to airway clearance treatment and exercise therapy in people with CF and their effects on health outcomes, such as pulmonary exacerbations, exercise capacity and health-related quality of life.",
        "We searched the Cochrane Cystic Fibrosis Trials Register, compiled from electronic database searches and handsearching of journals and conference abstract books. Date of last search: 1 March 2023. We also searched online trials registries and the reference lists of relevant articles and reviews. Date of last search: 28 March 2023.",
        "We included randomised controlled trials (RCTs) and quasi-RCTs of parallel design assessing any intervention aimed at enhancing adherence to physiotherapy in people with CF versus no intervention, another intervention or usual care.",
        "Two review authors independently checked search results for eligible studies and independently extracted data. We used standard procedures recommended by Cochrane and assessed the certainty of evidence using the GRADE system.",
        "Two RCTs (77 participants with CF; age range 2 to 20 years; 44 (57%) males) met the inclusion criteria of this review. One study employed an intervention to improve adherence to exercise and the second an intervention to improve adherence to ACT. Both studies measured outcomes at baseline and at three months, but neither study formally assessed our primary outcome of adherence in terms of our planned outcome measures, and results were dependent on self-reported data. Adherence to ACTs One RCT (43 participants) assessed using specifically-composed music alongside ACTs compared to self-selected or no music (usual care). The ACT process consisted of nebuliser inhalation treatment, ACTs and relaxation or antibiotic nebuliser treatment. We graded all evidence as very low certainty. This study reported adherence to ACTs using the Morisky-Green questionnaire and also participants' perception of treatment time and enjoyment, which may influence adherence (outcome not reported specifically in this review). We are uncertain whether participants who received specifically-composed music may be more likely to adhere at six and 12 weeks compared to those who received usual care, risk ratio (RR) 1.75 (95% confidence interval (CI) 1.07 to 2.86) and RR 1.56 (95% CI 1.01 to 2.40) respectively. There may not be any difference in adherence when comparing specifically-composed music to self-selected music at six weeks, RR 1.21 (95% CI 0.87 to 1.68) or 12 weeks, RR 1.52 (95% CI 0.97 to 2.38); or self-selected music to usual care at six weeks, RR 1.44 (95% CI 0.82 to 2.52) or 12 weeks, RR 1.03 (95% CI 0.57 to 1.86). The music study also reported the number of respiratory infections requiring hospitalisation at 12 weeks, with no difference seen in the risk of hospitalisation between all groups. Adherence to exercise One RCT (24 participants) compared the provision of a manual of aerobic exercises, recommended exercise prescription plus two-weekly follow-up phone calls to reinforce exercise practice over a period of three months to verbal instructions for aerobic exercise according to the CF centre's protocol. We graded all evidence as very low certainty. We are uncertain whether an educational intervention leads to more participants in the intervention group undertaking increased regular physical activity at three months (self-report), RR 3.67 (95% CI 1.24 to 10.85), and there was no reported difference between groups in the number undertaking physical activity three times per week or undertaking at least 40 minutes of physical activity. No effect was seen on secondary outcome measures of spirometry, exercise capacity or any CF quality of life domains. This study did not report on the frequency of respiratory infections (hospitalised or not) or adverse events.",
        "We are uncertain whether a music-based motivational intervention may increase adherence to ACTs or affect the risk of hospitalisation for a respiratory infection. We are also uncertain whether an educational intervention increases adherence to exercise or reduces the frequency of respiratory infection-related hospital admission. However, these results are largely based on self-reported data and the impact of strategies to improve adherence to ACT and exercise in children and adolescents with stable CF remains inconclusive. Given that adherence to ACT and exercise therapy are fundamental to the clinical management of people with CF, there is an urgent need for well-designed, large-scale clinical trials in this area, which should conform to the CONSORT statement for standards of reporting and use appropriate, validated outcome measures. Studies should also ensure full disclosure of data for all important clinical outcomes."
      ],
      "CopyrightInformation": "Copyright © 2023 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "c/o Cochrane Cystic Fibrosis, University of Nottingham, Nottingham, UK."
          }
        ],
        "LastName": "Jones",
        "ForeName": "Mandy",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health Sciences, University of Nottingham, Nottingham, UK."
          }
        ],
        "LastName": "Moffatt",
        "ForeName": "Fiona",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health Sciences and Social Care, Brunel University London, Uxbridge, UK."
          }
        ],
        "LastName": "Harvey",
        "ForeName": "Alex",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Environment, Health and Societies, Brunel University London, Uxbridge, UK."
          }
        ],
        "LastName": "Ryan",
        "ForeName": "Jennifer M",
        "Initials": "JM"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD013610"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Cystic Fibrosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiratory Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Therapy Modalities"
    }
  ],
  "CoiStatement": "MJ: none known. FM: none known. AH: none known. JR: none known."
}