{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28332112",
  "DateCompleted": {
    "Year": "2018",
    "Month": "05",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-017-0689-z"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "Suppl 1",
        "PubDate": {
          "Year": "2017",
          "Month": "Mar"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Perspectives on Exertional Rhabdomyolysis.",
    "Pagination": {
      "StartPage": "33",
      "EndPage": "49",
      "MedlinePgn": "33-49"
    },
    "Abstract": {
      "AbstractText": [
        "Exertional (exercise-induced) rhabdomyolysis is a potentially life threatening condition that has been the subject of research, intense discussion, and media attention. The causes of rhabdomyolysis are numerous and can include direct muscle injury, unaccustomed exercise, ischemia, extreme temperatures, electrolyte abnormalities, endocrinologic conditions, genetic disorders, autoimmune disorders, infections, drugs, toxins, and venoms. The objective of this article is to review the literature on exertional rhabdomyolysis, identify precipitating factors, and examine the role of the dietary supplement creatine monohydrate. PubMed and SPORTDiscus databases were searched using the terms rhabdomyolysis, muscle damage, creatine, creatine supplementation, creatine monohydrate, and phosphocreatine. Additionally, the references of papers identified through this search were examined for relevant studies. A meta-analysis was not performed. Although the prevalence of rhabdomyolysis is low, instances still occur where exercise is improperly prescribed or used as punishment, or incomplete medical history is taken, and exertional rhabdomyolysis occurs. Creatine monohydrate does not appear to be a precipitating factor for exertional rhabdomyolysis. Healthcare professionals should be able to recognize the basic signs of exertional rhabdomyolysis so prompt treatment can be administered. For the risk of rhabdomyolysis to remain low, exercise testing and prescription must be properly conducted based on professional standards."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health, Nutrition and Exercise Science, Messiah College, One College Avenue Suite 4501, Mechanicsburg, PA, 17055, USA. erawson@messiah.edu."
          }
        ],
        "LastName": "Rawson",
        "ForeName": "Eric S",
        "Initials": "ES"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, University of Massachusetts, Amherst, MA, USA."
          }
        ],
        "LastName": "Clarkson",
        "ForeName": "Priscilla M",
        "Initials": "PM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics and Medicine, McMaster University, Hamilton, ON, Canada."
          }
        ],
        "LastName": "Tarnopolsky",
        "ForeName": "Mark A",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Exertion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rhabdomyolysis"
    }
  ],
  "CoiStatement": "Dr. Tarnopolsky has received speaker honoraria and a grant (exercise in GAA knockout mice) from Genzyme. Dr. Tarnopolsky has enrolled patients in a clinical trial for Amicus Therapeutics. Funding for Dr. Tarnopolsky’s work on McArdle disease was funded through a donation from Giant Tiger stores, and work on mitochondrial disease was funded through a donation from Warren Lammert and Family. Dr. Tarnopolsky is funded by the Canadian Institute for Health Research for research on therapies for metabolic and genetic disorders. This article was published in a supplement supported by the Gatorade Sports Science Institute (GSSI), a division of PepsiCo. The supplement was guest edited by Lawrence L. Spriet, who attended a meeting of the GSSI expert panel in November 2015 and received honoraria from the GSSI for his participation in the meeting. He received no honoraria for guest editing the supplement. Dr. Spriet selected peer reviewers for each paper and managed the process. Dr. Eric Rawson attended a meeting of the GSSI expert panel in November 2015 and received an honorarium from the GSSI for his meeting participation and the writing of this manuscript. The views expressed in this manuscript are those of the author and do not necessarily reflect the position or policy of PepsiCo, Inc."
}