{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Functional performance",
      "Limb-muscle endurance",
      "Limb-muscle strength",
      "Pulmonary disease, chronic obstructive"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30606240",
  "DateCompleted": {
    "Year": "2019",
    "Month": "05",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "02",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "01",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "6",
      "10.1186/s13063-018-3129-y"
    ],
    "Journal": {
      "ISSN": "1745-6215",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "1",
        "PubDate": {
          "Year": "2019",
          "Month": "Jan",
          "Day": "03"
        }
      },
      "Title": "Trials",
      "ISOAbbreviation": "Trials"
    },
    "ArticleTitle": "Effect and feasibility of non-linear periodized resistance training in people with COPD: study protocol for a randomized controlled trial.",
    "Pagination": {
      "StartPage": "6",
      "MedlinePgn": "6"
    },
    "Abstract": {
      "AbstractText": [
        "In people with chronic obstructive pulmonary disease (COPD), limb-muscle dysfunction is one of the most troublesome systemic manifestations of the disease, which at the functional level is evidenced by reduced strength and endurance of limb muscles. Improving limb-muscle function is an important therapeutic goal of COPD management, for which resistance training is recommended. However, current guidelines for resistance training in COPD mainly focus on improving muscle strength which only reflects one aspect of limb-muscle function and does not address the issue of reduced muscle endurance. The latter is of importance considering that the reduction in limb-muscle endurance often is greater than that of muscle weakness, and also, limb-muscle endurance seems to be closer related to walking capacity as well as arm function than to limb-muscle strength within this group of people. Thus, strategies targeting multiple aspects of the decreased muscle function are warranted to increase the possibility for an optimal effect for the individual patient. Periodized resistance training, which represents a planned variation of resistance training variables (i.e., volume, intensity, frequency, etc.), is one strategy that could be used to target limb-muscle strength as well as limb-muscle endurance within the same exercise regimen.",
        "This is an international, multicenter, randomized controlled trial comparing the effect and feasibility of non-linear periodized resistance training to traditional non-periodized resistance training in people with COPD. Primary outcomes are dynamic limb-muscle strength and endurance. Secondary outcomes include static limb-muscle strength and endurance, functional performance, quality of life, dyspnea, intramuscular adaptations as well as the proportion of responders. Feasibility of the training programs will be assessed and compared on attendance rate, duration, satisfaction, drop-outs as well as occurrence and severity of any adverse events.",
        "The proposed trial will provide new knowledge to this research area by investigating and comparing the feasibility and effects of non-linear periodized resistance training compared to traditional non-periodized resistance training. If the former strategy produces larger physiological adaptations than non-periodized resistance training, this project may influence the prescription of resistance training in people with COPD.",
        "ClinicalTrials.gov, ID: NCT03518723 . Registered on 13 April 2018."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-3212-4708"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine and Rehabilitation, Umeå University, Umeå, Sweden. erik.frykholm@umu.se."
          }
        ],
        "LastName": "Frykholm",
        "ForeName": "Erik",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pulmonology, Pulmonary Rehabilitation Centre Merem, Hilversum, The Netherlands."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Pulmonology, Academic Medical Center, Amsterdam, The Netherlands."
          }
        ],
        "LastName": "Klijn",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre de recherche, Institut Universitaire de Cardiologie et de Pneumologie de Québec, Faculté de médecine, Université Laval, Québec, QC, Canada."
          }
        ],
        "LastName": "Saey",
        "ForeName": "Didier",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pulmonary Diseases, Radboud UMC, Nijmegen, The Netherlands."
          }
        ],
        "LastName": "van Hees",
        "ForeName": "Hieronymus W H",
        "Initials": "HWH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Integrative Medical Biology, Umeå University, Umeå, Sweden."
          }
        ],
        "LastName": "Stål",
        "ForeName": "Per",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health and Clinical Medicine, Umeå University, Umeå, Sweden."
          }
        ],
        "LastName": "Sandström",
        "ForeName": "Thomas",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine and Rehabilitation, Umeå University, Umeå, Sweden."
          }
        ],
        "LastName": "Sörlin",
        "ForeName": "Ann",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre de recherche, Institut Universitaire de Cardiologie et de Pneumologie de Québec, Faculté de médecine, Université Laval, Québec, QC, Canada."
          }
        ],
        "LastName": "Maltais",
        "ForeName": "François",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine and Rehabilitation, Umeå University, Umeå, Sweden."
          }
        ],
        "LastName": "Nyberg",
        "ForeName": "André",
        "Initials": "A"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT03518723"
        ]
      }
    ],
    "GrantList": [
      {
        "GrantID": "2016-01802",
        "Agency": "Vetenskapsrådet",
        "Country": ""
      },
      {
        "GrantID": "E 127/16",
        "Agency": "The Swedish heart and lung association",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial Protocol",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Trials",
    "NlmUniqueID": "101263253",
    "ISSNLinking": "1745-6215"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feasibility Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multicenter Studies as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [
        "physiopathology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Pulmonary Disease, Chronic Obstructive"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sample Size"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The study will be approved by the Regional Ethics Board at each included center. At the time for submission of this protocol, the study has been approved by the Regional Ethical Board in Umeå, Sweden (Dnr 2017-380-31 M). All participants will receive brief and comprehensible oral and written information, in accordance with the Helsinki Declaration [52]. Written information will be sent to all possible participants after a first contact by phone. Before commencing screening and outcome assessment, all procedures will be explained by the assessor and the informed consent form will be reviewed and signed. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: TS reports Advisory Board activities and lecture fees from AstraZeneca, Boehringer Ingelheim, GlaxoSmithKline (GSK), Merck & Co, Novartis, and Teva. FM reports grants and lecture fees from Boehringer Ingelheim, GSK and Novartis. FM holds a CIHR/GSK Research Chair on COPD at Université Laval. AN reports lecture fees from AstraZeneca. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}