{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3555796",
  "DateCompleted": {
    "Year": "1987",
    "Month": "07",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0733-8651",
      "JournalIssue": {
        "Volume": "5",
        "Issue": "2",
        "PubDate": {
          "Year": "1987",
          "Month": "May"
        }
      },
      "Title": "Cardiology clinics",
      "ISOAbbreviation": "Cardiol Clin"
    },
    "ArticleTitle": "Exercise testing for sports and the exercise prescription.",
    "Pagination": {
      "StartPage": "183",
      "EndPage": "196",
      "MedlinePgn": "183-96"
    },
    "Abstract": {
      "AbstractText": [
        "The uses of the exercise test continue to grow and diversify. Familiarity with the mechanics, logistics, and interpretation of these tests leads to their optimal use. The application of exercise testing for competitive or recreational sports, cardiovascular fitness exercise training, and cardiac rehabilitation is the focus of this review. Many test protocols are available, but treadmill testing is the most widely used. The inclusion of thallium scintigraphy in the exercise protocol requires additional time and expense and is best reserved for those in whom the exercise electrocardiographic response cannot be adequately interpreted. Exercise testing is a relatively safe procedure, providing that adequate screening of individuals for unstable cardiac or medical conditions has been performed. The test must be administered by experienced personnel in a setting where the necessary emergency resuscitative equipment is available. Adequate interpretation of the exercise test requires knowledge of the individual being tested and of the reason the test is being performed. Complete analysis of the exercise test includes electrocardiographic response (ST segment changes and rhythm disturbances), hemodynamic response (heart rate and blood pressure before, during, and after exercise), and functional capacity (exercise duration, symptoms, conversion to MET's). When exercise tests are employed to establish a diagnosis of coronary artery disease, an assessment of the pretest likelihood (prevalence) of disease is essential in deriving a reasonable assessment of the probability of disease after the test has been performed and reviewed. This information is particularly important when screening asymptomatic subjects for underlying coronary disease before they engage in an exercise program. Exercise testing of individuals with known cardiac disease prior to engaging in competitive or recreational sports can yield much useful information. In addition to a knowledge of the underlying cardiac condition, the type and intensity of the sport being performed must be taken into account when exercise testing is performed for athletic screening. Individuals with congenital or acquired valvular heart disease, coronary artery disease, and rhythm disturbances should undergo an exercise test as part of the pretraining evaluation. Patients with ischemic heart disease, especially those who have had a recent myocardial infarction or have undergone coronary artery bypass surgery, require counseling regarding their ability to perform certain activities of daily living and to return to work. Exercise testing can be a useful tool in establishing activity guidelines for these individuals.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Balady",
        "ForeName": "G J",
        "Initials": "GJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Weiner",
        "ForeName": "D A",
        "Initials": "DA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Cardiol Clin",
    "NlmUniqueID": "8300331",
    "ISSNLinking": "0733-8651"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electrocardiography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hemodynamics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Isometric Contraction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Exertion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    }
  ],
  "NumberOfReferences": "71"
}