{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Drug labeling",
      "Drug regulations",
      "Electronic labeling",
      "Insert",
      "Prescription drugs",
      "ePI"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35380375",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "07",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "04",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s43441-022-00396-y"
    ],
    "Journal": {
      "ISSN": "2168-4804",
      "JournalIssue": {
        "Volume": "56",
        "Issue": "4",
        "PubDate": {
          "Year": "2022",
          "Month": "Jul"
        }
      },
      "Title": "Therapeutic innovation & regulatory science",
      "ISOAbbreviation": "Ther Innov Regul Sci"
    },
    "ArticleTitle": "Regulation of Drug Prescribing Information in Latin America and the Caribbean.",
    "Pagination": {
      "StartPage": "536",
      "EndPage": "551",
      "MedlinePgn": "536-551"
    },
    "Abstract": {
      "AbstractText": [
        "To describe the status of drug regulations in Latin America and the Caribbean, in force as of May 2021, and assess through a comparative exercise the differences between the countries under scope on prescribing information of drugs for human use.",
        "A narrative review allowed the identification of the regulations concerning the prescribing information of drugs in 25 countries in Latin America and the Caribbean for the registration of prescription medications. On this basis, terms and concepts regarding this topic, the general provisions by the regulatory authorities for these products, applications for health registration and further amendments were identified for each country.",
        "The Latin American and the Caribbean countries included, manage and regulate drug prescribing information differently in terms of concepts, information publishing, structure for product information, among other criteria. Few health authorities publish product information on their website. Additionally, the patient information leaflet is not requested for prescription drugs in most of the studied countries. There is no standardized structure for drug product information within the region.",
        "A poor level of harmonization among the regulations from these countries regarding the content and management (e.g. if physical package insert is required or not, if it is subject to notification or approval) of the prescribing information of human use drugs became evident. Also, there is a visible lack of standardization of concepts for referring to a specific document (e.g., package insert for healthcare professionals, patient information leaflet and technical information for the drug product) and in the content itself."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Regulatory Affairs - Medical Affairs Department, Roche Central America and the Caribbean, Heredia, Costa Rica. mariana.ramirez@roche.com."
          }
        ],
        "LastName": "Ramírez-Telles",
        "ForeName": "Mariana",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "International Regulatory Policies Department - Latin America, Productos Roche, S.A. de C.V., Mexico City, Mexico."
          }
        ],
        "LastName": "Argotti-Rodríguez",
        "ForeName": "Urimara",
        "Initials": "U"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Ther Innov Regul Sci",
    "NlmUniqueID": "101597411",
    "ISSNLinking": "2168-4790"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Caribbean Region"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Latin America"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Product Labeling"
    }
  ],
  "CoiStatement": "Mariana Ramírez-Telles and Urimara Argotti-Rodríguez are employees and stockholders of Roche."
}