{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "7619327",
  "DateCompleted": {
    "Year": "1995",
    "Month": "08",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0114-5916",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "3",
        "PubDate": {
          "Year": "1995",
          "Month": "Mar"
        }
      },
      "Title": "Drug safety",
      "ISOAbbreviation": "Drug Saf"
    },
    "ArticleTitle": "Confusion over similar drug names. Problems and solutions.",
    "Pagination": {
      "StartPage": "155",
      "EndPage": "160",
      "MedlinePgn": "155-60"
    },
    "Abstract": {
      "AbstractText": [
        "Confusion over similar drug names is one of the reasons for errors in the prescribing or administration of drugs. The risks of such errors could be reduced by some simple measures. National and international agencies: Licensing authorities should exercise more control over the naming of new proprietary formulations; Nonproprietary names should be internationalised; New proprietary names should be internationalised; Common prefixes in names should be avoided if possible. Pharmaceutical manufacturers: Manufacturers should play their part in ensuring that new names are carefully chosen and internationalised; Over-the-counter formulations should be given unique names; Generic formulations should be marketed under their nonproprietary names, not new proprietary names. Doctors: Should inform patients about the nature and risks of their therapy; Should issue printed prescriptions if possible, or use clearly-penned block capitals in handwritten prescriptions. In most cases they should use nonproprietary names when prescribing. Abbreviations of drug names should never be used. Pharmacists: Should discuss the nature and risks of patients' therapy with them and check that they recognise the medicines they are taking; Should ask patients to hand in their old medicines containers when they fill a new prescription; In hospital, clinical pharmacists can help to check doctors' prescriptions and to liaise between doctors and nurses, advising on correct therapy. Special cases: Special care should be taken with sulphonylureas: manufacturers should produce distinctive formulations and pharmacists should keep them in a separate section in the dispensary."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University Department of Clinical Pharmacology, Radcliffe Infirmary, Oxford, England."
          }
        ],
        "LastName": "Aronson",
        "ForeName": "J K",
        "Initials": "JK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Drug Saf",
    "NlmUniqueID": "9002928",
    "ISSNLinking": "0114-5916"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Pharmaceutical Preparations"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Medication Errors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Education as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pharmaceutical Preparations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Terminology as Topic"
    }
  ]
}