{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26906147",
  "DateCompleted": {
    "Year": "2016",
    "Month": "12",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/HCR.0000000000000171"
    ],
    "Journal": {
      "ISSN": "1932-751X",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "2",
        "PubDate": {
          "Year": "2016",
          "Season": "Mar-Apr"
        }
      },
      "Title": "Journal of cardiopulmonary rehabilitation and prevention",
      "ISOAbbreviation": "J Cardiopulm Rehabil Prev"
    },
    "ArticleTitle": "Pulmonary Rehabilitation Exercise Prescription in Chronic Obstructive Pulmonary Disease: Review of Selected Guidelines: AN OFFICIAL STATEMENT FROM THE AMERICAN ASSOCIATION OF CARDIOVASCULAR AND PULMONARY REHABILITATION.",
    "Pagination": {
      "StartPage": "75",
      "EndPage": "83",
      "MedlinePgn": "75-83"
    },
    "Abstract": {
      "AbstractText": [
        "Chronic obstructive pulmonary disease (COPD) is associated with disabling dyspnea, skeletal muscle dysfunction, and significant morbidity and mortality. Current guidelines recommend pulmonary rehabilitation (PR) to improve dyspnea, functional capacity, and quality of life. Translating exercise science into safe and effective exercise training requires interpretation and use of multiple guidelines and recommendations. The purpose of this statement is to summarize for clinicians 3 current chronic obstructive pulmonary disease guidelines for exercise that may be used to develop exercise prescriptions in the PR setting. The 3 guidelines have been published by the American College of Sports Medicine, the American Thoracic Society/European Respiratory Society, and the American Association of Cardiovascular and Pulmonary Rehabilitation. In addition to summarizing these 3 guidelines, this statement describes clinical applications, explores areas of uncertainty, and suggests strategies for providing effective exercise training, given the diversity of guidelines and patient complexity."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pulmonary Rehabilitation and Sleep Disorders, University of California San Francisco (Mr Garvey); Undergraduate/Graduate Exercise Science Program, Indiana University of Pennsylvania, Indiana (Dr Bayles); Department of Exercise and Nutrition Sciences, Milken Institute School of Public Health, The George Washington University, Washington, DC (Dr Hamm); School of Physiotherapy and Exercise Science, Faculty of Health Sciences, Curtin University, Bentley, Western Australia, Australia, Institute for Respiratory Health, University of Western Australia, Perth, Western Australia, Australia, and Royal Perth Hospital, Physiotherapy Department, Perth, Western Australia, Australia (Dr Hill); Discipline of Physiotherapy, La Trobe University, Bundoora, Victoria, Australia, Department of Physiotherapy, Alfred Health, Institute for Breathing and Sleep, Melbourne, Australia (Dr Holland); Preventative Pulmonary and Rehabilitative Services, University of California San Diego Health System (Ms Limberg); and Department of Research and Education, CIRO+, Center of Expertise for Chronic Organ Failure, Horn, The Netherlands, and REVAL-Rehabilitation Research Center, BIOMED-Biomedical Research Institute, Faculty of Medicine and Life Sciences, Hasselt University, Diepenbeek, Belgium (Dr Spruit)."
          }
        ],
        "LastName": "Garvey",
        "ForeName": "Chris",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bayles",
        "ForeName": "Madeline Paternostro",
        "Initials": "MP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hamm",
        "ForeName": "Larry F",
        "Initials": "LF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hill",
        "ForeName": "Kylie",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Holland",
        "ForeName": "Anne",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Limberg",
        "ForeName": "Trina M",
        "Initials": "TM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Spruit",
        "ForeName": "Martijn A",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Cardiopulm Rehabil Prev",
    "NlmUniqueID": "101291247",
    "ISSNLinking": "1932-7501"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Patterns, Physicians'"
    },
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology",
        "psychology",
        "rehabilitation"
      ],
      "DescriptorName": "Pulmonary Disease, Chronic Obstructive"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Respiratory Therapy"
    }
  ]
}