{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "paediatric orthopaedic & trauma surgery",
      "paediatric orthopaedics",
      "rehabilitation medicine"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34373314",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "08",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "08",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e051381",
      "10.1136/bmjopen-2021-051381"
    ],
    "Journal": {
      "ISSN": "2044-6055",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "8",
        "PubDate": {
          "Year": "2021",
          "Month": "Aug",
          "Day": "09"
        }
      },
      "Title": "BMJ open",
      "ISOAbbreviation": "BMJ Open"
    },
    "ArticleTitle": "Defining and grouping children's therapeutic footwear and criteria for their prescription: an international expert Delphi consensus study.",
    "Pagination": {
      "StartPage": "e051381",
      "MedlinePgn": "e051381"
    },
    "Abstract": {
      "AbstractText": [
        "This study aimed to achieve an expert consensus on how to define and group footwear interventions for children, with a further focus on the design characteristics and prescription of off-the-shelf stability footwear for children with mobility impairment.",
        "A group of multinational professionals, from clinicians to those involved in the footwear industry, were recruited to ensure a spectrum of opinions.",
        "Thirty panellists were contacted, of which 24 consented to participate and six withdrew before round 1, a further two withdrew after round 1. Sixteen panellists completed the consensus exercise.",
        "A Delphi consensus method was employed with round 1 split into three sections: (1) terms and definitions, (2) specifics of off-the-shelf stability footwear design and (3) criteria for clinical prescription of off-the-shelf stability footwear. The panel was asked to rate their level of agreement with statements and to provide further insights through open-ended questions. The opinions of the experts were analysed to assess consensus set at 75% agreement or to modify or form new statements presented through the subsequent two rounds.",
        "Therapeutic footwear was the agreed term to represent children's footwear interventions, with grouping and subgrouping of therapeutic footwear being dependent on their intended clinical outcomes (accommodative, corrective or functional). Both the heel counter and topline as well as the stiffness and width of the sole were identified as potentially influencing mediolateral stability in children's gait. A consensus was achieved in the prescription criteria and outcome measures for off-the-shelf stability therapeutic footwear for cerebral palsy, mobile symptomatic pes planus, Duchenne muscular dystrophy, spina bifida and Down's syndrome.",
        "Through a structured synthesis of expert opinion, this study has established a standardisation of terminology and groupings along with prescription criteria for the first time. Reported findings have implications for communication between stakeholders, evidence-based clinical intervention and standardised outcome measures to assess effectiveness."
      ],
      "CopyrightInformation": "© Author(s) (or their employer(s)) 2021. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Biomechanics and Rehabiliation Technologies, Staffordshire University, Stoke-on-Trent, UK."
          }
        ],
        "LastName": "Hill",
        "ForeName": "Matthew",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0002-4948-6086"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Biomechanics and Rehabiliation Technologies, Staffordshire University, Stoke-on-Trent, UK."
          }
        ],
        "LastName": "Healy",
        "ForeName": "Aoife",
        "Initials": "A"
      },
      {
        "Identifier": [
          "0000-0002-7072-1271"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Biomechanics and Rehabiliation Technologies, Staffordshire University, Stoke-on-Trent, UK n.chockalingam@staffs.ac.uk."
          }
        ],
        "LastName": "Chockalingam",
        "ForeName": "Nachiappan",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMJ Open",
    "NlmUniqueID": "101552874",
    "ISSNLinking": "2044-6055"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Consensus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delphi Technique"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gait"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    }
  ],
  "CoiStatement": "Competing interests: None declared."
}