{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Behavior change techniques",
      "Behavioral prescriptions",
      "Dosages",
      "Health behavior change",
      "Intervention content"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "The focus of this case study was to assess what and how much behavior change content was within an intervention still under development—by integrating existing frameworks for classifying behavior change techniques, dosages, and behavioral prescriptions. Findings provide the first set of procedures available for collecting, coding, and analyzing data representing the types of behavior change techniques in an intervention, their durations, frequencies, and amounts, and their linkages to what participants are asked to do. Applying these procedures to the protocol and materials in an ongoing study (Ready Steady 3.0) yielded a detailed, multidimensional catalog of the smallest potentially active behavior change ingredients in its intervention, including behavior change techniques, intended uses, and intended dosages. Findings also showcased how this information can be summarized and organized in various ways to strengthen fidelity evaluations and future intervention development. Researchers can use and adapt these new procedures for reporting behavior change content within individual intervention studies. Findings also highlight the potential benefits of this early, integrated approach to analyzing behavior change content and frame questions about how such information might be incorporated and disseminated with reporting research outcomes."
      ],
      "CopyrightInformation": "© The Author(s) 2023. Published by Oxford University Press on behalf of the Society of Behavioral Medicine."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36757385",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1093/tbm/ibac092"
    ],
    "Journal": {
      "ISSN": "1613-9860",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun",
          "Day": "09"
        }
      },
      "Title": "Translational behavioral medicine",
      "ISOAbbreviation": "Transl Behav Med"
    },
    "ArticleTitle": "Rethinking how and when to report descriptions of behavior change content within interventions: a case study of an ongoing physical activity trial (ready steady 3.0).",
    "Pagination": {
      "StartPage": "368",
      "EndPage": "379",
      "MedlinePgn": "368-379"
    },
    "Abstract": {
      "AbstractText": [
        "Specifications of what and how much health behavior change (BC) content within research interventions are needed to advance BC science, its implementation, and dissemination. We analyzed the types and dosages of the smallest potentially active BC ingredients and associated behavioral prescriptions intended to be delivered in an ongoing physical activity optimization trial for older adults (Ready Steady 3.0 [RS3]). We defined BC types as behavior change techniques (BCT) and behavioral prescriptions. Our protocol integrated the BCT Taxonomy coding procedures with BCT roles (primary or secondary) and, when relevant, linkages to behavioral prescriptions. Primary BCTs targeted theoretical mechanisms of action, whereas secondary BCTs supported primary BCT delivery. Behavioral prescriptions represented what participants were encouraged to do with each primary BCT in RS3 (ascertain, practice, implement). We assessed dosage parameters of duration, frequency, and amount in each BCT and prescription. Results provided a catalog of in-depth, multidimensional content specifications with 12 primary BCTs, each supported by 2-7 secondary BCTs, with dosages ranging from 2 to 8 weeks, 1 to 8 contacts, and 5 to 451 minutes. Minutes spent on behavioral prescriptions varied: ascertain (1 to 41), practice (5 to 315), and implement (0 to 38). Results can be organized and summarized in varied ways (e.g., by content component) to strengthen future assessments of RS3 fidelity and intervention refinement. Results highlight potential benefits of this early, integrated approach to analyzing BC content and frames questions about how such information might be incorporated and disseminated with reporting research outcomes."
      ],
      "CopyrightInformation": "© The Author(s) 2023. Published by Oxford University Press on behalf of the Society of Behavioral Medicine."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-3036-9859"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of Minnesota, Minneapolis, MN, USA."
          }
        ],
        "LastName": "McMahon",
        "ForeName": "Siobhan K",
        "Initials": "SK"
      },
      {
        "Identifier": [
          "0000-0002-5547-0777"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Minnesota School of Public Health, Minneapolis, MN, USA."
          }
        ],
        "LastName": "Macheledt",
        "ForeName": "Kait",
        "Initials": "K"
      },
      {
        "Identifier": [
          "0000-0001-8220-1049"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "DPT Doctor of Physical Therapy Program, Whitworth University, Spokane, WA, USA."
          }
        ],
        "LastName": "Choma",
        "ForeName": "Elizabeth A",
        "Initials": "EA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Kinesiology, Minneapolis, MN, USA."
          }
        ],
        "LastName": "Lewis",
        "ForeName": "Beth A",
        "Initials": "BA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Minnesota School of Public Health, Minneapolis, MN, USA."
          }
        ],
        "LastName": "Guan",
        "ForeName": "Weihua",
        "Initials": "W"
      },
      {
        "Identifier": [
          "0000-0003-1431-8469"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of Minnesota, Minneapolis, MN, USA."
          }
        ],
        "LastName": "Wyman",
        "ForeName": "Jean F",
        "Initials": "JF"
      },
      {
        "Identifier": [
          "0000-0002-7847-4500"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Minnesota, Psychology, Twin Cities, MN."
          }
        ],
        "LastName": "Rothman",
        "ForeName": "Alexander J",
        "Initials": "AJ"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01NR016705",
        "Acronym": "NH",
        "Agency": "NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01NR016705",
        "Acronym": "NH",
        "Agency": "NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Transl Behav Med",
    "NlmUniqueID": "101554668",
    "ISSNLinking": "1613-9860"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Transl Behav Med. 2023 Apr 11;:",
      "PMID": "37040447"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Behavior Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Research Report"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    }
  ]
}