{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Alzheimer’s disease",
      "cognitive function",
      "dosage exercises"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Цель - оценить эффективность применения дозированной физической нагрузки в комплексном лечении пациентов с деменцией I и II стадий при болезни Альцгеймера (БА). Материал и методы. Проведено комплексное обследование 41 пациента (32 женщины и 9 мужчин) с установленным диагнозом вероятной БА с I и II стадиями деменции и 17 здоровых добровольцев. Всем исследуемым проводили неврологический осмотр и нейропсихологическое тестирование. Оценивали 2 метода лечения: стандартный (мемантин в средней эффективной дозе) и комплексный (мемантин в сочетании с дозированной ходьбой и элементами когнитивного тренинга). Результаты. В группе пациентов, принимавших только мемантин, изменения когнитивных показателей у мужчин не имели статистически значимой положительной динамики, в то время как у женщин значимо улучшились данные по шкале минимальной оценки психических функций (Mini-Mental State Examination - MMSE) и тесту рисования часов (ТРЧ). Наибольший эффект отмечался у женщин, получавших комплексную терапию с включением дозированной ходьбы. Сопоставление результатов терапии пациентов с БА с показателями группы здоровых добровольцев выявило улучшение лобного когнитивного функционирования у больных, получавших комплексное лечение, что проявлялось в отсутствии статистически значимой разницы по тесту 'Батарея лобной дисфункции' (Frontal Assessment Batter - FAB). Заключение. Дозированная физическая нагрузка в сочетании с элементами когнитивного тренинга у пациентов с деменцией альцгеймеровского типа оптимизирует результаты медикаментозного лечения, что проявляется в увеличении балльной оценки когнитивных функций по шкале MMSE, ТРЧ и тесту FAB."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29119954",
  "DateCompleted": {
    "Year": "2018",
    "Month": "04",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/kurort201794410-13"
    ],
    "Journal": {
      "ISSN": "0042-8787",
      "JournalIssue": {
        "Volume": "94",
        "Issue": "4",
        "PubDate": {
          "Year": "2017"
        }
      },
      "Title": "Voprosy kurortologii, fizioterapii, i lechebnoi fizicheskoi kultury",
      "ISOAbbreviation": "Vopr Kurortol Fizioter Lech Fiz Kult"
    },
    "ArticleTitle": "[The role of dosed walking in the combination with elements of cognitive training in the comprehensive treatment of the patients presenting with Alzheimer's disease].",
    "Pagination": {
      "StartPage": "10",
      "EndPage": "13",
      "MedlinePgn": "10-13"
    },
    "Abstract": {
      "AbstractText": [
        "The objective of the present study was to evaluate the effectiveness of dosed physical exercises for the combined treatment of the patients presenting with mild to moderate dementia associated with Alzheimer's disease (AD).",
        "The comprehensive examination involved 41 patients (32 women and 9 men) with the confirmed diagnosis of 'probable' AD with stages 1 and 2 of dementia and 17 healthy volunteers comprising the group of comparison. In all the patients, the neurological examination was supplemented by neuropsychological testing. Two treatment modalities were applied, one being conventional therapy with the use of memantine at the average effective dose, the other with the combination of memantine and dosed physical exercises including elements of cognitive training.",
        "In the group of patients treated with memantine alone, changes in cognitive performances among the men did not suggest any statistically significant positive trendency whereas the results of estimation in the women based on the clock drawing test (CDT) and the Mini-Mental State Examination (MMSE) scores revealed the significant improvement of cognitive performances. The most pronounced effects were documented in the women who had received combined therapy with the inclusion of dosed physical exercises in the form of walking. The comparison of the results of the treatment with observations of the patients included in the comparison group demonstrated the improvement of frontal cognitive functioning in the patients of both sexes under the influence of the combined treatment which manifested itself as the absence of the statistically significant differences between the results of the evaluation based on the Frontal Assessment Battery (FAB) scale.",
        "The prescription of dosed physical exercises with elements of cognitive training to be applied for the treatment of the patients presenting with dementia of different severity associated with Alzheimer's disease makes it possible to optimize the outcome of the conventional medical treatment and thereby to improve the results of scoring assessments of cognitive performances based on the MMSE, FAB, and CDT scales."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Federal state budgetary institution of higher professional education 'Academician E.A. Wagner Perm State Medical University', Ministry of Public Health of the Russian Federation, 26, Petropavlovskaya Street, Perm, Russian Federation, 614990."
          }
        ],
        "LastName": "Zimushkina",
        "ForeName": "N A",
        "Initials": "NA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Federal state budgetary institution of higher professional education 'Academician E.A. Wagner Perm State Medical University', Ministry of Public Health of the Russian Federation, 26, Petropavlovskaya Street, Perm, Russian Federation, 614990."
          }
        ],
        "LastName": "Kosareva",
        "ForeName": "P V",
        "Initials": "PV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Federal state budgetary institution of higher professional education 'Academician E.A. Wagner Perm State Medical University', Ministry of Public Health of the Russian Federation, 26, Petropavlovskaya Street, Perm, Russian Federation, 614990."
          }
        ],
        "LastName": "Cherkasova",
        "ForeName": "V G",
        "Initials": "VG"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Dozirovannaia khod'ba v sochetanii s élementami kognitivnogo treninga v kompleksnom lechenii patsientov s bolezn'iu Al'tsgeĭmera."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Vopr Kurortol Fizioter Lech Fiz Kult",
    "NlmUniqueID": "2984868R",
    "ISSNLinking": "0042-8787"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "W8O17SJF3T",
      "NameOfSubstance": "Memantine"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Alzheimer Disease"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Memantine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ]
}