{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2017606",
  "DateCompleted": {
    "Year": "1991",
    "Month": "05",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "2",
        "PubDate": {
          "Year": "1991",
          "Month": "Feb"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "The impact of exercise and diet restriction on daily energy expenditure.",
    "Pagination": {
      "StartPage": "78",
      "EndPage": "101",
      "MedlinePgn": "78-101"
    },
    "Abstract": {
      "AbstractText": [
        "In addition to the direct energy cost of physical activity, exercise may influence resting energy expenditure in 3 ways: (a) a prolonged increase in postexercise metabolic rate from an acute exercise challenge; (b) a chronic increase in resting metabolic rate associated with exercise training; and (c) a possible increase in energy expenditure during nonexercising time. It seems apparent that the greater the exercise perturbation, the greater the magnitude of the increase in postexercise metabolic rate. An exercise prescription for the general population that consists of exercise of low (less than 50% VO2max) or moderate intensity (50 to 75% VO2max) does not appear to produce a prolonged elevation of postexercise metabolic rate that would influence body-weight. Inconsistent results have been found with respect to the effects of exercise training and the trained state on resting metabolic rate. Whereas some investigators have found a higher resting metabolic rate in trained than untrained individuals and in individuals after an exercise training programme, other investigators have found no chronic exercise effect on resting metabolic rate. Differences in experimental design, genetic variation and alterations in energy balance may contribute to the discrepant findings among investigators. A relatively unexplored area concerns the influence of exercise training on energy expenditure during nonexercising time. It is presently unclear whether exercise training increases or decreases the energy expenditure associated with spontaneous or nonpurposeful physical activity which includes fidgeting, muscular activity, etc. The doubly labelled water technique represents a methodological advance in this area and permits the determination of total daily energy expenditure. Concomitant with the determination of the other components of daily energy expenditure (resting metabolic rate and thermic effect of a meal), it will now be possible to examine the adaptive changes in energy expenditure during nonexercising time. A plethora of studies have examined the combined effects of diet and exercise on body composition and resting metabolic rate. The hypothesis is that combining diet and exercise will accelerate fat loss, preserve fat-free weight and prevent or decelerate the decline in resting metabolic rate more effectively than with diet restriction alone. The optimal combination of diet and exercise, however, remains elusive. It appears that the combination of a large quantity of aerobic exercise with a very low calorie diet resulting in substantial loss of bodyweight may actually accelerate the decline in resting metabolic rate. These findings may cause us to re-examine the quantity of exercise and diet needed to achieve optimal fat loss and preservation of resting metabolic rate."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine, Department of Medicine, University of Vermont, Burlington."
          }
        ],
        "LastName": "Poehlman",
        "ForeName": "E T",
        "Initials": "ET"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Melby",
        "ForeName": "C L",
        "Initials": "CL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Goran",
        "ForeName": "M I",
        "Initials": "MI"
      }
    ],
    "GrantList": [
      {
        "GrantID": "AG-07857",
        "Acronym": "AG",
        "Agency": "NIA NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "RR-109",
        "Acronym": "RR",
        "Agency": "NCRR NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Research Support, U.S. Gov't, P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Diet, Reducing"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Energy Metabolism"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight Loss"
    }
  ],
  "NumberOfReferences": "95"
}