{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30560423",
  "DateCompleted": {
    "Year": "2020",
    "Month": "03",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "01",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-018-01041-1"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "49",
        "Issue": "1",
        "PubDate": {
          "Year": "2019",
          "Month": "Jan"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Do Non-Responders to Exercise Exist-and If So, What Should We Do About Them?",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "7",
      "MedlinePgn": "1-7"
    },
    "Abstract": {
      "AbstractText": [
        "It is well established that exercise is an important component in the maintenance of good health, and yet recent studies have demonstrated that a sub-section of individuals experience no significant improvements following an exercise training intervention. Such individuals are commonly termed \"non-responders\". However, recently a number of researchers have taken a skeptical view as to whether exercise non-response either exists, or is clinically relevant. Here, we explore the research underpinning exercise response, to determine whether non-response to exercise actually exists. We discuss the impact of measurement error and assessment type on the identification of \"non-responders\", and whether such non-response is global- or modality-specific. Additionally, we discuss whether, if non-response to an exercise intervention is meaningful and relevant, certain additional interventions-in the form of increasing exercise intensity, volume, or duration-could be made in order to enhance training adaptations. Consequently, based on our interpretations of the available evidence, we suggest that it is unlikely that global non-responders to exercise exist. Furthermore, we suggest this realization effectively counters the perception that some individuals will not positively respond to exercise, and that in turn, this insight serves to encourage health professionals to create more nuanced, efficacious, and individually-focused exercise prescriptions designed to circumvent and overcome apparent non-responsiveness. Adopting a more individually-adaptive approach to exercise prescription could, subsequently, prove a powerful tool in promoting population health."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-7056-4966"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Coaching and Performance, School of Sport and Wellbeing, University of Central Lancashire, Fylde Road, Preston, PR1 2HE, UK. craig@dnafit.com."
          },
          {
            "Identifier": [],
            "Affiliation": "Exercise and Nutritional Genomics Research Centre, DNAFit Ltd, London, UK. craig@dnafit.com."
          }
        ],
        "LastName": "Pickering",
        "ForeName": "Craig",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Coaching and Performance, School of Sport and Wellbeing, University of Central Lancashire, Fylde Road, Preston, PR1 2HE, UK."
          }
        ],
        "LastName": "Kiely",
        "ForeName": "John",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biological Variation, Individual"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Failure"
    }
  ],
  "CoiStatement": "Craig Pickering is an employee of DNAFit Ltd, a genetic testing company. He received no financial incentives for the preparation of this manuscript. John Kiely declares that he has no conflict of interest relevant to the content of this article."
}