{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cancer",
      "Exercise",
      "Guidelines",
      "Physical activity",
      "Prescription",
      "Survivorship"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33008685",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "09",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.soncn.2020.151075",
      "S0749-2081(20)30090-5"
    ],
    "Journal": {
      "ISSN": "1878-3449",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "5",
        "PubDate": {
          "Year": "2020",
          "Month": "Oct"
        }
      },
      "Title": "Seminars in oncology nursing",
      "ISOAbbreviation": "Semin Oncol Nurs"
    },
    "ArticleTitle": "Physical Activity and Exercise Guidelines for People With Cancer: Why Are They Needed, Who Should Use Them, and When?",
    "Pagination": {
      "StartPage": "151075",
      "MedlinePgn": "151075"
    },
    "Abstract": {
      "AbstractText": [
        "This report describes why there is a need for cancer-specific physical activity and exercise prescription guidelines, how the recommendations in the guidelines were derived, and how these guidelines can be used and by whom, to reduce cancer-related burden.",
        "Professional organizations and peer-reviewed papers.",
        "Higher physical activity levels post-cancer diagnosis has been consistently associated with improved morbidity and/or survival outcomes for all cancers studied to date. As such, although physical activity recommendations for those post-cancer are largely generic and tend to replicate physical activity guidelines endorsed for healthy adults, the cancer-specific epidemiological evidence-base suggest this to be appropriate. These guidelines should be endorsed and promoted by all members of the cancer care team, across all phases of cancer survivorship. Cancer-specific exercise prescription guidelines are supported by a clinical trial evidence-base and enable targeted exercise prescription for the benefit of the individual patient. Any member of the cancer care team can refer patients at any time to exercise professionals, who will use these exercise guidelines to direct their provision of exercise as medicine.",
        "The prevention of physical activity declines and small increases in physical activity levels during and following cancer treatment is appropriate for the majority. Further, physical activity promotion, alongside incorporation of planned, purposeful, targeted and individualized exercise, has significant potential for reducing morbidity and mortality of cancer worldwide.",
        "Nurses are well-placed to regularly encourage patients to participate in physical activity, and to refer patients to exercise professionals, during and following their cancer treatment."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Menzies Health Institute Queensland, Griffith University, Queensland, Australia."
          }
        ],
        "LastName": "Spence",
        "ForeName": "Rosalind R",
        "Initials": "RR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Health and Biomedical Innovation, Queensland University of Technology, Queensland, Australia; School of Exercise and Nutrition Science, Queensland University of Technology, Queensland, Australia."
          }
        ],
        "LastName": "Sandler",
        "ForeName": "Carolina X",
        "Initials": "CX"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Edith Cowan University, Exercise Medicine Research Institute, Perth, Western Australia, Australia; The University of Queensland, School of Human Movement and Nutrition Sciences, Brisbane, Queensland, Australia."
          }
        ],
        "LastName": "Newton",
        "ForeName": "Robert U",
        "Initials": "RU"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Edith Cowan University, Exercise Medicine Research Institute, Perth, Western Australia, Australia."
          }
        ],
        "LastName": "Galvão",
        "ForeName": "Daniel A",
        "Initials": "DA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Menzies Health Institute Queensland, Griffith University, Queensland, Australia. Electronic address: sandi.hayes@griffith.edu.au."
          }
        ],
        "LastName": "Hayes",
        "ForeName": "Sandra C",
        "Initials": "SC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Semin Oncol Nurs",
    "NlmUniqueID": "8504688",
    "ISSNLinking": "0749-2081"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Survivorship"
    }
  ]
}