{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "big data",
      "information physical education",
      "information technology",
      "intelligent governance of physical health",
      "physical health of college students"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36033780",
  "DateCompleted": {
    "Year": "2022",
    "Month": "08",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "08",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "924025",
      "10.3389/fpubh.2022.924025"
    ],
    "Journal": {
      "ISSN": "2296-2565",
      "JournalIssue": {
        "Volume": "10",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "Frontiers in public health",
      "ISOAbbreviation": "Front Public Health"
    },
    "ArticleTitle": "Big data-driven intelligent governance of college students' physical health: System and strategy.",
    "Pagination": {
      "StartPage": "924025",
      "MedlinePgn": "924025"
    },
    "Abstract": {
      "AbstractText": [
        "With the development of information technology, the application of a new generation of information technologies, such as big data, Internet Plus, and artificial intelligence, in the sports field is an emerging, novel trend. This paper examined the relevant research results and literature on physical education, computer science, pedagogy, management, and other disciplines, then used a self-made questionnaire to investigate the physical health status of Chinese college students. The big data were subsequently analyzed, which provided a scientific basis for the construction of an intelligent governance system for college students' physical health. Intelligent devices may be used to obtain big data resources, master the physical sports development and psychological status of college students, and push personalized sports prescriptions to solve the problems existing in college students' physical health. Research shows that there are four reasons for the continuous decline in Chinese college students' physical health levels. These are students' lack of positive exercise consciousness and healthy sports values (85.43%), a weak family sports concept and lack of physical exercise habits (62.76%), poor implementation of school sports policies (55.35%), and people's distorted sports value orientation (42.27%). Through the connecting effect of data, we can bring together the positive role of the government, school, society, family, and students so as to create an interlinked impact to promote students' physical health. The problems of insufficient platform utilization, lack of teaching resources, lagging research, and insufficient combination with big data in the intelligent governance of physical health of Chinese college students can be solved by building an intelligent governance system of physical health. Such a system would be composed of school infrastructure, data resources and technology processing, and intelligent service applications. Among these, school infrastructure refers to the material foundation and technical support. The material foundation includes perceptions, storage, computing, networks, and other equipment, and the technical support includes cloud computing, mobile Internet, the Internet of Things, artificial intelligence, and deep learning. Data resources refer to smart data, such as stadium data, physical health management data, and students' sports behavior data, which are mined from data resources such as students' physical development, physical health, and sports through big data technology and intelligent wearable devices. Intelligent managers provide efficient, intelligent, accurate, and personalized intelligent sports services for college students through data resource value mining, venue space-time optimization, health knowledge discovery, sports prescription pushes, etc. Finally, we put forward the development strategy for further deepening and improving the big data-driven intelligent governance system for college students' physical health. The intelligent governance system of physical health driven by big data and its development strategy can not only accurately guide and improve the physical health level of college students but also realize integrated teaching inside and outside physical education classes."
      ],
      "CopyrightInformation": "Copyright © 2022 Deng, Yu, Luo, Zhao and Li."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sports Department, University of Electronic Science and Technology of China, Chengdu, China."
          }
        ],
        "LastName": "Deng",
        "ForeName": "Chenliang",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Gymnastics, Chengdu Sport University, Chengdu, China."
          }
        ],
        "LastName": "Yu",
        "ForeName": "Qiaoyan",
        "Initials": "Q"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Military Education and Training, Police Academy of the Armed Police, Chengdu, China."
          }
        ],
        "LastName": "Luo",
        "ForeName": "Ganglin",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sports Department, University of Electronic Science and Technology of China, Chengdu, China."
          }
        ],
        "LastName": "Zhao",
        "ForeName": "Zhangzhi",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sports Department, University of Electronic Science and Technology of China, Chengdu, China."
          }
        ],
        "LastName": "Li",
        "ForeName": "Yuchao",
        "Initials": "Y"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Front Public Health",
    "NlmUniqueID": "101616579",
    "ISSNLinking": "2296-2565"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Artificial Intelligence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Big Data"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Students"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ],
  "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
}