{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Bewegung hat auf die Gesundheit einen positiven Effekt, der bereits in vielen Studien bewiesen wurde. Bei der Unterstützung der PatientInnen hin zu mehr Bewegung haben ÄrztInnen eine besondere Rolle. Vor diesem Hintergrund wurde 2009 das Modellprojekt „Rezept für Bewegung“ (RfB) in Deutschland ins Leben gerufen. Hierbei können ÄrztInnen ihren PatientInnen ein tatsächliches Rezept für Bewegung ausstellen. In Baden-Württemberg wurde dieses Angebot von 2015 bis 2016 in 4 Modellregionen erprobt. Ziel der vorliegenden Studie war es, nach dem Ende der Erprobung die Verwendung des RfB durch ÄrztInnen in Baden-Württemberg zu evaluieren.",
        "Die an dem Programm teilnehmenden ÄrztInnen wurden qualitativ befragt. Die Befragung wurde anhand eines strukturierten Interviewleitfadens telefonisch durchgeführt.",
        "Die qualitative Befragung zeigte eine positive Einstellung der ÄrztInnen gegenüber dem RfB. Als hemmende Faktoren für die Ausstellung des RfB wurden fehlende örtliche Angebote und die fehlende direkte Kostenübernahme der Krankenkasse für die empfohlenen Bewegungsangebote angegeben. Weitere Einflussgrößen stellten die Eigenmotivation der PatientInnen sowie die antizipierte Wahrscheinlichkeit der Umsetzung der Bewegungsempfehlung dar.",
        "Durch die vorliegende qualitative Erhebung konnten nicht nur Hemmnisse bei der Ausstellung des RfB durch ÄrztInnen und der Umsetzung der Bewegungsempfehlungen durch die PatientInnen, sondern auch förderliche Faktoren mit Blick auf die künftige Verwendung des RfB außerhalb des Modellvorhabens dokumentiert werden."
      ],
      "CopyrightInformation": "The Author(s). This is an open access article published by Thieme under the terms of the Creative Commons Attribution-NonDerivative-NonCommercial-License, permitting copying and reproduction so long as the original work is given appropriate credit. Contents may not be used for commercial purposes, or adapted, remixed, transformed or built upon. (https://creativecommons.org/licenses/by-nc-nd/4.0/)."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32785901",
  "DateCompleted": {
    "Year": "2021",
    "Month": "01",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "08",
        "Day": "12"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-1075-2149"
    ],
    "Journal": {
      "ISSN": "1439-4421",
      "JournalIssue": {
        "Volume": "83",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Jan"
        }
      },
      "Title": "Gesundheitswesen (Bundesverband der Arzte des Offentlichen Gesundheitsdienstes (Germany))",
      "ISOAbbreviation": "Gesundheitswesen"
    },
    "ArticleTitle": "[Evaluation of the Model project \"Prescription for Exercise\" in Baden-Württemberg: An Explorative Qualitative Survey].",
    "Pagination": {
      "StartPage": "24",
      "EndPage": "32",
      "MedlinePgn": "24-32"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise has a positive effect on health, which has already been proven in many studies. Doctors have an important role in helping patients to get more exercise. Against this background, the preventive model project \"Exercise on Prescription\" (RfB) was launched in Germany in 2009. This allows doctors to give their patients a prescription for exercise. In Baden-Württemberg, this offer was tested in 4 regions from 2015 to 2016. The aim of the present study was to evaluate the use of the RfB by doctors in Baden-Württemberg at the end of the trial phase by means of qualitative interviews of physicians participating in the program in 2017.",
        "The telephone interviews were conducted using a structured interview guide.",
        "The qualitative survey showed a positive attitude of the physicians towards the RfB. The lack of local offers and the lack of direct cost reimbursement by the statutory health in-surances were cited as inhibiting factors for the issuance of the RfB. Further influencing factors were the self-motivation of the patients and the anticipated probability of implementation.",
        "The present qualitative survey not only documented the obstacles to RfB being issued by doctors and the patients' implementation of the physical activity recommendations, but also beneficial factors with regard to the future use of the RfB outside the model project."
      ],
      "CopyrightInformation": "The Author(s). This is an open access article published by Thieme under the terms of the Creative Commons Attribution-NonDerivative-NonCommercial-License, permitting copying and reproduction so long as the original work is given appropriate credit. Contents may not be used for commercial purposes, or adapted, remixed, transformed or built upon. (https://creativecommons.org/licenses/by-nc-nd/4.0/)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Arbeitsmedizin, Sozialmedizin und Versorgungsforschung, Universitätsklinikum Tübingen, Tübingen."
          }
        ],
        "LastName": "Emerich",
        "ForeName": "Sigrid",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Arbeitsmedizin, Sozialmedizin und Versorgungsforschung, Universitätsklinikum Tübingen, Tübingen."
          }
        ],
        "LastName": "Preiser",
        "ForeName": "Christine",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Arbeitsmedizin, Sozialmedizin und Versorgungsforschung, Universitätsklinikum Tübingen, Tübingen."
          }
        ],
        "LastName": "Rieger",
        "ForeName": "Monika A",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Journal Article"
    ],
    "VernacularTitle": "Evaluation des Modellprojektes „Rezept für Bewegung“ in Baden-Württemberg mittels explorativer qualitativer Befragung."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Gesundheitswesen",
    "NlmUniqueID": "9204210",
    "ISSNLinking": "0941-3790"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ],
  "CoiStatement": "Die Autorinnen/Autoren geben an, dass kein Interessenkonflikt besteht."
}