{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2517702",
  "DateCompleted": {
    "Year": "1990",
    "Month": "07",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-3549",
      "JournalIssue": {
        "Volume": "104 Suppl",
        "Issue": "Suppl",
        "PubDate": {
          "Year": "1989",
          "Season": "Sep-Oct"
        }
      },
      "Title": "Public health reports (Washington, D.C. : 1974)",
      "ISOAbbreviation": "Public Health Rep"
    },
    "ArticleTitle": "The role of exercise in preventing osteoporosis.",
    "Pagination": {
      "StartPage": "54",
      "EndPage": "58",
      "MedlinePgn": "54-8"
    },
    "Abstract": {
      "AbstractText": [
        "Evidence from a variety of sources indicates that exercise can increase the mineral content of bone, raising the expectation that exercise programs may be effective therapy for the treatment of osteoporosis, and the prevention of hip and spinal fractures. Indeed, prospective studies demonstrate that primarily weight-bearing exercise prevents the age-related decline in axial skeletal mass and, in some instances, increases bone mineral content. Optimal changes in the skeleton in response to exercise are seen in those women with adequate intake of dietary calcium. Neither hormonal status nor age appears to preclude the skeletal benefits of exercise. The design of an exercise program must consider the physical condition of the participants, their current levels of activity, their compliance, and the objectives of the program. Generic programs that are not designed for individuals' needs and limitations, and that are not adequately supervised, will result in a high rate of musculoskeletal complications and noncompliance. Unfortunately, additional studies are necessary before we can construct an optimum exercise prescription for bone health which addresses duration, frequency, intensity, and type of exercise. Of concern is the fact that gains in bone mass achieved with exercise are lost following their discontinuation in postmenopausal women, underscoring the concept that the level of physical activity is a major and dynamic determinant of skeletal integrity. Thus, it will be necessary to develop strategies to preserve the gains in skeletal mass achieved through exercise. Finally, before exercise can be promoted for bone health, it will be necessary to demonstrate that such programs can indeed prevent osteoporotic fractures."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Washington University School of Medicine, Jewish Hospital, St. Louis, MO."
          }
        ],
        "LastName": "Birge",
        "ForeName": "S J",
        "Initials": "SJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dalsky",
        "ForeName": "G",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Public Health Rep",
    "NlmUniqueID": "9716844",
    "ISSNLinking": "0033-3549"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Osteoporosis, Postmenopausal"
    }
  ]
}