{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8974726",
  "DateCompleted": {
    "Year": "1997",
    "Month": "01",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0171-967X",
      "JournalIssue": {
        "Volume": "59 Suppl 1",
        "PubDate": {
          "Year": "1996"
        }
      },
      "Title": "Calcified tissue international",
      "ISOAbbreviation": "Calcif Tissue Int"
    },
    "ArticleTitle": "Harmonization of clinical practice guidelines for the prevention and treatment of osteoporosis and osteopenia in Europe: a difficult challenge.",
    "Pagination": {
      "StartPage": "S24",
      "EndPage": "S29",
      "MedlinePgn": "S24-9"
    },
    "Abstract": {
      "AbstractText": [
        "Europe is a patchwork of various medical cultures and financial resources. Variations abound with respect to financing, accessibility to public health systems, health expenditures, drug registration and reimbursement, the prescription of drugs, and clinical applications, as well as the perception of osteoporosis itself. However, there are possibilities for the harmonization of medical services among the various countries within Europe. The European Agency for the Evaluation of Medicinal Products (EAEMP) is attending to the centralized or decentralized procedures for the registration of drugs. The Group for the Respect of Ethics and Excellence in Science (GREES) is investigating guidelines for drug registration as well as gathering and making available medical references. The European Foundation for Osteoporosis and Bone Diseases (EFFO) is increasing awareness of the prevalence of the disease and the need for prevention and treatment. Finally, the International Federation of Societies on Skeletal Diseases (IFSSD) is coordinating epidemiologic, clinical, and social research. There is a need for increased awareness of osteoporosis throughout Europe. Health authorities are in need of cost/benefit reports leading to the registration and reimbursement of agents. Primary care physicians need information about osteoporosis and need to become involved in the diagnosis and science of the disease. Awareness needs to be generated among specialists; they need to be educated in the latest techniques for diagnosis and treatment. Finally, the general population needs to become aware of osteoporosis and to be encouraged to participate in the prevention and treatment of this disease. Current screening and detection in Europe is being done by densitometry. However, other techniques on the horizon include ultrasound and biochemical markers. Primary prevention, i.e., maximizing peak bone mass, includes examining the genetics of osteoporosis to determine the high-risk population and promoting reasonable physical exercise and dietary/life-style habits (e.g., increased calcium and avoidance of tobacco). Secondary prevention includes the identification of high-risk groups through risk factors, biochemical markers, and densitometry and adherence to the World Health Organization definition of osteopenia-osteoporosis (adapted to financial concerns by GREES guidelines). Other therapies include hormone replacement agents (although there are risks for cancer and concerns about durability), calcium and other inhibitors of bone resorption, physical activity, and vitamin D prophylaxis in the elderly. Treatment of established or severe osteoporosis includes drugs upon availability (inhibitors of bone resorption and stimulators of bone formation), surgery, and experimental approaches."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Bone and Cartilage Metabolism Unit, University of Liège, Belgium."
          }
        ],
        "LastName": "Reginster",
        "ForeName": "J L",
        "Initials": "JL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Calcif Tissue Int",
    "NlmUniqueID": "7905481",
    "ISSNLinking": "0171-967X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Osteoporosis"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Practice Guidelines as Topic"
    }
  ],
  "NumberOfReferences": "17"
}