{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11303713",
  "DateCompleted": {
    "Year": "2001",
    "Month": "05",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0937-941X",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "2",
        "PubDate": {
          "Year": "2001"
        }
      },
      "Title": "Osteoporosis international : a journal established as result of cooperation between the European Foundation for Osteoporosis and the National Osteoporosis Foundation of the USA",
      "ISOAbbreviation": "Osteoporos Int"
    },
    "ArticleTitle": "Intensive and prolonged health promotion strategy may increase awareness of osteoporosis among postmenopausal women.",
    "Pagination": {
      "StartPage": "131",
      "EndPage": "135",
      "MedlinePgn": "131-5"
    },
    "Abstract": {
      "AbstractText": [
        "The aim of the study was to measure the results of a 15-year health promotion strategy towards osteoporosis, in an urban community of subjects over 45 years old, in terms of osteoporosis awareness and handling. To this end an ancillary study to a large survey of the Belgian population's self-perceived health status was carried out. A rectangular sample of 4800 individuals over 45 years old was randomly selected in two Belgian cities, among the affiliates of the two main health insurance providers. One of the cities (Liège) had been, since the early 1980s, the target of a constant health promotion strategy, directed to both the medical community and the general population, aimed at increasing osteoporosis awareness in women after the menopause. During the same period, no particular steps were taken in the other city (Aalst) to increase osteoporosis awareness in the community. In our study, the participants were asked to spontaneously report any chronic, serious and/or severe disorders that they had been suffering from, for at least 6 months, during the previous 12 months. They also provided a list of drugs they were taking at the time of the survey. Osteoporosis was reported to be a disease affecting 1.5% of men in Aalst and 1.3% of men in Liege (p = 0.61). For women, osteoporosis was reported to be present in 4.8% in Aalst and 10.8% in Liege (p<0.001). Self-reporting of osteoporosis prevalence in Liege was statistically significantly higher in women aged 45-64 years, 65-74 years or over 75 years (p<0.001). Obesity, alcohol consumption or physical activity were equally distributed between women from Liège and Aalst. Prescription drugs used for osteoporosis had been delivered to a similar proportion of men in Aalst and Liège. In women, a statistically significant difference in these prescription drugs was observed between Liège and Aalst, both for the overall population (p<0.001) and in each of the age classes (p<0.001 for 45-64 years and 65-74 years; p<0.009 for over 75 years). A continuous long-term health promotion strategy, directed toward both physicians and the general population, thus appears to increase awareness about osteoporosis in women over 45 years and/or in the medical community. This is reflected by an increase in self-reported prevalence of osteoporosis and in the prescription of drugs aimed at prevention and treatment of this disorder. Whether these observations reflect an appropriate diagnosis and a proper handling of the disease remains to be evaluated by objective diagnostic tools such as bone densitometry and by an evaluation of the effectiveness of prescription practices in postmenopausal women."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "WHO Collaborating Center for Public Health Aspects of Osteoarticular Disorders, University of Liege, Belgium."
          }
        ],
        "LastName": "Tellier",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "De Maeseneer",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "De Prins",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sedrine",
        "ForeName": "W B",
        "Initials": "WB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gosset",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Reginster",
        "ForeName": "J Y",
        "Initials": "JY"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Osteoporos Int",
    "NlmUniqueID": "9100105",
    "ISSNLinking": "0937-941X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Awareness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Osteoporosis, Postmenopausal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Education as Topic"
    }
  ]
}