{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29319376",
  "DateCompleted": {
    "Year": "2019",
    "Month": "01",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "01",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "01",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/01612840.2017.1391903"
    ],
    "Journal": {
      "ISSN": "1096-4673",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "2",
        "PubDate": {
          "Year": "2018",
          "Month": "Feb"
        }
      },
      "Title": "Issues in mental health nursing",
      "ISOAbbreviation": "Issues Ment Health Nurs"
    },
    "ArticleTitle": "The Effect of Physical Activity on PTSD.",
    "Pagination": {
      "StartPage": "179",
      "EndPage": "187",
      "MedlinePgn": "179-187"
    },
    "Abstract": {
      "AbstractText": [
        "Although physical activity (PA) is known to reduce anxiety and depression, less is known about the effects of PA on post-traumatic stress disorder (PTSD). The author examined the state of the science regarding the effect of PA on PTSD. Three themes emerged: PA characteristics, added benefits of PA as a PTSD intervention, and theories on the method of action. Physical activity seems to be an effective adjunct therapy to reduce PTSD symptom severity. Findings are inconsistent between observational and controlled studies. More research is needed to identify the most effective type, dose, and duration of exercise. The primary author is responsible for review, synthesis, and analysis of the literature as well as preparation of the manuscript. The corresponding author is responsible for reviewing and editing the manuscript. All authors have reviewed the submitted manuscript and approve the manuscript for submission. SUMMARY STATEMENT Why is this review needed? • Post-traumatic stress disorder is a debilitating condition that is growing in prevalence and, if untreated or undertreated, can have significant impact on individuals, families, and ultimately the society at large. • Traditional treatment includes psychotherapy and pharmacotherapy; however, many who suffer from post-traumatic stress disorder have limited access to these treatment modalities. • The Institute of Medicine has called for research into cost-effective, complementary treatments to potentiate the traditional method of combined psychotherapy and pharmacotherapy. What are the key findings? • Physical activity has been shown to reduce symptoms of post-traumatic stress disorder in persons with subsyndromal symptoms and persons resistant to standard treatment. • Physical activity has also been shown to improve health conditions that may accompany PTSD (e.g., anxiety, depression, sleep disturbances, and cardiovascular disease). How should the findings be used to influence policy/practice/research/education? • Clinicians should include patient-specific exercise prescriptions in their plan of care for treating those with PTSD (e.g., walking program, aerobic activity, or yoga). • Interventions for persons with PTSD should extend beyond the relationship with the clinician, and include methods that motivate continued exercise. • Research should focus on the type and amount of activity that is most effective for treating persons with PTSD, including the length of time needed for optimal improvements to be maintained."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "a PhD Student, College of Nursing, University of Tennessee , Knoxville , Tennessee , USA."
          }
        ],
        "LastName": "Oppizzi",
        "ForeName": "Lauren M",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "b Assistant Professor, College of Nursing, Department of Acute and Tertiary Care , The University of Tennessee Health Science Center , Memphis , Tennessee , USA."
          }
        ],
        "LastName": "Umberger",
        "ForeName": "Reba",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Issues Ment Health Nurs",
    "NlmUniqueID": "7907126",
    "ISSNLinking": "0161-2840"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Stress Disorders, Post-Traumatic"
    }
  ]
}