{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31241517",
  "DateCompleted": {
    "Year": "2020",
    "Month": "09",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "09",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/HCR.0000000000000382"
    ],
    "Journal": {
      "ISSN": "1932-751X",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "4",
        "PubDate": {
          "Year": "2019",
          "Month": "Jul"
        }
      },
      "Title": "Journal of cardiopulmonary rehabilitation and prevention",
      "ISOAbbreviation": "J Cardiopulm Rehabil Prev"
    },
    "ArticleTitle": "What Is the Optimal Exercise Prescription for Patients With Dilated Cardiomyopathy in Cardiac Rehabilitation? A SYSTEMATIC REVIEW.",
    "Pagination": {
      "StartPage": "235",
      "EndPage": "240",
      "MedlinePgn": "235-240"
    },
    "Abstract": {
      "AbstractText": [
        "Dilated cardiomyopathy (DCM) is 1 of the major causes of advanced heart failure. However, relatively little is known about the effects of exercise specifically in patients with DCM. This purpose of this literature review was to identify optimal exercise training programming for patients with DCM.",
        "A systematic review was conducted by 3 clinical specialists and the level of evidence of each study was rated using Sackett's levels of evidence. Multiple databases (PubMed Central, EMBASE, and EBSCO) were searched with the inclusion criteria of articles published in English.",
        "A total of 4544 studies were identified using the search strategy, of which 4 were included in our systematic review. The exercise frequency of the reviewed studies ranged from 3 to 5 times/wk, and exercise intensity was prescribed within a range from 50% to 80% of oxygen uptake reserve. Exercise time was as high as 45 min by the final month of the exercise prescription. Exercise type was mainly aerobic exercise and resistance training. The average improvement of exercise capacity was 19.5% in reviewed articles. Quality of life also improved after intervention.",
        "According to this systematic review of the literature, data related to exercise therapy specifically for patients with DCM are scarce and exercise interventions in articles reviewed were prescribed differently using the FITT (frequency, intensity, time, and type) principle. Exercise intensity tailored to individual exercise capacity should be used for optimal exercise prescriptions that are safe and efficacious in patients with DCM."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Sports Medicine, Department of Orthopedic Surgery (Mr Seo and Dr Park), Heart Stroke and Vascular Institute, Department of Nursing, Cardiac Center, Rehabilitation & Prevention Center (Ms Jang), Cardiac Center, Heart Stroke and Vascular Institute (Drs Lee and Jeon), and Rehabilitation and Prevention Center, Heart Stroke and Vascular Institute (Dr Sung), Samsung Medical Center, Seoul, South Korea; Sungkyunkwan University School of Medicine, Seoul, South Korea (Mr Seo, Ms Jang, and Drs Lee, Jeon, Park, and Sung)."
          }
        ],
        "LastName": "Seo",
        "ForeName": "Yong Gon",
        "Initials": "YG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Jang",
        "ForeName": "Mi Ja",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lee",
        "ForeName": "Ga Yeon",
        "Initials": "GY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Jeon",
        "ForeName": "Eun Seok",
        "Initials": "ES"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Park",
        "ForeName": "Won Hah",
        "Initials": "WH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sung",
        "ForeName": "Ji Dong",
        "Initials": "JD"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Cardiopulm Rehabil Prev",
    "NlmUniqueID": "101291247",
    "ISSNLinking": "1932-7501"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cardiac Rehabilitation"
    },
    {
      "QualifierName": [
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Cardiomyopathy, Dilated"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Selection"
    }
  ]
}