{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22462794",
  "DateCompleted": {
    "Year": "2012",
    "Month": "08",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2165/11599170-000000000-00000"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "42",
        "Issue": "5",
        "PubDate": {
          "Year": "2012",
          "Month": "May",
          "Day": "01"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Using cadence to study free-living ambulatory behaviour.",
    "Pagination": {
      "StartPage": "381",
      "EndPage": "398",
      "MedlinePgn": "381-98"
    },
    "Abstract": {
      "AbstractText": [
        "The health benefits of a physically active lifestyle across a person's lifespan have been established. If there is any single physical activity behaviour that we should measure well and promote effectively, it is ambulatory activity and, more specifically, walking. Since public health physical activity guidelines include statements related to intensity of activity, it follows that we need to measure and promote free-living patterns of ambulatory activity that are congruent with this intent. The purpose of this review article is to present and summarize the potential for using cadence (steps/minute) to represent such behavioural patterns of ambulatory activity in free-living. Cadence is one of the spatio-temporal parameters of gait or walking speed. It is typically assessed using short-distance walks in clinical research and practice, but free-living cadence can be captured with a number of commercially available accelerometers that possess time-stamping technology. This presents a unique opportunity to use the same metric to communicate both ambulatory performance (assessed under testing conditions) and behaviour (assessed in the real world). Ranges for normal walking cadence assessed under laboratory conditions are 96-138 steps/minute for women and 81-135 steps/minute for men across their lifespan. The correlation between mean cadence and intensity (assessed with indirect calorimetry and expressed as metabolic equivalents [METs]) based on five treadmill/overground walking studies, is r = 0.93 and 100 steps/minute is considered to be a reasonable heuristic value indicative of walking at least at absolutely-defined moderate intensity (i.e. minimally, 3 METs) in adults. The weighted mean cadence derived from eight studies that have observed pedestrian cadence under natural conditions was 115.2 steps/minute, demonstrating that achieving 100 steps/minute is realistic in specific settings that occur in real life. However, accelerometer data collected in a large, representative sample suggest that self-selected walking at a cadence equivalent to ≥100 steps/minute is a rare occurrence in free-living adults. Specifically, the National Health and Nutrition Examination Survey (NHANES) data show that US adults spent ≅4.8 hours/day in non-movement (i.e. zero cadence) during wearing time, ≅8.7 hours at 1-59 steps/minute, ≅16 minutes/day at cadences of 60-79 steps/minute, ≅8 minutes at 80-99 steps/minute, ≅5 minutes at 100-119 steps/minute, and ≅2 minutes at 120+ steps/minute. Cadence appears to be sensitive to change with intervention, and capitalizing on the natural tempo of music is an obvious means of targeting cadence. Cadence could potentially be used effectively in epidemiological study, intervention and behavioural research, dose-response studies, determinants studies and in prescription and practice. It is easily interpretable by researchers, clinicians, programme staff and the lay public, and therefore offers the potential to bridge science, practice and real life."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Walking Behavior Laboratory, Pennington Biomedical Research Center, Baton Rouge, LA 70808, USA. Tudor-Locke@pbrc.edu"
          }
        ],
        "LastName": "Tudor-Locke",
        "ForeName": "Catrine",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rowe",
        "ForeName": "David A",
        "Initials": "DA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Metabolic Equivalent"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Monitoring, Ambulatory"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Public Health"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Walking"
    }
  ]
}