{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Global South",
      "developing countries",
      "health promotion",
      "nature prescriptions",
      "noncommunicable diseases",
      "park prescriptions",
      "urban green space",
      "urban health",
      "urban parks"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32486391",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "05",
        "Day": "31"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "3900",
      "10.3390/ijerph17113900"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "11",
        "PubDate": {
          "Year": "2020",
          "Month": "May",
          "Day": "31"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Noncommunicable Diseases, Park Prescriptions, and Urban Green Space Use Patterns in a Global South Context: The Case of Dhaka, Bangladesh.",
    "Abstract": {
      "AbstractText": [
        "Urban green space use is often associated with improved physical and mental health and lower noncommunicable disease (NCDs) burdens. Factors that influence green space visits have been documented in cities of the Global North, but evidence of urban green space use patterns for cities in the Global South is scarce. The aim of this study is to investigate factors influencing urban green space use patterns in Dhaka, Bangladesh, a megacity of the Global South, with a particular focus on how poor health condition and healthcare professionals' prescriptions to exercise outdoors (park prescriptions-ParkRx) impact the green space use of middle-aged adults. We collected green space characteristics and use factors (i.e., availability, accessibility, attractiveness, and attachment), health condition, ParkRx, and urban green space use intensity (i.e., frequency and duration) via a self-reported questionnaire from 169 middle-aged residents of Dhaka. We used multivariate modeling to estimate the association of green space characteristics, health condition, and ParkRx with use intensity. We further applied a mediation analysis to determine the influence of ParkRx on the relationship between residents' poor health conditions and use intensity. We found that green space availability and accessibility did not significantly influence use intensity, but attractiveness was negatively associated with use intensity. Green space use intensity was significantly and positively associated with attachment to the green space, poor health condition (i.e., having noncommunicable diseases), and ParkRx. ParkRx significantly mediated the relationship between health condition and use intensity. We observed limited supply, poor access, and low attractiveness when studying the urban green spaces in Dhaka, but these qualities did not affect use intensity, as found in many case studies in the Global North. In contrast, urban green space use intensity in our case study is mostly dependent on poor health condition and park prescriptions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Environment, Education and Development, University of Manchester, Oxford Road, Manchester M13 9 PL, UK."
          }
        ],
        "LastName": "Labib",
        "ForeName": "S M",
        "Initials": "SM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health and Society, Faculty of Social Sciences, University of Wollongong NSW, Wollongong 2522, Australia."
          }
        ],
        "LastName": "Shuvo",
        "ForeName": "Faysal Kabir",
        "Initials": "FK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Parks, Recreation, and Tourism Management, Clemson University, Clemson, SC 29631, USA."
          }
        ],
        "LastName": "Browning",
        "ForeName": "Matthew H E M",
        "Initials": "MHEM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of City and Metropolitan Planning, The University of Utah, Salt Lake City, UT 84112, USA."
          }
        ],
        "LastName": "Rigolon",
        "ForeName": "Alessandro",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bangladesh"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Environment Design"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Noncommunicable Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Residence Characteristics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Urban Population"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}