{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24065550",
  "DateCompleted": {
    "Year": "2014",
    "Month": "04",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "09",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/14651858.CD010192.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "9",
        "PubDate": {
          "Year": "2013",
          "Month": "Sep",
          "Day": "24"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Interventions for promoting habitual exercise in people living with and beyond cancer.",
    "Pagination": {
      "StartPage": "CD010192",
      "MedlinePgn": "CD010192"
    },
    "Abstract": {
      "AbstractText": [
        "The beneficial effects of regular exercise for people living with or beyond cancer are becoming apparent. However, how to promote exercise behaviour in sedentary cancer cohorts is not as well understood. A large majority of people living with or recovering from cancer do not meet exercise recommendations. Hence, reviewing the evidence on how to promote and sustain exercise behaviour is important.",
        "To assess the effects of interventions to promote exercise behaviour in sedentary people living with and beyond cancer and to address the following questions: Which interventions are most effective in improving aerobic fitness and skeletal muscle strength and endurance? What adverse effects are attributed to different exercise interventions? Which interventions are most effective in improving exercise behaviour amongst patients with different cancers? Which interventions are most likely to promote long-term (12 months or longer) exercise behaviour? What frequency of contact with exercise professionals is associated with increased exercise behaviour? What theoretical basis is most often associated with increased exercise behaviour? What behaviour change techniques are most often associated with increased exercise behaviour?",
        "We searched the following electronic databases: Cochrane Central Register of Controlled Trials (CENTRAL, The Cochrane Library, Issue 8, 2012), MEDLINE, EMBASE, AMED, CINAHL, PsycLIT/PsycINFO, SportDiscus and PEDro from inception to August 2012. We also searched the grey literature, wrote to leading experts in the field, wrote to charities and searched reference lists of other recent systematic reviews.",
        "We included only randomised controlled trials (RCTs) that compared an exercise intervention with a usual care approach in sedentary people over the age of 18 with a homogenous primary cancer diagnosis.",
        "Two review authors working independently (LB and KH) screened all titles and abstracts to identify studies that might meet the inclusion criteria, or that cannot be safely excluded without assessment of the full text (e.g. when no abstract is available). All eligible papers were formally abstracted by at least two members of the review author team working independently (LB and KH) and using the data collection form. When possible, and if appropriate, we performed a fixed-effect meta-analysis of study outcomes. For continuous outcomes (e.g. cardiorespiratory fitness), we extracted the final value, the standard deviation of the outcome of interest and the number of participants assessed at follow-up in each treatment arm, to estimate standardised mean difference (SMD) between treatment arms. SMD was used, as investigators used heterogeneous methods to assess individual outcomes. If a meta-analysis was not possible or was not appropriate, we synthesised studies as a narrative.",
        "Fourteen trials were included in this review, involving a total of 648 participants. Only studies involving breast, prostate or colorectal cancer were identified as eligible. Just six trials incorporated a target level of exercise that could meet current recommendations. Only three trials were identified that attempted to objectively validate independent exercise behaviour with accelerometers or heart rate monitoring. Adherence to exercise interventions, which is crucial for understanding treatment dose, is often poorly reported. It is important to note that the fundamental metrics of exercise behaviour (i.e. frequency, intensity and duration, repetitions, sets and intensity of resistance training), although easy to devise and report, are seldom included in published clinical trials.None of the included trials reported that 75% or greater adherence (the stated primary outcome for this review) of the intervention group met current aerobic exercise recommendations at any given follow-up. Just two trials reported six weeks of resistance exercise behaviour that would meet the guideline recommendations. However, three trials reported adherence of 75% or greater to an aerobic exercise goal that was less than the current guideline recommendation of 150 minutes per week. All three incorporated both supervised and independent exercise components as part of the intervention, and none placed restrictions on the control group in terms of exercise behaviour. These three trials shared programme set goals and the following behaviour change techniques: generalisation of a target behaviour; prompting of self-monitoring of behaviour; and prompting of practise. Despite the uncertainty surrounding adherence in many of the included trials, interventions caused improvements in aerobic exercise tolerance at 8 to 12 weeks (from 7 studies, SMD 0.73, 95% confidence interval (CI) 0.51 to 0.95) in intervention participants compared with controls. At six months, aerobic exercise tolerance was also improved (from 5 studies, SMD 0.70, 95% CI 0.45 to 0.94), but it should be noted that four of the five trials used in this analysis had a high risk of bias, hence caution is warranted in interpretation of results. Attrition over the course of these interventions is typically low (median 6%).",
        "Interventions to promote exercise in cancer survivors who report better levels of adherence share some common behaviour change techniques. These involve setting programme goals, prompting practise and self-monitoring and encouraging participants to attempt to generalise behaviours learned in supervised exercise environments to other, non-supervised contexts. However, expecting most sedentary survivors to achieve current guideline recommendations of at least 150 minutes per week of aerobic exercise is likely to be unrealistic. As with all well-designed exercise programmes in any context, prescriptions should be designed around individual capabilities, and frequency, duration and intensity or sets, repetitions, intensity or resistance training should be generated on this basis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Queen Mary University of London, Barts & The London School of Medicine and Dentistry, Centre for Primary Care and Public Health, Blizard Institute, Yvonne Carter Building, 58 Turner Street, London, UK, E1 2AB."
          }
        ],
        "LastName": "Bourke",
        "ForeName": "Liam",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Homer",
        "ForeName": "Kate E",
        "Initials": "KE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Thaha",
        "ForeName": "Mohamed A",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Steed",
        "ForeName": "Liz",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rosario",
        "ForeName": "Derek J",
        "Initials": "DJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Robb",
        "ForeName": "Karen A",
        "Initials": "KA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Saxton",
        "ForeName": "John M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Taylor",
        "ForeName": "Stephanie J C",
        "Initials": "SJ"
      }
    ],
    "GrantList": [
      {
        "GrantID": "RP-PG-0609-10181",
        "Acronym": "DH_",
        "Agency": "Department of Health",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Evid Based Nurs. 2014 Oct;17(4):116",
      "PMID": "24531104"
    },
    {
      "RefSource": "Cochrane Database Syst Rev. 2018 Sep 19;9:CD010192",
      "PMID": "30229557"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Colorectal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Habits"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Endurance"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Prostatic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Survivors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}