{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Arterial occlusive diseases",
      "Cardiovascular diseases",
      "Exercise physiology",
      "Exercise test",
      "Exercise therapy",
      "Resistance training"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24315956",
  "DateCompleted": {
    "Year": "2015",
    "Month": "06",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "11",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jsams.2013.10.251",
      "S1440-2440(13)00482-9"
    ],
    "Journal": {
      "ISSN": "1878-1861",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "6",
        "PubDate": {
          "Year": "2014",
          "Month": "Nov"
        }
      },
      "Title": "Journal of science and medicine in sport",
      "ISOAbbreviation": "J Sci Med Sport"
    },
    "ArticleTitle": "Exercise & Sports Science Australia (ESSA) position statement on exercise prescription for patients with peripheral arterial disease and intermittent claudication.",
    "Pagination": {
      "StartPage": "623",
      "EndPage": "629",
      "MedlinePgn": "623-9"
    },
    "Abstract": {
      "AbstractText": [
        "Peripheral arterial disease (PAD) is characterised by atherosclerotic stenosis or occlusion of the arteries of the lower limbs, resulting in an impairment of blood flow to the legs. Patients with PAD have a significant reduction in their physical capacity and are limited during activities such as walking by intermittent claudication.",
        "Position stand.",
        "Synthesis of published work within the field of exercise training and peripheral arterial disease.",
        "Supervised exercise training is considered the most effective treatment for increasing exercise tolerance in patients with PAD, and is also associated with improvements in daily physical activity and quality of life, and a reduction is cardiovascular disease risk. Exercise should be prescribed and progressed for patients individually, taking into consideration their disease severity, exercise tolerance and relevant comorbidities.",
        "While walking programs are beneficial and frequently prescribed, other forms of aerobic exercise such as cycling or arm-cranking may also be incorporated as tolerated by patients. Forty minutes of accumulated aerobic activity, three times per week, is recommended for most patients. Patients should be encouraged to commence exercise at a moderate intensity, and should stop and rest if claudication pain becomes severe. Resistance training should also be included on at least two days per week with the goal of improving muscular strength and endurance. Comorbidities such as musculoskeletal complaints, hypertension, diabetes and peripheral neuropathy are common in patients with PAD and may exacerbate their functional limitations. Given the high cardiovascular risk associated with PAD, it is important that patients are appropriately monitored during exercise."
      ],
      "CopyrightInformation": "Copyright © 2013 Sports Medicine Australia. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Health and Sport Sciences, University of the Sunshine Coast, Australia; NHMRC National Centre of Research Excellence for Peripheral Arterial Diseases, Australia. Electronic address: caskew@usc.edu.au."
          }
        ],
        "LastName": "Askew",
        "ForeName": "Christopher D",
        "Initials": "CD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, University of New South Wales, Australia; NHMRC National Centre of Research Excellence for Peripheral Arterial Diseases, Australia."
          }
        ],
        "LastName": "Parmenter",
        "ForeName": "Belinda",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Sport and Exercise Science, James Cook University, Australia; NHMRC National Centre of Research Excellence for Peripheral Arterial Diseases, Australia."
          }
        ],
        "LastName": "Leicht",
        "ForeName": "Anthony S",
        "Initials": "AS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Discipline of Surgery, University of Queensland, Australia; NHMRC National Centre of Research Excellence for Peripheral Arterial Diseases, Australia."
          }
        ],
        "LastName": "Walker",
        "ForeName": "Philip J",
        "Initials": "PJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Vascular Biology Unit, Queensland Research Centre for Peripheral Vascular Disease, School of Medicine and Dentistry, James Cook University, Australia; NHMRC National Centre of Research Excellence for Peripheral Arterial Diseases, Australia."
          }
        ],
        "LastName": "Golledge",
        "ForeName": "Jonathan",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Australia",
    "MedlineTA": "J Sci Med Sport",
    "NlmUniqueID": "9812598",
    "ISSNLinking": "1878-1861"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Intermittent Claudication"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Peripheral Arterial Disease"
    }
  ]
}