{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27893567",
  "DateCompleted": {
    "Year": "2019",
    "Month": "06",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1519/JPT.0000000000000114"
    ],
    "Journal": {
      "ISSN": "2152-0895",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "3",
        "PubDate": {
          "Year": "2018",
          "Season": "Jul/Sep"
        }
      },
      "Title": "Journal of geriatric physical therapy (2001)",
      "ISOAbbreviation": "J Geriatr Phys Ther"
    },
    "ArticleTitle": "Determining Whether a Dosage-Specific and Individualized Home Exercise Program With Consults Reduces Fall Risk and Falls in Community-Dwelling Older Adults With Difficulty Walking: A Randomized Control Trial.",
    "Pagination": {
      "StartPage": "161",
      "EndPage": "172",
      "MedlinePgn": "161-172"
    },
    "Abstract": {
      "AbstractText": [
        "The development and implementation of effective interventions to prevent falls in older adults is a public health priority. The purpose of this study was to compare the efficacy of a new practice model, incorporating Shubert's evidence-based fall prevention recommendations, with the usual ambulatory physical therapy (PT) at Rusk Rehabilitation, to decrease fall risk among older adults living in the community. The hypotheses were (1) the proposed program would decrease participants' fall risk, (2) it would be more effective than our usual PT, and (3) the addition of 4 consults after discharge would improve compliance with a home exercise program.",
        "This was a randomized controlled trial. Sixty-nine participants who were independent community dwellers, were 65 years or older, had difficulty walking or complaints of instability, and had 1 or more risk of falls were randomly assigned into a usual care group (UCG, n = 43) or an experimental group (EG, n = 26). Both groups received PT 2 times per week for 30 minutes for 10 to 32 visits. The UCG received the usual PT delivered at Rusk. The EG was instructed in a moderate- to high-intensity home exercise program designed after completing the mini-Balance Evaluation Systems Test to assist with exercise prescription. The EG was educated on performing a recommended dosage of exercise over 6 months using a diary. The EG received 4 additional 30-minute consults every 2 to 4 weeks postdischarge to reinforce compliance. Self-report of number of falls, number of minutes of exercise per week, and performance on outcome measures (Timed Up and Go, 5-times sit-to-stand, Berg Balance Scale, and Activity Balance Confidence Scale) were monitored at evaluation, 2, 4, and 6 months.",
        "Thirty-five participants completed the study (UCG n = 22; EG n = 13). Both groups were similar at baseline on outcome measures and number of visits. Random effect model analyses demonstrated that both groups made significant reductions in fall risk over 6 months as identified by performance on outcome measures. However, the EG improved significantly more compared with the UCG over time (P < .05). Linear regression analyses showed that the EG exercised significantly more compared with the UCG at all times (P < .05). The EG exceeded the target of 115 min/wk of exercise (154 minutes, standard deviation [SD] 68.5; 170 minutes, SD 96.8; and 143 minutes, SD 68.5) at 2, 4, and 6 months, respectively. This study demonstrated that the experimental program is effective in decreasing fall risk in community-dwelling older adults and is more effective than our usual care. Moreover, it suggests that the overall experimental protocol may offer an effective strategy to foster adherence to an exercise program without the increasing number of visits.",
        "This study supports the efficacy of the experimental program in decreasing fall risk and being more effective than our usual care, as well as fostering greater compliance with an exercise regimen. It provides some preliminary evidence to support Shubert's recommendation on exercise prescription for fall prevention."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NYU Langone Medical Center Rusk Rehabilitation, New York."
          }
        ],
        "LastName": "Gallo",
        "ForeName": "Estelle",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stelmach",
        "ForeName": "Maria",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Frigeri",
        "ForeName": "Fernanda",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ahn",
        "ForeName": "Dong-Hyun",
        "Initials": "DH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Geriatr Phys Ther",
    "NlmUniqueID": "101142169",
    "ISSNLinking": "1539-8412"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Geriatric Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Independent Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mobility Limitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Discharge"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Education as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Therapy Modalities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postural Balance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Referral and Consultation"
    }
  ]
}