{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Saudi Arabia",
      "counseling standards",
      "perceived barriers",
      "physical activity",
      "physical activity counseling"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36498424",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "12",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "16350",
      "10.3390/ijerph192316350"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "23",
        "PubDate": {
          "Year": "2022",
          "Month": "Dec",
          "Day": "06"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Physical Activity Counseling in Saudi Arabia: A Systematic Review of Content, Outcomes, and Barriers.",
    "Abstract": {
      "AbstractText": [
        "This study aimed to map the characteristics and the predominant components of clinical physical activity (PA) counseling in Saudi Arabia for adult patients and outline evidence of outcomes and prevalent barriers to its implementation.",
        "We conducted a systematic literature search of four online databases: Web of Science, PubMed, ScienceDirect, and The Cochrane Library. Each study was assessed and evaluated using the Mixed Methods Appraisal Tool (MMAT) for methodological quality.",
        "A total of 120 studies were screened, and 47 studies were sought for retrieval. In total, 25 articles were eligible and were subjected to extensive review. After a detailed evaluation, only nine studies met the inclusion criteria. All included were quantitative studies that compiled descriptive and numerical data on physical activity counseling. Four studies described PA counseling information in Saudi Arabia or prescription as lifestyle modification and program structure. The programs used various techniques to motivate patients to adhere to PA protocols. In general, practitioners indicated a high perceived competence in helping patients meet PA guidelines. The most frequently stated barrier was a lack of time for PA discussions with patients, followed by a lack of training in PA counseling, and a lack of patient compliance. Significant improvements in clinical parameters and smoking, food, and exercise habits were detected in experimental trials with respective intervention programs.",
        "This review provides preliminary insights into the delivered intervention and standard care content, its outcomes, and clinicians' perceived competence and barriers regarding current PA counseling approaches in Saudi Arabia. Despite the small number of studies included, this review contributes to the limited understanding of current PA counseling practices in Saudi Arabia and serves as an informational source for clinicians and policymakers and a starting point for further research."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-3880-1896"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Health Sciences, College of Applied Medical Science, King Saud University, Riyadh 11451, Saudi Arabia."
          }
        ],
        "LastName": "AlMarzooqi",
        "ForeName": "Mezna A",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Project Management, Universidad Internacional Iberoamericana, Campeche 24560, Mexico."
          }
        ],
        "LastName": "Saller",
        "ForeName": "Franziska",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Counseling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Habits"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Saudi Arabia"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}