{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "asthma control",
      "chronic disease",
      "physical activity",
      "sedentary lifestyle"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Inactivité physique et nombre d’heures passées devant la télévision chez les adultes autochtones asthmatiques : analyse transversale de l’Enquête auprès des peuples autochtones.",
        "Notre analyse visait à déterminer l’association entre l’asthme et le niveau d’activité physique ainsi qu’avec le nombre d’heures d’activités sédentaires chez les adultes autochtones et visait à comprendre l’influence de l’inactivité physique et du nombre d’heures d’activités sédentaires sur l’utilisation des soins de santé par les adultes autochtones asthmatiques.",
        "Notre analyse a porté sur 20 953 répondants adultes de l’Enquête auprès des peuples autochtones de 2006. Nous avons considéré que les répondants étaient atteints d’asthme « actuel » s’ils avaient déclaré avoir reçu un diagnostic d’asthme de la part d’un médecin et s’ils avaient une ordonnance valide pour des médicaments contre l’asthme. Notre définition d’une activité physique insuffisante correspondait au fait de pratiquer moins de 3 heures d’activité physique modérée à intense par semaine, et notre définition d’un nombre élevé d’heures passées devant la télévision correspondait au fait de regarder la télévision pendant plus de 10 heures par semaine. Nous avons évalué l’utilisation des soins de santé à l’aide du nombre de consultations de professionnels de la santé et du nombre d’hospitalisations d’au moins une nuit.",
        "Les adultes autochtones asthmatiques étaient plus susceptibles de déclarer un nombre élevé d’heures passées devant la télévision (RC = 1,16; IC : 1,11 à 1,22) et une activité physique insuffisante (RC = 1,15; IC : 1,10 à 1,20) que les non-asthmatiques. Les asthmatiques ayant déclaré un nombre élevé d’heures passées devant la télévision ont signalé plus de consultations de professionnels de la santé au cours des 12 derniers mois (RC = 2,59; IC : 2,34 à 2,87), plus d’hospitalisations d’au moins une nuit au cours de la dernière année (RC = 1,95; IC : 1,82 à 2,08) et plus d’hospitalisations d’au moins une nuit au cours des 5 dernières années (RC = 1,13; IC : 1,07 à 1,18). Les résultats étaient moins cohérents pour l’activité physique et l’utilisation des soins de santé.",
        "Ces résultats laissent penser que les adultes autochtones asthmatiques sont moins actifs que leurs pairs non asthmatiques et que ce mode de vie est lié à une utilisation accrue des soins de santé. Ces résultats sont importants pour les stratégies de promotion de l’activité physique et de lutte contre le comportement sédentaire ciblant les adultes autochtones asthmatiques."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25970805",
  "DateCompleted": {
    "Year": "2016",
    "Month": "02",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng",
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2368-738X",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "3",
        "PubDate": {
          "Year": "2015",
          "Month": "May"
        }
      },
      "Title": "Health promotion and chronic disease prevention in Canada : research, policy and practice",
      "ISOAbbreviation": "Health Promot Chronic Dis Prev Can"
    },
    "ArticleTitle": "Physical inactivity and television-viewing time among Aboriginal adults with asthma: a cross-sectional analysis of the Aboriginal Peoples Survey.",
    "Pagination": {
      "StartPage": "54",
      "EndPage": "61",
      "MedlinePgn": "54-61"
    },
    "Abstract": {
      "AbstractText": [
        "The purpose of this analysis was to (1) determine the association between asthma and physical activity levels or sedentary time among Aboriginal adults, and (2) understand the influence of physical inactivity and sedentary time on health care use among Aboriginal adults with asthma.",
        "We analyzed 20 953 adults from the 2006 Aboriginal Peoples Survey. Those with self-reported physician-diagnosed asthma and a current prescription for asthma medication were considered to have current asthma. Insufficient physical activity was defined as < 3 hours/week of moderate to vigorous physical activity; high television screen time was defined as > 10 hours/week. Health care use was assessed using the number of health professional visits and overnight hospital stays.",
        "Aboriginal adults with asthma were more likely to report high television-viewing time (OR = 1.16; CI: 1.11-1.22) and insufficient physical activity (OR = 1.15; CI: 1.10-1.20) than those without asthma. Those with asthma who reported high television-viewing time reported more health professional consults in the past 12 months (OR = 2.59; CI: 2.34-2.87), more overnight stays in hospital in the past year (OR = 1.95; CI: 1.82-2.08) and more overnight stays in the hospital in the past 5 years (OR = 1.13; CI: 1.07-1.18); results were less consistent for physical activity and health care use.",
        "These findings suggest that Aboriginal adults with asthma are less active than their peers without asthma and that such a lifestyle may be associated with higher health care use. These findings have implications for physical activity promotion and sedentary behaviour strategies targeting Aboriginal adults with asthma."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Recreational Management and Kinesiology, Acadia University, Wolfville, Nova Scotia, Canada."
          }
        ],
        "LastName": "Doggett",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health Sciences, Kinesiology, University of Ontario Institute of Technology, Oshawa, Ontario, Canada."
          }
        ],
        "LastName": "Dogra",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "Health Promot Chronic Dis Prev Can",
    "NlmUniqueID": "101648506",
    "ISSNLinking": "2368-738X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "ethnology"
      ],
      "DescriptorName": "Asthma"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Canada"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Health Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Surveys"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Hospitalization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Indians, North American"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Inuit"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motor Activity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [
        "ethnology"
      ],
      "DescriptorName": "Sedentary Behavior"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Television"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}