{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15495092",
  "DateCompleted": {
    "Year": "2005",
    "Month": "03",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2004",
        "Month": "10",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "4",
        "PubDate": {
          "Year": "2004",
          "Month": "Oct",
          "Day": "18"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Progressive resistive exercise interventions for adults living with HIV/AIDS.",
    "Pagination": {
      "StartPage": "CD004248",
      "MedlinePgn": "CD004248"
    },
    "Abstract": {
      "AbstractText": [
        "Due to medical advancements, many people living with HIV infection in developed countries are living longer (Palella 1998). HIV infection can now present as a chronic illness with an uncertain natural disease history. The changing course of HIV infection has lead to a potential increase in the prevalence and impact of disability in people living with HIV infection. Exercise is one key management strategy used by health care professionals to address impairments (problems with body function or structure as a significant deviation or loss such as pain or weakness), activity limitations (difficulties an individual may have in executing activities such as inability to walk) and participation restrictions (problems an individual may experience in life situations such as inability to work) in this population (World Health Organization 2001). Exercise may also be used to address unwanted changes in weight and body composition in people living with HIV infection. Aerobic exercise has been associated with improvements in strength, cardiovascular function, and psychological status in general populations (Bouchard 1993). Results of a systematic review suggested that aerobic exercise interventions appeared to be safe and may lead to improvements in cardiopulmonary fitness for adults living with HIV/AIDS (Nixon 2002). But what are the effects of progressive resistive exercise (PRE) for adults living with HIV infection?A better understanding of the effectiveness and safety of progressive resistive exercise will enable people living with HIV and their health care workers to practice effective and appropriate exercise prescription, thus contributing to improved overall outcomes for adults living with HIV infection.",
        "To examine the safety and effectiveness of progressive resistive exercise interventions on weight, body composition, strength, immunological/virological, cardiopulmonary and psychological parameters in adults living with HIV infection.",
        "To identify studies to be included in this review, we searched the following databases: MEDLINE, EMBASE, CINAHL, COCHRANE, SCIENCE CITATION INDEX, PSYCHINFO, SOCIOLOGICAL ABSTRACTS, SSCI, ERIC, DAI and HEALTHSTAR. We also reviewed both published and unpublished abstracts and proceedings from major international and national HIV/AIDS conferences such as the Interscience Conference on Antimicrobial Agents and Chemotherapy (ICAAC), the Conference on Retroviruses and Opportunistic Infections (CROI), the Infectious Diseases Society of America Conference (IDSA), and the International AIDS Conference (IAC). Reference lists from pertinent articles and books were reviewed, as well as Collaborative Review Group databases. Targeted journals were also hand searched for relevant articles. No language restriction was applied. The search strategy covered literature from 1980-August 2003.",
        "We included studies that were randomized controlled trials (RCTs) comparing progressive resistive exercise interventions with no progressive resistive exercise or another exercise or treatment modality, performed at least three times per week, and lasting at least four weeks among adults (18 years of age or older) living with HIV/AIDS.",
        "Data collection forms were used by reviewers to abstract data pertaining to study design, participants, interventions, outcomes and methodological quality from the studies that met inclusion criteria. Whenever possible, meta-analyses were conducted on outcomes using RevMan 4.2.2 computer software.",
        "Seven studies met the inclusion criteria for this systematic review. Meta-analysis was limited due to the following differences among the studies: types of exercise interventions, inclusion of co-intervention groups, level of exercise supervision, baseline body composition and testosterone levels of participants, types of outcomes assessed, and methodological quality of the individual studies.Main results indicated that performing progressive resistive exercise or a combination of progressive resistive exercise and aerobic exercise at least three times a week for at least four weeks appears to be safe and may lead to statistically and possibly clinically important increases in body weight and composition. Results also indicate exercise interventions may lead to clinically important improvements in cardiopulmonary fitness. Individual studies included in this review suggest that progressive resistive exercise interventions with or without aerobic exercise also contribute to improvements in strength and psychological status for adults living with HIV/AIDS. Individual studies indicate that progressive resistive exercise or a combination of progressive resistive and aerobic exercise appears to be safe for adults living with HIV/AIDS who are medically stable as a result of no change seen in immunological/virological status. These results are limited to those who continued to exercise and for whom there were adequate follow-up data.",
        "Progressive resistive exercise or a combination of progressive resistive exercise and aerobic exercise appear to be safe and may be beneficial for adults living with HIV/AIDS. These findings are limited by the small number of studies that could be included in meta-analyses, small sample sizes and variable participant withdrawal rates among included studies. Future research would benefit from including participants at various stages of HIV infection, a greater proportion of female participants, and participants in a variety of age groups to increase the generalizability of results. Furthermore, future research would benefit from studies with larger sample sizes that conduct an \"intention-to-treat\" analysis (analysis of participants based on the groups to which they were originally allocated) to better understand outcomes of participants that withdraw from exercise interventions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, University of Toronto, 500 University Avenue, 8th Floor, Toronto, ON, Canada, M5G 1V7. kelly.obrien@utoronto.ca"
          }
        ],
        "LastName": "O'Brien",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nixon",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Glazier",
        "ForeName": "R H",
        "Initials": "RH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tynan",
        "ForeName": "A M",
        "Initials": "AM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Acquired Immunodeficiency Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "HIV Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "NumberOfReferences": "30"
}