{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26859463",
  "DateCompleted": {
    "Year": "2018",
    "Month": "07",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1519/JPT.0000000000000077"
    ],
    "Journal": {
      "ISSN": "2152-0895",
      "JournalIssue": {
        "Volume": "40",
        "Issue": "2",
        "PubDate": {
          "Year": "2017",
          "Season": "Apr/Jun"
        }
      },
      "Title": "Journal of geriatric physical therapy (2001)",
      "ISOAbbreviation": "J Geriatr Phys Ther"
    },
    "ArticleTitle": "Short- and Long-Term Effects of Balance Training on Physical Activity in Older Adults With Osteoporosis: A Randomized Controlled Trial.",
    "Pagination": {
      "StartPage": "102",
      "EndPage": "111",
      "MedlinePgn": "102-111"
    },
    "Abstract": {
      "AbstractText": [
        "We have developed a 12-week balance training program for older adults shown to improve fall-related concerns, gait speed, balance performance, and physical function. We hypothesized that this balance training would also contribute to higher habitual physical activity (PA) levels and improved health-related quality of life (HRQoL). The primary aim was to evaluate short- and long-term effects of the balance training program on objectively measured habitual PA in older adults with osteoporosis. Secondary aims were to assess the effects of the balance training on HRQoL, and to study whether any effects on PA were associated with changes in HRQoL, gait speed, balance performance, fall-related concerns, and physical function.",
        "A randomized controlled trial with follow-up at 3, 9, and 15 months, including 91 participants with osteoporosis (75.6 ± 5.4 years), compared a balance training group (n = 61) with a control group (n = 30). The primary outcome was effect on habitual PA measured as steps/day, dichotomized into less than 5000 or 5000 or more steps/day. Physical activity was assessed with pedometers (Yamax) and accelerometers (Actigraph), HRQoL with the Short Form-36 (SF-36), gait with a GAITRite walkway, balance performance with Modified-Figure-Eight test and one-leg stance, fall-related concerns with Falls Efficacy Scale International, and physical function with the advanced lower extremity subscale of the questionnaire Late Life Function and Disability Instrument. Statistical methods used were multivariate logistic regression and logistic generalized estimating equation.",
        "Sixty-eight participants completed the short-term follow-up at 3 months, and 53 participants completed the long-term follow-up at 15 months. Per-protocol analysis (n = 68) showed that the odds ratio for having a daily step count of 5000 or more at 3 months was 6.17 (95% confidence interval, 1.23-30.91), P = .027, for the intervention group compared with the control group. The longitudinal analysis (n = 91) showed that the odds ratio for having a daily step count of 5000 or more at 15 months was 2.02 (95% confidence interval, 0.88-4.64), P = .096, for the intervention group compared with the control group. The mental component sum of the SF-36 improved significantly from baseline to 3 months in the intervention group, and the physical component sum improved in both groups, but no statistically significant differences were found between groups. No associations were found between PA and changes in covariates.",
        "The short-term evaluation showed that balance training increased habitual PA in community-dwelling older adults with osteoporosis. A significantly higher proportion of participants in the intervention group reached a level of 5000 or more steps/day, which is important for overall health. This effect was not associated with improvements in HRQoL, gait speed, balance performance, or fall-related concerns, and did not persist through the long-term follow-up. To accomplish a sustained PA change, a prolonged intervention or more support regarding habitual PA may be required, such as reinforcement with personalized behavior change counseling or PA on prescription."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1Department of Neurobiology, Care Sciences and Society (NVS), Karolinska Institutet, Sweden. 2Physiotherapy Clinic, Karolinska University Hospital, Sweden. 3Department of Medicine, Karolinska Institutet, Sweden."
          }
        ],
        "LastName": "Dohrn",
        "ForeName": "Ing-Mari",
        "Initials": "IM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hagströmer",
        "ForeName": "Maria",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hellénius",
        "ForeName": "Mai-Lis",
        "Initials": "ML"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ståhle",
        "ForeName": "Agneta",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Geriatr Phys Ther",
    "NlmUniqueID": "101142169",
    "ISSNLinking": "1539-8412"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gait"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Osteoporosis"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Postural Balance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}