{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "behavioral treatment",
      "chronic headache",
      "exercise"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23992549",
  "DateCompleted": {
    "Year": "2014",
    "Month": "07",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "08",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/head.12204"
    ],
    "Journal": {
      "ISSN": "1526-4610",
      "JournalIssue": {
        "Volume": "54",
        "Issue": "1",
        "PubDate": {
          "Year": "2014",
          "Month": "Jan"
        }
      },
      "Title": "Headache",
      "ISOAbbreviation": "Headache"
    },
    "ArticleTitle": "A systematic review of behavioral headache interventions with an aerobic exercise component.",
    "Pagination": {
      "StartPage": "40",
      "EndPage": "53",
      "MedlinePgn": "40-53"
    },
    "Abstract": {
      "AbstractText": [
        "Behavioral approaches have been found to be effective in managing chronic headache. Recently, attention has been given to the role of exercise in chronic headache management, although much of the literature addresses it as a monotherapy. The current review assesses the effectiveness of exercise as an adjunct to other behavioral treatments for chronic headache.",
        "To evaluate the methodology and outcomes of studies using behavioral headache interventions with an aerobic exercise component.",
        "A systematic literature review was conducted on PubMed and PsychInfo to identify studies that offered or recommended aerobic exercise as part of a multicomponent treatment for headaches. The search included only those articles that were written in English and published in academic journals.",
        "Nine studies met inclusion criteria, of which 2 were randomized controlled trials. Despite methodological limitations, results of existing studies suggest that the behavioral headache interventions that include aerobic exercise may be associated with positive outcomes for headache variables. Four single-group studies reported statistically significant improvements in at least 1 headache variable at the end of treatment. Both randomized controlled trials and 1 non-randomized trial reported statistically significant post-treatment improvement in at least 1 headache outcome variable in the intervention group compared with control groups.",
        "Incorporating exercise into behavioral headache treatments appears to be promising, but as studies to date have not evaluated the individual contribution of exercise, its role in managing headache symptoms is unclear. Further work is needed to evaluate the unique role of exercise in such treatment programs. Recommendations for future research include adhering to published guidelines for clinical trial design and reporting, adhering to existing guidelines for headache research (such as reporting outcome data for multiple headache variables), developing exercise prescriptions based on public health recommendations, and reporting all aspects of exercise prescriptions."
      ],
      "CopyrightInformation": "© 2013 American Headache Society."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, G.V. (Sonny) Montgomery VA Medical Center, Jackson, MS, USA; Department of Psychiatry, The University of Mississippi Medical Center, Jackson, MS, USA."
          }
        ],
        "LastName": "Baillie",
        "ForeName": "Lauren E",
        "Initials": "LE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gabriele",
        "ForeName": "Jeanne M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Penzien",
        "ForeName": "Donald B",
        "Initials": "DB"
      }
    ],
    "GrantList": [
      {
        "GrantID": "T32 HL007456",
        "Acronym": "HL",
        "Agency": "NHLBI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Headache",
    "NlmUniqueID": "2985091R",
    "ISSNLinking": "0017-8748"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Headache"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}