{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21497249",
  "DateCompleted": {
    "Year": "2011",
    "Month": "08",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2010",
        "Month": "10",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.physio.2010.06.006"
    ],
    "Journal": {
      "ISSN": "1873-1465",
      "JournalIssue": {
        "Volume": "97",
        "Issue": "2",
        "PubDate": {
          "Year": "2011",
          "Month": "Jun"
        }
      },
      "Title": "Physiotherapy",
      "ISOAbbreviation": "Physiotherapy"
    },
    "ArticleTitle": "Physical activity and exercise promotion and prescription in undergraduate physiotherapy education: content analysis of Irish curricula.",
    "Pagination": {
      "StartPage": "145",
      "EndPage": "153",
      "MedlinePgn": "145-53"
    },
    "Abstract": {
      "AbstractText": [
        "Overwhelming evidence shows that physical activity and exercise promotion and prescription are effective in preventing and managing numerous chronic conditions. With physiotherapists commonly referred to as 'exercise prescription experts', an in-depth knowledge of exercise promotion and prescription is assumed. However, to date, no information exists about what is or should be included in terms of undergraduate physiotherapy physical activity and exercise education, nor whether the content prepares graduates to be exercise experts for contemporary practice.",
        "To provide an accurate, contemporary picture of physical activity and exercise promotion and prescription content within Irish undergraduate physiotherapy curricula.",
        "Content analysis was used to explore physical activity and exercise inclusion within four of the five programmes in Ireland. Seven categories were generated. Frequency analysis for each category was used to provide a guide to the extensiveness of physical activity and exercise promotion and prescription content.",
        "All curricula included varying quantities of basic exercise science and exercise testing and prescription. Physical activity and exercise promotion and prescription for conditions routinely referred to physiotherapy, such as cardio respiratory disease, were well represented. Three key areas were identified as being absent or needing further emphasis: physical activity/exercise for public health, strategies for changing physical activity behaviour, and physical activity/exercise for lifestyle-related diseases.",
        "Results indicate a strong need for re-evaluation of physical activity and exercise education in Irish physiotherapy curricula. There is a lack of explicit exercise content in relation to public health and lifestyle-related disease."
      ],
      "CopyrightInformation": "Copyright © 2010 Chartered Society of Physiotherapy. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCD School of Public Health, Physiotherapy and Population Science, Health Sciences Building, University College Dublin, Belfield, Dublin 4, Ireland. grainne.odonoghue@ucd.ie"
          }
        ],
        "LastName": "O'Donoghue",
        "ForeName": "Grainne",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Doody",
        "ForeName": "Catherine",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cusack",
        "ForeName": "Tara",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Physiotherapy",
    "NlmUniqueID": "0401223",
    "ISSNLinking": "0031-9406"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control",
        "rehabilitation"
      ],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Curriculum"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ireland"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [
        "education"
      ],
      "DescriptorName": "Physical Therapy Specialty"
    }
  ]
}