{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Ageing",
      "HIV/AIDS",
      "Physical activity",
      "Rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36575436",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "12",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "67",
      "10.1186/s12981-022-00500-0"
    ],
    "Journal": {
      "ISSN": "1742-6405",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Dec",
          "Day": "27"
        }
      },
      "Title": "AIDS research and therapy",
      "ISOAbbreviation": "AIDS Res Ther"
    },
    "ArticleTitle": "The perceptions of older people living with hiv/aids towards physical activity and exercise.",
    "Pagination": {
      "StartPage": "67",
      "MedlinePgn": "67"
    },
    "Abstract": {
      "AbstractText": [
        "Older people living with HIV (OPLWH) require significant levels of support, including healthcare and rehabilitation interventions. People living with HIV are living longer, but still experience health-related impairments that affect functional activity, participation in day-to-day interactions, livelihoods and overall quality of life. Physical activity and exercise should be included as part of the comprehensive medical management for OPLWH but the investigation of prior studies reveal a gap in understanding and prescription. Our study aimed to explore the perceptions of OPLWH about physical activity and exercise.",
        "The study adopted a phenomenological, qualitative design, using in-depth interviews, to understand OPLWH perceptions of physical activity and exercise, and their need for, and access to, physical activity and exercise programmes in a community in South Africa. Nine [9] males and seven [7] females participated in the study.",
        "Sixteen individuals voluntarily participated in face-to-face, semi-structured interviews which took place at the healthcare facility where they received regular treatment. All participants were 50 years and older. Personal gratification and the ability to perform activities of daily living as well as participate in community activities were believed to be strong motivators for exercise participation, while barriers to exercise were attributed to physical health issues; lack of proper instruction as well as stigma associated with HIV status within their communities. Participants also favored a combination of aerobic, flexibility and strength activities, as well as proper supervision and instruction within a group exercise setting.",
        "The qualitative nature of our study provided an in-depth understanding of the perceptions of OPLWH towards physical activity and exercise. Our study highlighted the factors that hinder adherence to physical activity and exercise in this population. Many indicated that they would love to engage in structured physical activity programmes, but did not know where, when or how to begin. Creating a suitable environment with proper supervision and instruction by suitably qualified health professionals are essential when developing a community-based exercise programme for OPLWH."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Discipline of Physiotherapy, School of Health Sciences, University of KwaZulu-Natal, Westville Campus, Private Bag X54001, Durban, 4000, Westville, South Africa."
          }
        ],
        "LastName": "Chetty",
        "ForeName": "Levin",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Discipline of Physiotherapy, School of Health Sciences, University of KwaZulu-Natal, Westville Campus, Private Bag X54001, Durban, 4000, Westville, South Africa."
          }
        ],
        "LastName": "Cobbing",
        "ForeName": "Saul",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Discipline of Physiotherapy, School of Health Sciences, University of KwaZulu-Natal, Westville Campus, Private Bag X54001, Durban, 4000, Westville, South Africa. chettyve@ukzn.ac.za."
          }
        ],
        "LastName": "Chetty",
        "ForeName": "Verusia",
        "Initials": "V"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "AIDS Res Ther",
    "NlmUniqueID": "101237921",
    "ISSNLinking": "1742-6405"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Activities of Daily Living"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "HIV Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    }
  ],
  "CoiStatement": "None of the authors have any competing interests."
}