{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15575796",
  "DateCompleted": {
    "Year": "2005",
    "Month": "03",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "34",
        "Issue": "15",
        "PubDate": {
          "Year": "2004"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Exercise and multiple sclerosis.",
    "Pagination": {
      "StartPage": "1077",
      "EndPage": "1100",
      "MedlinePgn": "1077-100"
    },
    "Abstract": {
      "AbstractText": [
        "The pathophysiology of multiple sclerosis (MS) is characterised by fatigue, motor weakness, spasticity, poor balance, heat sensitivity and mental depression. Also, MS symptoms may lead to physical inactivity associated with the development of secondary diseases. Persons with MS are thus challenged by their disability when attempting to pursue an active lifestyle compatible with health-related fitness. Although exercise prescription is gaining favour as a therapeutic strategy to minimise the loss of functional capacity in chronic diseases, it remains under-utilised as an intervention strategy in the MS population. However, a growing number of studies indicate that exercise in patients with mild-to-moderate MS provides similar fitness and psychological benefits as it does in healthy controls. We reviewed numerous studies describing the responses of selected MS patients to acute and chronic exercise compared with healthy controls. All training studies reported positive outcomes that outweighed potential adverse effects of the exercise intervention. Based on our review, this article highlights the role of exercise prescription in the multidisciplinary approach to MS disease management for improving and maintaining functional capacity. Despite the often unpredictable clinical course of MS, exercise programmes designed to increase cardiorespiratory fitness, muscle strength and mobility provide benefits that enhance lifestyle activity and quality of life while reducing risk of secondary disorders. Recommendations for the evaluation of cardiorespiratory fitness, muscle performance and flexibility are presented as well as basic guidelines for individualised exercise testing and training in MS. Special considerations for exercise, including medical management concerns, programme modifications and supervision, in the MS population are discussed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Applied Physiology and Kinesiology, Center for Exercise Science, Applied Human Physiology Laboratory, University of Florida, 27 FLG, PO Box 118206, Gainesville, FL 32611, USA. lwhite@hhp.ufl.edu"
          }
        ],
        "LastName": "White",
        "ForeName": "Lesley J",
        "Initials": "LJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dressendorfer",
        "ForeName": "Rudolph H",
        "Initials": "RH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Muscle Weakness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    }
  ],
  "NumberOfReferences": "115"
}