{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Serious games",
      "physical activity",
      "regional health service delivery",
      "residential aged care",
      "telerehabilitation",
      "videogames"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29507260",
  "DateCompleted": {
    "Year": "2018",
    "Month": "06",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1879-8365",
      "JournalIssue": {
        "Volume": "246",
        "PubDate": {
          "Year": "2018"
        }
      },
      "Title": "Studies in health technology and informatics",
      "ISOAbbreviation": "Stud Health Technol Inform"
    },
    "ArticleTitle": "Trial Implementation of a Telerehabilitation Exercise System in Residential Aged Care.",
    "Pagination": {
      "StartPage": "62",
      "EndPage": "74",
      "MedlinePgn": "62-74"
    },
    "Abstract": {
      "AbstractText": [
        "The 2011 Productivity Commission report, Caring for Older Australians, observed that as the number of older Australians rises and the demand for aged care services increases, there will be a commensurate increase in demand for a well-trained aged care workforce. One of the significant issues impacting upon the ability of the aged services sector to respond to a growing number of older adults is to attract and retain sufficient numbers of staff. A number of factors are acknowledged to contribute to a failure of the aged care sector to attract and retain workers including: poor sector reputation, poor working conditions, including high client-staff ratios, a lack of career paths and professional development opportunities and low rates of remuneration. Poor perceptions about working in the aged care sector (e.g. that aged care nursing is less glamorous than nursing in the acute care sector) appear to develop early, with many nursing students indicating that they do not view aged care as an attractive career choice. Undergraduate nursing students have often found clinical placements in aged care unsatisfactory and unsettling, dissuading them from considering aged care as an employment option on graduation. In the following we describe one way we have attempted to address this issue by training undergraduate health sciences students (occupational therapy, nursing) to deliver a physical activity program to residents of an aged care facility using a novel telerehabilitation technology that enables remote prescription and monitoring of exercise programs. The main purpose of this quality assurance trial was to explore the feasibility and safety of supervised use of a novel telerehabilitation exercise system with older adults living in residential aged care. Four residents were recruited into the study and all displayed limitations in mobility, balance, strength and endurance. None had any had previous experience with computer games or interactive technologies. Resident diagnoses included multiple chronic health conditions and mild cognitive impairment. Over the six-week period, only one session was declined by a resident, providing an overall adherence rate of 98.5%. According to the resident's scores of perceived level of enjoyment, at the end of the first week the program was rated as always enjoyable by 75% of the residents. At the conclusion of the program, 100% responded as always enjoying the exercises and activities. Active sitting and standing time for residents across the program increased markedly. A novel finding from our study is that senior undergraduate students are capable of designing and delivering telerehabilitation programs to residents in aged care facilities. Whilst attention has been given to telesimulation in undergraduate preparation (where learners are off site and connected to simulated laboratory), our trial opens opportunities for a further paradigm shift towards teleplacement."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Southern Cross University, Coffs Harbour, New South Wales, Australia."
          }
        ],
        "LastName": "Hutchinson",
        "ForeName": "Marie",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sawtell Catholic Care of the Aged, Sawtell, New South Wales, Australia."
          }
        ],
        "LastName": "Wendt",
        "ForeName": "Neil",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Southern Cross University, Coffs Harbour, New South Wales, Australia."
          }
        ],
        "LastName": "Smith",
        "ForeName": "Stuart Trevor",
        "Initials": "ST"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Stud Health Technol Inform",
    "NlmUniqueID": "9214582",
    "ISSNLinking": "0926-9630"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Australia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Career Choice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delivery of Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Homes for the Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality Assurance, Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Students, Nursing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Telerehabilitation"
    }
  ]
}