{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Décrire le niveau d'activité physique (AP) pratiqué par les étudiants canadiens du premier cycle de médecine et leur attitude concernant les conseils à donner aux patients.",
        "Enquête par écrit ou en ligne.",
        "L'Université de la Colombie-Britannique (UBC).",
        "Étudiants en 4<sup>e</sup> année de médecine à l'UBC de 2007 à 2010.",
        "Niveaux d'activité physique, relation entre le niveau d'exercice et l'attitude vis-à-vis le counseling et l'opinion des étudiants concernant leur formation dans le domaine de la prescription d'exercice.",
        "Un total de 546 étudiants sur 883 ont participé à l'enquête (taux de réponse de 62 %). Soixante-quatre pour cent des étudiants répondaient aux normes d'AP de la Canadian Society for Exercise Physiology 2011. Il y avait une relation entre le niveau d'AP et l'attitude envers de saines habitudes de vie, mais non avec le fait de donner des conseils sur l'exercice aux patients; toutefois, les étudiants qui pratiquaient les exercices les plus intenses étaient plus susceptibles de considérer les conseils sur l'exercice comme très importants dans leur pratique future (P = .018). Dans l'ensemble, 69 % des étudiants étaient d'avis que le counseling sur l'exercice est très pertinent dans la pratique clinique, mais 86 % estimaient que leur formation dans ce domaine était moins que suffisante.",
        "Les étudiants en quatrième année de médecine à l'UBC font de l'AP à un niveau plus intense que la moyenne des Canadiens du même âge, et cela se reflète dans les conseils qu'ils espèrent donner à leurs futurs patients. Encourager plus d'étudiants à participer à des exercices intenses et promouvoir une formation académique dans le domaine du counseling sur l'exercice pourraient représenter les prochaines étapes permettant de préparer les futurs médecins à prescrire de l'exercice de façon efficace à leurs patients."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23341676",
  "DateCompleted": {
    "Year": "2013",
    "Month": "07",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1715-5258",
      "JournalIssue": {
        "Volume": "59",
        "Issue": "1",
        "PubDate": {
          "Year": "2013",
          "Month": "Jan"
        }
      },
      "Title": "Canadian family physician Medecin de famille canadien",
      "ISOAbbreviation": "Can Fam Physician"
    },
    "ArticleTitle": "Exercise behaviour and attitudes among fourth-year medical students at the University of British Columbia.",
    "Pagination": {
      "StartPage": "e26",
      "EndPage": "e32",
      "MedlinePgn": "e26-32"
    },
    "Abstract": {
      "AbstractText": [
        "To describe the physical activity (PA) levels and counseling attitudes of Canadian undergraduate medical students.",
        "Online or paper survey.",
        "The University of British Columbia (UBC).",
        "Fourth-year medical students at UBC from 2007 to 2010.",
        "Physical activity levels, relationship between exercise behaviour and attitudes toward counseling, and student perception of training in the area of exercise prescription.",
        "A total of 546 out of 883 students participated in the survey (62% response rate). Sixty-four percent of students met the Canadian Society for Exercise Physiology 2011 recommendations for PA. Attitudes toward healthy living were related to PA levels, but the rate of counseling patients about exercise was not; however, students who engaged in more strenuous PA were more likely to perceive exercise counseling as being highly relevant to future clinical practice (P = .018). Overall, 69% of students perceived exercise counseling to be highly relevant to clinical practice, but 86% thought that their training in this area was less than extensive.",
        "Fourth-year UBC medical students engage in more strenuous PA than average age-matched Canadians, which affects their attitudes toward perceived future counseling practices. Encouraging more student participation in strenuous PA and encouraging academic training in the area of exercise counseling might be important next steps in preparing future physicians to effectively prescribe exercise to their patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gordon and Leslie Diamond Health Care Centre, 2775 Laurel St, 11th Floor, Vancouver, BC V5Z 1M9. k.holtz@alumni.ubc.ca"
          }
        ],
        "LastName": "Holtz",
        "ForeName": "Kaila A",
        "Initials": "KA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kokotilo",
        "ForeName": "Kristen J",
        "Initials": "KJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fitzgerald",
        "ForeName": "Barbara E",
        "Initials": "BE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Frank",
        "ForeName": "Erica",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "Can Fam Physician",
    "NlmUniqueID": "0120300",
    "ISSNLinking": "0008-350X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attitude of Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "British Columbia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Counseling"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Students, Medical"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}