{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "SPORT BEI KARDIOVASKULäREN RISIKOFAKTOREN UND IM ALTER: Falls Personen mit kardiovaskulären Risikofaktoren oder im Alter von ≥ 65 Jahren eine intensive sportliche Belastung planen, wird ihnen zur Risikominimierung des sportassoziierten plötzlichen Herztods eine kardiale Vorsorgeuntersuchung empfohlen. Zur individuellen Risikoeinordnung sollte beim Vorliegen von kardiovaskulären Risikofaktoren der ESC-Score Verwendung finden. SPORT BEI KARDIOVASKULäREN ERKRANKUNGEN:  Die erstmalig erschienenen Leitlinien der European Society of Cardiology (ESC) „Sportkardiologie und körperliche Aktivität bei Patienten mit kardiovaskulärer Erkrankung“ (2020) 1 geben umfassende Trainingsempfehlungen zur Ausübung von Freizeit- und Leistungssport für Patienten mit kardiovaskulären Erkrankungen. Dabei ist eine kardiale Eingangsuntersuchung zur individuellen Risikostratifizierung als Basis der Trainingsberatung unumgänglich. Nur in Ausnahmefällen wird von einer sportlichen Betätigung (passager) abgeraten. SPORT, COVID-19 UND HERZ:  COVID-19 kann zu kardialen Schäden führen, wobei diese selten auch bei asymptomatischen und milden Krankheitsverläufen beobachtet wurden. Vor Wiederaufnahme intensiver sportlicher Aktivitäten sollte, in Abhängigkeit von Krankheitsschwere und Symptomatik, die Sporttauglichkeit überprüft und dann individuell das weitere Vorgehen bezüglich des Trainingsaufbaus festgelegt werden."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34553352",
  "DateCompleted": {
    "Year": "2021",
    "Month": "09",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "09",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "09",
        "Day": "22"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-1361-7592"
    ],
    "Journal": {
      "ISSN": "1439-4413",
      "JournalIssue": {
        "Volume": "146",
        "Issue": "19",
        "PubDate": {
          "Year": "2021",
          "Month": "Oct"
        }
      },
      "Title": "Deutsche medizinische Wochenschrift (1946)",
      "ISOAbbreviation": "Dtsch Med Wochenschr"
    },
    "ArticleTitle": "[Sports cardiology 2021 - what's new?].",
    "Pagination": {
      "StartPage": "1270",
      "EndPage": "1276",
      "MedlinePgn": "1270-1276"
    },
    "Abstract": {
      "AbstractText": [
        "The recently published guidelines \"Sports cardiology and exercise in patients with cardiovascular disease\" (2020) are the first of a kind by the European Society of Cardiology (ESC). The guidelines provide comprehensive training recommendations for patients with cardiovascular diseases or risk factors, covering the entire spectrum of cardiovascular diseases with case-specific recommendations for recreational and competitive sports.The ESC recognizes exercise as an essential part of both prevention and therapy of cardiovascular diseases, that - comparable to drug therapies - requires correct prescription.The initial cardiac examination is used for individual risk stratification and is indispensable for individualized training recommendations addressing training frequency, duration and intensity, as well as type of sport.Thus, the question is not whether a patient with cardiovascular disease shall be allowed to exercise, but rather how he can safely perform it. Only in exceptional cases exercise therapy is (temporarily) contraindicated.COVID-19 can lead to cardiovascular complications even in asymptomatic and mild disease courses. Before resuming intense sporting activities, different return-to-sports protocols have been introduced. The current consensus is that the extent of these examinations should be based on symptoms, severity and duration of COVID-19 and that individual return-to-training recommendations should be given."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medizinische Klinik I, Kardiologie und Angiologie, Universitätsklinikum Gießen."
          }
        ],
        "LastName": "Most",
        "ForeName": "Astrid",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medizinische Klinik I, Kardiologie und Angiologie, Universitätsklinikum Gießen."
          }
        ],
        "LastName": "Bauer",
        "ForeName": "Pascal",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Sportkardiologie 2021 – was gibt es Neues?"
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Dtsch Med Wochenschr",
    "NlmUniqueID": "0006723",
    "ISSNLinking": "0012-0472"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Disease Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Return to Sport"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Sports"
    }
  ],
  "CoiStatement": "Dr. med. Astrid Most: keine wirtschaftlichen oder persönlichen VerbindungenDr. med. Pascal Bauer: Beratertätigkeit für: Bristol Myers Squibb, Pfizer, Bayer, AMGEN, Boehringer Ingelheim. Vortragstätigkeit für: Boehringer Ingelheim, Sanofi Genzyme, AMGEN, Bristol Myers Squibb, Bayer, Pfizer. Mitgliedschaften: Stellvertretender Sprecher der AG 32 Sportkardiologie der DGK."
}