{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Évaluer les effets du programme d’éducation à la santé <i>Les médicaments: Oui… Non… Mais!</i> sur l’adoption de comportements d’autogestion de la santé et le bon usage des médicaments chez les personnes de 55 ans et plus. Cette évaluation s’appuie sur la théorie de l’efficacité personnelle.",
        "Étude longitudinale réalisée auprès de 563 participants. Un devis de recherche quasi expérimental à groupes décalés de type prétest post-test avec groupe témoin a été retenu pour rendre compte des effets du programme. Les données ont été recueillies par questionnaire avant l’intervention, immédiatement après l’intervention et une année plus tard.",
        "L’étude révèle que le programme améliore les connaissances des participants à l’égard de certains phénomènes physiologiques et problèmes de santé associés au vieillissement. Il modifie leurs attitudes comme utilisateurs des services de soins, rehausse leur sentiment d’efficacité personnelle à l’égard des comportements de santé, bonifie la préparation de l’entrevue avec le médecin et le pharmacien et favorise l’adoption de comportements de santé alternatifs pour compléter ou remplacer la médication: gestion du stress, pratique de l’activité physique, saines habitudes alimentaires et hygiène du sommeil.",
        "Notre étude démontre l’impact à court et à long terme du programme sur les comportements de santé des participants."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17896742",
  "DateCompleted": {
    "Year": "2007",
    "Month": "10",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "02",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0008-4263",
      "JournalIssue": {
        "Volume": "98",
        "Issue": "4",
        "PubDate": {
          "Year": "2007",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Canadian journal of public health = Revue canadienne de sante publique",
      "ISOAbbreviation": "Can J Public Health"
    },
    "ArticleTitle": "[Assess the impact of the health education program prescription drugs: yes...no...maybe].",
    "Pagination": {
      "StartPage": "301",
      "EndPage": "305",
      "MedlinePgn": "301-5"
    },
    "Abstract": {
      "AbstractText": [
        "Assess the impact of the health education program Les médicaments: Oui ... Non ... Mais! [prescription drugs: yes ... no ... maybe!] on the adoption of self-care behaviours and the proper use of prescription drugs in people aged 55 and older. This assessment is based on the theory of self-efficacy.",
        "Longitudinal study conducted with 563 participants. A pre-test/post-test type quasi-experimental research plan using offset groups with a control group was selected to determine the impact of the program. The data were collected via a questionnaire prior to the intervention, immediately following the intervention and one year later.",
        "The study revealed that the program improves participants' knowledge regarding certain physiological phenomena and health issues associated with aging. It modifies their attitudes as health care users, enhances their sense of self-efficacy with respect to health behaviours, improves their level of preparation for interviews with the physician and pharmacist, and fosters the adoption of alternative health behaviours to complement or replace prescription drugs: stress management, physical activity, a healthy diet and sleep regimen.",
        "Our study shows the program's short- and long-term impact on the health behaviours of participants."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Direction de santé publique de la Montérégie, Agence de la santé et des services sociaux de la Montérégie, 1255, rue Beauregard, Longueuil, Québec J4K 2M3. c.viens@rrsss16.gouv.qc.ca"
          }
        ],
        "LastName": "Viens",
        "ForeName": "Christian",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Leclerc",
        "ForeName": "Gilbert",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Moisan",
        "ForeName": "Serge",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lebeau",
        "ForeName": "Aimé",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Evaluation Study",
      "Journal Article"
    ],
    "VernacularTitle": "Efficacité d'un programme d'education des aînés a la santé."
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Can J Public Health",
    "NlmUniqueID": "0372714",
    "ISSNLinking": "0008-4263"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Health Education"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Program Evaluation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quebec"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Care"
    }
  ]
}