{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "To evaluate and summarize the evidence of diet and physical activity management in patients with metabolic syndrome (MS).",
        "BMJ Best Practice, UpToDate, Joanna Briggs Institute (JBI) database, Agency for Healthcare Research and Quality (AHRQ) network, National Institute for Health and Clinical Excellence (NICE) network, Scottish Intercollegiate Guidelines Network (SIGN), Guidelines International Network (GIN), Medlive, Registered Nurses’ Association of Ontario (RNAO) network, American Diabetes Association (ADA) network, New Zealand Guideline Group (NZGG) network, Canadian medical association clinical practice guidelines network, PubMed, EmBase, Web of Science, CINAHL, Cochrane Library, CNKI, China Science and Technology Journal Database, Wanfang Knowledge Data Service Platform and Chinese biomedical database were searched systematically to obtain guidelines, evidence summary, expert consensus, best practice information book, clinical decision-making, recommended practice, and systematic review on diet and physical activity management in patients with MS. The retrieval period is from the establishment of database to November 2021. Two researchers with evidence-based medicine background evaluated the quality and evidence level of the included literature.",
        "A total of 36 articles met the criteria, including 3 guidelines, 5 expert consensus, 1 clinical decision and 27 systematic reviews. We summarized 49 pieces of evidence related to diet and physical activity in patients with MS, involving 15 aspects, namely diet goals, diet patterns, diet time, carbohydrate intake, fat intake, fiber intake, salt intake, fruits, vegetables and grains intake, coffee intake, effects of diet, principle of physical activity, intensity, form, time of physical activity, effects of physical activity, physical activity prescription of patients with MS and cardiovascular disease, and the joint effects of diet and physical activity.",
        "Diet and physical activity management can effectively improve the health outcomes of patients with MS. Health professionals should choose and apply the best evidence with consideration of the clinical situation and patient preference."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35576114",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "07",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3724/zdxbyxb-2021-0378"
    ],
    "Journal": {
      "ISSN": "1008-9292",
      "JournalIssue": {
        "Volume": "51",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Month": "Feb",
          "Day": "25"
        }
      },
      "Title": "Zhejiang da xue xue bao. Yi xue ban = Journal of Zhejiang University. Medical sciences",
      "ISOAbbreviation": "Zhejiang Da Xue Xue Bao Yi Xue Ban"
    },
    "ArticleTitle": "Summary of the best evidence of diet and physical activity management in patients with metabolic syndrome.",
    "Pagination": {
      "StartPage": "27",
      "EndPage": "37",
      "MedlinePgn": "27-37"
    },
    "Abstract": {
      "AbstractText": [
        "To evaluate and summarize the evidence of diet and physical activity management in patients with metabolic syndrome (MS). BMJ Best Practice, UpToDate, Joanna Briggs Institute (JBI) database, Agency for Healthcare Research and Quality (AHRQ) network, National Institute for Health and Clinical Excellence (NICE) network, Scottish Intercollegiate Guidelines Network (SIGN), Guidelines International Network (GIN), Medlive, Registered Nurses' Association of Ontario (RNAO) network, American Diabetes Association (ADA) network, New Zealand Guideline Group (NZGG) network, Canadian medical association clinical practice guidelines network, PubMed, EmBase, Web of Science, CINAHL, Cochrane Library, CNKI, China Science and Technology Journal Database, Wanfang Knowledge Data Service Platform and Chinese biomedical database were searched systematically to obtain guidelines, evidence summary, expert consensus, best practice information book, clinical decision-making, recommended practice, and systematic review on diet and physical activity management in patients with MS. The retrieval period is from the establishment of database to November 2021. Two researchers with evidence-based medicine background evaluated the quality and evidence level of the included literature. A total of 36 articles met the criteria, including 3 guidelines, 5 expert consensus, 1 clinical decision and 27 systematic reviews. We summarized 49 pieces of evidence related to diet and physical activity in patients with MS, involving 15 aspects, namely diet goals, diet patterns, diet time, carbohydrate intake, fat intake, fiber intake, salt intake, fruits, vegetables and grains intake, coffee intake, effects of diet, principle of physical activity, intensity, form, time of physical activity, effects of physical activity, physical activity prescription of patients with MS and cardiovascular disease, and the joint effects of diet and physical activity. Diet and physical activity management can effectively improve the health outcomes of patients with MS. Health professionals should choose and apply the best evidence with consideration of the clinical situation and patient preference."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1. Nursing Department, Sir Run Run Shaw Hospital, Zhejiang University School of Medicine, Hangzhou 310016, China."
          }
        ],
        "LastName": "Chen",
        "ForeName": "Dandan",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "2. Department of Cardiology, Guizhou Provincial People's Hospital, Guiyang 550002, China."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Hui",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "3. Institute of Nursing Research, Zhejiang University School of Medicine, Hangzhou 310058, China."
          }
        ],
        "LastName": "Shao",
        "ForeName": "Jing",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1. Nursing Department, Sir Run Run Shaw Hospital, Zhejiang University School of Medicine, Hangzhou 310016, China."
          }
        ],
        "LastName": "Tang",
        "ForeName": "Leiwen",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1. Nursing Department, Sir Run Run Shaw Hospital, Zhejiang University School of Medicine, Hangzhou 310016, China."
          }
        ],
        "LastName": "Wu",
        "ForeName": "Jingjie",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1. Nursing Department, Sir Run Run Shaw Hospital, Zhejiang University School of Medicine, Hangzhou 310016, China."
          },
          {
            "Identifier": [],
            "Affiliation": "3. Institute of Nursing Research, Zhejiang University School of Medicine, Hangzhou 310058, China."
          }
        ],
        "LastName": "Ye",
        "ForeName": "Zhihong",
        "Initials": "Z"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "China",
    "MedlineTA": "Zhejiang Da Xue Xue Bao Yi Xue Ban",
    "NlmUniqueID": "100927946",
    "ISSNLinking": "1008-9292"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Canada"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Consensus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diet"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Metabolic Syndrome"
    }
  ],
  "CoiStatement": "所有作者均声明不存在利益冲突"
}