{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15323578",
  "DateCompleted": {
    "Year": "2004",
    "Month": "12",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1170-229X",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "11",
        "PubDate": {
          "Year": "2004"
        }
      },
      "Title": "Drugs & aging",
      "ISOAbbreviation": "Drugs Aging"
    },
    "ArticleTitle": "The application of fuzzy logic to the prescription of antithrombotic agents in the elderly.",
    "Pagination": {
      "StartPage": "731",
      "EndPage": "736",
      "MedlinePgn": "731-6"
    },
    "Abstract": {
      "AbstractText": [
        "The prescription of antithrombotic agents in the elderly depends, to certain degree, on the identity of the unique individual elderly patient. This dependence cannot be captured by viewing the patient as belonging to a group, but rather by viewing age in the context of unique individual biology. This context is historical, physiological, psychological, and time- and location-dependent. The group-based approach to patient therapy is found in evidence-based medicine, typified by the large double-blind randomised clinical trial from which clinical recommendations are defined. An alternative approach to capturing the unique context of each patient is based using fuzzy logic and mathematics. In particular, the fuzzy subsethood theorem of Kosko has direct application here. A new measure of clinical efficiency, K, derived from the fuzzy subsethood theorem has redefined the clinical significance of age. In particular, the causal role of age in any one patient's response to therapy is to unique degree for that patient. This is because the causal measure K accounts for the role of known and unknown contextual factors of the patient, most of which are unknown, in defining clinical effect in any specific patient. Thus, we have shown mathematically why 'age', or being 'elderly', is only one factor to be taken into consideration when therapeutic decisions regarding antithrombotic therapy are made in any given patient. This is contrary to the group-based approach of evidence-based medicine, where age has the same therapeutic significance for all patients. This is because any hypothesis of evidence-based medicine is group-based and cannot be extrapolated to the individual patient. Such extrapolation has to be personalized through the expertise of the physician. The physician takes into account all the factors not considered in any therapeutic group-based trial which apply to his specific patient. These considerations take into account past experience with that patient. An example of the effect of age on the patient and his/her therapeutic context is provided which shows how age affects different patients to different degree using the fuzzy causal measure K. The purpose of this exercise is to show that there is mathematical support for the argument that individualization of patient therapy by expert decision has measurable clinical significance. What is different here is that measure stick is not probabilistic but fuzzy-mathematic based."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, University of Illinois College of Medicine at Chicago, Chicago, Illinois, USA. helgason@uic.edu"
          }
        ],
        "LastName": "Helgason",
        "ForeName": "Cathy M",
        "Initials": "CM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Drugs Aging",
    "NlmUniqueID": "9102074",
    "ISSNLinking": "1170-229X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Fibrinolytic Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Utilization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evidence-Based Medicine"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "therapeutic use"
      ],
      "DescriptorName": "Fibrinolytic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fuzzy Logic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Stroke"
    }
  ],
  "NumberOfReferences": "19"
}