{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32179050",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "02",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "101480",
      "10.1016/j.redox.2020.101480",
      "S2213-2317(20)30083-5"
    ],
    "Journal": {
      "ISSN": "2213-2317",
      "JournalIssue": {
        "Volume": "35",
        "PubDate": {
          "Year": "2020",
          "Month": "Aug"
        }
      },
      "Title": "Redox biology",
      "ISOAbbreviation": "Redox Biol"
    },
    "ArticleTitle": "Intramuscular mechanisms of overtraining.",
    "Pagination": {
      "StartPage": "101480",
      "MedlinePgn": "101480"
    },
    "Abstract": {
      "AbstractText": [
        "Strenuous exercise is a potent stimulus to induce beneficial skeletal muscle adaptations, ranging from increased endurance due to mitochondrial biogenesis and angiogenesis, to increased strength from hypertrophy. While exercise is necessary to trigger and stimulate muscle adaptations, the post-exercise recovery period is equally critical in providing sufficient time for metabolic and structural adaptations to occur within skeletal muscle. These cyclical periods between exhausting exercise and recovery form the basis of any effective exercise training prescription to improve muscle endurance and strength. However, imbalance between the fatigue induced from intense training/competitions, and inadequate post-exercise/competition recovery periods can lead to a decline in physical performance. In fact, prolonged periods of this imbalance may eventually lead to extended periods of performance impairment, referred to as the state of overreaching that may progress into overtraining syndrome (OTS). OTS may have devastating implications on an athlete's career and the purpose of this review is to discuss potential underlying mechanisms that may contribute to exercise-induced OTS in skeletal muscle. First, we discuss the conditions that lead to OTS, and their potential contributions to impaired skeletal muscle function. Then we assess the evidence to support or refute the major proposed mechanisms underlying skeletal muscle weakness in OTS: 1) glycogen depletion hypothesis, 2) muscle damage hypothesis, 3) inflammation hypothesis, and 4) the oxidative stress hypothesis. Current data implicates reactive oxygen and nitrogen species (ROS) and inflammatory pathways as the most likely mechanisms contributing to OTS in skeletal muscle. Finally, we allude to potential interventions that can mitigate OTS in skeletal muscle."
      ],
      "CopyrightInformation": "Copyright © 2020. Published by Elsevier B.V."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "York University, Faculty of Health/ School of Kinesiology and Health Sciences, Muscle Health Research Centre/ Muscle Calcium Dynamics Lab, 351 Farquharson Life Sciences Building, Toronto, M3J 1P3, Canada."
          }
        ],
        "LastName": "Cheng",
        "ForeName": "Arthur J",
        "Initials": "AJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Karolinska Institutet, Department of Physiology and Pharmacology, Molecular Muscle Physiology and Pathophysiology laboratory, Biomedicum C5, 17177, Stockholm, Sweden."
          }
        ],
        "LastName": "Jude",
        "ForeName": "Baptiste",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Karolinska Institutet, Department of Physiology and Pharmacology, Molecular Muscle Physiology and Pathophysiology laboratory, Biomedicum C5, 17177, Stockholm, Sweden. Electronic address: johanna.lanner@ki.se."
          }
        ],
        "LastName": "Lanner",
        "ForeName": "Johanna T",
        "Initials": "JT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Redox Biol",
    "NlmUniqueID": "101605639",
    "ISSNLinking": "2213-2317"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxidative Stress"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors declare no conflict of interest."
}