{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Park Prescription Program",
      "behavioral pattern",
      "landscape feature",
      "pocket parks",
      "restoration"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37681782",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "08",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "6642",
      "10.3390/ijerph20176642"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "17",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug",
          "Day": "24"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Developing a Pocket Park Prescription Program for Human Restoration: An Approach That Encourages Both People and the Environment.",
    "Abstract": {
      "AbstractText": [
        "Healing through nature has long been confirmed as an efficient way to improve human physical and psychological health in contemporary urban life. This concept evolved into the well-known Park Prescription Program. However, the psychological restoration imparted by nature was not particularly emphasized in the original Park Prescription Program; it primarily addresses the regulation of physical activities. The quality of urban parks may affect how well people pursue these prescriptions, but the program rarely includes designers among its stakeholders. This study is inspired by the Park Prescription Program, and its intent is to develop a Pocket Park Prescription Program that encourages usage by active people and proper landscape design. The inclusion of designers has been found to be extremely important for pocket parks since they are limited in size but have the advantages of high flexibility and accessibility, and their restorative potential needs be maximized with the limited resources available. Ten pocket parks with distinct functional and landscape attributes were selected in Shanghai as research sites. The Restorative Component Scale was designed into a questionnaire-based survey to measure how people perceived restorative experiences in each site. The onsite survey also incorporated questions investigating people's behaviour characteristics of using these pocket parks. Site photos were taken and analysed with semantic image segmentation to indicate the landscape compositions of each site. The relations between people perceived restorativeness and parks' using patterns and landscape characteristics were then explored with correlation analysis to provide cues on instructing how people's visiting behavior and park landscape design can be improved. The results suggest there are better restoration results when people stay longer in pocket parks, and when people visit their neighborhood pocket parks two to three times a week, these benefits are further enhanced. This study also found that when these prescribed health behaviors are uncertain, the restorative experiences perceived by people can be improved with design interventions in regard to landscape elements such as vegetation, person, decorative lamps, pavement and terrain. These interventions should be made also in consideration of specific park functions. The research outcome intends to show that designers should be included as stakeholders in the Pocket Park Prescription Program, and it is expected to guide individuals towards effectively using pocket parks for restoration. This is to ensure that both the design and the people's perspectives will be strengthened through the implementation of this program."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-0182-5330"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Architecture and Urban Planning, Tongji University, Shanghai 200092, China."
          }
        ],
        "LastName": "Yin",
        "ForeName": "Yuting",
        "Initials": "Y"
      },
      {
        "Identifier": [
          "0000-0003-2400-5335"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Architecture and Urban Planning, Tongji University, Shanghai 200092, China."
          }
        ],
        "LastName": "Shao",
        "ForeName": "Yuhan",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Architecture and Urban Planning, Tongji University, Shanghai 200092, China."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Yifan",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Landscape Architecture, University of Sheffield, Sheffield S10 2TN, UK."
          }
        ],
        "LastName": "Wu",
        "ForeName": "Liuxi",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "China"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cues"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}