{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10907754",
  "DateCompleted": {
    "Year": "2000",
    "Month": "11",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "1",
        "PubDate": {
          "Year": "2000",
          "Month": "Jul"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Energy cost calculations for exercise prescription: an update.",
    "Pagination": {
      "StartPage": "17",
      "EndPage": "22",
      "MedlinePgn": "17-22"
    },
    "Abstract": {
      "AbstractText": [
        "Recent research has resulted in a number of recommended changes in how fitness professionals should prescribe target workloads and calculate the energy cost of exercise. The principal changes are in the use of oxygen consumption reserve (VO2R) as an alternative to percentage of maximal oxygen consumption (VO2max) for prescribing exercise intensity, the use of net VO2 rather than gross VO2 for the calculation of caloric expenditure during exercise, and a modification of the American College of Sports Medicine (ACSM) equation for calculating the oxygen cost of leg cycle ergometry. The VO2R method of prescribing exercise workloads is similar to the heart rate reserve (HRR) method of prescribing target heart rates, i.e. the target workload is established at a given percentage of the difference between maximal and resting VO2. Several recent studies have shown that there is a discrepancy between the exercise intensity at given percentages of HRR and VO2max, but that HRR and VO2R yield equivalent exercise intensities. The use of VO2R in exercise prescription provides more accurate target workloads, especially for individuals with a low fitness level. Net VO2 during exercise is that amount above resting VO2 due to the exercise itself. A recent recommendation is to employ net VO2 in the calculation of the caloric expenditure during exercise, so as not to overestimate potential bodyweight loss. Several recent studies of leg cycling ergometry have yielded equations for the estimation of VO2 that include a term for unloaded cycling, i.e. the oxygen cost of moving the legs against zero resistance. The equations from these studies provide more accurate estimations of cycling VO2 than the existing ACSM equation, and a new standardised equation has been developed and adopted by the ACSM. The new equation is especially useful for improving the accuracy of VO2 estimates during low intensity leg cycle ergometry. The ACSM equation for bench stepping has also been modified to include a term for resting metabolism."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Wellness Institute and Research Center, Old Dominion University, Norfolk, Virginia 23529-0196, USA. dswain@odu.edu"
          }
        ],
        "LastName": "Swain",
        "ForeName": "D P",
        "Initials": "DP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Algorithms"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Energy Metabolism"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Heart Rate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Weight Loss"
    }
  ],
  "NumberOfReferences": "17"
}