{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Aerobic endurance exercise",
      "Cardiopulmonary performance diagnostics",
      "Cardiovascular diseases",
      "Exercise guidance",
      "Performance"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Aerobes Ausdauertraining ist ein wesentlicher Bestandteil der körperlichen Trainingstherapie in der kardiologischen Rehabilitation (KardReha). Die dadurch erzielte Verbesserung der kardiopulmonalen Leistungsfähigkeit und der symptomfreien Belastbarkeit im Alltag sind für die Lebensqualität und Prognose des Patienten von großer Bedeutung. Vor Beginn der Trainingstherapie wird eine ausführliche Risikostratifizierung inklusive Belastungsuntersuchung gefordert, damit ein sicheres und effektives Training während der KardReha gewährleistet ist. Die Spiroergometrie („cardio-pulmonary exercise testing“, CPX) gilt als Goldstand der Bestimmung der kardiopulmonalen Belastbarkeit und Leistungsdiagnostik. Die Sauerstoffaufnahme, die an der maximal erreichten Belastungsintensität gemessen wird (peakVO<sub>2</sub>), hat eine hohe prognostische Bedeutung, sowohl in der Primär- als auch in der Sekundärprävention kardiovaskulärer Erkrankungen. In der KardReha ermöglicht der Einsatz der CPX mit Messung der peakVO<sub>2</sub> und Bestimmung der ventilatorischen Schwellen eine sehr zuverlässige Beurteilung der kardiopulmonalen Leistungsfähigkeit sowie der aeroben Ausdauerleistungsfähigkeit. Die CPX ist auch zur Verlaufsbeurteilung und zur Beurteilung von Trainingseffekten geeignet. Die Messung der peakVO<sub>2</sub> und die Bestimmung der ventilatorischen Schwellen bilden zudem die Basis für eine gezielte individuelle Trainingsteuerung für das aerobe Ausdauertraining. Dadurch werden die Effektivität und die Sicherheit des Trainings erhöht. In diesem Artikel werden mithilfe der Ergebnisse aus der CPX konkrete Empfehlungen für die individuelle Trainingssteuerung bei Patienten mit koronarer Herzkrankheit (KHK), Herzinsuffizienz sowie mit KHK und Diabetes mellitus Typ 2 gegeben."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Medizin Verlag GmbH, ein Teil von Springer Nature."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36720723",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "01",
        "Day": "31"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00399-022-00921-4"
    ],
    "Journal": {
      "ISSN": "1435-1544",
      "JournalIssue": {
        "Volume": "34",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Mar"
        }
      },
      "Title": "Herzschrittmachertherapie & Elektrophysiologie",
      "ISOAbbreviation": "Herzschrittmacherther Elektrophysiol"
    },
    "ArticleTitle": "[Cardiopulmonary exercise testing for exercise prescription in cardiac rehabilitation].",
    "Pagination": {
      "StartPage": "26",
      "EndPage": "32",
      "MedlinePgn": "26-32"
    },
    "Abstract": {
      "AbstractText": [
        "Aerobic endurance training is a core component of exercise training (ET) during cardiac rehabilitation (CR). Improvements of cardiopulmonary performance and symptom-free exercise capacity that can be achieved by ET during CR are essential for patient's prognosis and quality of life. Before initiating exercise training in CR, a detailed risk stratification including incremental exercise testing is required in order to ensure safe and effective exercise training conditions. Cardiopulmonary exercise testing (CPX) with measurement of respiratory gases is considered the gold standard of cardiopulmonary performance diagnostics. The oxygen uptake measured at the highest exercise intensity achieved (peakVO<sub>2</sub>) has strong prognostic implications in primary and secondary prevention of cardiovascular diseases, respectively. The use of CPX with measurement of peakVO<sub>2</sub> and determination of ventilatory thresholds (VT) enables a reliable determination of the individual cardiopulmonary performance (peakVO<sub>2</sub>) and also the aerobic exercise capacity. In addition, CPX is a valuable tool to detect increments in exercise capacity that were achieved by ET during CR. The measurement of peakVO<sub>2</sub> and the determination of ventilatory thresholds are basic parameters for an individually tailored exercise prescription. In addition, the targeted control of aerobic endurance training on the basis of CPX parameters increases the effectiveness and safety of the exercise program during CR. In this article, recommendations for an individual exercise prescription, based on the results of CPX, are given for patients with coronary heart disease (CHD), heart failure, as well as for patients with CHD and concomitant type 2 diabetes mellitus."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Medizin Verlag GmbH, ein Teil von Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Kreislaufforschung und Sportmedizin, Abt. Präventive und rehabilitative Sport- und Leistungsmedizin, Deutsche Sporthochschule Köln, Am Sportpark Müngersdorf 6, 50933, Köln, Deutschland. bjarnason@dshs-koeln.de."
          }
        ],
        "LastName": "Bjarnason-Wehrens",
        "ForeName": "Birna",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Kreislaufforschung und Sportmedizin, Abt. Präventive und rehabilitative Sport- und Leistungsmedizin, Deutsche Sporthochschule Köln, Am Sportpark Müngersdorf 6, 50933, Köln, Deutschland."
          },
          {
            "Identifier": [],
            "Affiliation": "Schüchtermann-Klinik Bad Rothenfelde, Bad Rothenfelde, Deutschland."
          }
        ],
        "LastName": "Schmidt",
        "ForeName": "Thomas",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rehabilitationskrankenhaus für Kardiologie, Angiologie und Diabetes, Curschmann Klinik, Timmendorfer Strand, Deutschland."
          },
          {
            "Identifier": [],
            "Affiliation": "Medizinische Fakultät, Universität zu Lübeck, Lübeck, Deutschland."
          }
        ],
        "LastName": "Schwaab",
        "ForeName": "Bernhard",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Spiroergometrie zur Trainingssteuerung in der kardiologischen Rehabilitation."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Herzschrittmacherther Elektrophysiol",
    "NlmUniqueID": "9425873",
    "ISSNLinking": "0938-7412"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cardiac Rehabilitation"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Test"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    }
  ]
}