{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Continuing medical education",
      "Curricula",
      "Educational workshop",
      "Exercise is medicine",
      "Physical activity",
      "Physicians"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38254169",
  "DateCompleted": {
    "Year": "2024",
    "Month": "01",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2024",
        "Month": "01",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "79",
      "10.1186/s12909-023-04999-3"
    ],
    "Journal": {
      "ISSN": "1472-6920",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "1",
        "PubDate": {
          "Year": "2024",
          "Month": "Jan",
          "Day": "22"
        }
      },
      "Title": "BMC medical education",
      "ISOAbbreviation": "BMC Med Educ"
    },
    "ArticleTitle": "Curricular and pedagogical approaches for physical activity prescription training: a mixed-methods study of the \"Exercise is Medicine\" workshops in Colombia.",
    "Pagination": {
      "StartPage": "79",
      "MedlinePgn": "79"
    },
    "Abstract": {
      "AbstractText": [
        "The physical activity (PA) prescription workshop for physicians, through the global health initiative \"Exercise is Medicine\" (EIM), has trained more than 4000 health care professionals (HCPs) in Latin America. It has shown to be effective in increasing PA prescription knowledge and awareness among HCPs. The purpose of this paper is to evaluate the curricular and pedagogical approach used by EIM Colombia at the PA prescription workshops implemented between 2014 and 2015.",
        "A mixed methods study, with a sequential explanatory design was implemented among a convenience sample of HCPs attending twenty-six PA prescription workshops. HCPs health status, PA personal habits, and medical practices were collected using a questionnaire at baseline among 795 participants (pre-test measurement), and subsequently quantitatively analyzed. A workshop satisfaction survey was administered after the completion of the workshop among 602 HCPs. The curricular and pedagogical approach of the workshop, the designers' and students' contextual factors, and perceptions about the workshop were measured using qualitative methods (analysis of the procedures manual, two workshop observations, three semi-structured interviews, and one focus group including 8 HCPs).",
        "The workshop is student-centered and guided by an expert with an academic and clinical background. Learning was achieved with theoretical and practical components using authentic performance and collaborative learning. An active teaching and learning approach was used with strategies such as interactive lectures, hands-on elements, and role-playing (patient-counselor). The workshop emphasized an individual approach when prescribing PA integrating in clinical practice not only health benefits but also patient´s beliefs, motivations, needs, and barriers.",
        "Evidence-based practices and authentic performance were the most salient pedagogical elements used by EIM Colombia at the PA prescription workshop. A knowledge assessment that includes the practical aspect is suggested for future workshops. The curricular and pedagogical approach of the PA prescription workshop implemented in Colombia is well received by the medical community and a useful continuing medical education intervention with a potential contribution to current, and future health promotion needs."
      ],
      "CopyrightInformation": "© 2024. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Universidad de los Andes, Carrera 1, #18a-12, Bogotá, Colombia. paez.d.carolina@gmail.com."
          }
        ],
        "LastName": "Páez",
        "ForeName": "Diana C",
        "Initials": "DC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Universidad de los Andes, Carrera 1, #18a-12, Bogotá, Colombia."
          }
        ],
        "LastName": "Flórez",
        "ForeName": "Johanna",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Universidad de los Andes, Carrera 1, #18a-12, Bogotá, Colombia."
          },
          {
            "Identifier": [],
            "Affiliation": "Centro de Investigación y Formación en Educación, Universidad de los Andes, Carrera 1, #18a-12, Bogotá, Colombia."
          }
        ],
        "LastName": "Gómez",
        "ForeName": "María Teresa",
        "Initials": "MT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro de Investigación y Formación en Educación, Universidad de los Andes, Carrera 1, #18a-12, Bogotá, Colombia."
          }
        ],
        "LastName": "García",
        "ForeName": "Daniel",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto Universitario de Educación Física y Deporte, Universidad de Antioquia, Calle 74 # 70 - 59, Medellín, Colombia."
          }
        ],
        "LastName": "Arango-Paternina",
        "ForeName": "Carlos M",
        "Initials": "CM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Universidad de los Andes, Carrera 1, #18a-12, Bogotá, Colombia."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute of Exercise Medicine and Rehabilitation, Fundación Santa Fe de Bogotá, Cra. 7 #117 -15, Bogotá, Colombia."
          }
        ],
        "LastName": "Duperly",
        "ForeName": "John",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Med Educ",
    "NlmUniqueID": "101088679",
    "ISSNLinking": "1472-6920"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Colombia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Medicine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Learning"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Students"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    }
  ],
  "CoiStatement": "The authors Diana C. Paez, Johanna Flórez, María Teresa Gómez, Daniel García and Carlos M. Arango-Paternina do not have any competing interests, they all acknowledge and John Duperly declare that as one of the professors of the courses he received funding for implementing them, however, the funding agencies had no role in determining the content of the courses or any part of the current manuscript."
}