{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32090740",
  "DateCompleted": {
    "Year": "2021",
    "Month": "02",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "02",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "01",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2020.01.012",
      "S0165-0327(19)32706-5"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "265",
        "PubDate": {
          "Year": "2020",
          "Month": "Mar",
          "Day": "15"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "Mind and body exercises (MBE), prescribed antidepressant medication, physical exercise and depressive symptoms - a longitudinal study.",
    "Pagination": {
      "StartPage": "185",
      "EndPage": "192",
      "MedlinePgn": "185-192"
    },
    "Abstract": {
      "AbstractText": [
        "Earlier studies show that participation in mind and body exercises (MBE) is cross-sectionally associated with high levels of depressive symptoms and antidepressants. This study investigates the longitudinal interrelationship between depressive symptoms, MBE and antidepressants.",
        "3269 men and 4318 women aged 24-74 years participated in the Swedish Longitudinal Occupational Survey of Health (SLOSH). Measures of MBE practice and depressive symptoms were drawn from the SLOSH questionnaire, data on prescription drugs were obtained from the Swedish Prescribed Drug Register. Structural Equation Modeling (SEM) was used to analyze temporal relationships.",
        "Both MBE practice and antidepressants in 2012 was associated with higher levels of depressive symptoms two years later. Depressive symptoms in turn were associated with higher levels of later MBE practice and antidepressants. These relationships seemed to be explained by confounding by indication and were of higher magnitude for antidepressants than for MBE.",
        "Overall, SEM analysis shows that MBE and antidepressant treatment were both bi-directionally associated with depressive symptoms over time. Part of the explanation is likely to be confounding by indication: those with symptoms of depression more likely to undertake treatment, and MBE alone may be more common among those with less severe depression. The results clarify some of our findings from earlier studies and give some important, new information on what people are doing to manage depressive symptoms on a societal level, regarding self-care, medication, and the combination of both."
      ],
      "CopyrightInformation": "Copyright © 2020. Published by Elsevier B.V."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden; Center for Social Sustainability, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet, Stockholm, Sweden; Stress Research Institute, Stockholm University, Stockholm, Sweden. Electronic address: lina.radmark@ki.se."
          }
        ],
        "LastName": "Rådmark",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Stress Research Institute, Stockholm University, Stockholm, Sweden."
          }
        ],
        "LastName": "Hanson",
        "ForeName": "Ll Magnusson",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Epidemiology and Biostatistics, Örebro University, Örebro, Sweden; Clinical Epidemiology Division, Department of Medicine, Karolinska Institutet, Stockholm, Sweden; Department of Epidemiology and Public Health, University College London, UK."
          }
        ],
        "LastName": "Montgomery",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden; Center for Social Sustainability, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet, Stockholm, Sweden; Department of Music, Pedagogy and Society, Royal College of Music, Stockholm, Sweden."
          }
        ],
        "LastName": "Bojner Horwitz",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Neuroscience, Karolinska Institutet, Stockholm, Sweden; Center for Social Sustainability, Department of Neurobiology, Care Sciences and Society, Karolinska Institutet, Stockholm, Sweden; Stockholm Health Care Services, Stockholm, Sweden. Electronic address: walter.osika@ki.se."
          }
        ],
        "LastName": "Osika",
        "ForeName": "W",
        "Initials": "W"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Longitudinal Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Sweden"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest All the authors have no conflict of interest."
}