{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cardiac risk factors and prevention",
      "Congenital heart disease"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28490620",
  "DateCompleted": {
    "Year": "2017",
    "Month": "09",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "05",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1136/heartjnl-2017-311340"
    ],
    "Journal": {
      "ISSN": "1468-201X",
      "JournalIssue": {
        "Volume": "103",
        "Issue": "18",
        "PubDate": {
          "Year": "2017",
          "Month": "Sep"
        }
      },
      "Title": "Heart (British Cardiac Society)",
      "ISOAbbreviation": "Heart"
    },
    "ArticleTitle": "Physical activity evaluation in children with congenital heart disease.",
    "Pagination": {
      "StartPage": "1408",
      "EndPage": "1412",
      "MedlinePgn": "1408-1412"
    },
    "Abstract": {
      "AbstractText": [
        "Significant advances in the management of children with congenital heart disease (CHD) have resulted in marked improvements in survival and life expectancy. Thus, there is an increased emphasis on promoting physical activity to optimise healthy development and long-term cardiovascular health. Evaluation of physical activity levels as part of ongoing clinical care is recommended to facilitate physical activity counselling and/or exercise prescription. Physical activity is a complex health behaviour that is challenging to evaluate. We provide an overview of techniques for measuring physical activity in children with CHD with a focus on how to do this in the clinical context. Accelerometers are devices that objectively assess intensity and duration of physical activity under free living conditions. They enable evaluation against physical activity guidelines, but are costly and require advanced technical expertise. Pedometers are a simple-to-use and cost-effective alternative, but an outcome metric of daily step count limits classification against guidelines. Commercial wearable activity trackers offer an appealing user experience and can provide valid estimates in children. Furthermore, activity trackers enable remote monitoring of physical activity levels, which may facilitate exercise prescription and activity counselling. Questionnaires are the most cost-effective and time-effective method, but recall error in younger children is a consideration. Routine exercise testing in children with CHD provides important insight into functional status but should not be viewed as a proxy measure of habitual physical activity. Understanding the spectrum and role of physical activity measurement tools is important for clinicians focused on optimising cardiovascular health in children with CHD."
      ],
      "CopyrightInformation": "© Article author(s) (or their employer(s) unless otherwise stated in the text of the article) 2017. All rights reserved. No commercial use is permitted unless otherwise expressly granted."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Cardiology, Department of Pediatrics, University of British Columbia, British Columbia, Canada."
          }
        ],
        "LastName": "Voss",
        "ForeName": "Christine",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Cardiology, Department of Pediatrics, University of British Columbia, British Columbia, Canada."
          }
        ],
        "LastName": "Harris",
        "ForeName": "Kevin C",
        "Initials": "KC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Heart",
    "NlmUniqueID": "9602087",
    "ISSNLinking": "1355-6037"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Behavior"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Heart Defects, Congenital"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "CoiStatement": "Competing interests: None declared."
}