{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37204002",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD013204",
      "10.1002/14651858.CD013204.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "5",
        "Issue": "5",
        "PubDate": {
          "Year": "2023",
          "Month": "May",
          "Day": "19"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Exercise interventions for adults after liver transplantation.",
    "Pagination": {
      "StartPage": "CD013204",
      "MedlinePgn": "CD013204"
    },
    "Abstract": {
      "AbstractText": [
        "The finding that exercise is inversely related to metabolic syndrome after transplantation is novel and suggests that exercise interventions might provide a means for reducing metabolic syndrome complications in liver transplantation recipients. The use of exercise for increasing the physical activity daily levels by more frequent, higher intensity, and longer duration of training sessions, or the sum of these components may be necessary to counteract the effects of the pretransplant reduced activity, metabolic disturbances, and post-transplant immunosuppression, as well as improve physical function and aerobic capacity following liver transplantation. Regular physical activity has a long-term positive impact on recovery following various surgical procedures including transplantation, giving people the opportunity to return to an active life with their families, in society, and in their professional life. Likewise, specific muscle strength training may attenuate the loss of strength after liver transplantation.",
        "To evaluate the benefits and harms of exercise-based interventions in adults after liver transplantation compared to no exercise, sham interventions, or another type of exercise.",
        "We used standard, extensive Cochrane search methods. The latest search date was 2 September 2022.",
        "We included randomised clinical trials in liver transplantation recipients comparing any type of exercise with no exercise, sham interventions, or another type of exercise.",
        "We used standard Cochrane methods. Our primary outcomes were 1. all-cause mortality; 2. serious adverse events; and 3. health-related quality of life. Our secondary outcomes were 4. a composite of cardiovascular mortality and cardiac disease; 5. aerobic capacity; 6. muscle strength; 7. morbidity; 8. non-serious adverse events; and 9. cardiovascular disease post-transplantation. We assessed risk of bias of the individual trials using RoB 1, described the interventions using the TIDieR checklist, and used GRADE to assess certainty of evidence.",
        "We included three randomised clinical trials. The trials randomised 241 adults with liver transplantation, of which 199 participants completed the trials. The trials were conducted in the USA, Spain, and Turkey. They compared exercise versus usual care. The duration of the interventions ranged from two to 10 months. One trial reported that 69% of participants who received the exercise intervention were adherent to the exercise prescription. A second trial reported a 94% adherence to the exercise programme, with participants attending 45/48 sessions. The remaining trial reported a 96.8% adherence to the exercise intervention during the hospitalisation period. Two trials received funding; one from the National Center for Research Resources (US) and the other from Instituto de Salud Carlos III (Spain). The remaining trial did not receive funding. All trials were at an overall high risk of bias, derived from high risk of selective reporting bias and attrition bias in two trials. The results on all-cause mortality showed a higher risk of death in the exercise group versus the control group, but these results are very uncertain (risk ratio (RR) 3.14, 95% confidence interval (CI) 0.74 to 13.37; 2 trials, 165 participants; I² = 0%; very low-certainty evidence). The trials did not report data on serious adverse events excluding mortality or non-serious adverse events. However, all trials reported that there were no adverse effects associated with exercise. We are very uncertain on whether exercise compared with usual care has a beneficial or harmful effect on health-related quality of life assessed using the 36-item Short Form Physical Functioning subscale at the end of the intervention (mean difference (MD) 10.56, 95% CI -0.12 to 21.24; 2 trials, 169 participants; I² = 71%; very low-certainty evidence). None of the trials reported data on composite of cardiovascular mortality and cardiovascular disease, and cardiovascular disease post-transplantation. We are very uncertain if there are differences in aerobic capacity in terms of VO<sub>2peak</sub> at the end of the intervention between groups (MD 0.80, 95% CI -0.80 to 2.39; 3 trials, 199 participants; I² = 0%; very low-certainty evidence). We are very uncertain if there are differences in muscle strength at end of the intervention between groups (MD 9.91, 95% CI -3.68 to 23.50; 3 trials, 199 participants; I² = 44%; very low-certainty evidence). One trial measured perceived fatigue using the Checklist Individual Strength (CIST). Participants in the exercise group showed a clinically important lower degree of fatigue perception than participants in the control group, with a mean reduction of 40 points in the CIST (95% CI 15.62 to 64.38; 1 trial, 30 participants).  We identified three ongoing studies.",
        "Based on very low-certainty evidence in our systematic review, we are very uncertain of the role of exercise training (aerobic, resistance-based exercises, or both) in affecting mortality, health-related quality of life, and physical function (i.e. aerobic capacity and muscle strength) in liver transplant recipients. There were few data on the composite of cardiovascular mortality and cardiovascular disease, cardiovascular disease post-transplantation, and adverse event outcomes. We lack larger trials with blinded outcome assessment, designed according to the SPIRIT statement and reported according to the CONSORT statement."
      ],
      "CopyrightInformation": "Copyright © 2023 The Cochrane Collaboration. Published by John Wiley & Sons, Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Oncology, Catalan Institute of Oncology, L'Hospitalet de Llobregat, Spain."
          }
        ],
        "LastName": "Pérez-Amate",
        "ForeName": "Èlia",
        "Initials": "È"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Iberoamerican Cochrane Centre, Biomedical Research Institute Sant Pau (IIB Sant Pau), CIBER Epidemiología y Salud Pública (CIBERESP), Barcelona, Spain."
          }
        ],
        "LastName": "Roqué-Figuls",
        "ForeName": "Marta",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Therapy, Faculty of Health Sciences (FCS) Blanquerna, Universitat Ramon Llull, Barcelona, Spain."
          }
        ],
        "LastName": "Fernández-González",
        "ForeName": "Miguel",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Activity and Sport Sciences, Faculty of Psychology, Education and Sport Sciences (FPCEE) Blanquerna, Universitat Ramon Llull, Barcelona, Spain."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Health and Life Sciences, Glasgow Caledonian University, Glasgow, UK."
          }
        ],
        "LastName": "Giné-Garriga",
        "ForeName": "Maria",
        "Initials": "M"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "clinicaltrials.gov/show/NCT04246970",
          "clinicaltrials.gov/ct2/show/NCT04965142"
        ]
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "doi: 10.1002/14651858.CD013204"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Liver Transplantation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Metabolic Syndrome"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Fatigue"
    }
  ],
  "CoiStatement": "EPA: none. MRF: none. MFG: none. MGG: none."
}