{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23440829",
  "DateCompleted": {
    "Year": "2013",
    "Month": "03",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "01",
        "Day": "31"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/14651858.CD008618.pub2"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "1",
        "PubDate": {
          "Year": "2013",
          "Month": "Jan",
          "Day": "31"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Exercise for improving outcomes after osteoporotic vertebral fracture.",
    "Pagination": {
      "StartPage": "CD008618",
      "MedlinePgn": "CD008618"
    },
    "Abstract": {
      "AbstractText": [
        "Vertebral fractures are associated with increased morbidity (e.g., pain, reduced quality of life), and mortality. Therapeutic exercise is a non-pharmacologic conservative treatment that is often recommended for patients with vertebral fractures to reduce pain and restore functional movement.",
        "Our objectives were to evaluate the benefits and harms of exercise interventions of four weeks or greater (alone or as part of a physical therapyintervention) versus non-exercise/non-active physical therapy intervention, no intervention or placebo on the incidence of future fractures and adverse events among adults with a history of osteoporotic vertebral fracture(s). We were also examined the effects of exercise on the following secondary outcomes: falls, pain, posture,physical function, balance,mobility, muscle function,quality of life and bone mineral density of the lumbar spine or hip measured using dual-energy X-ray absorptiometry (DXA).We also reported exercise adherence.",
        "We searched the following databases: The Cochrane Library ( Issue 11 of 12, November 2011), MEDLINE (2005 to 2011), EMBASE (1988 to November 23, 2011), CINAHL (Cumulative Index to Nursing and Allied Health Literature, 1982 to November 23, 2011), AMED (1985 to November 2011), and PEDro (Physiotherapy Evidence Database, www.pedro.fhs.usyd.edu.au/index.html, 1929 to November 23, 2011. Ongoing and recently completed trials were identified by searching the World Health Organization International Clinical Trials Registry Platform (to December 2009). Conference proceedings were searched via ISI and SCOPUS, and targeted searches of proceedings of the American Congress of Rehabilitation Medicine and American Society for Bone and Mineral Research. Search terms or MeSH headings included terms such as vertebral fracture AND exercise OR physical therapy.",
        "We considered all randomized controlled trials and quasi-randomized trials comparing exercise or active physical therapy interventions with placebo/non-exercise/non-active physical therapy interventions or no intervention implemented in individuals with a history of vertebral fracture and evaluating the outcomes of interest.",
        "Two review authors independently selected trials and extracted data using a pre-tested data abstraction form. Disagreements were resolved by consensus, or third party adjudication. The Cochrane Collaboration's tool for assessing risk of bias was used to evaluate each study. Studies were grouped according to duration of follow-up (i.e., a) four to 12 weeks; b) 16 to 24 weeks; and c) 52 weeks); a study could be represented in more than one group depending on the number of follow-up assessments. For continuous data, we report mean differences (MDs) of the change or percentage change from baseline. Data from two studies were pooled for one outcome using a fixed-effect model.",
        "Seven trials (488 participants, four male participants) were included. Substantial variability across the seven trials prevented any meaningful pooling of data for most outcomes. No trials assessed the effect of exercise on incident fractures, adverse events or incident falls. Individual trials reported that exercise could improve pain, performance on the Timed Up and Go test, walking speed, back extensor strength, trunk muscle endurance, and quality of life. However, the findings should be interpreted with caution given that there were also reports of no significant difference between exercise and control groups for pain, Timed Up and Go test performance, trunk extensor muscle strength and quality of life. Pooled analyses from two studies revealed a significant between-group difference in favour of exercise for Timed Up and Go performance (MD -1.13 seconds, 95% confidence interval (CI) -1.85 to -0.42, P = 0.002). Individual studies also reported no significant between-group differences for posture or bone mineral density. Adherence to exercise varied across studies. The risk of bias across all studies was variable; low risk across most domains in four studies, and unclear or high risk in most domains for three studies.",
        "No definitive conclusions can be made regarding the benefits of exercise for individuals with vertebral fracture. Although individual trials did report benefits for some pain, physical function and quality of life outcomes, the findings should be interpreted with caution given that findings were inconsistent and the quality of evidence was very low. The small number of trials and variability across trials limited our ability to pool outcomes or make conclusions. Evidence regarding the effects of exercise after vertebral fracture, particularly for men, is scarce. A high-quality randomized trial is needed to inform exercise prescription for individuals with vertebral fractures."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology, University of Waterloo, Waterloo, Canada.mgiangr@uwaterloo.ca."
          }
        ],
        "LastName": "Giangregorio",
        "ForeName": "Lora M",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Macintyre",
        "ForeName": "Norma J",
        "Initials": "NJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Thabane",
        "ForeName": "Lehana",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Skidmore",
        "ForeName": "Carly J",
        "Initials": "CJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Papaioannou",
        "ForeName": "Alexandra",
        "Initials": "A"
      }
    ],
    "GrantList": [
      {
        "GrantID": "88225-1",
        "Acronym": "CAPMC",
        "Agency": " CIHR",
        "Country": "Canada"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Br J Sports Med. 2015 Apr;49(7):489-90",
      "PMID": "23940270"
    },
    {
      "RefSource": "Cochrane Database Syst Rev. 2019 Jul 05;7:CD008618",
      "PMID": "31273764"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Back Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Osteoporotic Fractures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Spinal Fractures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "DECLARATIONS OF INTEREST L. Giangregorio: None relevant to this paper. She has received a research grant from Merck Frosst that was awarded in conjunction with an Early Researcher Award from the Ontario Ministry of Research and Innovation. N. MacIntyre: None relevant to this paper. L. Thabane: is a member of an Advisory Board for Network Meta-analysis for GSK. C. Skidmore: None A. Papaioannou: None relevant to this paper. She is or has been a consultant, or on a speaker’s bureau, or received unrestricted grants for the following: Amgen, Eli Lilly, Merck Frosst Canada, Novartis, Pfizer, Warner Chilcott."
}