{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20959702",
  "DateCompleted": {
    "Year": "2011",
    "Month": "01",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3810/psm.2010.10.1814"
    ],
    "Journal": {
      "ISSN": "0091-3847",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "3",
        "PubDate": {
          "Year": "2010",
          "Month": "Oct"
        }
      },
      "Title": "The Physician and sportsmedicine",
      "ISOAbbreviation": "Phys Sportsmed"
    },
    "ArticleTitle": "Anabolic processes in human skeletal muscle: restoring the identities of growth hormone and testosterone.",
    "Pagination": {
      "StartPage": "97",
      "EndPage": "104",
      "MedlinePgn": "97-104"
    },
    "Abstract": {
      "AbstractText": [
        "Testosterone supplementation acts via numerous mechanisms as a highly potent anabolic agent to skeletal muscle. Although growth hormone (GH) strongly affects collagen synthesis and lipolysis, as well as increasing lean body mass, it is not anabolic toward the contractile (ie, myofibrillar) muscle tissue in healthy individuals. However, there is a persistent belief (both in scientific literature and among recreational weightlifters) that exercise-induced release of GH and testosterone underpins muscular hypertrophy with resistance training. This is a premature assumption because although pharmacological GH supplementation can increase muscle strength or size in individuals with clinical GH deficiency, there is no evidence that transient exercise-induced changes in GH have the same effects in individuals with normal GH levels. Exercise paradigms are designed based on the assumption (not necessarily evidenced-based mechanisms) that GH and testosterone facilitate anabolic processes that lead to skeletal muscle protein accretion and hypertrophy. Our recent work disputes this assumption. Instead, our data indicate that exercise-induced hormonal elevations do not enhance intracellular markers of anabolic signaling or the acute postexercise elevation of myofibrillar protein synthesis. Furthermore, data from our training study demonstrate that exercise-induced increases in GH and testosterone availability are not necessary for and do not enhance strength and hypertrophy adaptations. Instead, our data lead us to conclude that local mechanisms that are intrinsic to the skeletal muscle tissue performing the resistive contractions (ie, weightlifting) are predominant in stimulating anabolism. The purpose of this article is 1) to provide a brief overview of the mechanisms of action of testosterone and GH; 2) to discuss the inability of physiological exercise-induced elevations in these hormones to have a measurable impact on skeletal muscle anabolism; and 3) to describe factors that we believe are more important for stimulating hypertrophy in human skeletal muscle. Clarifying both the role of hormones in regulating muscle mass as well as the underlying basis for adaptation of skeletal muscle to resistance exercise will hopefully enhance and support the prescription of resistance exercise as an integral component of a healthy lifestyle."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Exercise Metabolism Research Group, Department of Kinesiolgy, McMaster University, Hamilton, Ontario, Canada."
          }
        ],
        "LastName": "West",
        "ForeName": "Daniel W D",
        "Initials": "DW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Phillips",
        "ForeName": "Stuart M",
        "Initials": "SM"
      }
    ],
    "GrantList": [
      {
        "Agency": "Canadian Institutes of Health Research",
        "Country": "Canada"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Phys Sportsmed",
    "NlmUniqueID": "0427461",
    "ISSNLinking": "0091-3847"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anabolic Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Muscle Proteins"
    },
    {
      "RegistryNumber": "12629-01-5",
      "NameOfSubstance": "Human Growth Hormone"
    },
    {
      "RegistryNumber": "3XMK78S47O",
      "NameOfSubstance": "Testosterone"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Anabolic Agents"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Human Growth Hormone"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Hypertrophy"
    },
    {
      "QualifierName": [
        "biosynthesis"
      ],
      "DescriptorName": "Muscle Proteins"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "drug effects",
        "metabolism"
      ],
      "DescriptorName": "Muscle, Skeletal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Testosterone"
    }
  ]
}