{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "cancer-related fatigue",
      "exercise",
      "nutrition",
      "prostate cancer",
      "quality of life"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28895922",
  "DateCompleted": {
    "Year": "2018",
    "Month": "06",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "09",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1003",
      "10.3390/nu9091003"
    ],
    "Journal": {
      "ISSN": "2072-6643",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "9",
        "PubDate": {
          "Year": "2017",
          "Month": "Sep",
          "Day": "12"
        }
      },
      "Title": "Nutrients",
      "ISOAbbreviation": "Nutrients"
    },
    "ArticleTitle": "The Effect of Nutrition Therapy and Exercise on Cancer-Related Fatigue and Quality of Life in Men with Prostate Cancer: A Systematic Review.",
    "Abstract": {
      "AbstractText": [
        "Improvements in diet and/or exercise are often advocated during prostate cancer treatment, yet the efficacy of, and optimal nutrition and exercise prescription for managing cancer-related fatigue and quality of life remains elusive. The aim of this study is to systematically review the effects of nutrition and/or exercise on cancer-related fatigue and/or quality of life.",
        "A literature search was conducted in six electronic databases. The Delphi quality assessment list was used to evaluate the methodological quality of the literature. The study characteristics and results were summarized in accordance with the review's Population, Intervention, Control, Outcome (PICO) criteria.",
        "A total of 20 articles (one diet only, two combined diet and exercise, and seventeen exercise only studies) were included in the review. Soy supplementation improved quality of life, but resulted in several adverse effects. Prescribing healthy eating guidelines with combined resistance training and aerobic exercise improved cancer-related fatigue, yet its effect on quality of life was inconclusive. Combined resistance training with aerobic exercise showed improvements in cancer-related fatigue and quality of life. In isolation, resistance training appears to be more effective in improving cancer-related fatigue and quality of life than aerobic exercise. Studies that utilised an exercise professional to supervise the exercise sessions were more likely to report improvements in both cancer-related fatigue and quality of life than those prescribing unsupervised or partially supervised sessions. Neither exercise frequency nor duration appeared to influence cancer-related fatigue or quality of life, with further research required to explore the potential dose-response effect of exercise intensity.",
        "Supervised moderate-hard resistance training with or without moderate-vigorous aerobic exercise appears to improve cancer-related fatigue and quality of life. Targeted physiological pathways suggest dietary intervention may alleviate cancer-related fatigue and improve quality of life, however the efficacy of nutrition management with or without exercise prescription requires further exploration."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Human Movement and Nutrition Sciences, The University of Queensland, Brisbane, QLD 4072, Australia. b.baguley1@uq.edu.au."
          }
        ],
        "LastName": "Baguley",
        "ForeName": "Brenton J",
        "Initials": "BJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Human Movement and Nutrition Sciences, The University of Queensland, Brisbane, QLD 4072, Australia. Kate.Bolam@ki.se."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Neurobiology, Care Sciences and Society, Division of Nursing, Karolinska Institute, Stockholm 171 77, Sweden. Kate.Bolam@ki.se."
          }
        ],
        "LastName": "Bolam",
        "ForeName": "Kate A",
        "Initials": "KA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Human Movement and Nutrition Sciences, The University of Queensland, Brisbane, QLD 4072, Australia. o.wright@uq.edu.au."
          },
          {
            "Identifier": [],
            "Affiliation": "Mater Medical Research Institute, The University of Queensland, Brisbane QLD 4072, Australia. o.wright@uq.edu.au."
          }
        ],
        "LastName": "Wright",
        "ForeName": "Olivia R L",
        "Initials": "ORL"
      },
      {
        "Identifier": [
          "0000-0002-5704-2741"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Human Movement and Nutrition Sciences, The University of Queensland, Brisbane, QLD 4072, Australia. t.skinner@uq.edu.au."
          }
        ],
        "LastName": "Skinner",
        "ForeName": "Tina L",
        "Initials": "TL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Nutrients",
    "NlmUniqueID": "101521595",
    "ISSNLinking": "2072-6643"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Diet"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nutrition Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Observational Studies as Topic"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Prostatic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resistance Training"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}