{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24807838",
  "DateCompleted": {
    "Year": "2015",
    "Month": "03",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s40279-014-0197-3"
    ],
    "Journal": {
      "ISSN": "1179-2035",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "8",
        "PubDate": {
          "Year": "2014",
          "Month": "Aug"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "High responders and low responders: factors associated with individual variation in response to standardized training.",
    "Pagination": {
      "StartPage": "1113",
      "EndPage": "1124",
      "MedlinePgn": "1113-24"
    },
    "Abstract": {
      "AbstractText": [
        "The response to an exercise intervention is often described in general terms, with the assumption that the group average represents a typical response for most individuals. In reality, however, it is more common for individuals to show a wide range of responses to an intervention rather than a similar response. This phenomenon of 'high responders' and 'low responders' following a standardized training intervention may provide helpful insights into mechanisms of training adaptation and methods of training prescription. Therefore, the aim of this review was to discuss factors associated with inter-individual variation in response to standardized, endurance-type training. It is well-known that genetic influences make an important contribution to individual variation in certain training responses. The association between genotype and training response has often been supported using heritability estimates; however, recent studies have been able to link variation in some training responses to specific single nucleotide polymorphisms. It would appear that hereditary influences are often expressed through hereditary influences on the pre-training phenotype, with some parameters showing a hereditary influence in the pre-training phenotype but not in the subsequent training response. In most cases, the pre-training phenotype appears to predict only a small amount of variation in the subsequent training response of that phenotype. However, the relationship between pre-training autonomic activity and subsequent maximal oxygen uptake response appears to show relatively stronger predictive potential. Individual variation in response to standardized training that cannot be explained by genetic influences may be related to the characteristics of the training program or lifestyle factors. Although standardized programs usually involve training prescribed by relative intensity and duration, some methods of relative exercise intensity prescription may be more successful in creating an equivalent homeostatic stress between individuals than other methods. Individual variation in the homeostatic stress associated with each training session would result in individuals experiencing a different exercise 'stimulus' and contribute to individual variation in the adaptive responses incurred over the course of the training program. Furthermore, recovery between the sessions of a standardized training program may vary amongst individuals due to factors such as training status, sleep, psychological stress, and habitual physical activity. If there is an imbalance between overall stress and recovery, some individuals may develop fatigue and even maladaptation, contributing to variation in pre-post training responses. There is some evidence that training response can be modulated by the timing and composition of dietary intake, and hence nutritional factors could also potentially contribute to individual variation in training responses. Finally, a certain amount of individual variation in responses may also be attributed to measurement error, a factor that should be accounted for wherever possible in future studies. In conclusion, there are several factors that could contribute to individual variation in response to standardized training. However, more studies are required to help clarify and quantify the role of these factors. Future studies addressing such topics may aid in the early prediction of high or low training responses and provide further insight into the mechanisms of training adaptation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCT/MRC Research Unit for Exercise Science and Sports Medicine, Department of Human Biology, Faculty of Health Sciences, University of Cape Town, PO BOX 115, Newlands, 7725, Cape Town, South Africa, theresa.mann@gmail.com."
          }
        ],
        "LastName": "Mann",
        "ForeName": "Theresa N",
        "Initials": "TN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lamberts",
        "ForeName": "Robert P",
        "Initials": "RP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lambert",
        "ForeName": "Michael I",
        "Initials": "MI"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genotype"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nutritional Status"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phenotype"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Physical Education and Training"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Endurance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sleep Wake Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stress, Psychological"
    }
  ]
}