{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Prescripción de ejercicio. Salud. Pandemia. Sistema inmune. SARS-CoV-2"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "En este periodo de pandemia es vital garantizar la salud y el bienestar según indican los Objetivos de Desarrollo Sostenible de la ONU. El ejercicio físico desempeña un papel importante en la mejora del sistema inmunológico, siendo vital en la prevención de infecciones. Por todo ello, se recomienda la realización de actividad física de manera regular para preservar la salud mental, neuromuscular, cardiovascular, metabólica y endocrina. Para promover el ejercicio físico y mantener un estado saludable, estudios recientes han sugerido que se apliquen rutinas generales de actividad física durante el período de cuarentena. Sin embargo, para mejorar los componentes de la aptitud física relacionados con la salud, la prescripción específica debe matizar la intensidad, el volumen, la duración y el modo. Se ha detectado cierta controversia acerca de cuál es la intensidad adecuada de la actividad física durante el periodo de pandemia, ya que la realización de ejercicios de intensidad moderada podría aportar importantes beneficios. Se debería ser cauteloso con el ejercicio de alta intensidad en las personas no entrenadas o incluso limitarse en los grupos de riesgo. Se deben establecer pautas de actividad física adaptadas para cada grupo de población, prestando especial consideración a los vulnerables a la COVID 19, ya que tienen más probabilidades de volver a aislarse. Por lo tanto, el presente estudio proporciona recomendaciones específicas de actividad física para diferentes poblaciones y su estado de condición física durante esta pandemia."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33371695",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.20960/nh.03363"
    ],
    "Journal": {
      "ISSN": "1699-5198",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb",
          "Day": "23"
        }
      },
      "Title": "Nutricion hospitalaria",
      "ISOAbbreviation": "Nutr Hosp"
    },
    "ArticleTitle": "Physical activity recommendations during the COVID-19 pandemic: a practical approach for different target groups.",
    "Pagination": {
      "StartPage": "194",
      "EndPage": "200",
      "MedlinePgn": "194-200"
    },
    "Abstract": {
      "AbstractText": [
        "Ensuring health and well-being during this pandemic is essential according to the United Nations Sustainable Development Goals. Physical exercise has an important role in the preservation of the immune system, which is vital to prevent infections. To promote physical exercise and maintain a healthy status, recent studies have suggested general exercise routines to be implemented during the quarantine period. However, to improve the health-related physical fitness components, any specific prescription should include intensity, volume, duration, and mode. Controversy persists about which is the best intensity of physical activity, while performing exercise at a moderate intensity could bring important benefits to asymptomatic people. High intensity or unaccustomed exercise should be restricted for older people, and for people of all ages with chronic diseases or compromised immune system, obesity, or upper respiratory tract infection with limited symptoms. Besides, physical activity guidelines should be particular to each population group, giving special consideration to those vulnerable to COVID-19 who are much more likely to suffer more self-isolation. Therefore, the present study is to provide specific physical activity recommendations for different populations during this pandemic."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "General and Specific Didactics. Universidad de Alicante."
          }
        ],
        "LastName": "Baena Morales",
        "ForeName": "Salvador",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Fundamental Biology and Health Sciences. Universidad de las Islas Baleares. Health Research Institute of the Balearic Islands (IdISBa)."
          }
        ],
        "LastName": "Tauler Riera",
        "ForeName": "Pedro",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nursing and Physiotherapy. Universidad de las Islas Baleares. Health Research Institute of the Balearic Islands (IdISBa)."
          }
        ],
        "LastName": "Aguiló Pons",
        "ForeName": "Antonio",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Education. CESAG-Universidad Pontificia Comillas."
          }
        ],
        "LastName": "García Taibo",
        "ForeName": "Olalla",
        "Initials": "O"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Recomendaciones de actividad física durante la pandemia de COVID-19: un enfoque práctico para diferentes grupos objetivo."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Nutr Hosp",
    "NlmUniqueID": "9100365",
    "ISSNLinking": "0212-1611"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Guidelines as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quarantine"
    }
  ]
}