{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12645276",
  "DateCompleted": {
    "Year": "2003",
    "Month": "04",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0043-3284",
      "JournalIssue": {
        "Volume": "98",
        "Issue": "6",
        "PubDate": {
          "Year": "2002",
          "Season": "Nov-Dec"
        }
      },
      "Title": "The West Virginia medical journal",
      "ISOAbbreviation": "W V Med J"
    },
    "ArticleTitle": "Prescribing physical activity in primary care.",
    "Pagination": {
      "StartPage": "250",
      "EndPage": "253",
      "MedlinePgn": "250-3"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity is a powerful weapon for individuals interested in health maintenance. Many benefits of regular physical activity are well known to the medical community including improved weight control, healthier cardiovascular system, and tighter diabetic control. Less recognized benefits of physical activity may include stronger bones, better sleep, lower blood pressure, improved mood, opportunities for personal enjoyment, cancer prevention, and even a longer lifespan. Despite these numerous incentives, less than a quarter of the U.S. population is active enough to gain the rewards (13). West Virginians are among the least physically active; more than 40% of state residents engage in no leisure time physical activity at all (15), so it is critical that physicians in the state take a much more active role in prescribing physical activity for their patients. Although more research is needed, data exists to suggest counseling by physicians does result in increased physical activity (20-23). Attention to risk factors and specific red flags can help decide when formal pre-exercise stress testing is necessary. An organized approach includes development of the mode, frequency, duration, intensity and progression of exercise by a physician who knows the patient's interests and limitations (28). The most current consensus guidelines suggest 30 minutes of moderate-intensity physical activity daily (12). Physicians need to encourage this goal during office visits and there appears to be benefit in putting specific physical activity advice in the form of a written prescription (21)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dept. of Internal Medicine, University of Maryland, Baltimore, Md., USA."
          }
        ],
        "LastName": "Fuscaldo",
        "ForeName": "Joseph M",
        "Initials": "JM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "W V Med J",
    "NlmUniqueID": "0413777",
    "ISSNLinking": "0043-3284"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Counseling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physician's Role"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Primary Health Care"
    }
  ]
}