{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adolescent",
      "Children",
      "Down Syndrome",
      "Infant",
      "Participation",
      "Physical Activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33517447",
  "DateCompleted": {
    "Year": "2021",
    "Month": "09",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "09",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "pzab032",
      "10.1093/ptj/pzab032"
    ],
    "Journal": {
      "ISSN": "1538-6724",
      "JournalIssue": {
        "Volume": "101",
        "Issue": "5",
        "PubDate": {
          "Year": "2021",
          "Month": "May",
          "Day": "04"
        }
      },
      "Title": "Physical therapy",
      "ISOAbbreviation": "Phys Ther"
    },
    "ArticleTitle": "Promoting Participation in Physical Activity in Children and Adolescents With Down Syndrome.",
    "Abstract": {
      "AbstractText": [
        "Children with Down syndrome (DS) often have lower physical activity (PA) levels compared with their peers with typical development, and face challenges to being physically active such as medical comorbidities, access issues, and societal stigma. Physical therapists are experts in exercise prescription and PA and are thus uniquely qualified to successfully promote participation in children with DS, in spite of inherent challenges. Our perspective is that a shift in physical therapy service delivery is needed. We suggest that physical therapists change the focus of their interventions for children with DS from underlying impairments such as low tone or joint laxity or from developing motor skills in isolation and \"correct\" movement patterns. Instead, physical therapists should allow the PA preferences and the environmental contexts of the children and adolescents they are working with to direct the treatment plan. In this way, physical therapist intervention becomes more child centered by concentrating on developing the specific skills and strategies required for success in the child's preferred PA. In this article, we consider the role of pediatric physical therapists in the United States, as well as in low- and middle-income countries, in promoting and monitoring PA in children with DS from infancy through adolescence. Examples of physical therapist interventions such as tummy time, movement exploration, treadmill training, bicycle riding, and strength training are discussed, across infancy, childhood, and adolescence, with a focus on how to successfully promote lifelong participation in PA.",
        "Physical therapists are experts in exercise and physical activity and are thus uniquely qualified to promote participation in children with Down syndrome. Instead of focusing on impairments or \"correct\" movement patterns, physical therapists are encouraged to allow the child and the child's environment to direct the treatment plan."
      ],
      "CopyrightInformation": "© The Author(s) 2021. Published by Oxford University Press on behalf of the American Physical Therapy Association. All rights reserved. For permissions, please email: journals.permissions@oup.com."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-7952-2025"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "SUNY Upstate Medical University, Syracuse, New York, USA."
          }
        ],
        "LastName": "Wentz",
        "ForeName": "Erin E",
        "Initials": "EE"
      },
      {
        "Identifier": [
          "0000-0003-0392-0665"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Therapy, University of Puget Sound, Puget Sound, Washington, USA."
          }
        ],
        "LastName": "Looper",
        "ForeName": "Julia",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Education, University of Alabama at Birmingham, Birmingham, Alabama, USA."
          }
        ],
        "LastName": "Menear",
        "ForeName": "Kristi S",
        "Initials": "KS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Calgary, Alberta, Canada."
          }
        ],
        "LastName": "Rohadia",
        "ForeName": "Dipika",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiotherapy, Podiatry and Prosthetics and Orthotics, La Trobe University, Bundoora, Melbourne, Victoria, Australia."
          }
        ],
        "LastName": "Shields",
        "ForeName": "Nora",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Phys Ther",
    "NlmUniqueID": "0022623",
    "ISSNLinking": "0031-9023"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Down Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    }
  ]
}