{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Blood flow restriction exercise",
      "Dialysis",
      "End-stage kidney disease",
      "Exercise",
      "Physical function",
      "Strength"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28893206",
  "DateCompleted": {
    "Year": "2018",
    "Month": "06",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "09",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "294",
      "10.1186/s12882-017-0713-4"
    ],
    "Journal": {
      "ISSN": "1471-2369",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Sep",
          "Day": "11"
        }
      },
      "Title": "BMC nephrology",
      "ISOAbbreviation": "BMC Nephrol"
    },
    "ArticleTitle": "Efficacy of blood flow restriction exercise during dialysis for end stage kidney disease patients: protocol of a randomised controlled trial.",
    "Pagination": {
      "StartPage": "294",
      "MedlinePgn": "294"
    },
    "Abstract": {
      "AbstractText": [
        "Exercise during haemodialysis improves strength and physical function. However, both patients and clinicians are time poor, and current exercise recommendations add an excessive time burden making exercise a rare addition to standard care. Hypothetically, blood flow restriction exercise performed during haemodialysis can provide greater value for time spent exercising, reducing this time burden while producing similar or greater outcomes. This study will explore the efficacy of blood flow restriction exercise for enhancing strength and physical function among haemodialysis patients.",
        "This is a randomised controlled trial design. A total of 75 participants will be recruited from haemodialysis clinics. Participants will be allocated to a blood flow restriction cycling group, traditional cycling group or usual care control group. Both exercising groups will complete 3 months of cycling exercise, performed intradialytically, three times per week. The blood flow restriction cycling group will complete two 10-min cycling bouts separated by a 20-min rest at a subjective effort of 15 on a 6 to 20 rating scale. This will be done with pressurised cuffs fitted proximally on the active limbs during exercise at 50% of a pre-determined limb occlusion pressure. The traditional cycling group will perform a continuous 20-min bout of exercise at a subjective effort of 12 on the same subjective effort scale. These workloads and volumes are equivalent and allow for comparison of a common blood flow restriction aerobic exercise prescription and a traditional aerobic exercise prescription. The primary outcome measures are lower limb strength, assessed by a three repetition maximum leg extension test, as well as objective measures of physical function: six-minute walk test, 30-s sit to stand, and timed up and go. Secondary outcome measures include thigh muscle cross sectional area, body composition, routine pathology, quality of life, and physical activity engagement.",
        "This study will determine the efficacy of blood flow restriction exercise among dialysis patients for improving key physiological outcomes that impact independence and quality of life, with reduced burden on patients. This may have broader implications for other clinical populations with similarly declining muscle health and physical function, and those contraindicated to higher intensities of exercise.",
        "Australian and New Zealand Clinical Trial Register: ACTRN12616000121460."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Physical Activity and Nutrition, School of Exercise and Nutrition Sciences, Deakin University, 221 Burwood Highway, Burwood, 3125, Australia."
          }
        ],
        "LastName": "Clarkson",
        "ForeName": "Matthew J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Physical Activity and Nutrition, School of Exercise and Nutrition Sciences, Deakin University, 221 Burwood Highway, Burwood, 3125, Australia."
          }
        ],
        "LastName": "Fraser",
        "ForeName": "Steve F",
        "Initials": "SF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical and Clinical Affairs, Satellite Healthcare, San Jose, CA, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Nursing and Midwifery, Deakin University, Burwood, VIC, Australia."
          }
        ],
        "LastName": "Bennett",
        "ForeName": "Paul N",
        "Initials": "PN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Renal Medicine, Eastern Health Clinical School, Melbourne, VIC, Australia."
          }
        ],
        "LastName": "McMahon",
        "ForeName": "Lawrence P",
        "Initials": "LP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Renal Medicine, Eastern Health Clinical School, Melbourne, VIC, Australia."
          }
        ],
        "LastName": "Brumby",
        "ForeName": "Catherine",
        "Initials": "C"
      },
      {
        "Identifier": [
          "0000-0002-2414-7539"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Physical Activity and Nutrition, School of Exercise and Nutrition Sciences, Deakin University, 221 Burwood Highway, Burwood, 3125, Australia. stuart.warmington@deakin.edu.au."
          }
        ],
        "LastName": "Warmington",
        "ForeName": "Stuart A",
        "Initials": "SA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Nephrol",
    "NlmUniqueID": "100967793",
    "ISSNLinking": "1471-2369"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Blood Flow Velocity"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Kidney Failure, Chronic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Regional Blood Flow"
    },
    {
      "QualifierName": [
        "adverse effects",
        "methods"
      ],
      "DescriptorName": "Renal Dialysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: This study was performed in accordance with the Declaration of Helsinki (1975). The design and conduct of this study was approved by the human research ethics committees of both Deakin University (DUHREC 2016–223) and Eastern Health (E05–2016). Participants will be provided with plain language information packages that detail all aspects of their potential involvement in the study, as well as consent forms they will be required to read, complete and return to a member of the research team. This study has been registered with the Australian and New Zealand Clinical Trials Register (ANZCTR): ACTRN12616000121460. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}