{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "chronic pain",
      "pain management",
      "pain outcomes",
      "self-management",
      "systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30375350",
  "DateCompleted": {
    "Year": "2019",
    "Month": "07",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1515/sjpain-2018-0306",
      "/j/sjpain.2019.19.issue-1/sjpain-2018-0306/sjpain-2018-0306.xml"
    ],
    "Journal": {
      "ISSN": "1877-8879",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "1",
        "PubDate": {
          "Year": "2019",
          "Month": "Jan",
          "Day": "28"
        }
      },
      "Title": "Scandinavian journal of pain",
      "ISOAbbreviation": "Scand J Pain"
    },
    "ArticleTitle": "Use of multidomain management strategies by community dwelling adults with chronic pain: evidence from a systematic review.",
    "Pagination": {
      "StartPage": "9",
      "EndPage": "23",
      "MedlinePgn": "9-23"
    },
    "Abstract": {
      "AbstractText": [
        "Background and aims Multidomain strategies (i.e. two or more strategies) for managing chronic pain are recommended to avoid excessive use of opioids while producing the best outcomes possible. The aims of this systematic review were to: 1) determine if patient-reported pain management is consistent with the use of multidomain strategies; and 2) identify the role of opioids and non-steroidal anti-inflammatory drugs (NSAIDs) in patient-reported pain management. Methods Bibliographic databases, websites, and reference lists of included studies were searched to identify published articles reporting community-based surveys of pain self-management from January 1989 to June 2017 using controlled vocabulary (and synonyms): pain; self-care; self-management; self-treatment; and adult. Two independent reviewers screened studies and extracted data on subject demographics, pain characteristics, pain self-management strategies, and pain outcomes. Pain self-management strategies were organized according to our conceptual model. Included studies were assessed for risk of bias. Differences between the researchers were resolved by consensus. Results From the 3,235 unique records identified, 18 studies published between 2002 and 2017 from 10 countries were included. Twenty-two types of pharmacological strategies were identified (16 prescription, six non-prescription). NSAIDs (15 studies, range of use 10-72%) and opioids (12 studies, range of use 5-72%) were the most commonly reported prescription pharmacological strategies. Other prescription pharmacological strategies included analgesics, acetaminophen, anticonvulsants, antidepressants, anxiolytics, salicylates, β-blockers and calcium channel blockers, disease-modifying anti-rheumatic drugs and steroids, muscle relaxants, topical products, triptans, and others. Twenty-two types of non-pharmacological strategies were identified: four medical strategies (10 studies), 10 physical strategies (15 studies), four psychological strategies (12 studies), and four self-initiated strategies (15 studies). Medical strategies included consulting a medical practitioner, chiropractic, and surgery. Physical strategies included exercise, massage, hot and cold modalities, acupuncture, physical therapy, transcutaneous electrical nerve stimulation, activity modification or restriction, assistive devices, and altering body position/posture. Psychological strategies included relaxation, prayer or meditation, therapy, and rest/sleep. Self-initiated strategies included dietary or herbal supplements, dietary modifications, and complementary and alternative medicine. Overall, the number of strategies reported among the studies ranged from five to 28 (out of 44 identified strategies). Limited data on pain outcomes was reported in 15 studies, and included satisfaction with pain management strategies, pain interference on daily activities, adverse events, lost work or restricted activity days, emergency department visits, and disabilities. Conclusions A wide variety and large number of pharmacological and non-pharmacological strategies to manage chronic pain were reported, consistent with the use of multidomain strategies. High levels of use of both NSAIDs and opioids also were reported. Implications Comprehensive review and consultation with patients about their pain management strategies is likely needed for optimal outcomes. Additional research is needed to determine: how many, when, and why multidomain strategies are used; the relationship between opioid use, multidomain management strategies, and level of pain; how multidomain strategies relate to outcomes; and if adding strategies to a pain management plan increases the risk of adverse events or interactions, and increases an individuals pain management burden."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-9903-5996"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy Practice and Science, The University of Arizona College of Pharmacy, 1295 N. Martin Avenue, Tucson, AZ 85721, USA."
          }
        ],
        "LastName": "Axon",
        "ForeName": "David R",
        "Initials": "DR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy Practice and Science, The University of Arizona College of Pharmacy, Tucson, AZ, USA."
          }
        ],
        "LastName": "Patel",
        "ForeName": "Mira J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy Practice and Science, The University of Arizona College of Pharmacy, Tucson, AZ, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "University of Arizona Health Sciences Library, The University of Arizona, Tucson, AZ, USA."
          }
        ],
        "LastName": "Martin",
        "ForeName": "Jennifer R",
        "Initials": "JR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy Practice and Science, The University of Arizona College of Pharmacy, Tucson, AZ, USA."
          }
        ],
        "LastName": "Slack",
        "ForeName": "Marion K",
        "Initials": "MK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Scand J Pain",
    "NlmUniqueID": "101520867",
    "ISSNLinking": "1877-8860"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Analgesics, Opioid"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Analgesics, Opioid"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Chronic Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Independent Living"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Pain Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}