{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cardiovascular disease",
      "Chronic diseases",
      "Health",
      "Vitality"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37037404",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "08"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pcad.2023.04.001",
      "S0033-0620(23)00031-2"
    ],
    "Journal": {
      "ISSN": "1873-1740",
      "JournalIssue": {
        "Volume": "77",
        "PubDate": {
          "Year": "2023",
          "Season": "Mar-Apr"
        }
      },
      "Title": "Progress in cardiovascular diseases",
      "ISOAbbreviation": "Prog Cardiovasc Dis"
    },
    "ArticleTitle": "The pursuit of health: A vitality based perspective.",
    "Pagination": {
      "StartPage": "14",
      "EndPage": "24",
      "MedlinePgn": "14-24"
    },
    "Abstract": {
      "AbstractText": [
        "The large number of adults who enter their senior years with a high burden of chronic diseases has led to new metrics designed to promote health pro-activity, such as the calculation of one's \"healthspan\". These efforts call for re-evaluation as to what is meant by \"health\". A large body of epidemiologic and clinical investigation identifies that good health is shaped by specific health behaviors (aerobic exercise, resistance training, sleep, and good diet quality) and four psychological determinants (positive emotions, positive mindsets, purposeful living, and social connectivity). In common, each of these determinants produce \"vitality\", which can be defined as having the pleasing sensation of feeling energetic. Having a strong sense of vitality produces a sense of agency, provides resilience, and serves as a leading indicator of good health. Importantly, vitality can be assessed as a single item \"vital sign\" in clinical practice and can be promoted by recommending simple steps to patients, such as suggesting that they initiate walking or other aerobic activities. Because health habits and psychological determinants of health are inter-related, moving towards health improvement with simple steps can initiate a \"virtuous cycle\" of positive health behaviors. An emphasis on vitality can also encourage patients to become more cognizant of their level of energy and manage it through health-promoting behaviors rather than quick fix behaviors. Finally, vitality assessment and prescription can promote more successful aging. In sum, an updated and more clinically useful definition of health recognizes that it is a dynamic entity that is influenced at any time by one's engagement in physical and psychological practices that promote health. Accordingly, an updated definition of health is proposed: good health is characterized by physical and psychological well-being and is associated with vitality."
      ],
      "CopyrightInformation": "Copyright © 2023 The Author. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Cardiology, Mount Sinai Morningside Hospital, Mount Sinai Heart, and the Icahn School of Medicine at Mount Sinai, New York, NY, United States of America. Electronic address: alan.rozanski@mountsinai.org."
          }
        ],
        "LastName": "Rozanski",
        "ForeName": "Alan",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Prog Cardiovasc Dis",
    "NlmUniqueID": "0376442",
    "ISSNLinking": "0033-0620"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emotions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aging"
    }
  ]
}