{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11296996",
  "DateCompleted": {
    "Year": "2001",
    "Month": "05",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "01",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-4707",
      "JournalIssue": {
        "Volume": "40",
        "Issue": "4",
        "PubDate": {
          "Year": "2000",
          "Month": "Dec"
        }
      },
      "Title": "The Journal of sports medicine and physical fitness",
      "ISOAbbreviation": "J Sports Med Phys Fitness"
    },
    "ArticleTitle": "Exercise training in asthma.",
    "Pagination": {
      "StartPage": "277",
      "EndPage": "283",
      "MedlinePgn": "277-83"
    },
    "Abstract": {
      "AbstractText": [
        "Asthma is a chronic disease that is often limiting the exercise capacity. Rehabilitation programs are recommended and widely applied in asthmatic patients, and exercise prescription is a keystone of these programs. The impairment of exercise performance in asthmatics, the role of exercise training in such patients, the mechanisms of its beneficial effects and the suggested programs are discussed in a review, accordingly to the current evidence and available data in scientific literature. Exercise performance is impaired in most asthmatics. There is no conclusive evidence that asthma may involve a ventilatory limitation to exercise. The lesser fitness in asthmatics seems mainly due to inactivity and sedentary lifestyle. Exercise induced asthma (EIA) is a significant problem, and the best approach to minimise its effects on exercise capacity is prevention. Exercise training has been proved to have health-related benefits and to improve the quality of life. There is substantial evidence that exercise training increases exercise performance and fitness in asthmatics. It is still unclear whether physical training improves pulmonary function and bronchial responsiveness. Since asthma ranges widely, exercise prescription varies for each patient. The proper selection of the patients and the choice of exercise programs are the steps required. Accordingly with the severity of the disease, exercise strategies may range from sports activities to, when the disease is severe, inpatient hospital programs that overlap with COPD rehabilitation. Further research to clarify some aspects (effects on pulmonary function and EIA, outcomes, cost-benefit relationship) is necessary."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pneumology, Salvatore Maugeri Foundation Care, Research Institute, Tradate, Varese, Italy. asatta@fsm.it"
          }
        ],
        "LastName": "Satta",
        "ForeName": "A",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "J Sports Med Phys Fitness",
    "NlmUniqueID": "0376337",
    "ISSNLinking": "0022-4707"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiopathology",
        "rehabilitation"
      ],
      "DescriptorName": "Asthma"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Fitness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiratory Function Tests"
    }
  ],
  "NumberOfReferences": "48"
}