{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8776008",
  "DateCompleted": {
    "Year": "1996",
    "Month": "11",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "3",
        "PubDate": {
          "Year": "1996",
          "Month": "Mar"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "The use of ratings of perceived exertion for exercise prescription in patients receiving beta-blocker therapy.",
    "Pagination": {
      "StartPage": "176",
      "EndPage": "190",
      "MedlinePgn": "176-90"
    },
    "Abstract": {
      "AbstractText": [
        "The ratings of perceived exertion (RPE) scale has received widespread acceptance for gaining a subjective estimate of work intensity and as a means of monitoring and regulating exercise intensity across a variety of populations. The original premise for the use of the scale was its high correlation with heart rate (HR). Although individual correlations between HR and RPE in individuals on beta-blocker therapy are probably as high as in untreated individuals, there is evidence to suggest that the RPE response is mediated at a given work rate, particularly at higher absolute work rates. The variation in the RPE response appears to be mediated by the type of beta-blocker therapy administered. In the interests of safety it is necessary for the exercise specialist to develop at least a basic understanding of the mechanism and effects of beta-blocker therapy as they relate to exercise prescription. beta-Blocking drugs cause a decrease in HR and cardiac output at rest and during exercise, a decrease in myocardial contractility and a decrease in coronary and muscle blood flow. These effects can initiate premature fatigue and apprehension in the exercising patient. In the light of these responses, the RPE scale provides important information and may be used to increase the accuracy of monitoring and the prescription of exercise intensity in the cardiac population. While results regarding the use and accuracy of the scale during beta-blocker treatment are equivocal, this appears to be due mainly to variations in dosage of the drug, the mode, intensity and duration of exercise and the health status of the individuals used. Overall, the RPE scale appears to be an appropriate monitoring tool, particularly when it is used after a learning period. It is concluded that nonselective beta-blockade therapy increases RPE, particularly localised RPE. This could be attributed to a decreased blood flow and oxygen delivery to the muscle and altered glycolytic metabolism, which increases local muscle fatigue. There is no evidence to suggest a decrease in the total level of oxygen consumption at given work rates. However, as beta-blocker therapy reduces the maximal oxygen consumption (VO2max) attainable, this serves to increase the exercise intensity at all work rates. Thus, for a given absolute work rate, the RPE response is higher. However, when the work rate is expressed as a proportion of the VO2max attainable during beta-blockade, the differences in RPE are minimised or disappear. Although the evidence is not conclusive, it appears that cardioselective beta-blocker therapy does not have such profound effects on the RPE response, compared with nonselective beta-blocker therapy, when this is expressed as a proportion of VO2max. However, localised RPE tends to be higher for nonselective beta-blocker therapy. Thus, the evidence indicates that RPE can be used to estimate exercise intensity, provided the specific effects of the type of beta-blocker therapy on local and central fatigue (and local and central RPE) are taken into account. Studies which have examined the effects of an endurance training programme during beta-blocker therapy have shown that RPE are decreased at given work rates after training. This has been observed for cardioselective and nonselective beta-blocker therapy, and local and central RPE. There is also some evidence to suggest that the RPE can be used as the controlling variable to regulate the exercise response. Patients on cardioselective beta-blocker therapy produce similar exercise intensities to other cardiac patients who are not receiving beta-blocker treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Health and Human Performance, University of Wales, Bangor, Gwynedd."
          }
        ],
        "LastName": "Eston",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Connolly",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Adrenergic beta-Antagonists"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Adrenergic beta-Antagonists"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Cardiovascular System"
    },
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology"
      ],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Rate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology"
      ],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oxygen Consumption"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Physical Exertion"
    }
  ],
  "NumberOfReferences": "122"
}