{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37733680",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "09",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0291095",
      "10.1371/journal.pone.0291095"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "9",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Patterns of sedentary behaviour in adults with acute insomnia derived from actigraphy data.",
    "Pagination": {
      "StartPage": "e0291095",
      "MedlinePgn": "e0291095"
    },
    "Abstract": {
      "AbstractText": [
        "Sleep disorders, such as insomnia, have been associated with extended periods of inactive, sedentary behaviour. Many factors contribute to insomnia, including stress, irregular sleep patterns, mental health issues, inadequate sleeping schedules, diseases, neurological disorders and prescription medications.",
        "Identification of the patterns of sedentary time and its duration in adults with acute insomnia and healthy controls to determine the statistically significant sedentary bouts; comparison of the sedentary behaviour patterns in acute insomnia adults with healthy controls.",
        "We investigate the daytime actigraphy data and identify temporal patterns of inactivity among adults with acute insomnia and healthy adults. Seven days of actigraphy data were utilised to calculate sedentary time and bouts of variable duration based on a threshold of activity counts (<100 counts per minute). Statistical analysis was applied to investigate sedentary bouts and total sedentary time during weekdays and weekend. A logistic regression model has been used to determine the significance of sedentary bouts.",
        "We found that individuals with acute insomnia accumulate a significant amount of their sedentary time in medium (6-30 minutes and 31-60 minutes) and longer (more than 60 minutes) duration bouts in comparison to healthy adults. Furthermore, a low p value for total sedentary time (2.54 ⋅ 10-4) association with acute insomnia supports the finding that acute insomnia individuals are significantly more engaged in sedentary activities compared to healthy controls. Also, as shown by the weekend vs weekday analysis, the physical and sedentary activity patterns of acute insomnia adults demonstrate higher variability during the weekdays in comparison to the weekend.",
        "The results of the present study demonstrate that adults with acute insomnia spend more time in low-intensity daily physical activities compared to healthy adults."
      ],
      "CopyrightInformation": "Copyright: © 2023 Rani et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-5484-4928"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of IT, Deakin University, Melbourne, Victoria, Australia."
          }
        ],
        "LastName": "Rani",
        "ForeName": "Sunita",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0002-6436-9347"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of IT, Deakin University, Melbourne, Victoria, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "College of Science and Engineering, Flinders University, Adelaide, South Australia, Australia."
          }
        ],
        "LastName": "Shelyag",
        "ForeName": "Sergiy",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of IT, Deakin University, Melbourne, Victoria, Australia."
          }
        ],
        "LastName": "Angelova",
        "ForeName": "Maia",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Actigraphy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sleep Initiation and Maintenance Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Habits"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}