{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19077190",
  "DateCompleted": {
    "Year": "2009",
    "Month": "04",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2008",
        "Month": "12",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1471-2458-8-406"
    ],
    "Journal": {
      "ISSN": "1471-2458",
      "JournalIssue": {
        "Volume": "8",
        "PubDate": {
          "Year": "2008",
          "Month": "Dec",
          "Day": "10"
        }
      },
      "Title": "BMC public health",
      "ISOAbbreviation": "BMC Public Health"
    },
    "ArticleTitle": "The effectiveness of \"Exercise on Prescription\" in stimulating physical activity among women in ethnic minority groups in the Netherlands: protocol for a randomized controlled trial.",
    "Pagination": {
      "StartPage": "406",
      "MedlinePgn": "406"
    },
    "Abstract": {
      "AbstractText": [
        "Lack of physical activity is an important risk factor for overweight, diabetes, cardiovascular disease and other chronic conditions. In the Netherlands, ethnic minority groups are generally less physically active and rate their own health poorer compared to ethnic Dutch. This applies in particular to women. For this reason women from ethnic minority groups are an important target group for interventions to promote physical activity.In the Netherlands, an exercise referral program (\"Exercise on Prescription\") seems successful in reaching women from ethnic minority groups, in particular because of referral by the general practitioner and because the program fits well with the needs of these women. However, the effect of the intervention on the level of physical activity and related health outcomes has not been formally evaluated within this population. This paper describes the study design for the evaluation of the effect of \"Exercise on Prescription\" on level of physical activity and related health outcomes.",
        "The randomized controlled trial will include 360 inactive women from ethnic minority groups, with the majority having a non-Western background, aged between 18 and 65 years old, with regular visits to their general practitioner. Participants will be recruited at healthcare centres within a deprived neighbourhood in the city of The Hague, the Netherlands. An intervention group of 180 women will participate in an exercise program with weekly exercise sessions during 20 weeks. The control group (n = 180) will be offered care as usual. Measurements will take place at baseline, and after 6 and 12 months. Main outcome measure is minutes of self reported physical activity per week. Secondary outcomes are the mediating motivational factors regarding physical activity, subjective and objective health outcomes (including wellbeing, perceived health, fitness and body size) and use of (primary) health care. Attendance and attrition during the program will be determined.",
        "This trial will provide information on the effectiveness of an exercise referral scheme on the short and long term among women from ethnic minority groups, mainly non-Western, in the Netherlands. The results of this study will contribute to the evidence base for interventions in ethnic minority populations."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Social Medicine, Academic Medical Centre, Amsterdam, the Netherlands. k.hosper@amc.uva.nl"
          }
        ],
        "LastName": "Hosper",
        "ForeName": "Karen",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Deutekom",
        "ForeName": "Marije",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stronks",
        "ForeName": "Karien",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Public Health",
    "NlmUniqueID": "100968562",
    "ISSNLinking": "1471-2458"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Protocols"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Interviews as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Minority Groups"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motivation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Netherlands"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Outcome and Process Assessment, Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [
        "ethnology"
      ],
      "DescriptorName": "Women's Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}