{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Acute stroke care",
      "change of lifestyle",
      "patient participation",
      "physiotherapy",
      "qualitative research",
      "secondary prevention"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31522573",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "09",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/09638288.2019.1650296"
    ],
    "Journal": {
      "ISSN": "1464-5165",
      "JournalIssue": {
        "Volume": "43",
        "Issue": "8",
        "PubDate": {
          "Year": "2021",
          "Month": "Apr"
        }
      },
      "Title": "Disability and rehabilitation",
      "ISOAbbreviation": "Disabil Rehabil"
    },
    "ArticleTitle": "Physical activity on prescription at the time of stroke or transient ischemic attack diagnosis - from a patient perspective.",
    "Pagination": {
      "StartPage": "1121",
      "EndPage": "1128",
      "MedlinePgn": "1121-1128"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity is known to reduce the risk of recurrent stroke. Despite this many individuals diagnosed with stroke have an insufficient level of physical activity. Physical activity on prescription is provided within healthcare to encourage increased physical activity.",
        "To examine individuals' experiences of physical activity on prescription at the time of stroke or transient ischemic attack diagnosis and explore various factors affecting the ability to follow the prescription.",
        "A qualitative approach was undertaken; using interviews, analyzed with content analysis to elicit information from individuals who had been admitted to a stroke unit due to stroke or transient ischemic attack.",
        "Five women and five men (median age 60.5 years), eight with stroke and two with TIA (median NIHSS at onset 2.5), participated and the analysis resulted in an overall theme <i>Change of life-style through physical activity on prescription - a multifaceted process</i> containing the categories <i>Experience of support, Barriers and opportunities</i> and <i>Personal motivators</i>.",
        "Individuals need to participate in the prescription process when prescription on physical activity is initiated in acute stroke care and clinicians need to reflect on how the prescription is implemented and followed-up; creating good conditions for long-term effects.IMPLICATIONS FOR REHABILITATIONWhen prescribing physical activity on prescription healthcare providers in acute stroke care need to consider:• The right timing: when and how physical activity on prescription should be given.• How to create opportunities for individuals to participate in the prescription process.• How to create individual adaptation of the prescription.• How to ensure that follow-up is conducted by registered healthcare professionals with knowledge of physical activity as disease prevention."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Occupational Therapy and Physiotherapy, Region Västra Götaland, Sahlgrenska University Hospital, Gothenburg, Sweden."
          }
        ],
        "LastName": "Jansson",
        "ForeName": "Ann-Sofie B",
        "Initials": "AB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Neuroscience, Institute of Neuroscience and Physiology, Sahlgrenska Academy, University of Gothenburg, Gothenburg, Sweden."
          }
        ],
        "LastName": "Carlsson",
        "ForeName": "Gunnel",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Disabil Rehabil",
    "NlmUniqueID": "9207179",
    "ISSNLinking": "0963-8288"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ischemic Attack, Transient"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Secondary Prevention"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Stroke"
    }
  ]
}