{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "diabetes complications - dialysis - physical activity - nephropathy - neuropathy - retinopathy."
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25894265",
  "DateCompleted": {
    "Year": "2015",
    "Month": "10",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "cze"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0042-773X",
      "JournalIssue": {
        "Volume": "61",
        "Issue": "4",
        "PubDate": {
          "Year": "2015",
          "Month": "Apr"
        }
      },
      "Title": "Vnitrni lekarstvi",
      "ISOAbbreviation": "Vnitr Lek"
    },
    "ArticleTitle": "[Physical activity in patients with microvascular complications of diabetes].",
    "Pagination": {
      "StartPage": "340",
      "EndPage": "345",
      "MedlinePgn": "340-5"
    },
    "Abstract": {
      "AbstractText": [
        "Physical activity is often underestimated and little used in the treatment of diabetes. The fear of damage, especially in patients with diabetes complications is one of the reasons why it occurs. Physical activity plays an important role in prevention of the progression of peripheral neuropathy and its impact is primarily on the development of muscle strength and the ability to replace the function of nerve fibers damaged disabilities. Demonstrable effect on neuropathy is already recorded a few weeks of regular exercise, long-term programs then demonstrate the safety of occurrence of ulcers in compliance with basic foot care. Present autonomic neuropathy cannot predict response to cardiac respectively, heart rate and blood pressure. Due to other risks (silent ischemia, arrhythmia etc.), it is appropriate to stress test before a prescription of exercise programs. Monitoring of blood pressure, heart rate and blood glucose during the first hours of physical activity is necessary. In patients with autonomic neuropathy of the gastrointestinal tract may significantly affect the composition of the diet not only the ability of physical activity, but can also affect hypoglycaemia due to a slow carbohydrate absorption in these patients. Another risk in patients with autonomic neuropathy is orthostatic hypotension, which may potentiate antihypertensive drugs in \"white coat\" hypertension. Prescription of patients with retinopathy depends on the form and degree of retinopathy. Only proliferative retinopathy can significantly reduce exercise prescription, and it is always necessary to consult with ophthalmologist. In patients with nephropathy is an important stage of renal insufficiency for prescription of physical activity. Prescription is then influenced by the degree of renal insufficiency in addition to the presence of other associated diseases (anemia, hypertension, osteopathy etc.). Physical activity is essential in patients on dialysis respectively. After renal transplantation as maintaining peripheral muscle and its functions not only improves the prognosis, but also improves the quality of life and self-sufficiency is maintained."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Matoulek",
        "ForeName": "Martin",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Pohybová aktivita u pacientů s mikrovaskulárními komplikacemi diabetu."
  },
  "MedlineJournalInfo": {
    "Country": "Czech Republic",
    "MedlineTA": "Vnitr Lek",
    "NlmUniqueID": "0413602",
    "ISSNLinking": "0042-773X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Diabetic Nephropathies"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Diabetic Neuropathies"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Diabetic Retinopathy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motor Activity"
    }
  ]
}