{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Acute Exercise",
      "Chronic Exercise",
      "Female Sexual Function",
      "Sexual Dysfunction"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29606554",
  "DateCompleted": {
    "Year": "2019",
    "Month": "02",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "02",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "03",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.sxmr.2018.02.004",
      "S2050-0521(18)30018-0"
    ],
    "Journal": {
      "ISSN": "2050-0521",
      "JournalIssue": {
        "Volume": "6",
        "Issue": "4",
        "PubDate": {
          "Year": "2018",
          "Month": "Oct"
        }
      },
      "Title": "Sexual medicine reviews",
      "ISOAbbreviation": "Sex Med Rev"
    },
    "ArticleTitle": "The Effects of Exercise on Sexual Function in Women.",
    "Pagination": {
      "StartPage": "548",
      "EndPage": "557",
      "MedlinePgn": "548-557"
    },
    "Abstract": {
      "AbstractText": [
        "Acute exercise is associated with transient changes in metabolic rate, muscle activation, and blood flow, whereas chronic exercise facilitates long-lasting adaptations that ultimately improve physical performance. Exercise in general is known to improve both physical and psychological health, but the differential effects of brief bouts of exercise vs long-term exercise regimens on sexual function are less clear.",
        "The purpose of this review was to assess the direct and indirect effects of both acute and chronic exercise on multiple domains of sexual function in women.",
        "A literature review of published studies on exercise and sexual function was conducted. Terms including \"acute exercise,\" \"chronic exercise,\" \"sexual function,\" \"sexual arousal,\" \"sexual desire,\" \"lubrication,\" \"sexual pain,\" and \"sexual satisfaction\" were used.",
        "This review identifies key relationships between form of exercise (ie, chronic or acute) and domain of sexual function.",
        "Improvements in physiological sexual arousal following acute exercise appear to be driven by increases in sympathetic nervous system activity and endocrine factors. Chronic exercise likely enhances sexual satisfaction indirectly by preserving autonomic flexibility, which benefits cardiovascular health and mood. Positive body image due to chronic exercise also increases sexual well-being. Though few studies have examined the efficacy of month-long exercise programs for the treatment of sexual dysfunction, exercise interventions have alleviated sexual concerns in 2 specific clinical populations: women with anti-depressant-induced sexual dysfunction and women who have undergone hysterectomies.",
        "This review highlights the positive effects of acute and chronic exercise on sexual function in women. Directions for future research are discussed, and clinicians are encouraged to tailor specific exercise prescriptions to meet their patients' individual needs. Stanton AM, Handy AB, Meston CM. The Effects of Exercise on Sexual Function in Women. Sex Med Rev 2018;6:548-557."
      ],
      "CopyrightInformation": "Copyright © 2018 International Society for Sexual Medicine. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Texas at Austin, Austin, TX, USA."
          }
        ],
        "LastName": "Stanton",
        "ForeName": "Amelia M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Texas at Austin, Austin, TX, USA."
          }
        ],
        "LastName": "Handy",
        "ForeName": "Ariel B",
        "Initials": "AB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Texas at Austin, Austin, TX, USA. Electronic address: mestoncm@gmail.com."
          }
        ],
        "LastName": "Meston",
        "ForeName": "Cindy M",
        "Initials": "CM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Sex Med Rev",
    "NlmUniqueID": "101614773",
    "ISSNLinking": "2050-0521"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Sexual Behavior"
    }
  ]
}