{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Activity metric",
      "Cardiovascular disease",
      "Exercise",
      "Mortality",
      "Physical activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32560967",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "09",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "06",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pcad.2020.05.005",
      "S0033-0620(20)30113-4"
    ],
    "Journal": {
      "ISSN": "1873-1740",
      "JournalIssue": {
        "Volume": "64",
        "PubDate": {
          "Year": "2021",
          "Season": "Jan-Feb"
        }
      },
      "Title": "Progress in cardiovascular diseases",
      "ISOAbbreviation": "Prog Cardiovasc Dis"
    },
    "ArticleTitle": "Personal activity intelligence and mortality - Data from the Aerobics Center Longitudinal Study.",
    "Pagination": {
      "StartPage": "121",
      "EndPage": "126",
      "MedlinePgn": "121-126"
    },
    "Abstract": {
      "AbstractText": [
        "Personal activity intelligence (PAI) is a novel activity metric that can be integrated into self-assessment heart rate devices, and translates heart rate variations during exercise into a weekly score. Previous studies relating to PAI have been conducted in the same populations from Norway where the PAI metric has been derived, limiting generalizability of the results.",
        "To test whether PAI is associated with total and cause-specific mortality in a large cohort from the United States.",
        "Aerobics Center Longitudinal Study (ACLS) - a prospective cohort between January 1974 and December 2002 with a mean follow-up of 14.5 years.",
        "Population-based.",
        "56,175 relatively healthy participants (26.5% women) who underwent extensive preventive medical examinations at Cooper Clinic (Dallas, TX).",
        "Personal activity intelligence (PAI) score per week was estimated and divided into 4 groups (PAI scores of 0, ≤50, 51-99, and ≥100).",
        "Total and cause-specific mortality.",
        "During a median follow-up time of 14.9 (interquartile range, 6.7-21.4) years, there were 3434 total deaths including 1258 cardiovascular (CVD) deaths. Compared with the inactive (0 PAI) group, participants with a baseline weekly ≥100 PAI had lower risk of mortality: adjusted hazard ratio (AHR), 0.79: 95% CI, 0.71-0.87 for all-cause mortality, and AHR, 0.72: 95% CI, 0.60-0.87 for CVD mortality among men; AHR, 0.85: 95% CI, 0.64-1.12 for all-cause mortality, and AHR, 0.48: 95% CI, 0.26-0.91 for CVD mortality among women. For deaths from ischemic heart disease (IHD), PAI score ≥100 was associated with lower risk in both men and women (AHR, 0.70: 95% CI, 0.55-0.88). Obtaining ≥100 weekly PAI was also associated with significantly lower risk of CVD mortality in pre-specified age groups, and in participants with known CVD risk factors. Participants with ≥100 weekly PAI gained 4.2 (95% CI, 3.5-4.6) years of life when compared with those who were inactive at baseline.",
        "PAI is associated with long-term all-cause, CVD, and IHD, mortality. Clinicians and the general population can incorporate PAI recommendations and thresholds in their physical activity prescriptions and weekly physical activity assessments, respectively, to maximize health outcomes.",
        "Question: What is the association between personal activity intelligence (PAI), a novel activity metric, and mortality in a large cohort from the United States?",
        "In this prospective study of 56,175 healthy participants at baseline, followed-up for a mean of 14.5 years, ≥100 PAI score/week was associated with significant 21% lower risk of all-cause and 30% lower risk of CVD mortality in comparison with inactive people. Participants with ≥100 PAI/week lived on average 4.2 years longer compared with inactive. Meaning: PAI is associated with long-term all-cause and CVD mortality. Clinicians and general population may incorporate PAI recommendations into weekly physical activity assessments to maximize CVD prevention."
      ],
      "CopyrightInformation": "Copyright © 2020 The Author(s). Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Circulation and Medical Imaging, Faculty of Medicine and Health Sciences, Norwegian University of Science and Technology, Trondheim, Norway; Institute of Public Health, College of Medicine and Health Sciences, United Arab Emirates University, Al-Ain, United Arab Emirates; Healthy Living for Pandemic Event Protection (HL - PIVOT) Network, Chicago, IL, USA. Electronic address: javaid.nauman@uaeu.ac.ae."
          }
        ],
        "LastName": "Nauman",
        "ForeName": "Javaid",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Exercise Science, Arnold School of Public Health, University of South Carolina, Columbia, SC, USA."
          }
        ],
        "LastName": "Sui",
        "ForeName": "Xuemei",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Healthy Living for Pandemic Event Protection (HL - PIVOT) Network, Chicago, IL, USA; Department of Cardiovascular Diseases, John Ochsner Heart and Vascular Institute, Ochsner Clinical School, University of Queensland School of Medicine, New Orleans, LA, USA."
          }
        ],
        "LastName": "Lavie",
        "ForeName": "Carl J",
        "Initials": "CJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Population Health Sciences, National Health Research Institutes, Zhunan, Taiwan; Graduate Institute of Biomedical Sciences, College of Medicine, China Medical University, Department of Medical Research, China Medical University Hospital, Taichung, Taiwan."
          }
        ],
        "LastName": "Wen",
        "ForeName": "Chi Pang",
        "Initials": "CP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Healthy Living for Pandemic Event Protection (HL - PIVOT) Network, Chicago, IL, USA; Faculty of Sport and Health Sciences, University of Jyväskylä, Jyväskylä, Finland; Department of Medicine, Central Finland Health Care District, Jyväskylä, Finland."
          }
        ],
        "LastName": "Laukkanen",
        "ForeName": "Jari A",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Exercise Science, Arnold School of Public Health, University of South Carolina, Columbia, SC, USA."
          }
        ],
        "LastName": "Blair",
        "ForeName": "Steven N",
        "Initials": "SN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "American Heart Association, Dallas, TX, USA; Walden University, Minneapolis, MN, USA."
          }
        ],
        "LastName": "Dunn",
        "ForeName": "Patrick",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Healthy Living for Pandemic Event Protection (HL - PIVOT) Network, Chicago, IL, USA; Department of Physical Therapy, College of Applied Sciences, University of Illinois at Chicago, Chicago, IL, USA."
          }
        ],
        "LastName": "Arena",
        "ForeName": "Ross",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Circulation and Medical Imaging, Faculty of Medicine and Health Sciences, Norwegian University of Science and Technology, Trondheim, Norway; Healthy Living for Pandemic Event Protection (HL - PIVOT) Network, Chicago, IL, USA; School of Human Movement & Nutrition Sciences, University of Queensland, Australia."
          }
        ],
        "LastName": "Wisløff",
        "ForeName": "Ulrik",
        "Initials": "U"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Observational Study",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Prog Cardiovasc Dis",
    "NlmUniqueID": "0376442",
    "ISSNLinking": "0033-0620"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Prog Cardiovasc Dis. 2021 Jul-Aug;67:114-115",
      "PMID": "34412825"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Activities of Daily Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "mortality",
        "prevention & control"
      ],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Follow-Up Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Healthy Volunteers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Norway"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Survival Rate"
    }
  ]
}