{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9222947",
  "DateCompleted": {
    "Year": "1997",
    "Month": "09",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0263-6352",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "7",
        "PubDate": {
          "Year": "1997",
          "Month": "Jul"
        }
      },
      "Title": "Journal of hypertension",
      "ISOAbbreviation": "J Hypertens"
    },
    "ArticleTitle": "Blood pressure effects of antihypertensive drugs and changes in lifestyle in a Brazilian hypertensive cohort.",
    "Pagination": {
      "StartPage": "783",
      "EndPage": "792",
      "MedlinePgn": "783-92"
    },
    "Abstract": {
      "AbstractText": [
        "The antihypertensive efficacy of drug therapy and of some nonpharmacologic recommendations has been demonstrated in controlled clinical trials, but not in a clinical setting.",
        "To assess the antihypertensive effectiveness of drug therapy and of three nonpharmacologic recommendations (loss of weight, salt-intake restriction, and physical exercise).",
        "A prospectively planned cohort study.",
        "A hospital-based hypertensive outpatient clinic.",
        "We studied 637 patients (65.5% women) with systolic blood pressures above 140 mmHg or diastolic blood pressures above 90 mmHg, corresponding to 76% of 839 patients who were administered a prescription for hypertension and who returned for the first follow-up visit 3.5 months later on average.",
        "The nonpharmacologic prescription consisted of salt-intake restriction for all, weight reduction for overweight patients, and practice of aerobic physical exercise for those for whom it was not contraindicated; 60% of the patients were treated with drugs according to standard recommendations. Patients treated with drugs were compared with untreated subjects; for the nonpharmacologic interventions, the groups were compared according to their reported compliances with the recommendations (at least some compliance versus none). The main outcome measures were variations in systolic and diastolic blood pressures between the baseline evaluation and the first follow-up visit and an improvement in prognosis, represented by a favorable change in the classification of the blood pressure (according to Joint National Committee V criteria).",
        "The cohort constituted predominantly low-income, middle-aged, overweight white women, with low-to-moderate hypertension of long duration. The group treated with drugs exhibited the greatest reduction in blood pressure, with clinical significance even discounting the losses in follow-up; the group of patients who reported compliance with the low-energy-intake diet also showed a consistent antihypertensive effect, which was still detectable on the occasion of the third follow-up visit 9 months after the first prescription; reported compliance with a low-sodium diet and practice of physical exercise were not associated with a reduction in blood pressure; among a subset of the patients, reported compliance with the salt-intake-restricted diet did not reduce the amount of sodium to the theoretical antihypertensive threshold. It was not possible to determine whether the lack of an antihypertensive effect of physical exercise for this cohort was secondary to a misreport of the extent of compliance or to an absence of effect of the intensity of training prescribed. The effects of drug therapy and compliance with a low-energy-intake diet were shown to be independent of other interventions or confounders.",
        "The antihypertensive effect of drugs demonstrated in well-controlled clinical trials is achievable in clinical practice. The recommendation to lose weight was the only nonpharmacologic intervention with a detectable antihypertensive effect in this cohort. The absence of effect of a low-sodium diet is probably secondary to the insufficient reduction in the amount of salt consumed. The lack of an antihypertensive effect of physical exercise could reflect either a misreported compliance or an absence of effect of the intensity of training recommended in this study."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Clinical Pharmacology, Hospital de Clinicas de Porto Alegre, Brazil."
          }
        ],
        "LastName": "Fuchs",
        "ForeName": "F D",
        "Initials": "FD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gus",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Moreira",
        "ForeName": "W D",
        "Initials": "WD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Moreira",
        "ForeName": "L B",
        "Initials": "LB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Moraes",
        "ForeName": "R S",
        "Initials": "RS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rosito",
        "ForeName": "G A",
        "Initials": "GA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sorucco",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Atanázio",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Machado",
        "ForeName": "R",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Hypertens",
    "NlmUniqueID": "8306882",
    "ISSNLinking": "0263-6352"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antihypertensive Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antihypertensive Agents"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Blood Pressure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Brazil"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cohort Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diet, Sodium-Restricted"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Weight Loss"
    }
  ]
}