{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Musculoskeletal disorders",
      "REHABILITATION MEDICINE",
      "STATISTICS & RESEARCH METHODS"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37984948",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "11",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e072265",
      "10.1136/bmjopen-2023-072265"
    ],
    "Journal": {
      "ISSN": "2044-6055",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "11",
        "PubDate": {
          "Year": "2023",
          "Month": "Nov",
          "Day": "19"
        }
      },
      "Title": "BMJ open",
      "ISOAbbreviation": "BMJ Open"
    },
    "ArticleTitle": "Implementation of relative phase analysis to evaluate continuous interlimb coordination and stability in individuals with lower limb loss: Design and protocol for a retrospective analysis.",
    "Pagination": {
      "StartPage": "e072265",
      "MedlinePgn": "e072265"
    },
    "Abstract": {
      "AbstractText": [
        "The number of people with lower limb loss continues to grow, though most research to date has been non-committal and lacks the appropriate clinical guidance required for proper prosthetic prescription. Previous literature using traditional spatiotemporal and biomechanical measures has not accurately identified differences in gait patterns when using different prosthetic devices. Therefore, a knowledge gap remains. To aid in determining the impact of different devices on gait in individuals with lower limb loss, a more sensitive quantitative measure should be used to supplement traditional biomechanical analyses. Continuous measures of coordination and stability, evaluated using relative phase analysis, has been shown to detect changes in gait patterns when traditional variables cannot. However, these measures have yet to be fully assessed in this population. This investigation will fill the knowledge gap by using relative phase analysis to provide a comprehensive description of kinematic behaviour by evaluating continuous interlimb coordination and stability for individuals with lower limb loss.",
        "Biomechanical analysis of individuals with lower limb loss during walking activities will be evaluated using relative phase analysis to identify the continuous interlimb coordination and stability relationships between the upper and lower extremities of these individuals. Three-dimensional motion capture will enable kinematic properties of movement to be captured and analysed. Non-traditional measures of analysis will be used.",
        "This study was approved by the Veterans Affairs New York Harbor Healthcare System Institutional Review Board (IRBNet #1573135, MIRB #1775). Findings will be disseminated through peer-reviewed publications, academic conference presentations, invited workshops, webinars and seminars."
      ],
      "CopyrightInformation": "© Author(s) (or their employer(s)) 2023. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-9768-4151"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Prosthetics and Sensory Aids, Veterans Affairs New York Harbor Healthcare System, New York, NY, USA alexis.sidiropoulos@va.gov."
          }
        ],
        "LastName": "Sidiropoulos",
        "ForeName": "Alexis N",
        "Initials": "AN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Narrows Institute For Biomedical Research and Education, Inc, Brooklyn, New York, USA."
          }
        ],
        "LastName": "Herlihy",
        "ForeName": "David V",
        "Initials": "DV"
      },
      {
        "Identifier": [
          "0000-0002-6721-7517"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Prosthetics and Sensory Aids, Veterans Affairs New York Harbor Healthcare System, New York, NY, USA."
          }
        ],
        "LastName": "Maikos",
        "ForeName": "Jason T",
        "Initials": "JT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMJ Open",
    "NlmUniqueID": "101552874",
    "ISSNLinking": "2044-6055"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gait"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lower Extremity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Therapy Modalities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomechanical Phenomena"
    }
  ],
  "CoiStatement": "Competing interests: None declared."
}