{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Biomechanics",
      "Diabetic foot ulcers",
      "Risks",
      "Technology"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32197948",
  "DateCompleted": {
    "Year": "2020",
    "Month": "12",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "12",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "03",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jtv.2020.03.003",
      "S0965-206X(19)30127-5"
    ],
    "Journal": {
      "ISSN": "0965-206X",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "2",
        "PubDate": {
          "Year": "2020",
          "Month": "May"
        }
      },
      "Title": "Journal of tissue viability",
      "ISOAbbreviation": "J Tissue Viability"
    },
    "ArticleTitle": "Emerging technologies for the prevention and management of diabetic foot ulcers.",
    "Pagination": {
      "StartPage": "61",
      "EndPage": "68",
      "MedlinePgn": "61-68"
    },
    "Abstract": {
      "AbstractText": [
        "Diabetic foot ulcers (DFUs) are one of the most serious complications of diabetes mellitus (DM). Although research has improved understanding of DFU etiology, an effective clinical prevention and management of DFUs remains undetermined. Knowledge of recent technologies may enable clinicians and researchers to provide appropriate interventions to prevent and treat DFUs. This paper discusses how diabetes causes peripheral neuropathy and peripheral arterial diseases, which contribute to increased risk of DFUs. Then, emerging technologies that could be used to quantify risks of DFUs are discussed, including laser Doppler flowmetry for assessing plantar tissue viability, infrared thermography for early detection of plantar tissue inflammation, plantar pressure and pressure gradient system for identification of specific site at risk for DFUs, and ultrasound indentation tests (elastography) to quantify plantar tissue mechanical property. This paper also reviews how physical activity reduces risks of DFUs and how technology promotes adherence of physical activity. The clinician should encourage people with DM to exercise (brisk walking) at least 150 min per week and assess their exercise log along with the blood glucose log for providing individualized exercise prescription. Last, rehabilitation interventions such as off-loading devices, thermotherapy and electrotherapy are discussed. Although the exact etiology of DFUs is unclear, the emerging technologies discussed in this paper would enable clinicians to closely monitor the change of risk of DFUs and provide timely intervention. An integrated approach using all these emerging technologies should be promoted and may lead to a better outcome of preventing and managing DFUs."
      ],
      "CopyrightInformation": "Copyright © 2020 Tissue Viability Society. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rehabilitation Engineering Laboratory, Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Champaign, IL, USA; Department of Creative Product Design, Asia University, Taichung, Taiwan."
          }
        ],
        "LastName": "Lung",
        "ForeName": "Chi-Wen",
        "Initials": "CW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rehabilitation Engineering Laboratory, Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Champaign, IL, USA."
          }
        ],
        "LastName": "Wu",
        "ForeName": "Fu-Lien",
        "Initials": "FL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biomedical Engineering, Xi'an Technological University, Xi'an, China."
          }
        ],
        "LastName": "Liao",
        "ForeName": "Fuyuan",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Advanced Innovation Center for Biomedical Engineering, Beihang University, Beijing, China."
          }
        ],
        "LastName": "Pu",
        "ForeName": "Fang",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Advanced Innovation Center for Biomedical Engineering, Beihang University, Beijing, China."
          }
        ],
        "LastName": "Fan",
        "ForeName": "Yubo",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Rehabilitation Engineering Laboratory, Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Champaign, IL, USA; Advanced Innovation Center for Biomedical Engineering, Beihang University, Beijing, China. Electronic address: yjan@illinois.edu."
          }
        ],
        "LastName": "Jan",
        "ForeName": "Yih-Kuen",
        "Initials": "YK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Tissue Viability",
    "NlmUniqueID": "9306822",
    "ISSNLinking": "0965-206X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Blood Flow Velocity"
    },
    {
      "QualifierName": [
        "prevention & control",
        "therapy"
      ],
      "DescriptorName": "Diabetic Foot"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Electric Stimulation Therapy"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Hot Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Restraint, Physical"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Ultrasonography, Doppler"
    }
  ],
  "CoiStatement": "Declaration of competing interest All authors declares no conflicts of interests."
}