{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30229557",
  "DateCompleted": {
    "Year": "2018",
    "Month": "10",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "08",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "09",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "CD010192",
      "10.1002/14651858.CD010192.pub3"
    ],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "9",
        "PubDate": {
          "Year": "2018",
          "Month": "Sep",
          "Day": "19"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Interventions for promoting habitual exercise in people living with and beyond cancer.",
    "Pagination": {
      "StartPage": "CD010192",
      "MedlinePgn": "CD010192"
    },
    "Abstract": {
      "AbstractText": [
        "This is an updated version of the original Cochrane Review published in the Cochrane Library 2013, Issue 9. Despite good evidence for the health benefits of regular exercise for people living with or beyond cancer, understanding how to promote sustainable exercise behaviour change in sedentary cancer survivors, particularly over the long term, is not as well understood. A large majority of people living with or recovering from cancer do not meet current exercise recommendations. Hence, reviewing the evidence on how to promote and sustain exercise behaviour is important for understanding the most effective strategies to ensure benefit in the patient population and identify research gaps.",
        "To assess the effects of interventions designed to promote exercise behaviour in sedentary people living with and beyond cancer and to address the following secondary questions: Which interventions are most effective in improving aerobic fitness and skeletal muscle strength and endurance? Which interventions are most effective in improving exercise behaviour amongst patients with different cancers? Which interventions are most likely to promote long-term (12 months or longer) exercise behaviour? What frequency of contact with exercise professionals and/or healthcare professionals is associated with increased exercise behaviour? What theoretical basis is most often associated with better behavioural outcomes? What behaviour change techniques (BCTs) are most often associated with increased exercise behaviour? What adverse effects are attributed to different exercise interventions?",
        "We used standard methodological procedures expected by Cochrane. We updated our 2013 Cochrane systematic review by updating the searches of the following electronic databases: Cochrane Central Register of Controlled Trials (CENTRAL) in The Cochrane Library, MEDLINE, Embase, AMED, CINAHL, PsycLIT/PsycINFO, SportDiscus and PEDro up to May 2018. We also searched the grey literature, trial registries, wrote to leading experts in the field and searched reference lists of included studies and other related recent systematic reviews.",
        "We included only randomised controlled trials (RCTs) that compared an exercise intervention with usual care or 'waiting list' control in sedentary people over the age of 18 with a homogenous primary cancer diagnosis.",
        "In the update, review authors independently screened all titles and abstracts to identify studies that might meet the inclusion criteria, or that could not be safely excluded without assessment of the full text (e.g. when no abstract is available). We extracted data from all eligible papers with at least two members of the author team working independently (RT, LS and RG). We coded BCTs according to the CALO-RE taxonomy. Risk of bias was assessed using the Cochrane's tool for assessing risk of bias. When possible, and if appropriate, we performed a fixed-effect meta-analysis of study outcomes. If statistical heterogeneity was noted, a meta-analysis was performed using a random-effects model. For continuous outcomes (e.g. cardiorespiratory fitness), we extracted the final value, the standard deviation (SD) of the outcome of interest and the number of participants assessed at follow-up in each treatment arm, to estimate the standardised mean difference (SMD) between treatment arms. SMD was used, as investigators used heterogeneous methods to assess individual outcomes. If a meta-analysis was not possible or was not appropriate, we narratively synthesised studies. The quality of the evidence was assessed using the GRADE approach with the GRADE profiler.",
        "We included 23 studies in this review, involving a total of 1372 participants (an addition of 10 studies, 724 participants from the original review); 227 full texts were screened in the update and 377 full texts were screened in the original review leaving 35 publications from a total of 23 unique studies included in the review. We planned to include all cancers, but only studies involving breast, prostate, colorectal and lung cancer met the inclusion criteria. Thirteen studies incorporated a target level of exercise that could meet current recommendations for moderate-intensity aerobic exercise (i.e.150 minutes per week); or resistance exercise (i.e. strength training exercises at least two days per week).Adherence to exercise interventions, which is crucial for understanding treatment dose, is still reported inconsistently. Eight studies reported intervention adherence of 75% or greater to an exercise prescription that met current guidelines. These studies all included a component of supervision: in our analysis of BCTs we designated these studies as 'Tier 1 trials'. Six studies reported intervention adherence of 75% or greater to an aerobic exercise goal that was less than the current guideline recommendations: in our analysis of BCTs we designated these studies as 'Tier 2 trials.' A hierarchy of BCTs was developed for Tier 1 and Tier 2 trials, with programme goal setting, setting of graded tasks and instruction of how to perform behaviour being amongst the most frequent BCTs. Despite the uncertainty surrounding adherence in some of the included studies, interventions resulted in improvements in aerobic exercise tolerance at eight to 12 weeks (SMD 0.54, 95% CI 0.37 to 0.70; 604 participants, 10 studies; low-quality evidence) versus usual care. At six months, aerobic exercise tolerance was also improved (SMD 0.56, 95% CI 0.39 to 0.72; 591 participants; 7 studies; low-quality evidence).",
        "Since the last version of this review, none of the new relevant studies have provided additional information to change the conclusions. We have found some improved understanding of how to encourage previously inactive cancer survivors to achieve international physical activity guidelines. Goal setting, setting of graded tasks and instruction of how to perform behaviour, feature in interventions that meet recommendations targets and report adherence of 75% or more. However, long-term follow-up data are still limited, and the majority of studies are in white women with breast cancer. There are still a considerable number of published studies with numerous and varied issues related to high risk of bias and poor reporting standards. Additionally, the meta-analyses were often graded as consisting of low- to very low-certainty evidence. A very small number of serious adverse effects were reported amongst the studies, providing reassurance exercise is safe for this population."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Sport and Exercise Science, Sheffield Hallam University, A124 Collegiate Hall, Collegiate Crescent, Sheffield, South Yorkshire, UK, S10 2BP."
          }
        ],
        "LastName": "Turner",
        "ForeName": "Rebecca R",
        "Initials": "RR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Steed",
        "ForeName": "Liz",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Quirk",
        "ForeName": "Helen",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Greasley",
        "ForeName": "Rosa U",
        "Initials": "RU"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Saxton",
        "ForeName": "John M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Taylor",
        "ForeName": "Stephanie Jc",
        "Initials": "SJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rosario",
        "ForeName": "Derek J",
        "Initials": "DJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Thaha",
        "ForeName": "Mohamed A",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bourke",
        "ForeName": "Liam",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Cochrane Database Syst Rev. 2013 Sep 24;(9):CD010192",
      "PMID": "24065550"
    },
    {
      "RefSource": "PM R. 2020 Sep;12(9):945-948",
      "PMID": "32687256"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cancer Survivors"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Colorectal Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Exercise Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Habits"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Promotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Muscle Strength"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [
        "rehabilitation"
      ],
      "DescriptorName": "Prostatic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sedentary Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ],
  "CoiStatement": "Rebecca Turner:\u2028\nLiz Steed: None known\u2028\nHelen Quirk: None known\u2028\nRosa Greasley: None known\u2028\nJohn Saxton: None known\u2028\nStephanie Taylor: None known\u2028\nDerek Rosario: None known\u2028\nMohamed Thaha: None known\u2028\nLiam Bourke: received honoraria for lecturing from Sanofi and Astellas and research funding from the NIHR and CRUK."
}