{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Drugs in metabolic syndrome",
      "Dyslipidemia",
      "Insulin resistance"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32641256",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "07",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jnma.2020.06.008",
      "S0027-9684(20)30127-9"
    ],
    "Journal": {
      "ISSN": "1943-4693",
      "JournalIssue": {
        "Volume": "112",
        "Issue": "6",
        "PubDate": {
          "Year": "2020",
          "Month": "Dec"
        }
      },
      "Title": "Journal of the National Medical Association",
      "ISOAbbreviation": "J Natl Med Assoc"
    },
    "ArticleTitle": "Lifestyle Modification Practices and Drug Prescription Use in Elderly Americans with Metabolic Syndrome: A Nationwide Population-Based Study.",
    "Pagination": {
      "StartPage": "621",
      "EndPage": "631",
      "MedlinePgn": "621-631"
    },
    "Abstract": {
      "AbstractText": [
        "To determine differences in lifestyle modification practices and use of prescription drugs in a representative sample of Mexican American (MA), non-Hispanic White (NHW), and non-Hispanic Black (NHB) elderly Americans with metabolic syndrome (MetS).",
        "Data from the United States National Health and Nutritional Examination Surveys were used in this study. Lifestyle modification practices include ongoing physical activity, weight control, and ongoing diet modifications. Prescription drugs include anti-diabetic, anti-obesity, lipid-lowering, insulin sensitizers, renin-angiotensin system (RAS) blockers, fibrates, and cilostazol. Race/ethnic-specific prevalence odds ratios from the multivariate logistic regression analyses were used to determine associations between selected independent variables and MetS control (defined as the use of lifestyle modification practices or prescription drugs), adjusting for covariates.",
        "The rates of ongoing weight control (73.4% versus 68.1% in MA and 66.3% in NHW) and diet modification practices (78.1% versus 77.4% in MA and 66.7% in NHW) were higher among NHB, and rate of ongoing physical activity (61.8% versus 52.8% in NHW and 56.4% in NHB) was higher among MA participants compared to their other racial/ethnic elderly counterparts (P < 0.001). Lipid-lowering and insulin-sensitizing drugs were the most commonly used prescription drugs in the last 30 days. The prevalence of nonuse of lifestyle modification practices or prescription drugs for MetS management was 15.1%, 21.3%, and 12.7% in MA, NHW, and NHB participants, respectively. MA, NHB race/ethnicity, a higher level of education, and increased BMI were significantly associated with increased odds of MetS control. Lack of drug prescription insurance and increased age were associated with decreased odds of MetS control.",
        "Given the clinical importance of MetS, improving knowledge-based health decisions relative to lifestyle modification practices is very important. Moreover, sources of low-cost medications that links elderly patients with drug prescription coverage programs may help to improve the management of MetS."
      ],
      "CopyrightInformation": "Copyright © 2020 National Medical Association. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Population Health Sciences, School of Public Health, Georgia State University, Atlanta, GA, USA. Electronic address: iokosun@gsu.edu."
          }
        ],
        "LastName": "Okosun",
        "ForeName": "Ike S",
        "Initials": "IS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Population Health Sciences, School of Public Health, Georgia State University, Atlanta, GA, USA."
          }
        ],
        "LastName": "Nkemjika",
        "ForeName": "Stanley",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Molecular and Cellular Biology, Kennesaw State University, Kennesaw, GA, USA."
          }
        ],
        "LastName": "Okosun",
        "ForeName": "Bryan",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Policy and Behavioral Sciences, Georgia State School of Public Health, Atlanta, GA, USA."
          }
        ],
        "LastName": "Lyn",
        "ForeName": "Rodney",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Policy and Behavioral Sciences, Georgia State School of Public Health, Atlanta, GA, USA; Global Research Against Noncommunicable Diseases (GRAND), Georgia State School of Public Health, Atlanta, USA."
          }
        ],
        "LastName": "Airhihenbuwa",
        "ForeName": "Collins O",
        "Initials": "CO"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Natl Med Assoc",
    "NlmUniqueID": "7503090",
    "ISSNLinking": "0027-9684"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Black or African American"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Style"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Metabolic Syndrome"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United States"
    },
    {
      "QualifierName": [],
      "DescriptorName": "White People"
    }
  ],
  "CoiStatement": "Conflict of interest None."
}