{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16928660",
  "DateCompleted": {
    "Year": "2006",
    "Month": "12",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "08",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0964-7058",
      "JournalIssue": {
        "Volume": "15 Suppl",
        "PubDate": {
          "Year": "2006"
        }
      },
      "Title": "Asia Pacific journal of clinical nutrition",
      "ISOAbbreviation": "Asia Pac J Clin Nutr"
    },
    "ArticleTitle": "State of the science: a focus on physical activity.",
    "Pagination": {
      "StartPage": "40",
      "EndPage": "48",
      "MedlinePgn": "40-8"
    },
    "Abstract": {
      "AbstractText": [
        "Diet, exercise, behavioural support and for some obese individuals, pharmacotherapy, represent the set of lifestyle factors necessary for effective management of obesity. An on-going challenge in the prevention, treatment and management of obesity is to arm health professionals in particular, with the necessary knowledge and understanding and time to engage in meaningful weight management counseling. Despite the many barriers to effective management such as lack of relevant education in nutrition and physical activity, perceived patient non-compliance, perceived inability to change patient behaviours, and the cost of specialist behavioural support, there is increasing evidence of the value of behaviour modification techniques to both dietary and exercise counseling, particularly when focusing on current behaviour. Behavioural counseling addresses the barriers to compliance with diet and physical activity goals and also equips the individual with practical strategies and motivation to be more self-responsible. Commonly employed behavioural interventions include stimulus control, reinforcement techniques, self-monitoring, behavioural contracting, and social support programs. This paper addresses one of the key behavioural components in the treatment and management of obesity - physical activity. Higher levels of energy expenditure through increased physical activity are central to successful weight loss and long-term weight maintenance. The specific value derived from physical activity in the context of weight management for the overweight and obese is in large part associated with an appreciation of the role of both physical activity promotion and exercise prescription."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Health and Biomedical Innovation, Queensland University of Technology, Australia. a.hills@qut.edu.au"
          }
        ],
        "LastName": "Hills",
        "ForeName": "Andrew P",
        "Initials": "AP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Byrne",
        "ForeName": "Nuala M",
        "Initials": "NM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "China",
    "MedlineTA": "Asia Pac J Clin Nutr",
    "NlmUniqueID": "9440304",
    "ISSNLinking": "0964-7058"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Behavior Therapy"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Obesity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Weight Loss"
    }
  ],
  "NumberOfReferences": "66"
}