{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Accidental Falls",
      "Aged"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "\"Prévention des chutes chez le sujet âgé Les chutes après 65ans constituent un important problème de santé publique. L’entretien médical (à la recherche d’antécédents de chute, d’une peur de tomber) et quelques examens simples (temps d’appui unipodal, timed up and go test, test de relever de chaise, stop walking when talking test) permettent au médecin de distinguer trois types de profils de risque. Pour les patients à risque faible, une éducation thérapeutique et une réévaluation du risque à 12mois sont proposées. Les patients à risque modéré sont examinés (et leur ordonnance révisée) à la recherche de causes d’instabilité, puis orientés vers un programme d’activités physiques adaptées dont l’effet sera évalué à 3-6mois. Les patients à haut risque de chute doivent bénéficier d’une évaluation gérontologique standardisée, dans l’idéal effectuée par une équipe gériatrique, pour mettre en place un programme individualisé ciblant tous les facteurs de risque de chute, dont l’efficacité doit être réévaluée à 1-3mois.\""
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35638962",
  "DateCompleted": {
    "Year": "2022",
    "Month": "06",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "06",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2101-017X",
      "JournalIssue": {
        "Volume": "72",
        "Issue": "3",
        "PubDate": {
          "Year": "2022",
          "Month": "Mar"
        }
      },
      "Title": "La Revue du praticien",
      "ISOAbbreviation": "Rev Prat"
    },
    "ArticleTitle": "[Falls prévention in older persons].",
    "Pagination": {
      "StartPage": "299",
      "EndPage": "304",
      "MedlinePgn": "299-304"
    },
    "Abstract": {
      "AbstractText": [
        "\"Falls prévention in older persons Falls in persons aged 65 or older are a major public health problem. Some simple questions (have you experienced any fall in the previous year ? Do you have a fear of falling when walking ?) And a few simple examinations (one-leg stance, timed up and go, chair-rising, stop walking when talking test) allow to differentiate between patients at low risk of falling, for whom education and risk reassessment at 12 months are offered, patients at moderate risk of falling, for whom a physical examination and a prescription review to modify the cause of instability, and referral to a adapted physical exercise program are offered, the effect of which will be evaluated at 3-6months, and patients at high risk of falls, for whom a standardized geriatric assessment shoud be offered, at best carried out by a geriatric team, allowing the establishment of an individualized program targeting all risk factors for falls, the effectiveness of which will be reassessed at 1-3 months.\""
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pôle de gérontologie du CHU Montpellier, centre Antonin-Balmès, Montpellier, France."
          }
        ],
        "LastName": "Blain",
        "ForeName": "Hubert",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pôle de gérontologie du CHU de Nancy, France."
          }
        ],
        "LastName": "Bichet",
        "ForeName": "Timothée",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pôle de gérontologie du CHU Montpellier, centre Antonin-Balmès, Montpellier, France."
          }
        ],
        "LastName": "Robiaud",
        "ForeName": "Jean-Baptiste",
        "Initials": "JB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UFR STAPS, Euromov, Montpellier, France."
          }
        ],
        "LastName": "Bernard",
        "ForeName": "Pierre-Louis",
        "Initials": "PL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Comment évaluer le risque de chute chez le sujet âgé ?"
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Rev Prat",
    "NlmUniqueID": "0404334",
    "ISSNLinking": "0035-2640"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Accidental Falls"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Walking"
    }
  ],
  "CoiStatement": "\"H. Blain déclare des interventions ponctuelles (formations) pour Mylan, BMS, MSD, Gilead, Janssen. T. Bichet, J.-B. Robiaud et P-L. Bernard déclarent n’avoir aucun lien d’intérêts.\""
}