{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Breast carcinoma",
      "Exercise prescription",
      "Physical activity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37806824",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jsams.2023.09.018",
      "S1440-2440(23)00419-X"
    ],
    "Journal": {
      "ISSN": "1878-1861",
      "JournalIssue": {
        "Volume": "26",
        "Issue": "12",
        "PubDate": {
          "Year": "2023",
          "Month": "Dec"
        }
      },
      "Title": "Journal of science and medicine in sport",
      "ISOAbbreviation": "J Sci Med Sport"
    },
    "ArticleTitle": "How do practitioners prescribe exercise to patients with breast cancer? Professional perspectives on the key considerations for aerobic exercise in patients with breast cancer undergoing chemotherapy.",
    "Pagination": {
      "StartPage": "650",
      "EndPage": "658",
      "MedlinePgn": "650-658"
    },
    "Abstract": {
      "AbstractText": [
        "This study aimed to understand the key factors experienced accredited exercise physiologists (AEPs) and medical professionals consider when prescribing/recommending aerobic exercise to patients with breast cancer undergoing chemotherapy.",
        "Modified Delphi Survey.",
        "A four-round, two-phase survey was conducted. Following a Delphi approach, four cancer-specific AEPs, four oncologists, and one breast cancer surgeon (median 13-yr breast-cancer-specific experience) completed phase one. Eighty-four AEPs (median 5-yr experience) completed phase two. Phase one participants answered open- and close-ended questions regarding key considerations for aerobic exercise in patients with breast cancer undergoing chemotherapy, and what information should be collected to guide exercise prescription. All questions and considerations agreed upon in phase one (>70 % rating 7-9 on a 0-9 Likert Scale) were rated by AEPs in phase two.",
        "Key considerations for exercise assessment and prescription aligned closely with exercise guidelines for cancer survivors. Common strategies for exercise individualisation were identified by AEPs, including separating aerobic exercise into 5-to--9-minute bouts when required and avoiding exercising to complete exhaustion. Exercise intensity and duration should be adjusted throughout chemotherapy to improve tolerance and adherence. Novel considerations for subjective questioning and objective assessments to tailor exercise prescription were outlined.",
        "This study identifies how professionals approach exercise assessment and prescription in patients with breast cancer undergoing chemotherapy. Findings can guide AEPs in practice when prescribing tailored exercise to breast cancer patients undergoing chemotherapy and inform future guidelines."
      ],
      "CopyrightInformation": "Copyright © 2023 The Authors. Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Allied Health and Human Performance, University of South Australia, Australia; Alliance for Research in Exercise, Nutrition and Activity, University of South Australia, Australia; Cancer Research Institute, University of South Australia, Australia. Electronic address: james.murray@unisa.edu.au."
          }
        ],
        "LastName": "Murray",
        "ForeName": "James",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Allied Health and Human Performance, University of South Australia, Australia; Alliance for Research in Exercise, Nutrition and Activity, University of South Australia, Australia. Electronic address: hunter.bennett@unisa.edu.au."
          }
        ],
        "LastName": "Bennett",
        "ForeName": "Hunter",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Allied Health and Human Performance, University of South Australia, Australia; Cancer Research Institute, University of South Australia, Australia. Electronic address: bec.perry@unisa.edu.au."
          }
        ],
        "LastName": "Perry",
        "ForeName": "Rebecca",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Allied Health and Human Performance, University of South Australia, Australia; Cancer Research Institute, University of South Australia, Australia; Department of Physics, University of Adelaide, Australia. Electronic address: eva.bezak@unisa.edu.au."
          }
        ],
        "LastName": "Bezak",
        "ForeName": "Eva",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Allied Health and Human Performance, University of South Australia, Australia; Alliance for Research in Exercise, Nutrition and Activity, University of South Australia, Australia. Electronic address: kade.davison@unisa.edu.au."
          }
        ],
        "LastName": "Davison",
        "ForeName": "Kade",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Australia",
    "MedlineTA": "J Sci Med Sport",
    "NlmUniqueID": "9812598",
    "ISSNLinking": "1878-1861"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cancer Survivors"
    }
  ],
  "CoiStatement": "Declaration of Interest Statement All authors declare no conflict of interest."
}