{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18489193",
  "DateCompleted": {
    "Year": "2008",
    "Month": "10",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0112-1642",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "6",
        "PubDate": {
          "Year": "2008"
        }
      },
      "Title": "Sports medicine (Auckland, N.Z.)",
      "ISOAbbreviation": "Sports Med"
    },
    "ArticleTitle": "Use of prescription drugs in athletes.",
    "Pagination": {
      "StartPage": "449",
      "EndPage": "463",
      "MedlinePgn": "449-63"
    },
    "Abstract": {
      "AbstractText": [
        "Although athletes are young and generally healthy, they use a variety of non-doping classified medicines to treat injuries, cure illnesses and obtain a competitive edge. Athletes and sports medicine physicians try to optimize the treatment of symptoms related to extreme training during an elite athlete's active career. According to several studies, the use of antiasthmatic medication is more frequent among elite athletes than in the general population. The type of training and the kind of sport influence the prevalence of asthma. Asthma is most common among those competing in endurance events, such as cycling, swimming, cross-country skiing and long-distance running. Recent studies show that athletes use also NSAIDs and oral antibacterials more commonly than age-matched controls, especially athletes competing in speed and power sports. Inappropriately high doses and concomitant use of several different NSAIDs has been observed. All medicines have adverse effects that may have deleterious effects on elite athletes' performance. Thus, any unnecessary medication use should be minimized in elite athletes. Inhaled beta(2)-agonists may cause tachycardia and muscle tremor, which are especially harmful in events requiring accuracy and a steady hand. In experimental animal models of acute injury, especially selective cyclo-oxygenase-2 inhibitors have been shown to be detrimental to tissue-level repair. They have been shown to impair mechanical strength return following acute injury to bone, ligament and tendon. This may have clinical implications for future injury susceptibility. However, it should be noted that the current animal studies have limited translation to the clinical setting. Adverse effects related to the CNS and gastrointestinal adverse reactions are commonly reported in connection with NSAID use also in elite athletes. In addition to the potential for adverse effects, recent studies have shown that NSAID use may negatively regulate muscle growth by inhibiting protein synthesis. Physicians and pharmacists taking care of athletes' medication need to be aware of the medicines that an athlete is taking and how those medicines interact with performance, exercise, environment and other medicines. Sport associations should repeatedly monitor not only the use of banned substances, but also the trends of use of legal medicines in athletes. Not only physicians and pharmacists, but also athletes and coaches should be better educated with respect to potential benefits and risks, and how each agent may affect an athlete's performance. The attitudes and beliefs leading to ample use of legal medicines in athletes is an interesting area of future research."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nutrimed Ltd, Helsinki, Finland. antti.alaranta@nutrimed.fi"
          }
        ],
        "LastName": "Alaranta",
        "ForeName": "Antti",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Alaranta",
        "ForeName": "Hannu",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Helenius",
        "ForeName": "Ilkka",
        "Initials": "I"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Sports Med",
    "NlmUniqueID": "8412297",
    "ISSNLinking": "0112-1642"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Allergic Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Asthmatic Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Bacterial Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Inflammatory Agents, Non-Steroidal"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects"
      ],
      "DescriptorName": "Anti-Allergic Agents"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects"
      ],
      "DescriptorName": "Anti-Asthmatic Agents"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects"
      ],
      "DescriptorName": "Anti-Bacterial Agents"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "adverse effects"
      ],
      "DescriptorName": "Anti-Inflammatory Agents, Non-Steroidal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Doping in Sports"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sports"
    }
  ],
  "NumberOfReferences": "134"
}