{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14758179",
  "DateCompleted": {
    "Year": "2004",
    "Month": "03",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0090-3493",
      "JournalIssue": {
        "Volume": "32",
        "Issue": "2",
        "PubDate": {
          "Year": "2004",
          "Month": "Feb"
        }
      },
      "Title": "Critical care medicine",
      "ISOAbbreviation": "Crit Care Med"
    },
    "ArticleTitle": "Treatment of fever in the neurologic intensive care unit with a catheter-based heat exchange system.",
    "Pagination": {
      "StartPage": "559",
      "EndPage": "564",
      "MedlinePgn": "559-64"
    },
    "Abstract": {
      "AbstractText": [
        "Elevated temperature worsens injury in experimental focal and global ischemia and brain trauma. Fever is common in patients with acute neurologic illness and independently predicts poor outcome. Conventional means of treating fever are not very effective in this population.",
        "To study the effectiveness of a catheter-based heat exchange system in reducing elevated temperatures in critically ill neurologic and neurosurgical patients. DESIGN, INTERVENTION, SETTING, AND POPULATION: This was a prospective randomized, non-blinded trial that compared conventional treatment of fever (acetaminophen and cooling blankets) with conventional treatment plus an intravascular catheter-based heat exchange system (Alsius, Irvine, CA). Patients admitted to one of 13 neurologic intensive care units in academic medical centers were eligible if they a) suffered subarachnoid hemorrhage, intracerebral hemorrhage, ischemic infarction, or traumatic brain injury; b) had a temperature >38 degrees C on two occasions or for >4 continuous hrs; and c) required central venous access.",
        "The fever burden (area under the curve >38 degrees C) for 72 hrs was compared in an intention to treat analysis. Safety of the catheter system was monitored.",
        "A total of 296 patients were enrolled over 20 months. Forty-one percent had subarachnoid hemorrhage, 24% had traumatic brain injury, 23% had intracerebral hemorrhage, and 13% had ischemic stroke. The groups were matched in terms of age, body mass index, sex, and Glasgow Coma Scale score distribution. Fever burden was 7.92 vs. 2.87 degrees C-hrs in the conventional group and catheter groups, respectively (64% reduction, p <.01). There was no higher rate of infection or the use of sedatives, narcotics, or antibiotics in the catheter group. The catheter did not significantly increase risk to the patient beyond that of a central catheter.",
        "The addition of this catheter-based cooling system to conventional management significantly improves fever reduction in neurologic intensive care unit patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Washington University School of Medicine, St. Louis, MO, USA."
          }
        ],
        "LastName": "Diringer",
        "ForeName": "Michael N",
        "Initials": "MN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "CollectiveName": "Neurocritical Care Fever Reduction Trial Group"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Crit Care Med",
    "NlmUniqueID": "0355501",
    "ISSNLinking": "0090-3493"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Brain Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Catheterization, Central Venous"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Critical Illness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Intensive Care Units"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    }
  ]
}