{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25951311",
  "DateCompleted": {
    "Year": "2016",
    "Month": "05",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/JNN.0000000000000142"
    ],
    "Journal": {
      "ISSN": "1945-2810",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "4",
        "PubDate": {
          "Year": "2015",
          "Month": "Aug"
        }
      },
      "Title": "The Journal of neuroscience nursing : journal of the American Association of Neuroscience Nurses",
      "ISOAbbreviation": "J Neurosci Nurs"
    },
    "ArticleTitle": "A Systematic Review of the Effects of Body Temperature on Outcome After Adult Traumatic Brain Injury.",
    "Pagination": {
      "StartPage": "190",
      "EndPage": "203",
      "MedlinePgn": "190-203"
    },
    "Abstract": {
      "AbstractText": [
        "This systematic review describes effects of body temperature alterations defined as fever, controlled normothermia, and spontaneous or induced hypothermia on outcome after traumatic brain injury (TBI) in adults.",
        "A search was conducted using PubMed, Cochrane Library database, Cumulative Index to Nursing and Allied Health Literature, EMBASE, and ISI Web of Science in July 2013 with no back date restriction except for induced hypothermia (2009).",
        "Of 1366 titles identified, 712 were reviewed. Sixteen articles met inclusion criteria: randomized controlled trials in hypothermia since 2009 (last Cochrane review) or cohort studies of temperature in TBI, measure core and/or brain temperature, neurologic outcome reporting, primarily adult patients, and English language publications. Exclusion criteria were as follows: most patients with non-TBI diagnosis, primarily pediatric patients, case reports, or laboratory/animal studies.",
        "Most studies found that fever avoidance resulted in positive outcomes including decreased length of stay in the intensive care unit; mortality; and incidence of hypertension, elevated intracranial pressure, and tachycardia. Hypothermia on admission correlated with poor outcomes. Controlled normothermia improved surrogate outcomes. Prophylactic induced hypothermia is not supported by the available evidence from randomized controlled trial.",
        "Setting a goal of normothermia, avoiding fever, and aggressively treating fever may be most important after TBI. Further research is needed to characterize the magnitude and duration of temperature alteration after TBI, determine if temperature alteration influences or predicts neurologic outcome, determine if rate of temperature change influences or predicts neurologic outcome, and compare controlled normothermia versus standard practice or hypothermia."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Questions or comments about this article may be directed to Lori Kennedy Madden, PhD RN ACNP-BC CCRN CNRN, at lkmadden@ucdavis.edu. She is a Nurse Practitioner, Department of Neurological Surgery, University of California Davis, Sacramento, CA. Holli A. DeVon, PhD RN FAHA FAAN, is an Associate Professor, Department of Biobehavioral Health Science, College of Nursing, University of Illinois at Chicago, Chicago, IL."
          }
        ],
        "LastName": "Madden",
        "ForeName": "Lori Kennedy",
        "Initials": "LK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "DeVon",
        "ForeName": "Holli A",
        "Initials": "HA"
      }
    ],
    "GrantList": [
      {
        "GrantID": "F31 NR013813",
        "Acronym": "NR",
        "Agency": "NINR NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 NR012012",
        "Acronym": "NR",
        "Agency": "NINR NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "F31NR013813",
        "Acronym": "NR",
        "Agency": "NINR NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Neurosci Nurs",
    "NlmUniqueID": "8603596",
    "ISSNLinking": "0888-0395"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Body Temperature Regulation"
    },
    {
      "QualifierName": [
        "nursing",
        "physiopathology"
      ],
      "DescriptorName": "Brain Injuries"
    },
    {
      "QualifierName": [
        "nursing",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "nursing"
      ],
      "DescriptorName": "Hypothermia, Induced"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Outcome Assessment, Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    }
  ],
  "CoiStatement": "<b>Conflicts of Interest</b>. The authors declare that they have no conflict of interest."
}