{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Drug shops",
      "Health care",
      "Private sector",
      "Retail market",
      "Under-five children"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29986729",
  "DateCompleted": {
    "Year": "2019",
    "Month": "01",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "01",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "07",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "532",
      "10.1186/s12913-018-3343-z"
    ],
    "Journal": {
      "ISSN": "1472-6963",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Month": "Jul",
          "Day": "09"
        }
      },
      "Title": "BMC health services research",
      "ISOAbbreviation": "BMC Health Serv Res"
    },
    "ArticleTitle": "Private retail drug shops: what they are, how they operate, and implications for health care delivery in rural Uganda.",
    "Pagination": {
      "StartPage": "532",
      "MedlinePgn": "532"
    },
    "Abstract": {
      "AbstractText": [
        "Retail drug shops play a significant role in managing pediatric fevers in rural areas in Uganda. Targeted interventions to improve drug seller practices require understanding of the retail drug shop market and motivations that influence practices. This study aimed at describing the operational environment in relation to the Uganda National Drug Authority guidelines for setup of drug shops; characteristics, and dispensing practices of private retail drug shops in managing febrile conditions among under-five children in rural western Uganda.",
        "Cross sectional survey of 74 registered drug shops, observation checklist, and 428 exit interviews using a semi-structured questionnaire with care-seekers of children under five years of age, who sought care at drug shops during the survey period. The survey was conducted in Mbarara and Bushenyi districts, South Western Uganda, in May 2013.",
        "Up to 90 and 79% of surveyed drug shops in Mbarara and Bushenyi, largely operate in premises that meet National Drug Authority requirements for operational suitability and ensuring medicines safety and quality. Drug shop attendants had some health or medical related training with 60% in Mbarara and 59% in Bushenyi being nurses or midwives. The rest were clinical officers, pharmacists. The most commonly stocked medicines at drug shops were Paracetamol, Quinine, Cough syrup, ORS/Zinc, Amoxicillin syrup, Septrin® syrup, Artemisinin-based combination therapies, and multivitamins, among others. Decisions on what medicines to stock were influenced by among others: recommended medicines from Ministry of Health, consumer demand, most profitable medicines, and seasonal disease patterns. Dispensing decisions were influenced by: prescriptions presented by client, patients' finances, and patient preferences, among others. Most drug shops surveyed had clinical guidelines, iCCM guidelines, malaria and diarrhea treatment algorithms and charts as recommended by the Ministry of Health. Some drug shops offered additional services such as immunization and sold non-medical goods, as a mechanism for diversification.",
        "Most drug shops premises adhered to the recommended guidelines. Market factors, including client demand and preferences, pricing and profitability, and seasonality largely influenced dispensing and stocking practices. Improving retail drug shop practices and quality of services, requires designing and implementing both supply-side and demand side strategies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health, University of Witwatersrand, 27 St. Andrews Road, Parktown, Johannesburg, 2193, South Africa. cmayora@musph.ac.ug."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Health Policy Planning and Management, Makerere University School of Public Health, PO Box 7072, Kampala, Uganda. cmayora@musph.ac.ug."
          }
        ],
        "LastName": "Mayora",
        "ForeName": "Chrispus",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, Makerere University College of Health Sciences, P.O. Box 7062, Kampala, Uganda."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Women's and Children's Health, International Maternal and Child Health, Uppsala University, SE-751 85, Uppsala, Sweden."
          }
        ],
        "LastName": "Kitutu",
        "ForeName": "Freddy Eric",
        "Initials": "FE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health, University of Witwatersrand, 27 St. Andrews Road, Parktown, Johannesburg, 2193, South Africa."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Mathematics, Physics and Electrical Engineering, Faculty of Engineering and Environment, Northumbria University, Newcastle upon Tyne, NE1 8ST, UK."
          }
        ],
        "LastName": "Kandala",
        "ForeName": "Ngianga-Bakwin",
        "Initials": "NB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Policy Planning and Management, Makerere University School of Public Health, PO Box 7072, Kampala, Uganda."
          }
        ],
        "LastName": "Ekirapa-Kiracho",
        "ForeName": "Elizabeth",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Women's and Children's Health, International Maternal and Child Health, Uppsala University, SE-751 85, Uppsala, Sweden."
          },
          {
            "Identifier": [],
            "Affiliation": "Karolinska Institutet, Department of Public Health Sciences, Health System and Policy Research Group, SE-171 77, Stockholm, Sweden."
          }
        ],
        "LastName": "Peterson",
        "ForeName": "Stefan Swartling",
        "Initials": "SS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Health and Behavioral Sciences, Makerere University School of Public Health, PO Box 7072, Kampala, Uganda."
          }
        ],
        "LastName": "Wamani",
        "ForeName": "Henry",
        "Initials": "H"
      }
    ],
    "GrantList": [
      {
        "Agency": "Wellcome Trust",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Health Serv Res",
    "NlmUniqueID": "101088677",
    "ISSNLinking": "1472-6963"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Community Pharmacy Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Delivery of Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Utilization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Health Services Accessibility"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant, Newborn"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Private Sector"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rural Population"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Uganda"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: This study was approved by the Uganda National Council for Science and Technology (UNCST) (#HS1385), Makerere University School of Public Health (#IRB00011353), and the University of Witwatersrand Human Research Ethics Committee (HREC) (#M151016). Further permission was obtained from the National Drugs Authority (NDA) and the Local Government authorities for the two districts. Written consent was obtained from all study participants. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}