{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Acute febrile illness",
      "children",
      "computerized decision support system",
      "diagnostic tools",
      "electronic decision trees",
      "low-resource countries",
      "primary care"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29684634",
  "DateCompleted": {
    "Year": "2018",
    "Month": "10",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "10",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "04",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cmi.2018.04.014",
      "S1198-743X(18)30352-5"
    ],
    "Journal": {
      "ISSN": "1469-0691",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "8",
        "PubDate": {
          "Year": "2018",
          "Month": "Aug"
        }
      },
      "Title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
      "ISOAbbreviation": "Clin Microbiol Infect"
    },
    "ArticleTitle": "Electronic clinical decision algorithms for the integrated primary care management of febrile children in low-resource settings: review of existing tools.",
    "Pagination": {
      "StartPage": "845",
      "EndPage": "855",
      "MedlinePgn": "845-855"
    },
    "Abstract": {
      "AbstractText": [
        "The lack of effective, integrated diagnostic tools poses a major challenge to the primary care management of febrile childhood illnesses. These limitations are especially evident in low-resource settings and are often inappropriately compensated by antimicrobial overprescription. Electronic clinical decision algorithms (eCDAs) have the potential to close these gaps by guiding antibiotic use and better identifying serious disease.",
        "This narrative review summarizes existing eCDAs, to provide an overview of their degree of validation and to identify gaps in current knowledge and prospects for future innovation.",
        "Structured literature review in PubMed and Embase complemented by Google search and contact with developers.",
        "Six integrated eCDAs were identified: three (eIMCI, REC and Bangladesh digital IMCI) based on Integrated Management of Childhood Illnesses (IMCI); four (SL electronic iCCM, MEDSINC, electronic iCCM and D-Tree electronic iCCM) on Integrated Community Case Management (iCCM); two (ALMANACH, MSFeCARE) with a modified IMCI content; and one (ePOCT) that integrates novel content with biomarker testing. The types of publications and evaluation studies varied greatly: the content and evidence base were published for two (ALMANACH and ePOCT) and ALMANACH and ePOCT were validated in efficacy studies. Other types of evaluations, such as compliance and acceptability, were available for D-Tree electronic iCCM, eIMCI and ALMANACH. Several evaluations are still ongoing. Future prospects include conducting effectiveness and impact studies using data gathered through larger studies to adapt the medical content to local epidemiology, improving the software and sensors, and assessing factors that influence compliance and scale-up.",
        "eCDAs are valuable tools that have the potential to improve management of febrile children in primary care and increase the rational use of diagnostics and antimicrobials. Next steps in the evidence pathway should be larger effectiveness and impact studies (including cost analysis) and continuous integration of clinically useful diagnostic and treatment innovations."
      ],
      "CopyrightInformation": "Copyright © 2018 European Society of Clinical Microbiology and Infectious Diseases. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Swiss Tropical and Public Health Institute, University of Basel, Basel, Switzerland; Boston Children's Hospital, Boston, MA, USA; Department of Pediatric Emergency Medicine, University Hospital Berne, Berne, Switzerland."
          }
        ],
        "LastName": "Keitel",
        "ForeName": "Kristina",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Swiss Tropical and Public Health Institute, University of Basel, Basel, Switzerland; Department of Ambulatory Care and Community Medicine, University Hospital Lausanne, Lausanne, Switzerland. Electronic address: valerie.dacremont@swisstph.ch."
          }
        ],
        "LastName": "D'Acremont",
        "ForeName": "Valérie",
        "Initials": "V"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Clin Microbiol Infect",
    "NlmUniqueID": "9516420",
    "ISSNLinking": "1198-743X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Algorithms"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Bangladesh"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Clinical Decision-Making"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Decision Trees"
    },
    {
      "QualifierName": [
        "standards",
        "statistics & numerical data"
      ],
      "DescriptorName": "Delivery of Health Care, Integrated"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Management"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Resources"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Medical Informatics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Population Surveillance"
    },
    {
      "QualifierName": [
        "standards",
        "statistics & numerical data"
      ],
      "DescriptorName": "Primary Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproducibility of Results"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Software"
    }
  ]
}