{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3054217",
  "DateCompleted": {
    "Year": "1988",
    "Month": "11",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0021-521X",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "3",
        "PubDate": {
          "Year": "1988"
        }
      },
      "Title": "The Japanese journal of physiology",
      "ISOAbbreviation": "Jpn J Physiol"
    },
    "ArticleTitle": "Fever and fever syndrome--current problems.",
    "Pagination": {
      "StartPage": "233",
      "EndPage": "250",
      "MedlinePgn": "233-50"
    },
    "Abstract": {
      "AbstractText": [
        "Research into the complex humoral and neurophysiological events of pyrogen-induced fever has proceeded rapidly to establish the thermal and non-thermal components of the fever syndrome. The major breakthroughs derive from the elucidation of the identity of the endogenous pyrogen interleukin 1 with the humoral factors responsible for the acute phase reaction and for the activation of lymphocytic, cellular, and immunological defence as host responses to infections. As a consequence, fever research is no longer concerned primarily with the changes in temperature regulation responsible for the febrile alteration of temperature regulation, but aims at the elucidation of the contributions that are made by both the thermal and non-thermal components of the fever syndrome to the defence of the host against the microbial intruder responsible for this syndrome. In order to account for this development in these introductory remarks to the current issues of fever research, this review has tried to pay particular attention to the following points: 1) The role of humoral factors in the generation of febrile hyperthermia, including endogenous pyrogens as well as mediators acting on the thermoregulatory center. 2) The \"fever syndrome\" with special consideration of its regulation and of the significance of its components from the viewpoint of fever as a host-defence reaction. 3) The assessment of the role of PG's in the generation of the fever syndrome, both as putative central mediators and as systemically released agents, with special consideration of the inhibitory action of the established antipyretic drugs on PG synthesis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physiology, Yamanashi Medical College, Japan."
          }
        ],
        "LastName": "Iriki",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Jpn J Physiol",
    "NlmUniqueID": "2985184R",
    "ISSNLinking": "0021-521X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Antibody Formation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Temperature Regulation"
    },
    {
      "QualifierName": [
        "chemically induced"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Syndrome"
    }
  ],
  "NumberOfReferences": "54"
}