{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3342798",
  "DateCompleted": {
    "Year": "1988",
    "Month": "03",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0301-5548",
      "JournalIssue": {
        "Volume": "57",
        "Issue": "1",
        "PubDate": {
          "Year": "1988"
        }
      },
      "Title": "European journal of applied physiology and occupational physiology",
      "ISOAbbreviation": "Eur J Appl Physiol Occup Physiol"
    },
    "ArticleTitle": "Physical versus pharmacological counter-measures. Studies on febrile rabbits.",
    "Pagination": {
      "StartPage": "81",
      "EndPage": "88",
      "MedlinePgn": "81-8"
    },
    "Abstract": {
      "AbstractText": [
        "128 experiments were carried out on febrile rabbits at air temperatures of 8, 18, 24 and 30 degrees C in order to analyze the thermoregulatory effects and mechanisms of physical and/or pharmacological counter-measures. Fever was achieved by injection of 0.1 micrograms Salmonella typhi endotoxin (LPS)/kg into an ear vein. As the pharmacological counter-measure, injections of acetylsalicylic acid (ASA) into an ear vein were chosen. For the physical counter-measure, cooling thermodes (5 degrees C) were constructed for the abdominal skin, for the ear and for the rectum. ASA injections had no effect on the first fever maximum, even if applied 20 to 60 min before the LPS injection, but eliminated the second fever maximum. Of course, the additional hyperthermia observed at 30 degrees C ambient temperature could not be eliminated by the injections. On the other hand, cooling procedures can obviously not affect the pyrogen-induced temperature increase, but reduce the hyperthermic effect of a higher ambient temperature. Rectal cooling was more effective than ear or abdominal skin cooling. Abdominal cooling evoked an increase in metabolic heat production. Application of combined physical and pharmacological counter-measures achieved the strongest and quickest reduction of the second maximum, whereas the first maximum was not affected, as in all other experiments. The study emphasizes the necessity of taking into account the time course of the effector mechanisms in order to discriminate between hyperthermic and febrile components of temperature increase. In the initial phase cooling measures would evoke unwanted regulatory responses of the effectors, whereas during the second febrile maximum they would achieve a quicker reduction of core temperatures.(ABSTRACT TRUNCATED AT 250 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Physiologie, Ruhr-Universität, Bochum, Federal Republic of Germany."
          }
        ],
        "LastName": "Wenzel",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Werner",
        "ForeName": "J",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Eur J Appl Physiol Occup Physiol",
    "NlmUniqueID": "0410266",
    "ISSNLinking": "0301-5548"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "R16CO5Y76E",
      "NameOfSubstance": "Aspirin"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Aspirin"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Body Temperature Regulation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cryotherapy"
    },
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rabbits"
    }
  ]
}