{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12386510",
  "DateCompleted": {
    "Year": "2002",
    "Month": "11",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1070-5295",
      "JournalIssue": {
        "Volume": "8",
        "Issue": "2",
        "PubDate": {
          "Year": "2002",
          "Month": "Apr"
        }
      },
      "Title": "Current opinion in critical care",
      "ISOAbbreviation": "Curr Opin Crit Care"
    },
    "ArticleTitle": "Moderate hypothermia in severe head injuries: the present and the future.",
    "Pagination": {
      "StartPage": "111",
      "EndPage": "114",
      "MedlinePgn": "111-4"
    },
    "Abstract": {
      "AbstractText": [
        "The use of therapeutic moderate hypothermia for treating severe traumatic brain injury has been reported for more than 50 years. However, the most intense investigation of this treatment has occurred during the last 10 to 15 years. Virtually all preclinical studies have documented a robust treatment effect, not only in terms of reduced excitotoxicity and cerebral acidosis, but also in terms of histologic preservation and improved behavioral outcomes. Several single-center and small multicenter clinical trials conducted during the last decade also demonstrated benefit of early and late therapeutic hypothermia. However, a multicenter trial reported in February 2001 that included nearly 400 patients found no notable differences in neurologic outcomes in matched patients with head injuries who were treated with 48 hours of therapeutic moderate hypothermia compared with those kept at normal temperature. Findings from this study did suggest that rapid rewarming of patients with head injuries may be deleterious. A subgroup of young patients (less than 45 years of age) who were kept normovolemic showed a trend toward improved outcomes when treated with hypothermia. Current investigations, particularly in the preclinical arena, are focusing on combination therapy. To date, however, the addition of fibroblast growth factor, cyclosporine, or interleukin (IL)-10 to therapeutic moderate hypothermia has not been found to provide greater benefit than either therapy when used alone. Future investigations are aimed at further identifying the physiologic mechanisms responsible for secondary brain injury and ways in which other novel combination therapies may be expected to improve outcomes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Brain Trauma Research Center and Center for Injury Research and Control, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania 15213, USA. dmarion@neuronet.pitt.edu"
          }
        ],
        "LastName": "Marion",
        "ForeName": "Donald W",
        "Initials": "DW"
      }
    ],
    "GrantList": [
      {
        "GrantID": "NS30318",
        "Acronym": "NS",
        "Agency": "NINDS NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Opin Crit Care",
    "NlmUniqueID": "9504454",
    "ISSNLinking": "1070-5295"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Temperature"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Brain Injuries"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Forecasting"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hypothermia, Induced"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "NumberOfReferences": "22"
}