{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Aetiology",
      "Cause",
      "Etiology",
      "Fever",
      "Hyperthermia",
      "ICU",
      "Incidence",
      "Pyrexia",
      "Temperature"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27581757",
  "DateCompleted": {
    "Year": "2018",
    "Month": "03",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "09",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "247",
      "10.1186/s13054-016-1406-2"
    ],
    "Journal": {
      "ISSN": "1466-609X",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "1",
        "PubDate": {
          "Year": "2016",
          "Month": "Sep",
          "Day": "01"
        }
      },
      "Title": "Critical care (London, England)",
      "ISOAbbreviation": "Crit Care"
    },
    "ArticleTitle": "Pyrexia: aetiology in the ICU.",
    "Pagination": {
      "StartPage": "247",
      "MedlinePgn": "247"
    },
    "Abstract": {
      "AbstractText": [
        "Elevation in core body temperature is one of the most frequently detected abnormal signs in patients admitted to adult ICUs, and is associated with increased mortality in select populations of critically ill patients. The definition of an elevated body temperature varies considerably by population and thermometer, and is commonly defined by a temperature of 38.0 °C or greater. Terms such as hyperthermia, pyrexia, and fever are often used interchangeably. However, strictly speaking hyperthermia refers to the elevation in body temperature that occurs without an increase in the hypothalamic set point, such as in response to specific environmental (e.g., heat stroke), pharmacologic (e.g., neuroleptic malignant syndrome), or endocrine (e.g., thyrotoxicosis) stimuli. On the other hand, pyrexia and fever refer to the classical increase in body temperature that occurs in response to a vast list of infectious and noninfectious aetiologies in association with an increase in the hypothalamic set point. In this review, we examine the contemporary literature investigating the incidence and aetiology of pyrexia and hyperthermia among medical and surgical patients admitted to adult ICUs with or without an acute neurological condition. A temperature greater than 41.0 °C, although occasionally observed among patients with infectious or noninfectious pyrexia, is more commonly observed in patients with hyperthermia. Most episodes of pyrexia are due to infections, but incidence estimates of infectious and noninfectious aetiologies are limited by studies with small sample size and inconsistent reporting of noninfectious aetiologies. Pyrexia commonly triggers a full septic work-up, but on its own is a poor predictor of culture-positivity. In order to improve culturing practices, and better guide the diagnostic approach to critically ill patients with pyrexia, additional research is required to provide more robust estimates of the incidence of infectious and noninfectious aetiologies, and their relationship to other clinical features (e.g., leukocytosis). In the meantime, using existing literature, we propose an approach to identifying the aetiology of pyrexia in critically ill adults."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Critical Care Medicine and Community Health Sciences, O'Brien Institute for Public Health, Cumming School of Medicine, University of Calgary, Calgary, AB, Canada. daniel.niven@ahs.ca."
          },
          {
            "Identifier": [],
            "Affiliation": "ICU Administration, Foothills Medical Centre, 3134 Hospital Drive NW, Calgary, AB, T2N 2T9, Canada. daniel.niven@ahs.ca."
          }
        ],
        "LastName": "Niven",
        "ForeName": "Daniel J",
        "Initials": "DJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Royal Inland Hospital, 311 Columbia Street, Kamloops, BC, V2C 2T1, Canada."
          }
        ],
        "LastName": "Laupland",
        "ForeName": "Kevin B",
        "Initials": "KB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Crit Care",
    "NlmUniqueID": "9801902",
    "ISSNLinking": "1364-8535"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Body Temperature"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Critical Illness"
    },
    {
      "QualifierName": [
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology"
      ],
      "DescriptorName": "Infections"
    },
    {
      "QualifierName": [
        "organization & administration",
        "statistics & numerical data"
      ],
      "DescriptorName": "Intensive Care Units"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ]
}