{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18837909",
  "DateCompleted": {
    "Year": "2008",
    "Month": "10",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1196/annals.1414.035"
    ],
    "Journal": {
      "ISSN": "1749-6632",
      "JournalIssue": {
        "Volume": "1138",
        "PubDate": {
          "Year": "2008",
          "Month": "Sep"
        }
      },
      "Title": "Annals of the New York Academy of Sciences",
      "ISOAbbreviation": "Ann N Y Acad Sci"
    },
    "ArticleTitle": "Febrile neutropenia.",
    "Pagination": {
      "StartPage": "329",
      "EndPage": "350",
      "MedlinePgn": "329-50"
    },
    "Abstract": {
      "AbstractText": [
        "This review summarizes the current status and diagnostic-therapeutic challenges in febrile neutropenia. Patients with neutropenia-associated infections have a poor prognosis. A large meta-analysis of trials assessing prophylactic antibiotics has shown significant survival benefits; clinical significance of resistance is unclear. Administering broad-spectrum antibiotics to established febrile neutropenic patients has become selective, vancomycin is withheld unless absolutely necessary, and low-risk patients are identified with biological markers. Such patients are now managed with oral antibiotics at home or even without antibiotics. Protracted prolonged neutropenia is the setting par excellence for invasive fungal infections. Conventional amphotericin B administered to such risk patients reduces the incidence of fungal infections. New antifungal drugs have heightened efficacy and lowered toxicity. Novel antifungal diagnostic tests include imaging, particularly the CT \"halo\" sign (aspergillosis), and serology (glucan, galactomannan), and provide earlier diagnosis and treatment and better outcomes. Negative tests may indicate withholding antifungal therapy. High intermittent dosing of liposomal amphotericin B seems as safe and as effective as standard dosing regimens, but at half the drug acquisition cost. The use of nonantibiotic agents has offered alternative management strategies. Recombinant interleukin-11 reduces bacteremia, through a cytoprotective mechanism on the gut. rhIL-11 releases C-reactive protein and causes shedding of soluble TNF receptor-1, modulating the immunological milieu and the systemic inflammatory response. Other candidate molecules include RANTES and long-pentraxin 3. Recombinant growth factors reduce febrile episodes, permitting completion of chemotherapy, increase overall survival, and minimize infection mortality."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Faculty of Medicine and Health Sciences, Tawam-Johns Hopkins and Al Ain Hospitals, Al Ain, United Arab Emirates. michael.ellis@uaeu.ac.ae"
          }
        ],
        "LastName": "Ellis",
        "ForeName": "Michael",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Ann N Y Acad Sci",
    "NlmUniqueID": "7506858",
    "ISSNLinking": "0077-8923"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Infective Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Infective Agents"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "microbiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "microbiology"
      ],
      "DescriptorName": "Neutropenia"
    }
  ],
  "NumberOfReferences": "103"
}