{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23394936",
  "DateCompleted": {
    "Year": "2013",
    "Month": "09",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "03",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "02",
        "Day": "08"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.mehy.2013.01.007",
      "S0306-9877(13)00014-5"
    ],
    "Journal": {
      "ISSN": "1532-2777",
      "JournalIssue": {
        "Volume": "80",
        "Issue": "4",
        "PubDate": {
          "Year": "2013",
          "Month": "Apr"
        }
      },
      "Title": "Medical hypotheses",
      "ISOAbbreviation": "Med Hypotheses"
    },
    "ArticleTitle": "Is fever a predictive factor in the autism spectrum disorders?",
    "Pagination": {
      "StartPage": "391",
      "EndPage": "398",
      "MedlinePgn": "391-8"
    },
    "Abstract": {
      "AbstractText": [
        "Autism spectrum disorders (ASD) display such a marked increase in recent decades that researchers speak of \"epidemic outbreak\" of the disease. Although the diagnostic framework has been expanded and thus more disorders now fall within the autistic spectrum, no one disputes the increased incidence of autism in modern societies, making it a major public health problem. On the other hand, heterogeneity is a major feature of the disorder, both in terms of the etiopathogenesis as well as to the phenotypic expression, natural history and evolution. Consequently, there is considerable research interest in determining factors which are etiopathogenetically, prognostically, preventively or/and therapeutically associated with the disorder. Literature data indicate that probably there are differences in susceptibility to various infections between normal and autistic children. In addition, some autistic children show improvement in the characteristics of their autistic behavior during febrile incident and repression of fever (through antipyretics) might be associated with the onset of autistic disorder. Since fever has been associated with mental illness since the time of Hippocrates already and the presence of fever is associated with a favorable outcome in various pathologic conditions, it is assumed that there are probably two subgroups of autistic children: those who have the possibility to develop acute febrile incidents and those who develop acute incidents without fever. If this is the case, it is important to know whether there are differences between the two subgroups in various biological markers (cytokines/chemokines, autoantibodies), neuroimaging findings, personal and family history of these children (use of drugs, vaccinations, history of autoimmunity, etc.) and, if the first subgroup consists of autistic people of higher functionality and better outcome, or not. If such a classification is real, is there a possibility for the fever to be used as a predictor of the autistic disorder outcome and of whether that person will achieve an acceptable level of functionality in the future? If there are positive answers to these questions, are autistic children, who develop fever, at a very critical stage in evolutionary terms, where it is very important not to lose the defense mechanism of fever development and thus mast use the fever repression methods (antipyretic drugs for example) with caution and chariness? If it is confirmed that autistic children with high fevers are of higher functionality, it is possible for preventive intervention programs to be developed where children are exposed to the least possible chemical drugs intervention (antipyretics, antibiotics, etc.) or even selective vaccination. Further experimental, epidemiological and clinical studies are necessary to investigate the above."
      ],
      "CopyrightInformation": "Copyright © 2013 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Ilion Socio-Medical Center, General University Hospital \"Attikon\", Athens, Greece. asmegremi@yahoo.gr"
          }
        ],
        "LastName": "Megremi",
        "ForeName": "Amalia S F",
        "Initials": "AS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Hypotheses",
    "NlmUniqueID": "7505668",
    "ISSNLinking": "0306-9877"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Causality"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Child Development Disorders, Pervasive"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant, Newborn"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Assessment"
    }
  ]
}