{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9413425",
  "DateCompleted": {
    "Year": "1998",
    "Month": "01",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0025-7974",
      "JournalIssue": {
        "Volume": "76",
        "Issue": "6",
        "PubDate": {
          "Year": "1997",
          "Month": "Nov"
        }
      },
      "Title": "Medicine",
      "ISOAbbreviation": "Medicine (Baltimore)"
    },
    "ArticleTitle": "Fever of unknown origin (FUO). I A. prospective multicenter study of 167 patients with FUO, using fixed epidemiologic entry criteria. The Netherlands FUO Study Group.",
    "Pagination": {
      "StartPage": "392",
      "EndPage": "400",
      "MedlinePgn": "392-400"
    },
    "Abstract": {
      "AbstractText": [
        "Internal medicine wards in all 8 university hospitals in the Netherlands participated in this prospective study of fever of unknown origin (FUO) from January 1992 until January 1994 in order to update information on the spectrum of diseases causing FUO. We used fixed epidemiologic entry criteria to achieve completeness of enrollment and to avoid unintended selection bias. After entry, immunocompetent patients were included using criteria for FUO according to Petersdorf and Beeson (30). A standardized diagnostic protocol was used, and potentially diagnostic clues (PDCs) and their use in the diagnostic process were prospectively registered. Thus, the criteria of classic FUO have been adjusted to modern times: immunocompromised patients are excluded, and the time-criterion \"1 week in hospital without a diagnosis\" has been replaced by a quality-criterion stating that certain investigations must be performed as a minimum, and PDCs must be followed adequately for at least 1 week, without a diagnosis being reached. A total of 167 immunocompetent patients with FUO were thus retrieved, of whom 43 (25.7%) had infections, 21 (12.6%) had neoplasms, and 40 (24.0%) had noninfectious inflammatory diseases. No diagnosis was made in 50 patients (29.9%), 37 of whom recovered spontaneously. This study confirms the changing spectrum of diseases causing FUO. Indeed, as shown by another recent study, the group of patients with FUO in whom no diagnosis can be made is expanding, and mostly it concerns self-limiting or benign fevers. Others have suggested that this trend is not really occurring (29). We did not place patients with diseases of unknown origin in the \"nondiagnosis\" group, and indeed made presumptive diagnoses when necessary. Nevertheless, this category of undiagnosed fevers is increasing. We believe that the higher percentage of undiagnosed cases can be attributed to the greater use of advanced diagnostic techniques attendant on an increased number of self-limited illnesses in patients meeting criteria for FUO. Because of ongoing development in diagnostic techniques and the prospective influence on the spectrum of diseases causing FUO, studies should be performed regularly to update information on this subject. Because the number of outpatient evaluations for FUO is expected to increase, patients seen on an outpatient basis should be included in future studies. To avoid unwanted selection bias, fixed epidemiologic entry criteria should be used to ensure completeness of enrollment. To shorten the period of collecting data, multicentric studies can be done using standardized diagnostic protocols. In patients with recurrent fever or fever lasting longer than 6 months, the chance of reaching a diagnosis is significantly lower, and especially in this group one should exercise the greatest caution to avoid abundant and extensive diagnostic procedures. The diagnostic process in patients with FUO remains an intriguing problem in medicine. Recent microbiologic techniques may be useful as an approach to the relatively large proportion of patients in whom we now fail to make a diagnosis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, University Hospital St. Radboud, Nijmegen, The Netherlands."
          }
        ],
        "LastName": "de Kleijn",
        "ForeName": "E M",
        "Initials": "EM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vandenbroucke",
        "ForeName": "J P",
        "Initials": "JP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "van der Meer",
        "ForeName": "J W",
        "Initials": "JW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Multicenter Study",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Medicine (Baltimore)",
    "NlmUniqueID": "2985248R",
    "ISSNLinking": "0025-7974"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Bacterial Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Protocols"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Fever of Unknown Origin"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Follow-Up Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Inflammation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Netherlands"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Virus Diseases"
    }
  ]
}