{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21178217",
  "DateCompleted": {
    "Year": "2011",
    "Month": "04",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0972-9062",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "4",
        "PubDate": {
          "Year": "2010",
          "Month": "Dec"
        }
      },
      "Title": "Journal of vector borne diseases",
      "ISOAbbreviation": "J Vector Borne Dis"
    },
    "ArticleTitle": "A study of treatment seeking behaviour for malaria and its management in febrile children in rural part of desert, Rajasthan, India.",
    "Pagination": {
      "StartPage": "235",
      "EndPage": "242",
      "MedlinePgn": "235-42"
    },
    "Abstract": {
      "AbstractText": [
        "For management of malaria, there is a need to give attention on specific group of people like children >5 yr of age in the community. They are unable to explain their feelings about severity of illness and effects of treatment on health and they are dependent on others for their health care, therefore, it is the mother who can seek, obtain, and use medication appropriately. This is directly linked to the level of education, socioeconomic status, timely decision, accessibility of health facility, correct use of drugs and their follow- up. The present study was undertaken with the aim to know the basis on which malaria was recognized and classified and exploring factors involved in the selection of different treatment options in the desert population of Rajasthan.",
        "Interview and observation techniques were used for data collection in 15 villages of Ramgarh PHC in Jaisalmer district of Rajasthan state, India. A total of 164 mothers were interviewed and observations were made by the investigators in the group discussions who utilized health facility for the febrile children < 5 yr of age.",
        "More than 93.3% mothers started taking care at home for their febrile children and watched for improvement on an average up to 72 h. When they thought there was no hope to manage the case at their level, they shifted their febrile children to the nearest health facility such as sub-centre/PHC/private health practitioner. Utilization of health facility was linked with the age of the child, with younger children (<24 months of age) being significantly more likely to be utilized nearby health facility than 24- 59 months children. Children judged as severely ill by their mothers utilized health facility significantly more often than those not thought to be severely ill. Mothers from households where the household heads had a primary or secondary education were more likely to utilize health facility than those household heads having no education. Similarly, mothers from households with moderate or high income utilized health facility more frequently than those with low income.",
        "The study revealed that mothers usually tried to manage febrile cases at their own level at home for children >5 yr of age. They had gone through different treatment options before utilizing health facilities. There was, on an average three days delay in seeking care in the remote villages of desert part of Rajasthan. To minimize the delay in diagnosis and treatment of malaria among the children >5 yr of age is an urgent need for intervening through IEC programme and trained volunteers for the management of malaria cases at village-level."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Desert Medicine Research Centre, Indian Council of Medical Research, Jodhpur, India. spyadav_dmrc@yahoo.co.in"
          }
        ],
        "LastName": "Yadav",
        "ForeName": "S P",
        "Initials": "SP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "India",
    "MedlineTA": "J Vector Borne Dis",
    "NlmUniqueID": "101212761",
    "ISSNLinking": "0972-9062"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "economics",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Health Facilities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "India"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Interviews as Topic"
    },
    {
      "QualifierName": [
        "economics",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Malaria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "education",
        "psychology"
      ],
      "DescriptorName": "Mothers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Acceptance of Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rural Population"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Class"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}