{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Arbovirus",
      "Bacteraemia",
      "Fever",
      "Tuberculosis",
      "Viruses",
      "Zoonoses"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29454844",
  "DateCompleted": {
    "Year": "2018",
    "Month": "10",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "02",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cmi.2018.02.011",
      "S1198-743X(18)30184-8"
    ],
    "Journal": {
      "ISSN": "1469-0691",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "8",
        "PubDate": {
          "Year": "2018",
          "Month": "Aug"
        }
      },
      "Title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
      "ISOAbbreviation": "Clin Microbiol Infect"
    },
    "ArticleTitle": "The epidemiology of febrile illness in sub-Saharan Africa: implications for diagnosis and management.",
    "Pagination": {
      "StartPage": "808",
      "EndPage": "814",
      "MedlinePgn": "808-814"
    },
    "Abstract": {
      "AbstractText": [
        "Fever is among the most common symptoms of people living in Africa, and clinicians are challenged by the similar clinical features of a wide spectrum of potential aetiologies.",
        "To summarize recent studies of fever aetiology in sub-Saharan Africa focusing on causes other than malaria.",
        "A narrative literature review by searching the MEDLINE database, and recent conference abstracts.",
        "Studies of multiple potential causes of fever are scarce, and for many participants the infecting organism remains unidentified, or multiple co-infecting microorganisms are identified, and establishing causation is challenging. Among ambulatory patients, self-limiting arboviral infections and viral upper respiratory infections are common, occurring in up to 60% of children attending health centres. Among hospitalized patients there is a high prevalence of potentially fatal infections requiring specific treatment. Bacterial bloodstream infection and bacterial zoonoses are major causes of fever. In recent years, the prevalence of antimicrobial resistance among bacterial isolates has increased, notably with spread of extended spectrum β-lactamase-producing Enterobacteriaceae and fluoroquinolone-resistant Salmonella enterica. Among those with human immunodeficiency virus (HIV) infection, Mycobacterium tuberculosis bacteraemia has been confirmed in up to 34.8% of patients with sepsis, and fungal infections such as cryptococcosis and histoplasmosis remain important.",
        "Understanding the local epidemiology of fever aetiology, and the use of diagnostics including malaria and HIV rapid-diagnostic tests, guides healthcare workers in the management of patients with fever. Current challenges for clinicians include assessing which ambulatory patients require antibacterial drugs, and identifying hospitalized patients infected with organisms that are not susceptible to empiric antibacterial regimens."
      ],
      "CopyrightInformation": "Copyright © 2018 European Society of Clinical Microbiology and Infectious Diseases. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for International Health, University of Otago, New Zealand; Kilimanjaro Christian Medical Centre, Moshi, Tanzania. Electronic address: michael.maze@otago.ac.nz."
          }
        ],
        "LastName": "Maze",
        "ForeName": "M J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro de Investigação em Saúde de Manhiça (CISM), Maputo, Mozambique; ISGlobal, Barcelona Ctr. Int. Health Res. (CRESIB), Hospital Clínic-Universitat de Barcelona, Barcelona, Spain; ICREA, Pg. Lluís Companys 23, Barcelona, Spain; Paediatric Infectious Diseases Unit, Paediatrics Department, Hospital Sant Joan de Déu (University of Barcelona), Barcelona, Spain."
          }
        ],
        "LastName": "Bassat",
        "ForeName": "Q",
        "Initials": "Q"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Liverpool School of Tropical Medicine, Liverpool, UK; Malawi Liverpool Wellcome Trust Clinical Research Programme, Blantyre, Malawi."
          }
        ],
        "LastName": "Feasey",
        "ForeName": "N A",
        "Initials": "NA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro de Investigação em Saúde de Manhiça (CISM), Maputo, Mozambique; Instituto Nacional de Saúde, Ministério da Saúde, Maputo, Mozambique."
          }
        ],
        "LastName": "Mandomando",
        "ForeName": "I",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Tropical Medicine and Global Health, Nuffield Department of Medicine, University of Oxford, Oxford, UK."
          }
        ],
        "LastName": "Musicha",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for International Health, University of Otago, New Zealand; Kilimanjaro Christian Medical Centre, Moshi, Tanzania; Kilimanjaro Christian Medical University College, Tumaini University, Moshi, Tanzania."
          }
        ],
        "LastName": "Crump",
        "ForeName": "J A",
        "Initials": "JA"
      }
    ],
    "GrantList": [
      {
        "GrantID": "BB/J010367/1",
        "Acronym": "BB_",
        "Agency": "Biotechnology and Biological Sciences Research Council",
        "Country": "United Kingdom"
      },
      {
        "GrantID": "P30 AI036214",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 AI121378",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 TW009237",
        "Acronym": "TW",
        "Agency": "FIC NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Clin Microbiol Infect",
    "NlmUniqueID": "9516420",
    "ISSNLinking": "1198-743X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Africa South of the Sahara"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Management"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Population Surveillance"
    }
  ],
  "CoiStatement": "<b>Conflict of Interest</b>. All authors declare they have no conflict of interest."
}