{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10668904",
  "DateCompleted": {
    "Year": "2000",
    "Month": "03",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "09",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1015-6305",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "1",
        "PubDate": {
          "Year": "2000",
          "Month": "Jan"
        }
      },
      "Title": "Brain pathology (Zurich, Switzerland)",
      "ISOAbbreviation": "Brain Pathol"
    },
    "ArticleTitle": "Temperature modulation (hypothermic and hyperthermic conditions) and its influence on histological and behavioral outcomes following cerebral ischemia.",
    "Pagination": {
      "StartPage": "145",
      "EndPage": "152",
      "MedlinePgn": "145-52"
    },
    "Abstract": {
      "AbstractText": [
        "Core temperature (T(C)) is a critical determinant of the severity of neural damage that results from focal or global ischemia. Former studies indicated that especially intra-ischemic but also post ischemic mild hypothermia significantly decreased necrotic neural damage of a focal or global insult, as assessed between 3-7 days post-insult. More recent work shows that prolonged post-ischemic hypothermia reduces neural damage and inhibits associated behavioral deficits for up to one year after the insult (i.e. true neuroprotection with behavioral preservation). Alternatively, increases in core temperature via external heating or with pyrogens resulting from bacterial infections, at the time of the global ischemia insult worsen the neural damage of ischemic animals from those of respective normothermic controls given the same insult. This is paralleled in the clinical setting whereby approximately 50% of ischemic patients develop fevers within 2 days of the insult and have worsened neurological outcomes than non-febrile patients. The review discusses the possible mechanisms of neuroprotection of hypothermic therapy from cerebral ischemia as well as mechanisms involved in the exacerbation of neural damage of hypoxic ischemia under hyperthermic conditions. Questions are raised as to whether the medical community has sufficient evidence to begin appropriate hypothermic therapy of acute stroke patients. The importance of accurate monitoring core temperatures of all suspected stroke patients is emphasized, noting the differences in temperature that can occur with age, sex, medication or lifestyle so that appropriate temperature treatment could be implemented, if required."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, Memorial University, St. John's, Newfoundland, Canada. corbett@morgan.ucs.mun.ca"
          }
        ],
        "LastName": "Corbett",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Thornhill",
        "ForeName": "J",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Research Support, U.S. Gov't, P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Brain Pathol",
    "NlmUniqueID": "9216781",
    "ISSNLinking": "1015-6305"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Temperature"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hypothermia, Induced"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Hypoxia-Ischemia, Brain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    }
  ]
}