{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34226458",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2408-8757",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "3",
        "PubDate": {
          "Year": "2021",
          "Month": "Jul"
        }
      },
      "Title": "Mymensingh medical journal : MMJ",
      "ISOAbbreviation": "Mymensingh Med J"
    },
    "ArticleTitle": "Diagnostic Value of Clinical Profile and Proposed a Clinical Diagnostic Criterion of Enteric Fever.",
    "Pagination": {
      "StartPage": "697",
      "EndPage": "703",
      "MedlinePgn": "697-703"
    },
    "Abstract": {
      "AbstractText": [
        "Enteric fever is a common bacterial infection in the tropics and endemic to Bangladesh. The volatile manifestations of enteric fever construct this disease a true diagnostic confrontation. There are limited current objective data on the value of individual clinical features of enteric fever in the diagnosis of enteric fever. The aim of the study was analysis of clinical features and also proposed a clinical diagnostic criterion of enteric fever among adult in Bangladesh. This cross-sectional comparative study was performed among which of fifty confirmed enteric fever and hundred non enteric febrile adult patients in Bangabandhu Sheikh Mujib Medical University, Dhaka, Bangladesh from January 2015 to December 2015. Purposive sampling technique was implied for convenience of the study. In this study, history of step ladder fever, diarrhoea and relative bradycardia, ceacal gurgle, abdominal distension were proved to be powerful markers of enteric fever with high specificity (100.0%, 90.0%, 95.0%, 92.0% and 95.0% respectively). Tender right iliac fossa (RIF) and coated tongue, hepatomegaly were moderately powerful with 86.0%, 88.0%, 89.0% specificity respectively. Positive predictive value (PPV) was highest for step ladder fever (100%) and negative predictive value (NPV) was highest for headache (92.5%). Highest sensitivity, PPV and NPV were found for relative bradycardia and tender RIF but most of the signs had good specificity. Regarding accuracy it was highest for step ladder fever (91.3%), relative bradycardia (94%), tender RIF (87%), coated tongue (82%) and splenomegaly (84%). Therefore, a clinical diagnostic criterion was submitted with diagnostic accuracy more than 70% were taken into deliberation. The Major criteria were considered step ladder fever, relative bradycardia, tender RIF with diagnostic accuracy 91.0%, 94.0% and 87.0% respectively. Minor criteria included splenomegaly, diarrhoea, coated tongue, ceacal gurgle, chills with diagnostic accuracy 85.0%, 85.0%, 82.0%, 76.0%, 72.0% respectively and after amalgamation of various major and minor criteria a final diagnostic criterion was submitted having accuracy more than 60.0%. In conclusion the clinical profile of enteric fever in culture proven patients with a view to highlight the predictive value of those features which would help general practitioners in the diagnosis and empiric treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dr Abdullah Al Masum, Assistant Professor, Department of Internal Medicine, Bangabandhu Sheikh Mujib Medical University (BSMMU), Dhaka, Bangladesh; E-mail: mehehashe@gmail.com."
          }
        ],
        "LastName": "Masum",
        "ForeName": "A A",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sarker",
        "ForeName": "Z M",
        "Initials": "ZM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Islam",
        "ForeName": "M T",
        "Initials": "MT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hasan",
        "ForeName": "M N",
        "Initials": "MN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Khatun",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Islam",
        "ForeName": "A",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Bangladesh",
    "MedlineTA": "Mymensingh Med J",
    "NlmUniqueID": "9601799",
    "ISSNLinking": "1022-4742"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Bangladesh"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Splenomegaly"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Typhoid Fever"
    }
  ]
}