{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Africa",
      "Africa South Of The Sahara",
      "Age Factors",
      "Child",
      "Child Survival",
      "Cross Sectional Analysis",
      "Demographic Factors",
      "Developing Countries",
      "Diseases",
      "Eastern Africa",
      "English Speaking Africa",
      "Examinations And Diagnoses",
      "Family And Household",
      "Family Characteristics",
      "Family Relationships",
      "Length Of Life",
      "Malaria--prevention and control",
      "Mortality",
      "Mothers",
      "Parasitic Diseases",
      "Parents",
      "Population",
      "Population Characteristics",
      "Population Dynamics",
      "Research Methodology",
      "Research Report",
      "Signs And Symptoms",
      "Survivorship",
      "Treatment",
      "Uganda",
      "Youth"
    ]
  ],
  "GeneralNote": [
    "TJ: ACTA TROPICA."
  ],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Maternal ability to suspect malaria in the presence of fever and behavioral changes was investigated in a study of all 439 mothers who had brought febrile children 5 years of age and under to Old Mulago Hospital in Kampala, Uganda, during a 10-day period in the 1992 malaria season. The mothers' diagnosis of malaria was compared with clinical and laboratory diagnoses. Laboratory tests indicated that 64% of these children actually had malaria. Only 40% of mothers suspected malaria in their children. The sensitivity of mothers' diagnosis of malaria was 37%; 63% of malaria cases were misclassified as other conditions. Physicians diagnosed 92% of cases presenting with fever as malaria. The sensitivity of clinical diagnosis was 98%, but the specificity was only 18%. 90% of mothers indiscriminately administered some medication--primarily antimalarials such as chloroquine--before bringing their child to the clinic. In malaria-endemic areas, mothers' inability or delay in relating fever to malaria may have adverse effects on child survival. These findings indicate a need to educate mothers to suspect malaria first when fever is present and to administer appropriate treatment."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [
    "129223",
    "00270018"
  ],
  "InvestigatorList": [],
  "PMID": "9352002",
  "DateCompleted": {
    "Year": "1997",
    "Month": "12",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0001-706X",
      "JournalIssue": {
        "Volume": "68",
        "Issue": "1",
        "PubDate": {
          "Year": "1997",
          "Month": "Oct",
          "Day": "14"
        }
      },
      "Title": "Acta tropica",
      "ISOAbbreviation": "Acta Trop"
    },
    "ArticleTitle": "Maternal diagnosis and treatment of children's fever in an endemic malaria zone of Uganda: implications for the malaria control programme.",
    "Pagination": {
      "StartPage": "53",
      "EndPage": "64",
      "MedlinePgn": "53-64"
    },
    "Abstract": {
      "AbstractText": [
        "A mother's ability to suspect malaria in the presence of fever has important consequences for child survival in malaria-endemic areas. This paper presents results of a clinic-based study of mothers' abilities to suspect malaria in the event of recognizing fever and other physiological and behavioral changes associated with the disease. The study population consisted of all (439) women or mothers who had accompanied children 5 years and below to the Old Mulago Hospital, Kampala, Uganda over a 10 day period during the malaria season of 1992. The children were those who had fever as a major complaint at the time of the visit or those who had fever in the last 7 days and were visiting the clinic for the first time for the current illness. The children were physically examined and their blood tested for malaria parasites. Mothers' diagnosis was compared with clinical and laboratory diagnosis of malaria. Mothers associated the presence of fever with several types of illness and malaria was often not suspected. Only 40% of the mothers suspected malaria in their children. The mothers were poor at recognizing malaria when, in fact, it was present. The sensitivity of the mothers' diagnosis of malaria was found to be 37%; 63% of malaria cases were misclassified as other conditions. The doctors classified most (92%) of the cases presenting with fever as having malaria, but laboratory tests indicated that only 64% of the children really had malaria. The sensitivity of clinical diagnosis was 98%, but the specificity was only 18%. Ninety percent of the mothers gave some medicines before visiting the health centre; and, of these, 76% gave modern drugs exclusively, including antimalarials, antipyretics, antibiotics and other drugs. Among the modern drugs given to children suspected of having malaria, 50% were antimalarials. The most commonly used antimalarial was chloroquine tablets. Mothers indiscriminately administered antimalarials to children irrespective of the perceived cause of the fever. There is need to educate mothers to suspect malaria first in every case of febrile illness, just like the doctors do, and about the first line drugs for the treatment of malaria."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Epidemiology Unit, Makerere University, Kampala, Uganda."
          }
        ],
        "LastName": "Lubanga",
        "ForeName": "R G",
        "Initials": "RG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Norman",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ewbank",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Karamagi",
        "ForeName": "C",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Acta Trop",
    "NlmUniqueID": "0370374",
    "ISSNLinking": "0001-706X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant, Newborn"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Malaria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mothers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Uganda"
    }
  ]
}