{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20623765",
  "DateCompleted": {
    "Year": "2010",
    "Month": "12",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/mds.23220"
    ],
    "Journal": {
      "ISSN": "1531-8257",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "12",
        "PubDate": {
          "Year": "2010",
          "Month": "Sep",
          "Day": "15"
        }
      },
      "Title": "Movement disorders : official journal of the Movement Disorder Society",
      "ISOAbbreviation": "Mov Disord"
    },
    "ArticleTitle": "Neuroleptic malignant syndrome: mechanisms, interactions, and causality.",
    "Pagination": {
      "StartPage": "1780",
      "EndPage": "1790",
      "MedlinePgn": "1780-90"
    },
    "Abstract": {
      "AbstractText": [
        "This review focuses on new data from recent publications concerning how compounding interactions between different thermoregulatory pathways influence the development of hyperthermia and/or neuroleptic malignant syndrome (NMS), and the fundamental issue of the presumed causal role of antipsychotic drugs. The formal criteria for substantiating cause-effect relationships in medical science, established by Hill, are applied to NMS and, for comparison, also to malignant hyperthermia and serotonin toxicity. The risk of morbidities related to hyperthermia is reviewed from human and experimental data: temperatures in excess of 39.5°C cause physiological and cellular dysfunction and high mortality. The most temperature-sensitive elements of neural cells are mitochondrial and plasma membranes, in which irreversible changes occur around 40°C. Temperatures of up to 39°C are \"normal\" in mammals, so, the term hyperthermia should be reserved for temperatures of 39.5°C or greater. The implicitly accepted presumption that NMS is a hypermetabolic and hyperthermic syndrome is questionable and does not explain the extensive morbidity in the majority of cases, where the temperature is less than 39°C. The thermoregulatory effects of dopamine and acetylcholine are outlined, especially because they are probably the main pathways by which neuroleptic drugs might affect thermoregulation. It is notable that even potent antagonism of these mechanisms rarely causes temperature elevation and that multiple mechanisms, including the acute phase response, stress-induced hyperthermia, drugs effects, etc., involving compounding interactions, are required to precipitate hyperthermia. The application of the Hill criteria clearly supports causality for drugs inducing both MH and ST but do not support causality for NMS."
      ],
      "CopyrightInformation": "© 2010 Movement Disorders Society."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "PsychoTropical Research, Queensland, Australia. kg@matilda.net.au"
          }
        ],
        "LastName": "Gillman",
        "ForeName": "P Ken",
        "Initials": "PK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Mov Disord",
    "NlmUniqueID": "8610688",
    "ISSNLinking": "0885-3185"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antipsychotic Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Antipsychotic Agents"
    },
    {
      "QualifierName": [
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Neuroleptic Malignant Syndrome"
    }
  ]
}