{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      " Treatise on Febrile Diseases ",
      " connotation ",
      " syndrome of decoction Chaihu ",
      " treatment based on syndrome differentiation "
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29950061",
  "DateCompleted": {
    "Year": "2019",
    "Month": "07",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "chi"
    ],
    "ELocationID": [
      "10.19540/j.cnki.cjcmm.20171117.008"
    ],
    "Journal": {
      "ISSN": "1001-5302",
      "JournalIssue": {
        "Volume": "43",
        "Issue": "12",
        "PubDate": {
          "Year": "2018",
          "Month": "Jun"
        }
      },
      "Title": "Zhongguo Zhong yao za zhi = Zhongguo zhongyao zazhi = China journal of Chinese materia medica",
      "ISOAbbreviation": "Zhongguo Zhong Yao Za Zhi"
    },
    "ArticleTitle": "[Connotation interpretation of \"only one syndrome is evident for disease\" in Treatise on Febrile Diseases by Zhang Zhongjing].",
    "Pagination": {
      "StartPage": "2465",
      "EndPage": "2469",
      "MedlinePgn": "2465-2469"
    },
    "Abstract": {
      "AbstractText": [
        "\"Only one syndrome is evident for disease\", a clinical guiding ideology in the Treatise on Febrile Diseases proposed by Zhang Zhongjing, has caused widespread controversy among physicians over the ages. The core lies in the divergence of the understanding of \"one syndrome\". The reason is that although many physicians sum up experience on the basis of their clinical experience, the premise of the clinical environment is ignored when interpreting the connotation. On the one hand, \"only one syndrome is evident for disease\" emphasizes the flexibility of grasping the main symptoms clinically. On the other hand, it emphasizes the evidence sufficiency of \"one syndrome\" as the basis for diagnosis. Generally speaking, specific symptoms are higher evidence as a basis for diagnosis. However, because of the clinical complexity, the symptoms with lower specificity, less targeting and lower evidence strength in common cases may become the key points of the final prescription selection in specific cases sometimes, increasing the strength of evidence and becoming the only important factor in determining the overall situation. In addition to the objective clinical conditions, some subjective factors such as clinical level and academic quality of the physicians are also important factors that affect the clinical application of \"only one syndrome is evident for disease\". Therefore, it is necessary to not only pay attention to the clinical objective conditions, but also try to improve the physicians' clinical level, appreciate the \"only one syndrome is evident for disease\" thought in the clinical environment, which is the key to solve this problem."
      ],
      "CopyrightInformation": "Copyright© by the Chinese Pharmaceutical Association."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate School of China Academy of Chinese Medical Sciences, Beijing 100700, China."
          }
        ],
        "LastName": "Li",
        "ForeName": "Nan",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Oncology Department, Beijing Hospital of Traditional Chinese Medicine Affiliated to Capital Medical University, Beijing 100010, China."
          }
        ],
        "LastName": "Gao",
        "ForeName": "Fei",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "China",
    "MedlineTA": "Zhongguo Zhong Yao Za Zhi",
    "NlmUniqueID": "8913656",
    "ISSNLinking": "1001-5302"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Medicine, Chinese Traditional"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Syndrome"
    }
  ],
  "CoiStatement": "The authors of this article and the planning committee members and staff have no relevant financial relationships with commercial interests to disclose."
}