{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26514056",
  "DateCompleted": {
    "Year": "2015",
    "Month": "12",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "10",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0032-6518",
      "JournalIssue": {
        "Volume": "259",
        "Issue": "1784",
        "PubDate": {
          "Year": "2015",
          "Season": "Jul-Aug"
        }
      },
      "Title": "The Practitioner",
      "ISOAbbreviation": "Practitioner"
    },
    "ArticleTitle": "Managing the child with a fever.",
    "Pagination": {
      "StartPage": "17",
      "EndPage": "3",
      "MedlinePgn": "17-21, 2-3"
    },
    "Abstract": {
      "AbstractText": [
        "Most illnesses associated with fever are self-limiting and children recover with no specific treatment. However, fever can also be the presenting feature of serious illness, which may be life threatening if not diagnosed and treated appropriately. It is important to establish whether the temperature has been measured and, if so, how. The height of the temperature should be recorded, and always enquire what device has been used, as a reading from a forehead thermometer may not be accurate. While many families will use a thermometer the impression of the child being hot to touch without formal measurement should still be taken seriously. Check whether the child is still feeding or taking fluids adequately. Any child may be irritable when their temperature is high, but a constantly irritable or inconsolable child, or one who is extremely lethargic, drowsy or difficult to rouse is a cause for concern. Ask about any skin changes or rashes the parent may have noticed. Find out what measures the parent may already have taken to manage the fever, and in particular, whether, and at what time, antipyretics have been given. Enquire about contact with infectious illnesses, and foreign travel. Other vital signs, including heart rate, respiratory rate and capillary refill time should also be recorded. The child should be examined for focal signs indicating the site of infection, and hydration should be assessed. Posture, tone, fontanelle (if patent), presence of a rash, neck stiffness and level of consciousness should also be assessed. If the diagnosis is unclear, potentially serious, and specific treatment may be needed to prevent deterioration, the child should be referred."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hague",
        "ForeName": "Rosie",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Practitioner",
    "NlmUniqueID": "0404245",
    "ISSNLinking": "0032-6518"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}