{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17645921",
  "DateCompleted": {
    "Year": "2008",
    "Month": "04",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "07",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0079-6123",
      "JournalIssue": {
        "Volume": "162",
        "PubDate": {
          "Year": "2007"
        }
      },
      "Title": "Progress in brain research",
      "ISOAbbreviation": "Prog Brain Res"
    },
    "ArticleTitle": "Hyperthermia and central nervous system injury.",
    "Pagination": {
      "StartPage": "201",
      "EndPage": "217",
      "MedlinePgn": "201-17"
    },
    "Abstract": {
      "AbstractText": [
        "Fever is a common occurrence in patients following brain and spinal cord injury (SCI). In intensive care units, large numbers of patients demonstrate febrile periods during the first several days after injury. Over the last several years, experimental studies have reported the detrimental effects of fever in various models of central nervous system (CNS) injury. Small elevations in temperature during or following an insult have been shown to worsen histopathological and behavioral outcome. Thus, the control of fever after brain or SCI may improve outcome if more effective strategies for monitoring and treating hyperthermia were developed. Because of the clinical importance of fever as a potential secondary injury mechanism, mechanisms underlying the detrimental effects of mild hyperthermia after injury have been evaluated. To this end, studies have shown that mild hyperthermia (>37 degrees C) can aggravate multiple pathomechanisms, including excitotoxicity, free radical generation, inflammation, apoptosis, and genetic responses to injury. Recent data indicate that gender differences also play a role in the consequences of secondary hyperthermia in animal models of brain injury. The observation that dissociations between brain and body temperature often occur in head-injured patients has again emphasized the importance of controlling temperature fluctuations after injury. Thus, increased emphasis on the ability to monitor CNS temperature and prevent periods of fever has gained increased attention in the clinical literature. Cooling blankets, body vests, and endovascular catheters have been shown to prevent elevations in body temperature in some patient populations. This chapter will summarize evidence regarding hyperthermia and CNS injury."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurological Surgery, Miami Project to Cure Paralysis, University of Miami, Miller School of Medicine, Miami, FL 33136, USA. ddietrich@miami.edu"
          }
        ],
        "LastName": "Dietrich",
        "ForeName": "W Dalton",
        "Initials": "WD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bramlett",
        "ForeName": "Helen M",
        "Initials": "HM"
      }
    ],
    "GrantList": [
      {
        "GrantID": "NS30291",
        "Acronym": "NS",
        "Agency": "NINDS NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "NS42133",
        "Acronym": "NS",
        "Agency": "NINDS NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "NS43233",
        "Acronym": "NS",
        "Agency": "NINDS NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Prog Brain Res",
    "NlmUniqueID": "0376441",
    "ISSNLinking": "0079-6123"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Central Nervous System Diseases"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "162"
}