{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17554516",
  "DateCompleted": {
    "Year": "2008",
    "Month": "01",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0003-2417",
      "JournalIssue": {
        "Volume": "56",
        "Issue": "9",
        "PubDate": {
          "Year": "2007",
          "Month": "Sep"
        }
      },
      "Title": "Der Anaesthesist",
      "ISOAbbreviation": "Anaesthesist"
    },
    "ArticleTitle": "[Therapy of hyperthermia in sepsis and septic shock. Necessary or injurious?].",
    "Pagination": {
      "StartPage": "949",
      "EndPage": "956",
      "MedlinePgn": "949-52, 954-6"
    },
    "Abstract": {
      "AbstractText": [
        "In critically ill patients fever is associated with an increased morbidity and mortality rate. However, it remains unclear whether fever is an associated symptom of the underlying severe disease or a stimulator of specific pathophysiological cascades considered responsible for a deleterious outcome. Hyperthermia per se induces systemic changes like increased energy and oxygen demands, tachycardia, or fluid loss which might be harmful especially in septic patients due to congestion of the cardiovascular system. In this constellation a reduction of fever by antipyretic strategies might be indicated to decrease oxygen and energy demands. On the other hand the increasing body temperature obviously plays an important role in the inflammatory hemostasis during infections. Fever optimises humoral and cellular responses to infection and has some direct effects on bacteria and other microorganisms. Therefore, in severe sepsis or septic shock, fever reduction might impair the immune competency of the patients. According to the currently available evidence a body temperature higher than 40 degrees C is definitely harmful and should be treated in any case. A temperature range between 36 degrees C and 39 degrees C should be achieved for patients with severe sepsis and septic shock. At present there are no data showing the superiority of any of the different antipyrectic strategies in septic patients. Hence, external cooling with cold blankets or other devices may induce shivering of the muscles with a substantial increase of oxygen demand and is hardly tolerated in conscious patients. However, antipyretic therapy in patients with severe sepsis or septic shock should be indicated while considering the individual pathophysiology of every patient."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik und Poliklinik für Anästhesiologie und Intensivtherapie, Universitätsklinikum Dresden, Fetscherstrasse 74, 01307 Dresden. theilen@rcs.urz.tu-dresden.de"
          }
        ],
        "LastName": "Theilen",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ragaller",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Therapie der Hyperthermie bei Sepsis und septischem Schock. Erforderlich oder schädlich?"
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Anaesthesist",
    "NlmUniqueID": "0370525",
    "ISSNLinking": "0003-2417"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Analgesics, Non-Narcotic"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects",
        "therapeutic use"
      ],
      "DescriptorName": "Analgesics, Non-Narcotic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Critical Care"
    },
    {
      "QualifierName": [
        "etiology",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Sepsis"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Shock, Septic"
    }
  ],
  "NumberOfReferences": "35"
}