{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1950151",
  "DateCompleted": {
    "Year": "1991",
    "Month": "12",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "dut"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0302-6469",
      "JournalIssue": {
        "Volume": "53",
        "Issue": "4",
        "PubDate": {
          "Year": "1991"
        }
      },
      "Title": "Verhandelingen - Koninklijke Academie voor Geneeskunde van Belgie",
      "ISOAbbreviation": "Verh K Acad Geneeskd Belg"
    },
    "ArticleTitle": "[Fever. A guideline in the development of medical thinking].",
    "Pagination": {
      "StartPage": "305",
      "EndPage": "364",
      "MedlinePgn": "305-61; discussion 361-4"
    },
    "Abstract": {
      "AbstractText": [
        "Fever being one of the best known symptoms, and appearing so frequently that it is often assimilated to \"illness\", has brought us to try and find out what \"fever\" means in a general way; in other words, we examined its medical and scientific concept throughout the centuries. In the course of primitive and archaic periods, fever, as well as diseases, was placed in the supernatural sphere and was reserved to magico-religious practices. Hippocrates will change this method by devoting himself to meticulous clinical observation, considering fever as a sign of illness, and by characterizing the different types of fever. When considering the mechanisms of its appearance, he will stick to the theory of \"body-humors\" and the \"theories of numbers.\" Galenos will adapt that theory to Aristotle's philosophy and, doing so, he made it last for several centuries. The Renaissance will place critical thinking higher than slavish acceptance of theories, but it will not start any revolution in the appreciation of fevers. The possibility of contagion is mentioned, but the latter will only be well established by Pasteur and Koch. The breakthrough of microscopy into pathology will have to wait for Virchow. Thermometry will have to wait two centuries between Santorio and Wunderlich. The fever-concept will stay vague until experimental physiology and medicine will acquire their vested rights owing to Magendie and Bernard. They will moreover be followed by the microbiological era. The breakthrough will be the consequence of experimental proofs of the existence of a temperature-centre located in the hypothalamus and the pre-optic area. The discovery of endogenous as well as exogenous pyrogens has contributed to the creation of rational models which cover nearly completely the problem of body-temperature and fever. This long way did not progress as a regularly favourable evolution but, now and again, appeared figureheads who allowed us to approach the truth nearer and nearer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Prins Leopold Instituut voor Tropische Geneeskunde, Antwerpen."
          }
        ],
        "LastName": "Janssens",
        "ForeName": "P G",
        "Initials": "PG"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Historical Article",
      "Journal Article"
    ],
    "VernacularTitle": "Koorts. Een leidraad bij de ontwikkeling van het medisch denken."
  },
  "MedlineJournalInfo": {
    "Country": "Belgium",
    "MedlineTA": "Verh K Acad Geneeskd Belg",
    "NlmUniqueID": "0413210",
    "ISSNLinking": "0302-6469"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History of Medicine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 15th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 16th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 17th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 18th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 19th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 20th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, Ancient"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, Medieval"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}