{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Algorithms",
      "Asia",
      "Diagnosis",
      "Epidemiology",
      "Fever",
      "Management"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29581051",
  "DateCompleted": {
    "Year": "2018",
    "Month": "10",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "10",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "03",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cmi.2018.03.028",
      "S1198-743X(18)30254-4"
    ],
    "Journal": {
      "ISSN": "1469-0691",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "8",
        "PubDate": {
          "Year": "2018",
          "Month": "Aug"
        }
      },
      "Title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
      "ISOAbbreviation": "Clin Microbiol Infect"
    },
    "ArticleTitle": "Febrile illness in Asia: gaps in epidemiology, diagnosis and management for informing health policy.",
    "Pagination": {
      "StartPage": "815",
      "EndPage": "826",
      "MedlinePgn": "815-826"
    },
    "Abstract": {
      "AbstractText": [
        "Increasing evidence is becoming available on the aetiology and management of fevers in Asia; the importance of these fevers has increased with the decline in the incidence of malaria.",
        "To conduct a narrative review of the epidemiology and management of fevers in South and South-East Asia and to highlight gaps in our knowledge that impair evidence-based health policy decisions.",
        "A narrative review of papers published since 2012 on developments in fever epidemiology, diagnosis and treatment in South and South-East Asia. The papers that the authors felt were pivotal, from their personal perspectives, are discussed.",
        "We identified 100 studies. Among the 30 studies (30%)-including both children and adults-that investigated three or more pathogens, the most frequently reported fever aetiology was dengue (reported by 15, 50%), followed by leptospirosis (eight, 27%), scrub typhus (seven, 23%) and Salmonella serovar Typhi (six, 20%). Among four studies investigating three or more pathogens in children, dengue and Staphylococcus aureus were the most frequent, followed by non-typhoidal Salmonella spp, Streptococcus pneumoniae, Salmonella serovar Typhi, and Orientia tsutsugamushi. Increased awareness is needed that rickettsial pathogens are common but do not respond to cephalosporins, and that alternative therapies, such as tetracyclines, are required.",
        "Many key gaps remain, and consensus guidelines for study design are needed to aid comparative understanding of the epidemiology of fevers. More investment in developing accurate and affordable diagnostic tests for rural Asia and independent evaluation of those already on the market are needed. Treatment algorithms, including simple biomarker assays, appropriate for empirical therapy of fevers in different areas of rural Asia should be a major aim of fever research. Enhanced antimicrobial resistance (AMR) surveillance and openly accessible databases of geography-specific AMR data would inform policy on empirical and specific therapy. More investment in innovative strategies facilitating infectious disease surveillance in remote rural communities would be an important component of poverty reduction and improving public health."
      ],
      "CopyrightInformation": "Copyright © 2018 The Author(s). Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Infectious Diseases Data Observatory, University of Oxford, UK."
          }
        ],
        "LastName": "Shrestha",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lao-Oxford-Mahosot-Hospital-Wellcome Trust Research Unit, Microbiology Laboratory, Mahosot Hospital, Vientiane, Laos; Madihol-Oxford Tropical Medicine Research Unit, Mahidol University, Bangkok, Thailand."
          }
        ],
        "LastName": "Roberts",
        "ForeName": "T",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lao-Oxford-Mahosot-Hospital-Wellcome Trust Research Unit, Microbiology Laboratory, Mahosot Hospital, Vientiane, Laos."
          }
        ],
        "LastName": "Homsana",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, University of Medicine 1, Yangon, Myanmar; Centre for International Health, University of Otago, Dunedin, New Zealand."
          }
        ],
        "LastName": "Myat",
        "ForeName": "T O",
        "Initials": "TO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for International Health, University of Otago, Dunedin, New Zealand."
          }
        ],
        "LastName": "Crump",
        "ForeName": "J A",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Madihol-Oxford Tropical Medicine Research Unit, Mahidol University, Bangkok, Thailand; Centre for Tropical Medicine and Global Health, University of Oxford, UK."
          }
        ],
        "LastName": "Lubell",
        "ForeName": "Y",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Infectious Diseases Data Observatory, University of Oxford, UK; Lao-Oxford-Mahosot-Hospital-Wellcome Trust Research Unit, Microbiology Laboratory, Mahosot Hospital, Vientiane, Laos; Centre for Tropical Medicine and Global Health, University of Oxford, UK. Electronic address: paul.newton@tropmedres.ac."
          }
        ],
        "LastName": "Newton",
        "ForeName": "P N",
        "Initials": "PN"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Clin Microbiol Infect",
    "NlmUniqueID": "9516420",
    "ISSNLinking": "1198-743X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Asia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evidence-Based Practice"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Policy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Services Accessibility"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Population Surveillance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality Assurance, Health Care"
    }
  ]
}