{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8265871",
  "DateCompleted": {
    "Year": "1994",
    "Month": "01",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0080-0015",
      "JournalIssue": {
        "Volume": "132",
        "PubDate": {
          "Year": "1993"
        }
      },
      "Title": "Recent results in cancer research. Fortschritte der Krebsforschung. Progres dans les recherches sur le cancer",
      "ISOAbbreviation": "Recent Results Cancer Res"
    },
    "ArticleTitle": "Approach to the patient with prolonged granulocytopenia.",
    "Pagination": {
      "StartPage": "57",
      "EndPage": "65",
      "MedlinePgn": "57-65"
    },
    "Abstract": {
      "AbstractText": [
        "In most centers treating cancer patients, significant progress has been made in permitting patients to survive even prolonged courses of neutropenia. This has resulted from a better understanding of the epidemiology of infection and the points during the clinical course when they pose a risk for the patient with prolonged neutropenia. Considerable benefit has been derived from the availability of more potent broad-spectrum antimicrobial agents and from organized strategies for when they should be initiated, how and when they should be modified, and for how long they should be continued. The possibility that the duration of neutropenia might be attenuated in patients receiving chemotherapy now seems real with the ever-expanding repertoire of cytokines and other biologic agents that augment the hematopoietic and immune systems. Coupled with the use of peripheral stem cell reconstitution or the insertion of genes into hematopoietic stem cells that might render them resistant to the cytocidal effects of certain chemotherapeutic agents, it now seems possible to envision regimens that might alter the consequences of neutropenia as we have come to know them. It is likely, therefore, as additional experience is garnered and as chemotherapy regimens are devised, that the optimal approach to the management of the patient with prolonged neutropenia will include the rational use of antibiotics together with cytokines and other biologicals. Hopefully, such regimens will permit the delivery of chemotherapy in a manner that might enhance its tumoricidal activity and improve the outcome of patients with cancer."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pediatric Branch, National Cancer Institute, National Institutes of Health, Bethesda, MD 20892."
          }
        ],
        "LastName": "Pizzo",
        "ForeName": "P A",
        "Initials": "PA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Recent Results Cancer Res",
    "NlmUniqueID": "0044671",
    "ISSNLinking": "0080-0015"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Bacterial Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antifungal Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Agranulocytosis"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Bacterial Agents"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antifungal Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "NumberOfReferences": "16"
}