{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9632934",
  "DateCompleted": {
    "Year": "1998",
    "Month": "07",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0079-6123",
      "JournalIssue": {
        "Volume": "115",
        "PubDate": {
          "Year": "1998"
        }
      },
      "Title": "Progress in brain research",
      "ISOAbbreviation": "Prog Brain Res"
    },
    "ArticleTitle": "Brain eicosanoids and LPS fever: species and age differences.",
    "Pagination": {
      "StartPage": "141",
      "EndPage": "157",
      "MedlinePgn": "141-57"
    },
    "Abstract": {
      "AbstractText": [
        "The results of the present study, summarized in Table 2, demonstrate that different species and strains of rodents (rats and mice) and birds (chickens) exhibit rather specific fever response. Systemic administration of LPS caused monophasic elevation in Tb of chickens, biphasic changes in Tb of rats (initial drop followed by an increase in Tb), whereas mice failed to develop hyperthermia and responded by a decreased Tb. The LPS-induced alterations in hypothalamic prostanoid synthesis were also rather species-specific and differ markedly even between the two strains of mice. We failed to find a common direct correlation between LPS-induced changes in Tb and hypothalamic prostanoid production in rodents (rats and mice). This observation is supported by our recent study on age-related changes in fever response in rats, where we found that hypothalami of LPS-treated old and young adult rats produced similar amounts of PGE2 and PGI2, in spite of more pronounced and prolonged hypothermia, and a delayed elevation in Tb of old rats, as compared with young (Fraifeld et al., 1995b). Moreover, the hypothalamus of febrile chickens did not display any detectable activation of PGE2 production, suggesting that PGE2 is not a common central mediator of fever in homeotherms (Fraifeld et al., 1995a). Apparently, the actual body temperature not always reflects the functional state of central thermostat, and increased PGE2 production in hypothalamus would not directly, at least in rodents, lead to body temperature elevation. Furthermore, peripheral effects, including PG-mediated ones, of pyrogens can interfere and even overcome their centrally-mediated effects (Morimoto et al., 1991; Burysek et al., 1993). Previously, we have shown that no additional elevation in hypothalamic PGE2 production occurs in response to doses of LPS over 10 micrograms in rats and 25 micrograms in mice, while the increased doses led to further changes in Tb response (Kaplanski et al., 1993). Morimoto et al. (1991) have considered that PGE2 acts centrally to cause fever and peripherally to cause hypothermia, and, hence, these opposing actions, both being induced by LPS, may act together to determine the final thermoregulatory response. Other possibilities could be related to counterbalance of endogenous antipyretics (Kluger, 1991; Kozak et al., 1995), that may occur not only at the level of thermoregulatory center but also outside the CNS (Klir et al., 1995), and to the existence of PG-independent mechanisms of LPS fever. The latter have been shown for IL-8 (Rothwell et al., 1990; Zampronio et al., 1994) and MIP-1 (Davatelis et al., 1989; Minano et al., 1990; Hayashi et al., 1995; Lopez-Valpuesta and Myers, 1995), which are, apparently, mediated via CRF (Strijbos et al., 1992; Zampronio et al., 1994), and INF-alpha, mediated via the opioid receptor mechanisms (Hori et al., 1991, 1992). However, it has been shown recently that in different species the same pyrogenic cytokines (IL-8) may induced fever via different, PG-independent (in rats; Zampronio et al., 1994) or PG-dependent (in rabbits; Zampronio et al., 1995) mechanisms. It should be noted that fever response is not always accompanied by an elevation in Tb. The final effect of pyrogens on body temperature depends upon the balance between heat production and heat loss, which in turn is highly dependent upon body size and ambient temperature, especially in small animals. Perhaps, the hypothermic response observed in our mice and rats at 22 degrees C may be in part attributed to ambient temperature, which was below a thermoneutral zone. The reduced febrile response is considered, at least in part, to contribute to an increased mortality and prolonged recovery from infections (Kluger, 1986). From this point, it is difficult to suggest whether the hypothermia observed in our mice and rats could be of somewhat adaptive significance. It has been shown that at the ambient temperature of 30 degrees C, Swiss Webster mice can re"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Pharmacology, Faculty of Health Sciences, Ben-Gurion University of the Negev, Beer-Sheva, Israel."
          }
        ],
        "LastName": "Fraifeld",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kaplanski",
        "ForeName": "J",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Prog Brain Res",
    "NlmUniqueID": "0376441",
    "ISSNLinking": "0079-6123"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Cyclooxygenase Inhibitors"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Eicosanoids"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Lipopolysaccharides"
    },
    {
      "RegistryNumber": "XXE1CET956",
      "NameOfSubstance": "Indomethacin"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Brain Chemistry"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chickens"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Cyclooxygenase Inhibitors"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Eicosanoids"
    },
    {
      "QualifierName": [
        "chemically induced",
        "metabolism",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Hypothalamus"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Indomethacin"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lipopolysaccharides"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, Inbred ICR"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rabbits"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats, Sprague-Dawley"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats, Wistar"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    }
  ],
  "NumberOfReferences": "102"
}