{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "7205679",
  "DateCompleted": {
    "Year": "1981",
    "Month": "05",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-3751",
      "JournalIssue": {
        "Volume": "307",
        "PubDate": {
          "Year": "1980",
          "Month": "Oct"
        }
      },
      "Title": "The Journal of physiology",
      "ISOAbbreviation": "J Physiol"
    },
    "ArticleTitle": "Thermoregulatory characteristics of neurogenic hyperthermia in the rat.",
    "Pagination": {
      "StartPage": "59",
      "EndPage": "70",
      "MedlinePgn": "59-70"
    },
    "Abstract": {
      "AbstractText": [
        "1. The thermoregulatory characteristics of the neurogenic hyperthermia produced in rats by unilateral mechanical destruction of the rostral hypothalamic/preoptic region were studied. 2. The investigational methods employed included (a) observing the thermoregulatory effector activities which were responsible for generation of hyperthermia, (b) observing the thermoregulatory reactions elicited by forcefully elevating or lowering core temperature during neurogenic hyperthermia and (c) observing the effect of ambient temperature on hyperthermia magnitude. 3. At 26 degrees C, hyperthermia was effected by a transient increase in shivering thermogenesis and a concomitant minimization of heat loss through the tail. 4. At 26 degrees C, perturbations of core temperature during the plateau phase of hyperthermia were induced by internal or external heating and cooling. The disturbances elicited compensatory changes in shivering activity and in tail vasomotor tonus, and core temperature was rapidly and precisely returned to its pre-perturbation level. 5. The magnitudes of hyperthermias experienced by rats lesioned at 10, 15, 26 and 32 degrees C, as measured by the change in colonic temperature and by the area under the fever curve, were not significantly different. At 36 degrees C, rats were hyperthermic prior to lesioning, and the magnitude of the lesion-induced hyperthermia was significantly attenuated. 6. The results indicate that the neurogenic hyperthermia produced by unilateral hypothalamic puncture in the rat is generated by a coordinated modulation of thermogenic and heat retentive effectors and that the plateau level of hyperthermia is well regulated. These characteristics are compatible with the hypothesis that neurogenic hyperthermia is mediated by prostaglandins released from injured tissue and acting on surviving rostral hypothalamic tissue."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ackerman",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rudy",
        "ForeName": "T A",
        "Initials": "TA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, Non-P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Physiol",
    "NlmUniqueID": "0266262",
    "ISSNLinking": "0022-3751"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Prostaglandins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Temperature Regulation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "injuries",
        "physiopathology"
      ],
      "DescriptorName": "Hypothalamus"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Prostaglandins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Temperature"
    }
  ]
}