{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17495428",
  "DateCompleted": {
    "Year": "2007",
    "Month": "06",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2007",
        "Month": "02",
        "Day": "05"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1421-9670",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "3",
        "PubDate": {
          "Year": "2007"
        }
      },
      "Title": "American journal of nephrology",
      "ISOAbbreviation": "Am J Nephrol"
    },
    "ArticleTitle": "Hyperthermia alters kidney function and renal scintigraphy.",
    "Pagination": {
      "StartPage": "315",
      "EndPage": "321",
      "MedlinePgn": "315-21"
    },
    "Abstract": {
      "AbstractText": [
        "Fever can be caused by different reasons such as environmental conditions, acute rejection after kidney transplantation and bacterial diseases including kidney and urinary tract infections. The present study represents a novel idea of investigating the direct effect of body temperature elevation on kidney function to determine whether hyperthermia alters the kidney function transiently leading to inaccurate findings and possible misinterpretation of the radionuclide (99mTc-MAG-3) renography studies.",
        "Renography studies were performed on New Zealand White rabbits weighing approximately 3-3.5 kg. Each rabbit was inject with 48.1 MBq (1.3 mCi) technetium-99m-mercaptoacetyltriglycine (99mTc-MAG-3). Studies were acquired using a gamma camera equipped with a low-energy, high-resolution collimator interfaced with a computer. Dynamic images were acquired as 2-s frames for the first 1 min and every 30 s for the next 30 min on a matrix of 64 x 64. Regions of interest were drawn over the whole kidneys. Radioactivity time curves were generated from the regions of interest. Time to peak activity (Tmax), time from peak to 50% activity (T1/2), and the uptake slope of each kidney were calculated from the renograms. Three days later the same protocol was repeated for the same rabbit but with a higher body temperature by 2 degrees C. Then it was repeated with a higher body temperature by 3 degrees C, then 4 degrees C with the same interval period. Blood pressure was measured using a catheter inserted into the femoral artery connected to a Lectromid recorder at normal temperature and during increasing the temperature by 2, 3 and 4 degrees C. Renal blood flow was also measured via the renal artery using an electromagnetic blood flow sensor connected to a flowmeter. Creatinine and blood urea nitrogen (BUN) in blood were measured in control and hyperthermic rabbits.",
        "During hyperthermia the experimental curves shifted to the right of the control curves indicating that there was a delayed renal uptake of 99mTc-MAG-3 and clearance of radioactivity. This delay was proportional to body temperature. Calculated averages were: Tmax 1.6 +/- 0.1, 2.8 +/- 0.3, 8.8 +/- 1, 15 +/- 4 min; T1/2 2.77 +/- 0.2, 3 +/- 0.4, 8.9 +/- 1.1, 20 +/- 3.4 min, and perfusion index 190 +/- 5, 201 +/- 4, 218 +/- 7, 224 +/- 9 of control and hyperthermic (elevation of temperature 2, 3, and 4 degrees C) rabbits, respectively (n = 6; p < 0.05). Mean arterial pressure and renal blood flow did not significantly change during hyperthermia. Creatinine and BUN were proportionally elevated to high temperature.",
        "Our results indicate that hyperthermia causes a transient alteration in the function of the kidney and scintigraphic pattern on radionuclide renography. Radionuclide renography studies may be performed at normothermic temperature since interpretation at higher body temperature could lead to misleading results, and temperature should be checked and recorded for single and follow-up radionuclide renography studies."
      ],
      "CopyrightInformation": "2007 S. Karger AG, Basel"
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmaceutical Sciences, College of Health Sciences, The Public Authority for Applied Education and Training, Kuwait University, Kuwait. seham@hsc.edu.kw"
          }
        ],
        "LastName": "Mustafa",
        "ForeName": "Seham",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Elgazzar",
        "ForeName": "Abdelhamid H",
        "Initials": "AH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Essam",
        "ForeName": "Heba",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gopinath",
        "ForeName": "Sati",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mathew",
        "ForeName": "Merci",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Am J Nephrol",
    "NlmUniqueID": "8109361",
    "ISSNLinking": "0250-8095"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "AYI8EX34EU",
      "NameOfSubstance": "Creatinine"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blood Pressure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blood Urea Nitrogen"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Creatinine"
    },
    {
      "QualifierName": [
        "metabolism",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "physiopathology"
      ],
      "DescriptorName": "Kidney"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rabbits"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Radioisotope Renography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Renal Circulation"
    }
  ]
}