{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Angola",
      "Cabinda",
      "Children",
      "Diagnosis",
      "Fever",
      "Malaria",
      "RDT",
      "Southern Africa",
      "Treatment"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Selon les recommandations de l'OMS, les traitements antipaludiques ne doivent être prescrits qu'en cas de confirmation biologique des accès palustres. Afin de mieux connaître la démarche diagnostique des accès fébriles chez les enfants ainsi que la prescription de médicaments antipaludiques, une enquête a été réalisée dans deux centres de santé de la ville de Cabinda (Angola) en 2014. Les diagnostics établis par les soignants et leurs prescriptions ont été analysés en fonction des résultats des tests rapides (TDR) et des examens sanguins microscopiques réalisés chez 787 enfants consultant ces centres pour fièvre. Le diagnostic de paludisme, seul ou associé à d'autres maladies, est établi chez la moitié des enfants bien qu'un TDR ne soit positif que chez 16 % d'entre eux. Les soignants n'ont pas confiance dans le résultat des tests, en particulier en cas de négativité d'un TDR. Accès fébriles et accès palustres paraissent être souvent confondus en une même entité. Les autres causes de fièvre sont peu recherchées et les médicaments antipaludiques sont sur-prescrits. La formation des soignants et leur supervision par des médecins expérimentés sont nécessaires pour un bon usage des médicaments antipaludiques."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30789238",
  "DateCompleted": {
    "Year": "2019",
    "Month": "06",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [
      "10.3166/bspe-2018-0028"
    ],
    "Journal": {
      "ISSN": "1961-9049",
      "JournalIssue": {
        "Volume": "111",
        "Issue": "2",
        "PubDate": {
          "Year": "2018"
        }
      },
      "Title": "Bulletin de la Societe de pathologie exotique (1990)",
      "ISOAbbreviation": "Bull Soc Pathol Exot"
    },
    "ArticleTitle": "[Diagnosis of Children's Fever Attacks in Health Facilities in the City of Cabinda (Angola)].",
    "Pagination": {
      "StartPage": "109",
      "EndPage": "113",
      "MedlinePgn": "109-113"
    },
    "Abstract": {
      "AbstractText": [
        "According to WHO recommendations, antimalarial drugs should be used only after a biological confirmation of a malaria attack. In order to better understand the diagnosis decision-making and the use of the malaria tests (immunochromatographic test RDT and direct microscope observation), a survey was carried out in two health facilities in the city of Cabinda, Angola in 2014. Diagnosis and drug prescriptions by the health staff were observed in 787 febrile children. It clearly appeared that there was a lack of trust of the health professionals in the test results, especially in the RDT. They tended to take into account test results irregularly, giving a diagnosis of malaria for half the febrile children despite only 16% of positive RDT. Acute febrile illness and malaria attacks seemed thus frequently confused. Alternative causes for fever were rarely sought out. Antimalarial drugs were hence overprescribed. Better training for staff and of their supervision by experimented practitioners are one of the means envisaged for triggering real change in the providers' practice."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escola de formação de technicos de Saúde, Cabinda, Angola."
          }
        ],
        "LastName": "Muila",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculté de médecine et IRD, UMR 912, Marseille, France."
          }
        ],
        "LastName": "Gazin",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Diagnostic des accès fébriles chez des enfants de la ville de Cabinda (Angola)."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Bull Soc Pathol Exot",
    "NlmUniqueID": "9212564",
    "ISSNLinking": "0037-9085"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Angola"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Cities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnostic Tests, Routine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Health Facilities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Malaria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    }
  ],
  "CoiStatement": "The authors have no conflicts of interest to declare"
}