{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Autoinflammatory diseases",
      "Fever of unknown origin",
      "Occult infection",
      "PFAPA syndrome",
      "Periodic fever"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24120354",
  "DateCompleted": {
    "Year": "2014",
    "Month": "07",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "10",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jinf.2013.09.017",
      "S0163-4453(13)00284-3"
    ],
    "Journal": {
      "ISSN": "1532-2742",
      "JournalIssue": {
        "Volume": "68 Suppl 1",
        "PubDate": {
          "Year": "2014",
          "Month": "Jan"
        }
      },
      "Title": "The Journal of infection",
      "ISOAbbreviation": "J Infect"
    },
    "ArticleTitle": "Prolonged and recurrent fevers in children.",
    "Pagination": {
      "StartPage": "S83",
      "EndPage": "S93",
      "MedlinePgn": "S83-93"
    },
    "Abstract": {
      "AbstractText": [
        "Some children referred for prolonged fever are actually not having elevated temperatures; the approach here requires dissection of the history and correction of health misperceptions. Others have well-documented fevers associated with clinical, laboratory, or epidemiologic findings that should point to a specific diagnosis. \"Fever-of-Unknown-Origin\" (FUO) is the clinical scenario of daily fever for ≥ 14 days that defies explanation after a careful history, physical examination, and basic laboratory tests. The diagnostic approach requires a meticulous fever diary, serial clinical and laboratory evaluations, vigilance for the appearance of new signs and symptoms, and targeted investigations; the pace of the work-up is determined by the severity of the illness. Approximately half of children with FUO will have a self-limited illness and will never have a specific diagnosis made; the other half will ultimately be found to have, in order, infectious, inflammatory, or neoplastic conditions. Irregular, intermittent, recurrent fevers in the well-appearing child are likely to be sequential viral illnesses. Monogenic autoinflammatory diseases should be considered in those who do not fit the picture of recurrent infections and who do not have hallmarks of immune deficiency. Stereotypical febrile illnesses that recur with clockwork periodicity should raise the possibilities of cyclic neutropenia, if the cycle is approximately 21 days, or periodic fever, aphthous stomatitis, pharyngitis, and adenitis (PFAPA) syndrome, the most common periodic fever in childhood."
      ],
      "CopyrightInformation": "Copyright © 2013 The British Infection Association. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Louisville School of Medicine, 571 S. Floyd St., Suite 321, Louisville, KY 40202, USA. Electronic address: gary.marshall@louisville.edu."
          }
        ],
        "LastName": "Marshall",
        "ForeName": "Gary S",
        "Initials": "GS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Infect",
    "NlmUniqueID": "7908424",
    "ISSNLinking": "0163-4453"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fever of Unknown Origin"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Recurrence"
    }
  ]
}