{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17645919",
  "DateCompleted": {
    "Year": "2008",
    "Month": "04",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "07",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0079-6123",
      "JournalIssue": {
        "Volume": "162",
        "PubDate": {
          "Year": "2007"
        }
      },
      "Title": "Progress in brain research",
      "ISOAbbreviation": "Prog Brain Res"
    },
    "ArticleTitle": "Cerebral pathophysiology and clinical neurology of hyperthermia in humans.",
    "Pagination": {
      "StartPage": "153",
      "EndPage": "169",
      "MedlinePgn": "153-69"
    },
    "Abstract": {
      "AbstractText": [
        "Deliberate hyperthermia has been used clinically as experimental therapy for neoplastic and infectious diseases. Several case fatalities have occurred with this form of treatment, but most were attributable to systemic complications rather than central nervous system toxicity. Nonetheless, demyelating peripheral neuropathy and neurological symptoms of nausea, delirium, apathy, stupor, and coma have been reported. Temperatures exceeding 40 degrees C cause transient vasoparalysis in humans, resulting in cerebral metabolic uncoupling and loss of pressure-flow autoregulation. These findings may be related to the development of brain edema, intracerebral hemorrhage, and intracranial hypertension observed after prolonged therapeutic hyperthermia. Furthermore, deliberate hyperthermia critically worsens the extent of histopathological damage in animal models of traumatic, ischemic, and hypoxic brain injury. However, it is unknown whether these findings translate to episodes of spontaneous fever in neurologically injured patients. In a clinical setting fever is a strong prognostic marker of a patient's primary degree of neuronal damage, and a causal relation with long-term functional neurological outcome has not been established for most types of brain injury. Furthermore, in the neurosurgical intensive-care unit fever is extremely common whereas antipyretic therapy is only poorly effective. Therefore maintaining strict normothermia may be an impossible goal in many patients. Although there are several physiological arguments for avoiding exogenous hyperthermia in neurologically injured patients, there is no evidence that aggressive attempts at controlling spontaneous fever can improve clinical outcome."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Intensive Care Medicine, University Medical Center, Q04.460, PO Box 85500, 3508 GA Utrecht, The Netherlands. o.l.cremer@umcutrecht.nl"
          }
        ],
        "LastName": "Cremer",
        "ForeName": "Olaf L",
        "Initials": "OL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kalkman",
        "ForeName": "Cor J",
        "Initials": "CJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Prog Brain Res",
    "NlmUniqueID": "0376441",
    "ISSNLinking": "0079-6123"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Body Temperature"
    },
    {
      "QualifierName": [
        "pathology",
        "physiopathology"
      ],
      "DescriptorName": "Cerebral Cortex"
    },
    {
      "QualifierName": [
        "pathology",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neurology"
    }
  ],
  "NumberOfReferences": "102"
}