{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36107948",
  "DateCompleted": {
    "Year": "2022",
    "Month": "09",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "09",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "09",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0273901",
      "10.1371/journal.pone.0273901"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "9",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Determinants of care-seeking behaviour for fever, acute respiratory infection and diarrhoea among children under five in Nigeria.",
    "Pagination": {
      "StartPage": "e0273901",
      "MedlinePgn": "e0273901"
    },
    "Abstract": {
      "AbstractText": [
        "Despite available, inexpensive and effective treatments, malaria, diarrhoea, and pneumonia still contribute the majority of the global burden of childhood morbidity and mortality. Nigeria has the highest absolute numbers of child deaths worldwide. Appropriate care-seeking is important for prompt diagnosis, appropriate and timely treatment, and prevention of complications. The objective of this cross-sectional study was to examine the prevalence of and factors associated with appropriate care-seeking for childhood illnesses.",
        "We used the most recent Nigeria Demographic and Health Survey (2018) to assess the prevalence of appropriate care-seeking among mothers of children under five with symptoms of common childhood illnesses. For diarrhoea, we defined appropriate care-seeking as seeking care from a formal health provider. For fever and acute respiratory infection (ARI), appropriate care-seeking was defined as seeking care from a formal provider the day of or after symptom onset. Multivariate logistic regression was carried out to assess factors associated with optimal care-seeking for each illness.",
        "At least 25% of parents did not seek any care for children with fever or ARI; this figure was over one third for diarrhoea. Only 15% and 13% of caregivers showed appropriate care-seeking for their children with fever and ARI respectively, and 27% of mothers sought care from a formal provider for diarrhoea. Predictors of appropriate care-seeking varied according to childhood illness. Previous facility delivery was the only risk factor associated with increased odds of appropriate care-seeking for all three illnesses; other risk factors varied between illnesses.",
        "Overall, care-seeking for childhood illnesses was suboptimal among caregivers in Nigeria. Interventions to increase caregivers' awareness of the importance of appropriate care-seeking are needed alongside quality of care interventions that reinforce people's trust in formal health facilities, to improve timely care-seeking and ultimately reduce the high burden of child deaths in Nigeria."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2490-8086"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Children Specialist Hospital, Ilorin, Kwara State, Nigeria."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute of Child Health, University College London, London, United Kingdom."
          }
        ],
        "LastName": "Adeoti",
        "ForeName": "Ifeoluwa Gbemisola",
        "Initials": "IG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Child Health, University College London, London, United Kingdom."
          }
        ],
        "LastName": "Cavallaro",
        "ForeName": "Francesca L",
        "Initials": "FL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Diarrhea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Nigeria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Acceptance of Health Care"
    },
    {
      "QualifierName": [
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Respiratory Tract Infections"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}