{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16553708",
  "DateCompleted": {
    "Year": "2006",
    "Month": "08",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0309-2402",
      "JournalIssue": {
        "Volume": "54",
        "Issue": "2",
        "PubDate": {
          "Year": "2006",
          "Month": "Apr"
        }
      },
      "Title": "Journal of advanced nursing",
      "ISOAbbreviation": "J Adv Nurs"
    },
    "ArticleTitle": "Management of childhood fever by parents: literature review.",
    "Pagination": {
      "StartPage": "217",
      "EndPage": "227",
      "MedlinePgn": "217-27"
    },
    "Abstract": {
      "AbstractText": [
        "This paper reports a review which draws together findings from studies targeting parents' temperature-taking, antipyretic administration, attitudes, practices and information-seeking behaviours.",
        "Parents' concerns about the harmful effects of fever have been reported for more than two decades. These concerns remain despite successful educational interventions.",
        "Medline, CINAHL, PsycINFO, PsycARTICLES and Web of Science databases were searched from 1980 to 2004 during November 2004. The search terms were fever, child, parent, education, knowledge, belief, concern, temperature, antipyretic and information, and combinations of these.",
        "In the 1980s, studies were mainly descriptive of small single site samples of parents with a febrile child seeking assistance from healthcare professionals. From 1990, sample sizes increased and multi-site studies were reported. Educational interventions were designed to increase knowledge and reduce unnecessary use of health services. One 2003 study targeted knowledge and attitudes. Parental knowledge about normal body temperature and the temperature that indicates fever is poor. Mild fever is misclassified by many as high, and they actively reduce mild fever with incorrect doses of antipyretics. Although some parents acknowledge the benefits of mild fever, concerns about brain damage, febrile convulsions and death from mild to moderate fever persist irrespective of parental education or socio-economic status. Many base their fever management practices on inaccurate temperature readings. Increased use of antipyretics to reduce fever and waking sleeping febrile children for antipyretics or sponging reflects heightened concern about harmful effects of fever. Educational interventions have reduced unnecessary use of healthcare services, improved knowledge about fever and when to implement management strategies, and reduced incorrect parental accuracy of antipyretic dosing. Information-seeking behaviours in fever management differ according to country of origin.",
        "Despite successful educational interventions, little has changed in parents' fever management knowledge, attitudes and practices. There is a need for interventions based on behaviour change theories to target the precursors of behaviour, namely knowledge, attitudes, normative influences and parents' perceptions of control."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, Institute of Health and Biomedical Innovation, Queensland University of Technology, Australia. am.walsh@qut.edu.au"
          }
        ],
        "LastName": "Walsh",
        "ForeName": "Anne",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Edwards",
        "ForeName": "Helen",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Adv Nurs",
    "NlmUniqueID": "7609811",
    "ISSNLinking": "0309-2402"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Analgesics, Non-Narcotic"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Analgesics, Non-Narcotic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attitude to Health"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Body Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Education"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Knowledge, Attitudes, Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Parents"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Patient Acceptance of Health Care"
    }
  ],
  "NumberOfReferences": "70"
}