{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22840190",
  "DateCompleted": {
    "Year": "2013",
    "Month": "03",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "07",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1756-0500-5-380"
    ],
    "Journal": {
      "ISSN": "1756-0500",
      "JournalIssue": {
        "Volume": "5",
        "PubDate": {
          "Year": "2012",
          "Month": "Jul",
          "Day": "27"
        }
      },
      "Title": "BMC research notes",
      "ISOAbbreviation": "BMC Res Notes"
    },
    "ArticleTitle": "Socioeconomic status and the prevalence of fever in children under age five: evidence from four sub-Saharan African countries.",
    "Pagination": {
      "StartPage": "380",
      "MedlinePgn": "380"
    },
    "Abstract": {
      "AbstractText": [
        "The burden of fevers remains enormous in sub-Saharan Africa. While several efforts at reducing the burden of fevers have been made at the macro level, the relationship between socioeconomic status and fever prevalence has been inconclusive at the household and individual levels. The purpose of this study was to examine how individual and household socioeconomic status influences the prevalence of fever among children under age five in four sub-Saharan African countries.",
        "The study used data from the 2008 Demographic and Health Survey (DHS) from Ghana, Nigeria, Kenya and Sierra Leone with a total of 38,990 children below age five. A multi-level random effects logistic model was fitted to examine the socioeconomic factors that influence the prevalence of fever in the two weeks preceding the survey. Data from the four countries were also combined to estimate this relationship, after country-specific analysis.",
        "The results show that children from wealthier households reported lower prevalence of fever in Ghana, Nigeria and Kenya. Result from the combined dataset shows that children from wealthier households were less likely to report fever. In general, vaccination against fever-related diseases and the use of improved toilet facility reduces fever prevalence. The use of bed nets by children and mothers did not show consistent relationship across the countries.",
        "Poverty does not only influence prevalence of fever at the macro level as shown in other studies but also the individual and household levels. Policies directed towards preventing childhood fevers should take a close account of issues of poverty alleviation. There is also the need to ensure that prevention and treatment mechanisms directed towards fever related diseases (such as malaria, pneumonia, measles, diarrhoea, polio, tuberculosis etc.) are accessible and effectively used."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Economics, University of Ibadan, Ibadan, Nigeria. nonjake@gmail.com"
          }
        ],
        "LastName": "Novignon",
        "ForeName": "Jacob",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nonvignon",
        "ForeName": "Justice",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Res Notes",
    "NlmUniqueID": "101462768",
    "ISSNLinking": "1756-0500"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Africa South of the Sahara"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Class"
    }
  ]
}