{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16429889",
  "DateCompleted": {
    "Year": "2006",
    "Month": "03",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0730-2347",
      "JournalIssue": {
        "Volume": "32",
        "Issue": "4",
        "PubDate": {
          "Year": "2005"
        }
      },
      "Title": "Texas Heart Institute journal",
      "ISOAbbreviation": "Tex Heart Inst J"
    },
    "ArticleTitle": "Management of temperature during and after cardiac surgery.",
    "Pagination": {
      "StartPage": "472",
      "EndPage": "476",
      "MedlinePgn": "472-6"
    },
    "Abstract": {
      "AbstractText": [
        "Neurologic injury is a devastating complication of cardiac surgery. Cerebral cooling is an important aspect of hypothermic cardiopulmonary bypass in some patients, because hypothermia is the only reliable method of neuroprotection against injuries related to cerebral ischemia. Hypothermia may afford neuroprotection by a variety of mechanisms, including reduction in cerebral metabolic rate, decreased excitatory transmitter release, reduced ion influx, and reduced vascular permeability. Conversely, hyperthermia, even if mild (2-3 degrees C), is harmful; it aggravates ischemic neuronal injury and accelerates neuronal death. In patients with acute strokes, hyperthermia worsens prognosis with respect to stroke severity, infarct size, mortality, and outcome in survivors. The degree of temperature discrepancy among standard monitoring sites in individual patients is often striking. The differences between jugular bulb temperature and rectal or bladder temperature are particularly large. Blood temperature in the arterial line leading from the oxygenator may be the most consistently accurate indicator of cerebral temperature. When hypothermia is used to protect vital organs during cardiopulmonary bypass, the cooling phase should be adequate, and the rewarming phase must be carefully managed. Hyperthermia may be as hazardous during the postoperative period as during surgery, exacerbating the extent of tissue injury if an overt stroke has occurred. Postoperative hyperthermia correlates with a greater degree of cognitive dysfunction measured 6 weeks after cardiac surgery. In conclusion, cardiac anesthesiologists can reduce the risk of inadvertent hyperthermia by selecting the best sites for temperature monitoring, carefully controlling the rewarming process, and continuing temperature monitoring during the postoperative period."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiovascular Anesthesiology, Texas Heart Institute at St. Luke's Episcopal Hospital, and Department of Anesthesiology, Houston, Texas 77030, USA. nnussmeier@heart.thi.tmc.edu"
          }
        ],
        "LastName": "Nussmeier",
        "ForeName": "Nancy A",
        "Initials": "NA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Tex Heart Inst J",
    "NlmUniqueID": "8214622",
    "ISSNLinking": "0730-2347"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Brain Ischemia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiac Surgical Procedures"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Follow-Up Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Hypothermia, Induced"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Intraoperative Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Postoperative Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}