{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17511893",
  "DateCompleted": {
    "Year": "2007",
    "Month": "07",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0029-7828",
      "JournalIssue": {
        "Volume": "62",
        "Issue": "6",
        "PubDate": {
          "Year": "2007",
          "Month": "Jun"
        }
      },
      "Title": "Obstetrical & gynecological survey",
      "ISOAbbreviation": "Obstet Gynecol Surv"
    },
    "ArticleTitle": "Puerperal pyrexia: a review. Part I.",
    "Pagination": {
      "StartPage": "393",
      "EndPage": "399",
      "MedlinePgn": "393-9"
    },
    "Abstract": {
      "AbstractText": [
        "Puerperal pyrexia and sepsis are among the leading causes of preventable maternal morbidity and mortality not only in developing countries but in developed countries as well. Most postpartum infections take place after hospital discharge, which is usually 24 hours after delivery. In the absence of postnatal follow-up, as is the case in many developing countries, many cases of puerperal infections can go undiagnosed and unreported. Besides endometritis (endomyometritis or endomyoparametritis), wound infection, mastitis, urinary tract infection, and septic thrombophlebitis are the chief causes of puerperal infections. The predisposing factors leading to the development of sepsis include home birth in unhygienic conditions, low socioeconomic status, poor nutrition, primiparity, anemia, prolonged rupture of membranes, prolonged labor, multiple vaginal examinations in labor, cesarean section, obstetrical maneuvers, retained secundines within the uterus and postpartum hemorrhage. Maternal complications include septicemia, endotoxic shock, peritonitis or abscess formation leading to surgery and compromised future fertility. The transmissions of infecting organisms are typically categorized into nosocomial, exogenous, and endogenous. Nosocomial infections are acquired in hospitals or other health facilities and may come from the hospital environment or from the patient's own flora. Exogenous infections come from external contamination, especially when deliveries take place under unhygienic conditions. Endogenous organisms, consisting of mixed flora colonizing the woman's own genital tract, are also a source of infection in puerperal sepsis. Aseptic precautions, advances in investigative tools and the use of antibiotics have played a major role in reducing the incidence of puerperal infections. Part I of this review provides background information and definitions, discusses the incidence and risk factors, explains the microbiology and pathophysiology of various infections, and delineates the signs and symptoms of major puerperal infection.",
        "Obstetricians & Gynecologists, Family Physicians Learning Objectives: After completion of this article, the reader should be able to recall that world wide puerperal sepsis is a leading cause of maternal mortality, state that many of the predisposing factors are preventable, explain that both nosocomial infections as well as exogenous infections are serious factors, and relate that septic techniques and antibiotics can play a major role in reducing the incidence of puerperal infections."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Wellington School of Medicine, University of Otago, Wellington, New Zealand. dean.maharaj@otago.ac.nz"
          }
        ],
        "LastName": "Maharaj",
        "ForeName": "Dushyant",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Obstet Gynecol Surv",
    "NlmUniqueID": "0401007",
    "ISSNLinking": "0029-7828"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Bacterial Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Bacterial Agents"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Cesarean Section"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Developed Countries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Developing Countries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "drug therapy",
        "microbiology",
        "mortality",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Maternal Mortality"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "drug therapy",
        "microbiology",
        "mortality",
        "physiopathology"
      ],
      "DescriptorName": "Puerperal Infection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "drug therapy",
        "microbiology",
        "mortality",
        "physiopathology"
      ],
      "DescriptorName": "Sepsis"
    }
  ],
  "NumberOfReferences": "68"
}