{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Com exceção da febre amarela, as febres ainda foram pouco exploradas pela historiografia da saúde brasileira. No século XIX, contudo, sua presença na vida social era quase incontornável, atingindo enormes parcelas da população. Suas vítimas padeciam de uma grande variedade de sintomas em que a identificação e a terapêutica eram objeto de intensos debates nos círculos médicos. A intelectualidade luso-brasileira, atenta tanto aos debates médicos europeus quanto a experiências clínicas, esforçou-se para fornecer respostas na forma de intensa produção impressa; no entanto, as manifestações febris encontradas nos trópicos representavam um desafio extra à sua formação europeia, forçando-a a conjugar experiências adquiridas em partes distintas do Império na constituição de saberes específicos sobre as febres tropicais."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33111786",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng",
      "por"
    ],
    "ELocationID": [
      "10.1590/S0104-59702020000400002",
      "S0104-59702020000300723"
    ],
    "Journal": {
      "ISSN": "1678-4758",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "3",
        "PubDate": {
          "Year": "2020",
          "Season": "Jul-Sep"
        }
      },
      "Title": "Historia, ciencias, saude--Manguinhos",
      "ISOAbbreviation": "Hist Cienc Saude Manguinhos"
    },
    "ArticleTitle": "The scorching tropics: fevers and public health in Brazil during the Joanine period, 1808-1821.",
    "Pagination": {
      "StartPage": "723",
      "EndPage": "740",
      "MedlinePgn": "723-740"
    },
    "Abstract": {
      "AbstractText": [
        "Although fevers (with the exception of yellow fever) have not yet been fully explored by the historiography of Brazilian health, they were almost inevitable in nineteenth-century Brazilian society, affecting huge portions of the population. Their victims suffered from a wide variety of symptoms, and identification and treatment of these symptoms were the object of intense debates in medical circles. The Luso-Brazilian intelligentsia considered European medical debates as well as their own clinical experiences and attempted to provide answers in a flurry of publications. Even so, the manifestations of fever in the tropics presented a challenge that lay beyond their European training, forcing them to combine experiences acquired in different parts of the Empire to comprise specific knowledge on tropical fevers."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-3648-277X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pós-doutorando, Programa de Pós-graduação em História das Ciências e da Saúde/Casa de Oswaldo Cruz/Fiocruz. Rio de Janeiro - RJ - Brasil rcabral.freitas@gmail.com."
          }
        ],
        "LastName": "Freitas",
        "ForeName": "Ricardo Cabral de",
        "Initials": "RC"
      }
    ],
    "PublicationTypeList": [
      "Historical Article",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ],
    "VernacularTitle": "Ardentes trópicos: febres e saúde pública no Brasil joanino."
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Hist Cienc Saude Manguinhos",
    "NlmUniqueID": "9513999",
    "ISSNLinking": "0104-5970"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Brazil"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology",
        "history"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 19th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Portugal"
    }
  ]
}