{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "ELISA",
      "acute febrile illness",
      "leptospirosis",
      "modified Faine’s criteria"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32568280",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.4997/JRCPE.2020.208"
    ],
    "Journal": {
      "ISSN": "2042-8189",
      "JournalIssue": {
        "Volume": "50",
        "Issue": "2",
        "PubDate": {
          "Year": "2020",
          "Month": "Jun"
        }
      },
      "Title": "The journal of the Royal College of Physicians of Edinburgh",
      "ISOAbbreviation": "J R Coll Physicians Edinb"
    },
    "ArticleTitle": "Epidemiological, clinical and laboratory features of leptospirosis compared to other acute febrile illnesses.",
    "Pagination": {
      "StartPage": "118",
      "EndPage": "123",
      "MedlinePgn": "118-123"
    },
    "Abstract": {
      "AbstractText": [
        "Background Leptospirosis is a common zoonotic disease. Many waterborne diseases and mosquito-borne diseases are common causes of acute febrile illnesses in the southern Indian state of Kerala posing diagnostic challenges. The objective of this study was to describe the epidemiological, clinical and laboratory features of leptospirosis diagnosed using the modified Faine's criteria (with amendment) compared to other common acute febrile illnesses.",
        "In this prospective study, all consecutive patients with acute febrile illness, headache and myalgia presenting to our tertiary care hospital's single unit from March 2013 to February 2015 were subjected to detailed history taking and thorough clinical examination. Leptospiral immunoglobulin M (IgM) serology was confirmed by RecombiLISA ELISA and modified Faine's criteria were used for diagnosis of leptospirosis. Other diagnoses for acute febrile illnesses were assigned based on clinical and laboratory investigations. Bivariate and regression analysis was carried out to analyse epidemiological, clinical and laboratory parameters of both groups.",
        "A total of 389 patients were enrolled, out of which 110 patients had the presumptive diagnosis of leptospirosis. Among the 279 with non-leptospirosis acute febrile illness, dengue (39%) and other viral febrile illnesses (25%) were the most common diagnoses. Regression analysis identified several epidemiological (contact with contaminated animals or water and drinking unboiled water), clinical (conjunctival congestion and muscle tenderness) and laboratory investigations (leucocytosis, neutrophilia, elevated erythrocyte sedimentation rate [ESR] and aspartate aminotransferase) which were helpful in distinguishing leptospirosis from other acute febrile illnesses.",
        "Our study suggests that certain epidemiological, clinical and laboratory features in patients with leptospirosis may allow an early diagnosis. Our study also underscores the usefulness of confirming the leptospiral serology by enzyme-linked immunosorbent assay (ELISA) in combination with relevant epidemiological and clinical features in diagnosing leptospirosis using the modified Faine's criteria."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Government TD Medical College, Alappuzha, Kerala, India."
          }
        ],
        "LastName": "Balasundaram",
        "ForeName": "Padma Kumar",
        "Initials": "PK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine, Government Medical College, Thiruvananthapuram, Kerala, India Email: drlibu@gmail.com."
          }
        ],
        "LastName": "Kanakamma",
        "ForeName": "Libu Gnanaseelan",
        "Initials": "LG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Community Medicine, Government Medical College, Thiruvananthapuram, Kerala, India."
          }
        ],
        "LastName": "Jayageetha",
        "ForeName": "Kumari",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Government TD Medical College, Alappuzha, Kerala, India."
          }
        ],
        "LastName": "Selvarajan",
        "ForeName": "Baraneedaran",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J R Coll Physicians Edinb",
    "NlmUniqueID": "101144324",
    "ISSNLinking": "1478-2715"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Laboratories"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Leptospira"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Leptospirosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    }
  ],
  "CoiStatement": "No conflict of interests declared"
}