{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Attitudes",
      "Care-seeking",
      "Interpersonal communication",
      "Malaria",
      "Norms"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37735394",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "09",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "279",
      "10.1186/s12936-023-04689-x"
    ],
    "Journal": {
      "ISSN": "1475-2875",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Sep",
          "Day": "21"
        }
      },
      "Title": "Malaria journal",
      "ISOAbbreviation": "Malar J"
    },
    "ArticleTitle": "Interpersonal communication, cultural norms, and community perceptions associated with care-seeking for fever among children under age five in Magoé district, Mozambique.",
    "Pagination": {
      "StartPage": "279",
      "MedlinePgn": "279"
    },
    "Abstract": {
      "AbstractText": [
        "Malaria is endemic throughout Mozambique, contributing significantly to the country's burden of disease. Prompt and effective treatment for fevers in children can limit the mortality and morbidity impacts of the disease but many children in the country are not taken for formal care when ill. Using an ideational model of behaviour, this study assesses the magnitude of the relationships for potential drivers of care-seeking, including interpersonal communication, malaria messaging, and knowledge and attitudes about malaria, with actual care-seeking behaviours for under-five children with fever in Magoé district, Mozambique.",
        "Data on the care-seeking behaviours for fever come from a 2019 household malaria survey in Magoé district. Households were randomly selected for interview from among those with at least one child under age five and one net for every two household members. From 1621 mother-child dyads, the analytical sample consists of 300 children under age five with a fever in the 2 weeks prior to the survey. Multilevel random effects logistic regression models are estimated to test for associations between care-seeking behaviours and hypothesized behavioural determinants, including interpersonal communication (IPC), malaria messaging, ideational factors (e.g., norms, attitudes, beliefs, risk perceptions), and community characteristics.",
        "Overall, 18.5% of children under age five (N = 300) were reported to have fever in the previous 2 weeks and, of these, 68.5% were taken to a formal sector health care provider. Multivariate models highlight significant roles for interpersonal communication; care-seeking was highest among mothers who spoke only with friends/community members about malaria (94.0%, p < 0.001), followed by those who spoke only with their husband (78.6%, p = 0.015), relative to 63.3% who spoke with no one. Care-seeking decisions made by a child's grandmother were associated with a 25.0% point (p = 0.001) greater likelihood of seeking care relative to decisions made by the mother alone. Exposure to any malaria messaging was also positively associated with care-seeking (90.5% versus 62.7%, p < 0.001). In contrast, among all individual- and community-level ideational factors, only perceptions of self-efficacy to seek care were related to care-seeking behaviours.",
        "These results suggest that social and behaviour change interventions that focus on encouraging families and community members to talk about malaria and the need to promptly seek treatment for fevers in children may be particularly effective at increasing this behaviour in this and similar settings. Such messaging and IPC should consider grandmothers as a target audience, as they appear to be perceived as highly influential in care-seeking decision-making in this community."
      ],
      "CopyrightInformation": "© 2023. BioMed Central Ltd., part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of International Health and Sustainable Development, Tulane School of Public Health and Tropical Medicine, New Orleans, LA, USA. phutchin@tulane.edu."
          }
        ],
        "LastName": "Hutchinson",
        "ForeName": "Paul",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "U.S. President's Malaria Initiative, U.S. Centers for Disease Control and Prevention, Maputo, Mozambique."
          }
        ],
        "LastName": "Zulliger",
        "ForeName": "Rose",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "U.S. President's Malaria Initiative, Malaria Branch, U.S. Centers for Disease Control and Prevention, Atlanta, USA."
          }
        ],
        "LastName": "Butts",
        "ForeName": "Jessica K",
        "Initials": "JK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Malaria Control Programme, Ministry of Health, Maputo, Mozambique."
          }
        ],
        "LastName": "Candrinho",
        "ForeName": "Balthazar",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "U.S. President's Malaria Initiative, United States Agency for International Development, Maputo, Mozambique."
          }
        ],
        "LastName": "Saifodine",
        "ForeName": "Abu",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Applied Malaria Research and Evaluation, Department of Tropical Medicine, Tulane School of Public Health and Tropical Medicine, New Orleans, LA, USA."
          }
        ],
        "LastName": "Eisele",
        "ForeName": "Thomas P",
        "Initials": "TP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Applied Malaria Research and Evaluation, Department of Tropical Medicine, Tulane School of Public Health and Tropical Medicine, New Orleans, LA, USA."
          }
        ],
        "LastName": "Yukich",
        "ForeName": "Josh",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Malar J",
    "NlmUniqueID": "101139802",
    "ISSNLinking": "1475-2875"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Mozambique"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Communication"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Knowledge"
    }
  ],
  "CoiStatement": "The authors declare no competing interests."
}