{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27898899",
  "DateCompleted": {
    "Year": "2017",
    "Month": "05",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2527/jas.2016-0346"
    ],
    "Journal": {
      "ISSN": "1525-3163",
      "JournalIssue": {
        "Volume": "94",
        "Issue": "9",
        "PubDate": {
          "Year": "2016",
          "Month": "Sep"
        }
      },
      "Title": "Journal of animal science",
      "ISOAbbreviation": "J Anim Sci"
    },
    "ArticleTitle": "Fever, feeding, and grooming behavior around peak clinical signs in bovine respiratory disease.",
    "Pagination": {
      "StartPage": "3918",
      "EndPage": "3932",
      "MedlinePgn": "3918-3932"
    },
    "Abstract": {
      "AbstractText": [
        "Feedlot cattle are monitored for the sickness response, both physiological and behavioral, to detect bovine respiratory disease (BRD), but this method can be inaccurate. Diagnostic accuracy may improve if the BRD sickness response is better understood. We hypothesized that steers around peak BRD would have fever, anorexia, and less grooming than controls. We also expected sickness response magnitude to be greater as clinical and pathological severity increased. Unvaccinated steers were assigned to challenge with 1 of 5 BRD viruses or bacteria (BRD challenge; = 4/pathogen; 20 total), based on susceptibility as determined by serology. Body weight-matched vaccinated animals were given sterile media (Control; = 4/pathogen; 20 total) and housed by treatment (5 pens/treatment). Rectal temperature was logged every 5 min between 0100 and 0700 h, and time spent feeding (24 h/d), in contact with a brush (13 h/d), and self-licking (24 h/d) were collected from video recordings. Steers were examined and a clinical score (CS) was assigned daily. Bovine respiratory disease challenge steers were euthanized after 5 to 15 d (timing was pathogen specific) and the proportion of grossly affected lung (%LUNG) was recorded. The day of highest CS (peak; d 0) for each BRD challenge steer and the 2 preceding days were analyzed for all variables except self-licking (d 0 only); analogous days were included for Controls. Penwise mixed models (pen was the experimental unit) were used to determine which sickness response elements differed between treatments before and at peak disease, and regression using individual-steer data was used to describe relationships between disease severity ( = 35 for CS and = 20 for %LUNG) and fever, anorexia, and grooming. Bovine respiratory disease challenge steers had fever (1.1°C higher; < 0.01) and anorexia (35% lower feeding time; = 0.03) but did not differ from healthy Controls for brush contact ( = 0.37) or self-licking ( = 0.15). Higher CS and more %LUNG were associated with increased fever (d 0; ≤ 0.04) and lower feeding (d 0; < 0.01), brush contact (d 0; ≤ 0.03), and self-licking ( ≤ 0.05) duration relative to lower CS and less %LUNG. In conclusion, fever and feeding time are good BRD diagnostic measures around peak CS. Further study is needed to clarify why grooming was not a good measure. The sickness response is greater as BRD severity increases; fever is most closely related to CS and anorexia is most closely related to %LUNG. Regardless of which aspect is monitored, cattle with milder disease may be more difficult to detect than sicker animals."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Toaff-Rosenstein",
        "ForeName": "R L",
        "Initials": "RL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gershwin",
        "ForeName": "L J",
        "Initials": "LJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tucker",
        "ForeName": "C B",
        "Initials": "CB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Anim Sci",
    "NlmUniqueID": "8003002",
    "ISSNLinking": "0021-8812"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Bovine Respiratory Disease Complex"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Case-Control Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cattle"
    },
    {
      "QualifierName": [
        "pathology",
        "veterinary"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Grooming"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Lung"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    }
  ]
}