{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21090380",
  "DateCompleted": {
    "Year": "2010",
    "Month": "12",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2010",
    "Month": "11",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0047-2166",
      "JournalIssue": {
        "Issue": "3",
        "PubDate": {
          "Year": "2010",
          "Month": "Sep"
        }
      },
      "Title": "Journal de pharmacie de Belgique",
      "ISOAbbreviation": "J Pharm Belg"
    },
    "ArticleTitle": "[Management of fever in children younger then 3 years].",
    "Pagination": {
      "StartPage": "53",
      "EndPage": "57",
      "MedlinePgn": "53-7"
    },
    "Abstract": {
      "AbstractText": [
        "Fever represents a normal physiological response as a result of the introduction of an infectious agent producing exogenous and endogenous pyrogenes influencing the central set point of body temperature. This response is an important immunological defence. Fever can be defined as any elevation of body temperature above 38 degrees C. Infancy body temperature should be measured rectal. Fever is mostly caused by a benign viral infection, but it can be an indicator of a major illness such as meningitis, septicaemia, pneumonia. The risk for severe evolution depends on the clinical context and the age of the infant. Most predictive for major illness are situations in which infants are younger than 3 months with body temperature > or = 38 degrees C, infants between 3 and 6 months with body temperature > or = 39 degrees C, and children of any ages with critical clinical signs. Those patients should be seen by a medical doctor as soon as possible. Height and duration of fever are no predictive parameters for major illnesses. Repeated observation of the feverish child is very important in order to follow any evolution. Uncomplicated fever is harmless and should not be treated. If necessary, we prefer acetaminophen (paracetamol), given orally except in cases of vomiting. Antipyretics will not affect the cause of fever, sometimes they might make the diagnosis of the underlying cause difficult, but they may have an effect on discomfort for the child. If antipyretics have been given, repeated observations stay important. Postvaccineal fever should not be treated in a different way. Febrile convulsion is a common outcome of childhood febrile illness. Adverse effects are rare. The use of antipyretics cannot prevent initial or recurrent febrile convulsions and they should not be used for this purpose."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cellule stratégique médicale de Kind en Gezin, Bruxelles. nadine.deronne@kindengezin.be"
          }
        ],
        "LastName": "De Ronne",
        "ForeName": "Nadine",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "La fiévre chez les enfants de moins de 3 ans."
  },
  "MedlineJournalInfo": {
    "Country": "Belgium",
    "MedlineTA": "J Pharm Belg",
    "NlmUniqueID": "0375351",
    "ISSNLinking": "0047-2166"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antipyretics"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antipyretics"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Body Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    }
  ]
}