{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21788432",
  "DateCompleted": {
    "Year": "2012",
    "Month": "06",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2011",
    "Month": "11",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2011",
        "Month": "07",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.2527/jas.2011-3892"
    ],
    "Journal": {
      "ISSN": "1525-3163",
      "JournalIssue": {
        "Volume": "89",
        "Issue": "12",
        "PubDate": {
          "Year": "2011",
          "Month": "Dec"
        }
      },
      "Title": "Journal of animal science",
      "ISOAbbreviation": "J Anim Sci"
    },
    "ArticleTitle": "Visually undetected fever episodes in newly received beef bulls at a fattening operation: occurrence, duration, and impact on performance.",
    "Pagination": {
      "StartPage": "4272",
      "EndPage": "4280",
      "MedlinePgn": "4272-80"
    },
    "Abstract": {
      "AbstractText": [
        "Monitoring body temperature of newly received cattle allows for identification of fever episodes not visually detected by feedlot personnel (FENO). Information concerning the occurrence, duration, and impact on performance of these FENO is not available in the literature. Such information is crucial to assess the potential benefit of the identification and treatment of FENO. Therefore, the objectives of this study were to describe the occurrence and duration of FENO and to evaluate their impact on ADG. One hundred twelve beef bulls (initial BW = 346 ± 36 kg) were studied for 40 d after arrival at 3 French fattening operations. At d 1, each animal was administered orally a reticulo-rumen bolus, which allowed continuous measurement and recording of reticulo-rumen temperature. Animals were weighed on d 1 and 40. Bulls were observed twice daily by personnel for visual signs of apparent disease. Bulls that appeared ill, had a rectal temperature ≥39.7°C, and demonstrated symptoms consistent with bovine respiratory disease (BRD) were treated with antibiotics. After d 40, data obtained from the boluses were retrospectively analyzed using a cumulative sum test to detect significant increases in reticulo-rumen temperature considered as fever episodes. Numerous fever episodes (n = 449) were retrospectively detected in 110 bulls. Of these 449 fever episodes, 74% were not associated with any visually detected clinical signs of disease and thus were identified as FENO. These FENO were often transitory (75% lasted less than 47 h). However, 25% lasted from 47 to 263 h. Of the 112 bulls, 88 were treated for BRD with 20 and 7 animals treated, respectively, 2 and 3 times. In treated animals, fever episodes began 4 to 177 h (mean = 50 h) before BRD treatment. The duration of FENO was associated (P = 0.002) with a lesser ADG (d 1 to 40): -33 g/d for daily FENO duration. Our results demonstrated that FENO occurred frequently in bulls during the first weeks after entrance into a fattening operation and can last up to 11 d. The impact of FENO observed on ADG in this study indicated a potential benefit of treating affected animals, specifically those with FENO of long duration. However, further research is needed to determine the medical and economic relevance of such treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "LUNAM Université, ONIRIS, UMR 1300, Bio-aggression, Epidemiology and Risk Analysis, and INRA, Nantes, France. edouard.timsit@oniris-nantes.fr"
          }
        ],
        "LastName": "Timsit",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bareille",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Seegers",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lehebel",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Assié",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Anim Sci",
    "NlmUniqueID": "8003002",
    "ISSNLinking": "0021-8812"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animal Husbandry"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology"
      ],
      "DescriptorName": "Bovine Respiratory Disease Complex"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cattle"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology",
        "veterinary"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Thermometers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}