{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1886074",
  "DateCompleted": {
    "Year": "1991",
    "Month": "10",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-3751",
      "JournalIssue": {
        "Volume": "432",
        "PubDate": {
          "Year": "1991",
          "Month": "Jan"
        }
      },
      "Title": "The Journal of physiology",
      "ISOAbbreviation": "J Physiol"
    },
    "ArticleTitle": "Differential sensitivity in the sites of fever production by prostaglandin E1 within the hypothalamus of the rat.",
    "Pagination": {
      "StartPage": "99",
      "EndPage": "110",
      "MedlinePgn": "99-110"
    },
    "Abstract": {
      "AbstractText": [
        "1. The febrile sensitivity of male Sprague-Dawley rats to microinjections of prostaglandin E1 (PGE) was investigated at three different locations in the rostromedial hypothalamic region. These were the preoptic anterior hypothalamic area (PO-AH), the organum vasculosum laminae terminalis (OVLT) and the rostral third ventricle (3V). 2. Stainless-steel cannula guide tubes were implanted in the OVLT region of one group of animals, within the PO-AH area of a second group and into the third ventricle of a third group of rats. After their recovery, the febrile response of each group was tested to a variety of doses of PGE, each administered in a volume of 1 microliter sterile 0.9% saline, via a sterile cannula inserted into the implanted guide tubes. Metabolic, vasomotor and rectal temperature changes were monitored continuously for the duration of the fevers. 3. Surprisingly, not only did the introduction of PGE into the OVLT region produce fevers, but the sensitivity of this region to PGE in the production of fever greatly exceeded that of the PO-AH area and the third ventricle. Fevers produced by microinjection of PGE into the PO-AH and 3V were identical. 4. Doses of PGE as low as 0.5 ng injected into the OVLT produced fevers of 0.5 degrees C. The fever dose threshold for the OVLT region was one-fifth those of the PO-AH area and the 3V, and the slope of the OVLT dose-response curve was twice those of the PO-AH and the 3V dose-response curves. 5. This study demonstrates that there is an anatomically distinct, regional sensitivity in the febrile responsiveness to PGE within the hypothalamus. These results are interpreted as evidence that the site of action of PGE in the production of fever is located within or immediately adjacent to the OVLT region, rather than within the medial PO-AH neuropil as has been believed previously."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "John B. Pierce Foundation Laboratory, Yale University School of Medicine, New Haven, CT 06519."
          }
        ],
        "LastName": "Stitt",
        "ForeName": "J T",
        "Initials": "JT"
      }
    ],
    "GrantList": [
      {
        "GrantID": "NS 11487",
        "Acronym": "NS",
        "Agency": "NINDS NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Physiol",
    "NlmUniqueID": "0266262",
    "ISSNLinking": "0022-3751"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "F5TD010360",
      "NameOfSubstance": "Alprostadil"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Alprostadil"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Body Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dose-Response Relationship, Drug"
    },
    {
      "QualifierName": [
        "pathology",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "pathology",
        "physiopathology"
      ],
      "DescriptorName": "Hypothalamus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Preoptic Area"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats, Inbred Strains"
    }
  ]
}