{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "ZIEL: Mit zunehmenden Bestandsgrößen wird ein engmaschiges Gesundheitsmanagement unumgänglich, aber aufwendiger. Die frühzeitige Erkennung fieberhafter Erkrankungen ist dabei essenziell, um deren Ausbreitung zu verhindern. Ziel dieser Untersuchung war, eine mobile, nicht invasive Methode zur Messung der Körpertemperatur zu evaluieren, die keine Fixation der Tiere erfordert.",
        "Getestet wurde eine mit einem Mobiltelefon verbundene Infrarotkamera, mit der thermografisch die Oberflächentemperatur eines Objekts bestimmt werden kann. Im ersten Schritt erfolgten Infrarotmessungen (IR-Messungen) an einem auf verschiedene Temperaturen (25–45 °C) erhitzten Metallblock. Die Genauigkeit der Messung bei verschiedenen Abständen (0,5–5 m) und 2 Umgebungstemperaturen (14,7 °C und 23,8 °C) wurde bestimmt. Im zweiten Schritt wurde bei Kühen ohne Fieber (< 39,3 °C, n = 30) die Körperregion gesucht, deren Temperatur in der IR-Messung die höchste Korrelation zur Rektalmessung zeigte. Hierzu dienten Messungen in einem Abstand von 0,5 und 1 m an Flotzmaul, Auge, Flanke, Kronsaum, Euter und Schwanzbereich. An den 3 Stellen mit der höchsten Korrelation wurden die Messungen anschließend bei Kühen mit Fieber (n = 34) und deren fieberfreien Nachbarkühen (n = 23) durchgeführt. Bland-Altman-Plots wurden erstellt und Regressionsanalysen, Klassifikations- sowie Kappa-Tests berechnet.",
        "Die Ergebnisse der IR-Messung korrelierten bei einem Abstand von 0,5 m und 1 m am engsten mit den entsprechenden Temperaturen des Metallblocks (jeweils r = 0,98). Neben dem Abstand hatte die Außentemperatur einen signifikanten Einfluss auf die Messung. So variierten die Messergebnisse bei einer Außentemperatur von 14,8 °C stärker und wichen deutlicher von der Blocktemperatur ab als bei 23,8 °C. Bei den Kühen ohne Fieber wies die Maximaltemperatur am Auge sowie die Temperatur am medialen Augenwinkel und am Flotzmaul die höchsten Korrelationen (r = 0,37 bzw. 0,27 bzw. 0,28) zur rektal bestimmten Körpertemperatur auf. Nach Korrektur der IR-Messergebnisse mit der mittleren Abweichung zwischen der IR- und der Thermometermessung bei den gesunden Kühen ergab sich eine Sensitivität der IR-Messungen von 88 % am Flotzmaul, von 90 % am Auge und 82 % am medialen Augenwinkel zur Erkennung von Kühen mit Fieber. Allerdings lag die Spezifität bei 6 %, 23 % bzw. 32 %.",
        "Aufgrund der niedrigen Spezifität der IR-Messungen mit dem Wärmebild-Kameramodul sind diese nur begrenzt geeignet, um ein Screening nach Kühen mit Fieber durchzuführen. Die falsch-positiv detektierten Tiere müssten jeweils fixiert und nachuntersucht werden, was ein erheblicher zusätzlicher Aufwand für das Betreuungspersonal und Stress für die Tiere wäre."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33588477",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "02",
        "Day": "15"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-1307-9993"
    ],
    "Journal": {
      "ISSN": "2567-5834",
      "JournalIssue": {
        "Volume": "49",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb"
        }
      },
      "Title": "Tierarztliche Praxis. Ausgabe G, Grosstiere/Nutztiere",
      "ISOAbbreviation": "Tierarztl Prax Ausg G Grosstiere Nutztiere"
    },
    "ArticleTitle": "[Screening of febrile cows using a small handheld infrared thermography device].",
    "Pagination": {
      "StartPage": "12",
      "EndPage": "20",
      "MedlinePgn": "12-20"
    },
    "Abstract": {
      "AbstractText": [
        "As dairy herds increase in size, close monitoring of health becomes a necessity, but this is expensive and labour-intensive. Early detection of febrile diseases is essential for economical and welfare reasons and to prevent the spread of disease. The goal of this study was therefore to evaluate a mobile, non-invasive technique for measuring the body temperature of cows that precludes the need for restraint of the animals.",
        "An infrared thermographic imaging camera installed on a smart phone was used to measure the surface temperature of cows. In experiment 1, a metal block heated to defined temperatures was used to obtain infrared thermographic measurements (THM). The accuracy of THM made at different distances from the block and at 2 different ambient temperatures was determined. In experiment 2, non-febrile cows underwent infrared thermographic imaging, and the body regions with the highest correlations between thermographic and rectal temperature were identified. In experiment 3, THM were made in febrile and neighbouring non-febrile cows.",
        "In experiment 1, the thermographic and true temperatures of the block had the strongest relationships at 0.5 and 1.0 m (r = 0.98). The ambient temperature had a significant effect on the THM, which had larger variations and greater deviations from the block temperature at 14.8 °C than at 23.8 °C. In experiment 2, the maximum temperature at the eye (r = 0.37), THM at the muzzle (r = 0.28) and the medial canthus (r = 0.27) showed the strongest relationships with the rectal temperature. After correcting the THM with the mean difference between thermographic and rectal temperatures of the non-febrile cows, sensitivities of 88, 90 and 82 %, respectively, were calculated for THM at the muzzle, eye and medial canthus in febrile cows in experiment 3. The corresponding specificities were 6, 23 and 32 %.",
        "Based on the low specificities of the infrared THM, the thermographic imaging camera has limited usefulness for the mass screening of dairy cows for febrile conditions. Cattle falsely identified as febrile need to be separated, caught and re-examined, which causes unnecessary stress to the animal and increases labour input."
      ],
      "CopyrightInformation": "Thieme. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinic of Reproductive Medicine, Department of Farm Animals, Vetsuisse-Faculty University Zurich."
          }
        ],
        "LastName": "Bleul",
        "ForeName": "Ulrich",
        "Initials": "U"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Vetsuisse-Faculty University Zurich."
          }
        ],
        "LastName": "Hässig",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinic of Reproductive Medicine, Department of Farm Animals, Vetsuisse-Faculty University Zurich."
          }
        ],
        "LastName": "Kluser",
        "ForeName": "Fabienne",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Anwendung einer kleinen tragbaren Wärmebildkamera zum Screening auf Kühe mit Fieber."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Tierarztl Prax Ausg G Grosstiere Nutztiere",
    "NlmUniqueID": "9715779",
    "ISSNLinking": "1434-1220"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cattle"
    },
    {
      "QualifierName": [
        "diagnostic imaging"
      ],
      "DescriptorName": "Cattle Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "veterinary"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infrared Rays"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Smartphone"
    },
    {
      "QualifierName": [
        "instrumentation",
        "veterinary"
      ],
      "DescriptorName": "Thermography"
    }
  ],
  "CoiStatement": "The authors declare that they have no competing interests."
}