{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14692963",
  "DateCompleted": {
    "Year": "2004",
    "Month": "02",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0041-1132",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "1",
        "PubDate": {
          "Year": "2004",
          "Month": "Jan"
        }
      },
      "Title": "Transfusion",
      "ISOAbbreviation": "Transfusion"
    },
    "ArticleTitle": "Universal leukoreduction decreases the incidence of febrile nonhemolytic transfusion reactions to RBCs.",
    "Pagination": {
      "StartPage": "25",
      "EndPage": "29",
      "MedlinePgn": "25-9"
    },
    "Abstract": {
      "AbstractText": [
        "Febrile nonhemolytic transfusion reactions (FNHTR) is a relatively common complication associated with allogeneic transfusion. Because WBCs have been implicated in the mechanism of FNHTRs, it has been proposed that the transfusion of leukoreduced RBCs should be associated with a decreased incidence of FNHTRs. These reactions are generally not life threatening, but they are expensive in their management, evaluation, and associated blood-product wastage. Over the past several years, the proportion of leukoreduced RBCs has increased at Johns Hopkins Hospital in an effort to move toward complete leuko-reduction. A retrospective analysis is reported here of FNHTRs in RBC recipients as the inventory increased in percentage of leukoreduced RBC units.",
        "Between July 1994 and December 2001, all transfusion reactions (TRs) associated with the transfusion of allogeneic RBCs were retrospectively analyzed. Both computerized data and individual TR reports were reviewed. Patients who had both allergic and febrile features were included as part of both categories. TRs were reported as a percentage of total units transfused. Two time periods were selected for direct comparison. July to December 1994 represents the time period before the initiation of an increase in leuko-reduction. July to December 2001 represents a time period when almost complete leukoreduction (99.5%) had been achieved. The TR data were compared between these two time periods, comparing a time before leuko-reduction to a time period after leukoreduction had been achieved. The trends in TRs over the entire 7.5-year period of July 1994 to December 2001 were also assessed.",
        "In the initial period before the initiative to move toward leukoreduction, 96 percent of our RBC inventory was non-leukoreduced. In the study period after leukoreduction, 99.5 percent of our RBC inventory was leukoreduced. When comparing these two time periods, the incidence of FNHTRs decreased from 0.37 percent to 0.19 percent (p = 0.0008). The trend over the entire 7.5-year study period confirms the decrease in FNHTRs as the percentage of leukoreduced RBCs increased. The incidence of allergic TRs has remained unchanged over this time period.",
        "As our institution has increased its inventory of leukoreduced RBCs to approximately 100 percent, selective leukoreduced protocols have been discontinued. The incidence of FNHTRs has decreased significantly and the rate of allergic reactions has essentially remained unchanged. Leukoreduction is effective in decreasing FNHTRs associated with the transfusion of allogeneic RBCs."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, Johns Hopkins Hospital, Baltimore, MD 21287-6667, USA. kking@jhmi.edu"
          }
        ],
        "LastName": "King",
        "ForeName": "Karen E",
        "Initials": "KE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shirey",
        "ForeName": "R Sue",
        "Initials": "RS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Thoman",
        "ForeName": "Sandra K",
        "Initials": "SK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bensen-Kennedy",
        "ForeName": "Debra",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tanz",
        "ForeName": "Warren S",
        "Initials": "WS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ness",
        "ForeName": "Paul M",
        "Initials": "PM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Transfusion",
    "NlmUniqueID": "0417360",
    "ISSNLinking": "0041-1132"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Transfusion. 2004 Jan;44(1):1-4",
      "PMID": "14692959"
    },
    {
      "RefSource": "Blood Transfus. 2016 May;14 (2):214-27",
      "PMID": "26710353"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Erythrocyte Transfusion"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Hypersensitivity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Leukapheresis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    }
  ]
}