{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8085278",
  "DateCompleted": {
    "Year": "1994",
    "Month": "10",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0163-4356",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "3",
        "PubDate": {
          "Year": "1994",
          "Month": "Jun"
        }
      },
      "Title": "Therapeutic drug monitoring",
      "ISOAbbreviation": "Ther Drug Monit"
    },
    "ArticleTitle": "Challenges in comparing treatment outcome from a prospective with that of a retrospective study: assessing the merit of gentamicin therapeutic drug monitoring in pediatric oncology.",
    "Pagination": {
      "StartPage": "238",
      "EndPage": "247",
      "MedlinePgn": "238-47"
    },
    "Abstract": {
      "AbstractText": [
        "The objectives of this study were: (a) to assess whether treatment outcome with gentamicin in pediatric oncology patients could be improved by a pharmacy based therapeutic drug monitoring (TDM) service that included pharmacokinetic interpretation; and (b) to describe the challenges in comparing treatment outcome from a prospective to a retrospective study when the merit of gentamicin therapeutic drug monitoring (TDM) was assessed in pediatric oncology patients. Two groups of pediatric oncology patients, aged 1-18 years, received empiric gentamicin therapy for fever and for confirmed or suspected infection, with the same inclusion and exclusion criteria. Group 1 consisted of patients from a prospective gentamicin pharmacokinetic study with a formalized pharmacy-based TDM service (n = 52). Group 2 consisted of patients admitted to the oncology units who had gentamicin levels analyzed in the TDM Laboratory without the formalized TDM Service (n = 25). Gentamicin dosage adjustments were recommended based on three blood samples (one pre- and two postdose concentrations) collected between the third and sixth doses from each patient in the TDM group, utilizing pharmacokinetic principles and the Sawchuk-Zaske method. In the non-TDM group, dosage adjustments based on two routine blood samples (one pre- and post-gentamicin dose) were performed by physicians without the help of the formalized TDM Service. Multiple regression analysis showed that time periods (TDM, non-TDM), duration of neutropenia, intravenous methotrexate, and types of cancer, e.g., hematologic malignancy vs. solid tumor, had significant effects on duration of fever. Initial absolute neutrophil count, insertion of central venous line, intravenous cloxacillin administration, bacteriologic cultures, and initial post gentamicin levels > or = 5 mg/ml had no significant effects on the duration of fever. Mean duration of fever in the TDM group (2.8 +/- 2.4 days) was significantly shorter than that in the non-TDM group (9.0 +/- 8.8 days) (p < 0.001). Therapeutic serum concentrations were achieved more promptly in the TDM group, with significantly fewer patients requiring dose changes and fewer sets of serum concentrations required. One patient from each group had a > 100% increase in serum creatinine on day 5 compared to baseline. No apparent nephrotoxicity was observed in other patients. Although there was an association of shorter duration of fever with prompt achievement of therapeutic gentamicin serum concentrations with the TDM Service, there were several unresolved factors that affected duration of fever. A randomized prospective and controlled study would be required to substantiate the merit of TDM in shortening the duration of fever in pediatric oncology patients.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pharmacy, Toronto East General and Orthopaedic Hospital, Ontario, Canada."
          }
        ],
        "LastName": "Ho",
        "ForeName": "K K",
        "Initials": "KK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Thiessen",
        "ForeName": "J J",
        "Initials": "JJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bryson",
        "ForeName": "S M",
        "Initials": "SM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Greenberg",
        "ForeName": "M L",
        "Initials": "ML"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Einarson",
        "ForeName": "T R",
        "Initials": "TR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Leson",
        "ForeName": "C L",
        "Initials": "CL"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Comparative Study",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Ther Drug Monit",
    "NlmUniqueID": "7909660",
    "ISSNLinking": "0163-4356"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Gentamicins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Monitoring"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology",
        "microbiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "blood",
        "pharmacokinetics",
        "therapeutic use"
      ],
      "DescriptorName": "Gentamicins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Regression Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Research Design"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}