{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15173685",
  "DateCompleted": {
    "Year": "2004",
    "Month": "08",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2004",
        "Month": "06",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1234-1010",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "6",
        "PubDate": {
          "Year": "2004",
          "Month": "Jun"
        }
      },
      "Title": "Medical science monitor : international medical journal of experimental and clinical research",
      "ISOAbbreviation": "Med Sci Monit"
    },
    "ArticleTitle": "Hyperthermia in ischemic stroke.",
    "Pagination": {
      "StartPage": "RA148",
      "EndPage": "RA153",
      "MedlinePgn": "RA148-53"
    },
    "Abstract": {
      "AbstractText": [
        "Hyperthermia following ischemic stroke is a common but undesirable event whose pathophysiology and clinical importance are not fully recognized. Hyperthermia in ischemic stroke may result from the brain infarct itself; however, the progress of biochemical and inflammatory mechanisms associated with cerebral ischemia is also relevant. Consequently, the presence of hyperthermia accentuates ischemic mechanisms within the penumbra, an area of reversibly impaired neuronal function surrounding the infarct, contributing to conversion of the penumbra into an irreversible lesion. Therefore, hyperthermia following ischemic stroke seems to be an event both induced by and inducing brain infarct progression. Both clinical and experimental studies show hyperthermia-dependent exacerbation of ischemic brain damage and stroke outcome. The detrimental effects of hyperthermia in human stroke are associated in particular with increased body temperature within the first 24 hours of the disease. The common occurrence of superimposed infections in stroke patients may be an important peripheral cause of poststroke hyperthermia. Pharmacological antipyretic medication is recommended in every case of hyperthermia following ischaemic stroke, regardless of its cause, as any hyperthermia may worsen stroke outcome. There is currently no evidence from randomized trials to support the routine use of chemical or physical cooling therapy in acute stroke Further understanding of the mechanisms inducing hyperthermia and its contribution to an increase in the degree of injury during stroke may lead to new and important therapeutic approaches."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Neuroimmunology, Chair of Neurology, Medical University, Przybyszewskiego 49, 60-355 Poznań, Poland. jlosy@mail.usoms.poznan.pl"
          }
        ],
        "LastName": "Zaremba",
        "ForeName": "Jarosław",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Sci Monit",
    "NlmUniqueID": "9609063",
    "ISSNLinking": "1234-1010"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology"
      ],
      "DescriptorName": "Brain Ischemia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology"
      ],
      "DescriptorName": "Stroke"
    }
  ],
  "NumberOfReferences": "55"
}