{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15086095",
  "DateCompleted": {
    "Year": "2004",
    "Month": "05",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0005-0423",
      "JournalIssue": {
        "Volume": "81",
        "Issue": "9",
        "PubDate": {
          "Year": "2003",
          "Month": "Sep"
        }
      },
      "Title": "Australian veterinary journal",
      "ISOAbbreviation": "Aust Vet J"
    },
    "ArticleTitle": "Evidence that enforced sunlight exposure can cause hyperthermia in cattle ingesting low levels of ergot of rye (Claviceps purpurea), when air temperature and humidity conditions are only moderate.",
    "Pagination": {
      "StartPage": "553",
      "EndPage": "558",
      "MedlinePgn": "553-8"
    },
    "Abstract": {
      "AbstractText": [
        "To determine the rectal temperature response of cattle, following the oral administration of ergot of rye (Claviceps purpurea), under pen conditions of enforced sunlight compared with those of enforced shade.",
        "Hereford cross steers were divided into two groups of 18. One group was dosed once, on a Monday morning, with finely ground rye grass ergots at a rate of 180 mg/kg body weight and held in the sun for 7 h each day until Friday afternoon. The other group was not dosed but was similarly held in the sun during the same period. Their rectal temperatures were measured early morning and mid afternoon, from Monday to Friday inclusive. The process was repeated for each group, but this time they were held in the shade. The four treatment options were run concurrently by conducting the experiments over 6 weeks and using 3 animals in each treatment group, each week.",
        "The thermic response over all weeks, of the ergot treated, sunlight exposed cattle, was deemed greater than for the other groups, based on the following four parameters. The increase in rectal temperature between early morning and mid afternoon, the size of the mid afternoon rectal temperature rise, the difference between the maximum mid afternoon rectal temperature recorded by an animal in the sun compared with that recorded by the same animal in the shade, and finally the number of animals in a treatment group that recorded rectal temperatures > 40.00 degrees C. The difference in the daily increase in body temperature between the ergot treated, sun exposed cattle and the ergot treated, shaded cattle, was greater than that observed between the sun exposed and shade restricted control cattle. Nine of 18 ergot treated and sun exposed cattle developed hyperthermia; no cattle in the other three groups did.",
        "Some sunlight exposed cattle, dosed with a low amount of ergot of rye, can experience a body temperature elevation above the normal range, even under mild ambient temperature and humidity conditions. Sunlight exposure causes an increase in body temperature in normal cattle that is probably attributable to solar radiant heat. Ergot ingestion causes an increase in body temperature in shaded cattle that is probably attributable to ambient temperature and humidity effects. This response can be increased by sun exposure and this increase is attributable to solar radiant heat effects and possibly also solar radiation. A response to radiant heat is consistent with the known physiological effects of ingested ergot alkaloids, but a response to solar radiation is not."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NSW Agriculture, Orange Agricultural Institute, Forest Road, Orange, New South Wales 2800."
          }
        ],
        "LastName": "Bourke",
        "ForeName": "C A",
        "Initials": "CA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Aust Vet J",
    "NlmUniqueID": "0370616",
    "ISSNLinking": "0005-0423"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animal Feed"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Temperature Regulation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cattle"
    },
    {
      "QualifierName": [
        "etiology",
        "parasitology"
      ],
      "DescriptorName": "Cattle Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Claviceps"
    },
    {
      "QualifierName": [
        "physiopathology",
        "veterinary"
      ],
      "DescriptorName": "Ergotism"
    },
    {
      "QualifierName": [
        "etiology",
        "physiopathology",
        "veterinary"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Food Contamination"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Heat Stress Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Random Allocation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sunlight"
    }
  ]
}