{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Community health worker",
      "Fever",
      "Health facilities",
      "Kenya",
      "Malaria diagnosis",
      "Siaya"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29121954",
  "DateCompleted": {
    "Year": "2018",
    "Month": "06",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "11",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "454",
      "10.1186/s12936-017-2100-9"
    ],
    "Journal": {
      "ISSN": "1475-2875",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Nov",
          "Day": "09"
        }
      },
      "Title": "Malaria journal",
      "ISOAbbreviation": "Malar J"
    },
    "ArticleTitle": "Temporal variation in confirmed diagnosis of fever-related malarial cases among children under-5 years by community health workers and in health facilities between years 2013 and 2015 in Siaya County, Kenya.",
    "Pagination": {
      "StartPage": "454",
      "MedlinePgn": "454"
    },
    "Abstract": {
      "AbstractText": [
        "Malaria case management continues to experience dynamic changes. Building community capacity is instrumental in both prevention and treatment of malaria. The World Health Organization (WHO) recommends utilization of well-trained and supervised community health workers (CHWs) to reduce the burden of malaria deaths among children under-5 years of age in Africa. Longitudinally-tracked information on utilization of CHWs by communities in terms of trends in diagnosis of malaria in children under-5 years of age is essential in influencing national and local malaria control policies and strategies.",
        "A desktop review was carried out of a database consisting of confirmed uncomplicated malaria cases in 10 villages using CHWs and out-patient departments of 10 health facilities in children under-five for the period of 3 years between January 2013 and December 2015. Analyses of association between the diagnosed cases and satellite-based rainfall, village and time (months and years) were carried out using a Poisson regression model.",
        "Analysis of malaria diagnoses made by CHWs showed the following trends: (i) the incidence of reported documented malaria-positive fever cases increased with time (2013-2015) and the difference over the years was statistically significant (P < 0.001), (ii) specific village was significantly associated (P < 0.001) with reporting malaria-positive fever cases, (iii) the long-term monthly sequence starting from highest to lowest incidence of reported malaria-positive fever cases was July, May and June, March, August, April, September, November, and February, October and, finally, January, and the difference in reported malaria-positives between the months was statistically significant (P = 0.001) and (iv) none of the tested rainfall regimes (current, lagged or cumulative) was associated with reported malaria-positive fever cases during the 3-year period (P > 0.1). Looking at the number of diagnoses made at the health facilities, (i) The number of reported malaria-positive fever cases decreased with time (2013-2015) and the difference among the years was not statistically significant (P = 0.399), (ii) The long-term monthly sequence starting from highest to lowest number of reported malaria-positive fever cases was July, June, May, April, January, August, March, February, September, November, October and December, and the difference between the months was statistically significant (P < 0.001).",
        "CHWs have the potential to play a major role in diagnosing and treating malaria, thereby decreasing under-five children mortality. Temporally, the risk of diagnosing malaria seems predictable and this may present opportunities for policy-targeted malaria preparedness and control. The findings are expected to support policy actions that may scale-up community health services in remote rural settings."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Columbia Global Centers | Nairobi, P.O. Box 51412, Nairobi, 00100, Kenya."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Public Health, Jomo Kenyatta University of Agriculture and Technology, P.O. Box 62000, Nairobi, 00200, Kenya."
          }
        ],
        "LastName": "Apat",
        "ForeName": "Donald O",
        "Initials": "DO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health, Jomo Kenyatta University of Agriculture and Technology, P.O. Box 62000, Nairobi, 00200, Kenya. jgachohi@jkuat.ac.ke."
          }
        ],
        "LastName": "Gachohi",
        "ForeName": "John M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Umma University, P.O. Box 713, Kajiado, 01100, Kenya."
          }
        ],
        "LastName": "Karama",
        "ForeName": "Mohamed",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "International Livestock Research Institute (ILRI), Old Naivasha Rd, Kabete, P.O. Box 30709, Nairobi, 00100, Kenya."
          }
        ],
        "LastName": "Kiplimo",
        "ForeName": "Jusper R",
        "Initials": "JR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Earth Institute at Columbia University, 475 Riverside Drive, Suite 1040, New York, NY, 10115, USA."
          }
        ],
        "LastName": "Sachs",
        "ForeName": "Sonia E",
        "Initials": "SE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Malar J",
    "NlmUniqueID": "101139802",
    "ISSNLinking": "1475-2875"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Community Health Workers"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "parasitology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Facilities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant, Newborn"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Kenya"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "parasitology"
      ],
      "DescriptorName": "Malaria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Seasons"
    }
  ]
}