{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15970487",
  "DateCompleted": {
    "Year": "2006",
    "Month": "09",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2005",
        "Month": "09",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1093-9946",
      "JournalIssue": {
        "Volume": "10",
        "PubDate": {
          "Year": "2005",
          "Month": "Sep",
          "Day": "01"
        }
      },
      "Title": "Frontiers in bioscience : a journal and virtual library",
      "ISOAbbreviation": "Front Biosci"
    },
    "ArticleTitle": "Fever and hypothermia in systemic inflammation: recent discoveries and revisions.",
    "Pagination": {
      "StartPage": "2193",
      "EndPage": "2216",
      "MedlinePgn": "2193-216"
    },
    "Abstract": {
      "AbstractText": [
        "Systemic inflammation is accompanied by changes in body temperature, either fever or hypothermia. Over the past decade, the rat and mouse have become the predominant animal models, and new species-specific tools (recombinant antibodies and other proteins) and genetic manipulations have been applied to study fever and hypothermia. Remarkable progress has been achieved. It has been established that the same inflammatory agent can induce either fever or hypothermia, depending on several factors. It has also been established that experimental fevers are generally polyphasic, and that different mechanisms underlie different febrile phases. Signaling mechanisms of the most common pyrogen used, bacterial lipopolysaccharide (LPS), have been found to involve the Toll-like receptor 4. The roles of cytokines (such as interleukins-1beta and 6 and tumor necrosis factor-alpha) have been further detailed, and new early mediators (e.g., complement factor 5a and platelet-activating factor) have been proposed. Our understanding of how peripheral inflammatory messengers cross the blood-brain barrier (BBB) has changed. The view that the organum vasculosum of the lamina terminalis is the major port of entry for pyrogenic cytokines has lost its dominant position. The vagal theory has emerged and then fallen. Consensus has been reached that the BBB is not a divider preventing signal transduction, but rather the transducer itself. In the endothelial and perivascular cells of the BBB, upstream signaling molecules (e.g., pro-inflammatory cytokines) are switched to a downstream mediator, prostaglandin (PG) E2. An indispensable role of PGE2 in the febrile response to LPS has been demonstrated in studies with targeted disruption of genes encoding either PGE2-synthesizing enzymes or PGE2 receptors. The PGE2-synthesizing enzymes include numerous phospholipases (PL) A2, cyclooxygenases (COX)-1 and 2, and several newly discovered terminal PGE synthases (PGES). It has been realized that the \"physiological,\" low-scale production of PGE2 and the accelerated synthesis of PGE2 in inflammation are catalyzed by different sets of these enzymes. The \"inflammatory\" set includes several isoforms of PLA2 and inducible isoforms of COX (COX-2) and microsomal (m) PGES (mPGES-1). The PGE2 receptors are multiple; one of them, EP3 is likely to be a primary \"fever receptor.\" The effector pathways of fever start from EP3-bearing preoptic neurons. These neurons have been found to project to the raphe pallidus, where premotor sympathetic neurons driving thermogenesis in the brown fat and skin vaso-constriction are located. The rapid progress in our understanding of how thermoeffectors are controlled has revealed the inadequacy of set point-based definitions of thermoregulatory responses. New definitions (offered in this review) are based on the idea of balance of active and passive processes and use the term balance point. Inflammatory signaling and thermoeffector pathways involved in fever and hypothermia are modulated by neuropeptides and peptide hormones. Roles for several \"new\" peptides (e.g., leptin and orexins) have been proposed. Roles for several \"old\" peptides (e.g., arginine vasopressin, angiotensin II, and cholecystokinin) have been detailed or revised. New pharmacological tools to treat fevers (i.e., selective inhibitors of COX-2) have been rapidly introduced into clinical practice, but have not become magic bullets and appeared to have severe side effects. Several new targets for antipyretic therapy, including mPGES-1, have been identified."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Systemic Inflammation Laboratory, Trauma Research, St. Joseph's Hospital and Medical Center, 350 West Thomas Road, Phoenix, AZ 85013, USA. aromano@chw.edu"
          }
        ],
        "LastName": "Romanovsky",
        "ForeName": "Andrej A",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Almeida",
        "ForeName": "Maria C",
        "Initials": "MC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Aronoff",
        "ForeName": "David M",
        "Initials": "DM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ivanov",
        "ForeName": "Andrei I",
        "Initials": "AI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Konsman",
        "ForeName": "Jan P",
        "Initials": "JP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Steiner",
        "ForeName": "Alexandre A",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Turek",
        "ForeName": "Victoria F",
        "Initials": "VF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Front Biosci",
    "NlmUniqueID": "9709506",
    "ISSNLinking": "1093-4715"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Neuropeptides"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Pyrogens"
    },
    {
      "RegistryNumber": "K7Q1JQR04M",
      "NameOfSubstance": "Dinoprostone"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Blood-Brain Barrier"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Temperature Regulation"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Dinoprostone"
    },
    {
      "QualifierName": [
        "chemically induced",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Hypothermia"
    },
    {
      "QualifierName": [
        "chemically induced",
        "physiopathology"
      ],
      "DescriptorName": "Inflammation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Animal"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Neurons"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Neuropeptides"
    },
    {
      "QualifierName": [
        "toxicity"
      ],
      "DescriptorName": "Pyrogens"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Signal Transduction"
    }
  ],
  "NumberOfReferences": "235"
}