{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27486746",
  "DateCompleted": {
    "Year": "2017",
    "Month": "08",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "08",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0160278",
      "10.1371/journal.pone.0160278"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "8",
        "PubDate": {
          "Year": "2016"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Host Biomarkers for Distinguishing Bacterial from Non-Bacterial Causes of Acute Febrile Illness: A Comprehensive Review.",
    "Pagination": {
      "StartPage": "e0160278",
      "MedlinePgn": "e0160278"
    },
    "Abstract": {
      "AbstractText": [
        "In resource limited settings acute febrile illnesses are often treated empirically due to a lack of reliable, rapid point-of-care diagnostics. This contributes to the indiscriminate use of antimicrobial drugs and poor treatment outcomes. The aim of this comprehensive review was to summarize the diagnostic performance of host biomarkers capable of differentiating bacterial from non-bacterial infections to guide the use of antibiotics.",
        "Online databases of published literature were searched from January 2010 through April 2015. English language studies that evaluated the performance of one or more host biomarker in differentiating bacterial from non-bacterial infection in patients were included. Key information extracted included author information, study methods, population, pathogens, clinical information, and biomarker performance data. Study quality was assessed using a combination of validated criteria from the QUADAS and Lijmer checklists. Biomarkers were categorized as hematologic factors, inflammatory molecules, cytokines, cell surface or metabolic markers, other host biomarkers, host transcripts, clinical biometrics, and combinations of markers.",
        "Of the 193 citations identified, 59 studies that evaluated over 112 host biomarkers were selected. Most studies involved patient populations from high-income countries, while 19% involved populations from low- and middle-income countries. The most frequently evaluated host biomarkers were C-reactive protein (61%), white blood cell count (44%) and procalcitonin (34%). Study quality scores ranged from 23.1% to 92.3%. There were 9 high performance host biomarkers or combinations, with sensitivity and specificity of ≥85% or either sensitivity or specificity was reported to be 100%. Five host biomarkers were considered weak markers as they lacked statistically significant performance in discriminating between bacterial and non-bacterial infections.",
        "This manuscript provides a summary of host biomarkers to differentiate bacterial from non-bacterial infections in patients with acute febrile illness. Findings provide a basis for prioritizing efforts for further research, assay development and eventual commercialization of rapid point-of-care tests to guide use of antimicrobials. This review also highlights gaps in current knowledge that should be addressed to further improve management of febrile patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Foundation for Innovative New Diagnostics (FIND), Campus Biotech Building B2 Level 0, 9 Chemin des Mines, 1202, Geneva, Switzerland."
          }
        ],
        "LastName": "Kapasi",
        "ForeName": "Anokhi J",
        "Initials": "AJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Foundation for Innovative New Diagnostics (FIND), Campus Biotech Building B2 Level 0, 9 Chemin des Mines, 1202, Geneva, Switzerland."
          }
        ],
        "LastName": "Dittrich",
        "ForeName": "Sabine",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Foundation for Innovative New Diagnostics (FIND), Campus Biotech Building B2 Level 0, 9 Chemin des Mines, 1202, Geneva, Switzerland."
          }
        ],
        "LastName": "González",
        "ForeName": "Iveth J",
        "Initials": "IJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Foundation for Innovative New Diagnostics (FIND), Campus Biotech Building B2 Level 0, 9 Chemin des Mines, 1202, Geneva, Switzerland."
          }
        ],
        "LastName": "Rodwell",
        "ForeName": "Timothy C",
        "Initials": "TC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Biomarkers"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acute Disease"
    },
    {
      "QualifierName": [
        "blood",
        "diagnosis"
      ],
      "DescriptorName": "Bacterial Infections"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Biomarkers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Diagnostic Tests, Routine"
    },
    {
      "QualifierName": [
        "blood",
        "diagnosis",
        "microbiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "CoiStatement": "<b>Competing Interests: </b>The contents of this manuscript have not been published previously, but some of the key findings were presented at a meeting in Geneva convened by WHO, ReAct, MSF Access Campaign and FIND. While none of the authors or organization members has any relationship(s) that could be perceived as constituting a conflict of interest, it is important for the sake of complete transparency to note the Dr. Kapasi is also employed by The Degge Group, Ltd. and Dr. Rodwell is also employed by University of California, San Diego."
}