{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12678567",
  "DateCompleted": {
    "Year": "2003",
    "Month": "05",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1170-7690",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "6",
        "PubDate": {
          "Year": "2003"
        }
      },
      "Title": "PharmacoEconomics",
      "ISOAbbreviation": "Pharmacoeconomics"
    },
    "ArticleTitle": "Outpatient therapy for febrile neutropenia: clinical and economic implications.",
    "Pagination": {
      "StartPage": "397",
      "EndPage": "413",
      "MedlinePgn": "397-413"
    },
    "Abstract": {
      "AbstractText": [
        "Although febrile episodes in neutropenic patients remain a potentially life-threatening complication of anticancer chemotherapy, considerable progress has been achieved in understanding this issue. Febrile neutropenic patients represent a heterogeneous population that displays a very variable risk for serious medical complications. It has also been ascertained that in low-risk patients, the standard of care can be safely and effectively shifted from traditional hospital-based, parenteral, empiric, broad-spectrum antibacterial therapy to outpatient treatment, even for the entire duration of the febrile episode. Furthermore, in the last years some risk assessment models have been developed to identify, at the onset of febrile episodes, low-risk neutropenic patients who are most likely to have a favourable outcome (and who can effectively and safely be treated on an outpatient basis). With respect to traditional hospital-based therapy, the outpatient treatment of low-risk patients is associated with several advantages, including a conspicuous cost saving. Some strategies for inpatient therapy, such as switching from intravenous to oral antibacterials and early discharge, can allow some cost containment; however, the most substantial decrease in costs can be obtained by using outpatient treatment over the entire febrile episode, especially by using oral antibacterials. In spite of the considerable number of clinical studies published over the past 20 years, only limited pharmacoeconomic data on this issue are available. Future comparative studies between outpatient and inpatient treatment of febrile neutropenia, in addition to clinical outcomes (e.g. survival, time to clinical response), should therefore include the following: (i) a detailed analysis of total costs, specifying the setting of outpatient treatment and the method of administration of antimicrobial agents (home nursing, self administration or treatment at infusion centres or at a low-care unit of the hospital); (ii) cost of inpatient treatment if outpatient therapy fails; and (iii) out-of-pocket expenses incurred by the patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Infectious Diseases and Tropical Medicine, S. Bortolo Hospital, Vicenza, Italy. fdl.vi@gpnet.it"
          }
        ],
        "LastName": "de Lalla",
        "ForeName": "Fausto",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "Pharmacoeconomics",
    "NlmUniqueID": "9212404",
    "ISSNLinking": "1170-7690"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "economics"
      ],
      "DescriptorName": "Ambulatory Care"
    },
    {
      "QualifierName": [
        "complications",
        "economics",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "economics",
        "therapy"
      ],
      "DescriptorName": "Neutropenia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Assessment"
    }
  ],
  "NumberOfReferences": "53"
}