{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Deformity",
      "Hyperpyrexia",
      "Neuromuscular disorders",
      "Postoperative complications"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29318413",
  "DateCompleted": {
    "Year": "2019",
    "Month": "05",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "01",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00586-017-5456-1"
    ],
    "Journal": {
      "ISSN": "1432-0932",
      "JournalIssue": {
        "Volume": "27",
        "Issue": "8",
        "PubDate": {
          "Year": "2018",
          "Month": "Aug"
        }
      },
      "Title": "European spine journal : official publication of the European Spine Society, the European Spinal Deformity Society, and the European Section of the Cervical Spine Research Society",
      "ISOAbbreviation": "Eur Spine J"
    },
    "ArticleTitle": "Evaluation of postoperative fever after surgical correction of neuromuscular scoliosis: implication on management.",
    "Pagination": {
      "StartPage": "1690",
      "EndPage": "1697",
      "MedlinePgn": "1690-1697"
    },
    "Abstract": {
      "AbstractText": [
        "Scoliosis is a common deformity in patients with neuromuscular disorders which usually necessitates surgical correction. Patients with neuromuscular scoliosis are characterized by increased incidence of associated medical co-morbidities and higher postoperative complication rate; therefore, these patients are often managed with a wide multidisciplinary care team. Postoperative fever is a frequent complication after surgery which is often routinely investigated using different workup tests to rule out infection. These tests lack clear evidence on how they impact the patient care and are associated with increased cost and burden on the health system.",
        "The objective of our study was to evaluate the incidence of postoperative fever after surgical correction of neuromuscular scoliosis and evaluate the clinical usefulness of fever diagnostic workup.",
        "Demographic and clinical data on patients who underwent neuromuscular scoliosis corrective surgery between March 1, 2014 and February 28, 2017 were reviewed at a single institution. The occurrence of postoperative fever (defined by body temperature ≥ 38 °C during the 1st week after surgery) was characterized by maximum temperature (T max), postoperative day of occurrence (POD), and frequency as described by either single or multiple temperature spikes. The diagnostic tests performed for the assessment of postoperative fever were reviewed. The cost per health effect was calculated by dividing the total costs of performed fever workup tests by the number of tests that resulted in change of the patient care.",
        "Seventy-six patients (47 females and 29 males) were identified. Cerebral palsy was the most common aetiology in 40 patients (52.6%). The mean age at surgery was 13.5 years (range 3-18 years). The operative time was 490.34 ± 127.21 min. The intraoperative blood loss was 912.3 ± 627.8 cc. The hospital stay was 9.79 ± 5.3 days and the intensive care unit (ICU) stay was 3.26 ± 3.7 days. Wound drains were used in 71 patients for a period of 3.6 ± 2.3 days. Urinary catheters were used for a period of 3.6 ± 1.8 days. Forty-nine patients (64.5%) developed postoperative fever with a temperature of 38.7° ± 0.45° (range 38.10°-39.9°). The most frequent POD for occurrence of fever was the 2nd day in 22 patients (44.9%) The frequency of fever was in the form of multiple temperature spikes in 32 patients (65.3%) or in the form of a single spike in 17 patients (34.7%). There were a total of 20 positive tests out of 132 performed fever workup tests (15.2%). These included nine positive urine analysis (n = 32), five positive urine cultures (n = 28), one positive blood culture (n = 23), and two positive chest X-ray (n = 24). The occurrence of postoperative fever was statistically correlated with the operative time and increased hospital stay and ICU days. The most common identified cause of infection was urinary tract infection in 11 patients followed by respiratory tract infection in four patients and wound infection in one patient. The calculated cost per health effect was $3763.",
        "Sixty-four percent of patients who underwent surgical correction of neuromuscular scoliosis developed postoperative fever. Postoperative fever was sign of infection in 32.7% of patients and urinary tract infection was the most frequent finding. Only 15.2% of fever diagnostic workup tests were positive. Diagnostic urine tests account for 70% of the positive diagnostic workup. The routine use of blood cultures for the assessment of postoperative fever in such population should be avoided due to the low rate of positive tests and the associated high cost."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Orthopaedic Surgery, Texas Children's Hospital, 6701 Fannin St. Suite 660, Houston, TX, 77030, USA. dr_mohamed_222@yahoo.com."
          }
        ],
        "LastName": "Yousef",
        "ForeName": "Mohamed Abdelhamid Ali",
        "Initials": "MAA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Orthopaedic Surgery, Texas Children's Hospital, 6701 Fannin St. Suite 660, Houston, TX, 77030, USA."
          }
        ],
        "LastName": "Rosenfeld",
        "ForeName": "Scott",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Eur Spine J",
    "NlmUniqueID": "9301980",
    "ISSNLinking": "0940-6719"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "economics",
        "statistics & numerical data"
      ],
      "DescriptorName": "Diagnostic Tests, Routine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Health Care Costs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Length of Stay"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "complications",
        "surgery"
      ],
      "DescriptorName": "Neuromuscular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Operative Time"
    },
    {
      "QualifierName": [
        "diagnosis",
        "economics",
        "epidemiology"
      ],
      "DescriptorName": "Postoperative Complications"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [
        "surgery"
      ],
      "DescriptorName": "Scoliosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}