{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20920066",
  "DateCompleted": {
    "Year": "2011",
    "Month": "01",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "11",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/j.1365-2702.2010.03258.x"
    ],
    "Journal": {
      "ISSN": "1365-2702",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "17-18",
        "PubDate": {
          "Year": "2010",
          "Month": "Sep"
        }
      },
      "Title": "Journal of clinical nursing",
      "ISOAbbreviation": "J Clin Nurs"
    },
    "ArticleTitle": "Literature review: should antipyretic therapies routinely be administered to patients with [corrected] fever?",
    "Pagination": {
      "StartPage": "2377",
      "EndPage": "2393",
      "MedlinePgn": "2377-93"
    },
    "Abstract": {
      "AbstractText": [
        "To determine whether the practices of routinely treating fever with antipyretic medications or physical cooling methods are supported by the literature.",
        "Fever is one of the commonest symptoms presented to caregivers. Previous research suggests that treating fever with antipyretic medications or physical cooling methods is often routine practice. This article considers that fever and the febrile response may have been preserved through evolution because of its advantage for host defences and that fever may have an adaptive value. It is questioned whether the administration of antipyretic therapies could prolong the duration of illness, as interventions to lower body temperature are acting against the body's natural response to infection.",
        "Literature review.",
        "Electronic databases and the Internet were searched, supplemented by citation tracking. Articles were eligible if the participants studied had received pharmacological or physical cooling interventions to reduce their body temperature during fever. The interventions were evaluated in regard to whether they prolonged duration of illness.",
        "Results were inconsistent. None of the studies found that antipyretic therapies reduced duration of illness in patients with fever. Evidence suggests that antipyretic therapies do not reduce the duration of illness, but can prolong it.",
        "The evidence on which to base recommendations for practice is weak but does not support the current practice of administering antipyretic therapies routinely to patients with fever. Physical cooling methods alone should never be used. Nurses should assess patients with fever on an individualised basis and use antipyretic therapies selectively.",
        "The administration of antipyretics to patients with fever is an important issue, and nurses are at the forefront of decision-making. Evidence-based care delivery is expected by the NMC. A protocol to assist decision-making when caring for patients with pyrexia is suggested."
      ],
      "CopyrightInformation": "© 2010 Blackwell Publishing Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lancashire Teaching Hospitals NHS Foundation Trust, Chorley and South Ribble Hospital, Chorley, UK. janecarey86@yahoo.com"
          }
        ],
        "LastName": "Carey",
        "ForeName": "Jane V",
        "Initials": "JV"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Clin Nurs",
    "NlmUniqueID": "9207302",
    "ISSNLinking": "0962-1067"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "J Clin Nurs. 2010 Nov;19(21-22):3256"
    },
    {
      "RefSource": "Evid Based Nurs. 2011 Apr;14(2):58-9",
      "PMID": "21421982"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy",
        "nursing"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hypothermia, Induced"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Patterns, Nurses'"
    }
  ]
}