{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20184084",
  "DateCompleted": {
    "Year": "2010",
    "Month": "03",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2010",
    "Month": "02",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1128-3602",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "1",
        "PubDate": {
          "Year": "2010",
          "Month": "Jan"
        }
      },
      "Title": "European review for medical and pharmacological sciences",
      "ISOAbbreviation": "Eur Rev Med Pharmacol Sci"
    },
    "ArticleTitle": "The protean visage of systemic autoinflammatory syndromes: a challenge for inter-professional collaboration.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "18",
      "MedlinePgn": "1-18"
    },
    "Abstract": {
      "AbstractText": [
        "Systemic autoinflammatory syndromes are a group of inherited and acquired disorders of the innate immunity characterized by recurrence of seemingly unprovoked febrile attacks of variable duration and multi-district inflammation of different severity. The vast majority of these conditions when observed in pediatrics is caused by mutations in genetic systems involved in the orchestration of inflammation and apoptosis. The group includes hereditary recurrent fevers, idiopathic febrile syndromes, hereditary pyogenic disorders, bone autoinflammatory diseases, immune-mediated granulomatous diseases, complement disorders, hemophagocytic and vasculitic syndromes. Diagnostic identification derives from the combination of genotype studies and clinical/bioumoral data showing the spontaneous activation of cells of the innate immunity in the absence of specific ligands, although diagnosis remains only clinical for idiopathic febrile syndromes such as systemic-onset juvenile idiopathic arthritis and PFAPA syndrome. Meeting the needs of patients with complex chronic diseases as systemic autoinflammatory syndromes requires the provision of collaborative multidisciplinary care and the expertise of a number of health care providers across varied health care settings."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatric Sciences, Catholic Universityof the Sacred Heart, Rome, Italy. drigante@gmail.com"
          }
        ],
        "LastName": "Rigante",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Eur Rev Med Pharmacol Sci",
    "NlmUniqueID": "9717360",
    "ISSNLinking": "1128-3602"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "genetics",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Hereditary Autoinflammatory Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Interprofessional Relations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Syndrome"
    }
  ],
  "NumberOfReferences": "50"
}