{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Bai-Hu-Tang",
      "Bioinformatics",
      "Differentially expressed gene",
      "LPS febrile",
      "Microarrays"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25916597",
  "DateCompleted": {
    "Year": "2016",
    "Month": "02",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "06",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "04",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jep.2015.04.021",
      "S0378-8741(15)00272-X"
    ],
    "Journal": {
      "ISSN": "1872-7573",
      "JournalIssue": {
        "Volume": "169",
        "PubDate": {
          "Year": "2015",
          "Month": "Jul",
          "Day": "01"
        }
      },
      "Title": "Journal of ethnopharmacology",
      "ISOAbbreviation": "J Ethnopharmacol"
    },
    "ArticleTitle": "Differentially expressed genes of LPS febrile symptom in rabbits and that treated with Bai-Hu-tang, a classical anti-febrile Chinese herb formula.",
    "Pagination": {
      "StartPage": "130",
      "EndPage": "137",
      "MedlinePgn": "130-7"
    },
    "Abstract": {
      "AbstractText": [
        "Bai-Hu-Tang (BHT) has been traditionally used to clear heat and engender fluids.",
        "To reveal the alteration of differentially expressed genes (DEGs) between lipopolysaccharide (LPS) febrile syndrome in rabbits and treatment with BHT which is a classical anti-febrile formula in traditional Chinese medicine.",
        "Febrile model was induced by LPS injection (i.v.) in rabbits, and BHT was gavaged to another group of febrile rabbits. After sacrifice of animals, total RNA of liver tissue was isolated, processed, and hybridized to rabbit cDNA microarrays obtained from Agilent Co. The data of DEGs were obtained by lazer scanning and analyzed with Cluster program 3.0. Then bioinformatic analysis of DEGs was conducted through gene ontology (GO) annotation and Kyoto Encyclopedia of Genes and Genomes (KEGG) pathways. In addition, expression levels of four relative genes were detected by quantitative real time ployenzyme chain reaction (qRT-PCR) to validate the accuracy of microarrays.",
        "The results demonstrated that genes expression pattern could be clustered into three groups significantly, and there were 606 up-regulated genes and 859 down-regulated genes in the model group, and 106 up-regulated genes and 429 down-regulated genes in BHT treated group. There were 286 DEGs existed as the common in two experimental groups. Enrichment analysis of GO annotations indicated that DEGs in model and BHT treated animals mainly referred catalytic activity and oxidoreductase activity for metabolic processes located in the membrane system at intracellular part, and binding activities increased significantly in treatment with BHT. Enrichment of KEGG analysis showed that the pathways of phagosome and protein processing in endoplasmic reticulum contained the most altered genes in the LPS group, but the percentage of phagosome pathway almost doubled in BHT group. Most DEGs involved in the LPS signal recognition system was up-regulated in LPS group, but partly decreased in BHT group. RT-PCR results of eight relative genes were consistent with the results of microarrays.",
        "DEGs of LPS febrile syndrome mainly involved oxidoreductase and catalytic activity of the metabolic processes, and pathways of processing protein for pyrotoxin recognition; BHT mostly regulated the DEGs in the phagosome pathway to clear LPS in the liver, and partly interfered with gene expression in LPS recognition system. The study provided an important pioneering result on gene expression profiling research, and will facilitate the clinical care or further studies of the formula."
      ],
      "CopyrightInformation": "Copyright © 2015 Elsevier Ireland Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lanzhou Institute of Husbandry and Pharmaceutical Science of Chinese Academy of Agricultural Sciences, Lanzhou, China; Key Laboratory of Veterinary Pharmaceutics Discovery, Ministry of Agriculture, Lanzhou, China. Electronic address: sdzhang2006@126.com."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Shidong",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lanzhou Institute of Husbandry and Pharmaceutical Science of Chinese Academy of Agricultural Sciences, Lanzhou, China; Key Laboratory of Veterinary Pharmaceutics Discovery, Ministry of Agriculture, Lanzhou, China."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Dongsheng",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lanzhou Institute of Husbandry and Pharmaceutical Science of Chinese Academy of Agricultural Sciences, Lanzhou, China; Key Laboratory of New Animal Drug Project of Gansu Province, Lanzhou, China."
          }
        ],
        "LastName": "Dong",
        "ForeName": "Shuwei",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Key Laboratory of Veterinary Pharmaceutics Discovery, Ministry of Agriculture, Lanzhou, China; Key Laboratory of New Animal Drug Project of Gansu Province, Lanzhou, China."
          }
        ],
        "LastName": "Yang",
        "ForeName": "Feng",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lanzhou Institute of Husbandry and Pharmaceutical Science of Chinese Academy of Agricultural Sciences, Lanzhou, China; Key Laboratory of New Animal Drug Project of Gansu Province, Lanzhou, China."
          }
        ],
        "LastName": "Yan",
        "ForeName": "Zuoting",
        "Initials": "Z"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Ireland",
    "MedlineTA": "J Ethnopharmacol",
    "NlmUniqueID": "7903310",
    "ISSNLinking": "0378-8741"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antipyretics"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Drugs, Chinese Herbal"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Lipopolysaccharides"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "bai-hu-tang"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "chemistry",
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Antipyretics"
    },
    {
      "QualifierName": [
        "chemistry",
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Drugs, Chinese Herbal"
    },
    {
      "QualifierName": [
        "chemically induced",
        "drug therapy",
        "genetics"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Gene Expression Profiling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gene Expression Regulation"
    },
    {
      "QualifierName": [
        "toxicity"
      ],
      "DescriptorName": "Lipopolysaccharides"
    },
    {
      "QualifierName": [
        "drug effects",
        "physiology"
      ],
      "DescriptorName": "Liver"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rabbits"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}