{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "epidural fever",
      "epidural-related maternal fever",
      "fever",
      "intrapartum fever"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36925412",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ajog.2022.06.026",
      "S0002-9378(22)00480-X"
    ],
    "Journal": {
      "ISSN": "1097-6868",
      "JournalIssue": {
        "Volume": "228",
        "Issue": "5S",
        "PubDate": {
          "Year": "2023",
          "Month": "May"
        }
      },
      "Title": "American journal of obstetrics and gynecology",
      "ISOAbbreviation": "Am J Obstet Gynecol"
    },
    "ArticleTitle": "Epidural-related maternal fever: incidence, pathophysiology, outcomes, and management.",
    "Pagination": {
      "StartPage": "S1283",
      "EndPage": "S1304.e1",
      "MedlinePgn": "S1283-S1304.e1"
    },
    "Abstract": {
      "AbstractText": [
        "Epidural-related maternal fever affects 15% to 25% of patients who receive a labor epidural. Two meta-analyses demonstrated that epidural-related maternal fever is a clinical phenomenon, which is unlikely to be caused by selection bias. All commonly used neuraxial techniques, local anesthetics with or without opioids, and maintenance regimens are associated with epidural-related maternal fever, however, the impact of each component is unknown. Two major theories surrounding epidural-related maternal fever development have been proposed. First, labor epidural analgesia may lead to the development of hyperthermia through a sterile (noninfectious) inflammatory process. This process may involve reduced activation of caspase-1 (a protease involved in cell apoptosis and activation of proinflammatory pathways) secondary to bupivacaine, which impairs the release of the antipyrogenic cytokine, interleukin-1-receptor antagonist, from circulating leucocytes. Detailed mechanistic processes of epidural-related maternal fever remain to be determined. Second, thermoregulatory mechanisms secondary to neuraxial blockade have been proposed, which may also contribute to epidural-related maternal fever development. Currently, there is no prophylactic strategy that can safely prevent epidural-related maternal fever from occurring nor can it easily be distinguished clinically from other causes of intrapartum fever, such as chorioamnionitis. Because intrapartum fever (of any etiology) is associated with adverse outcomes for both the mother and baby, it is important that all parturients who develop intrapartum fever are investigated and treated appropriately, irrespective of labor epidural utilization. Institution of treatment with appropriate antimicrobial therapy is recommended if an infectious cause of fever is suspected. There is currently insufficient evidence to warrant a change in recommendations regarding provision of labor epidural analgesia and the benefits of good quality labor analgesia must continue to be reiterated to expectant mothers."
      ],
      "CopyrightInformation": "Copyright © 2022 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anesthesia, Pain and Perioperative Medicine, University of Miami, Miller School of Medicine, Miami, FL."
          }
        ],
        "LastName": "Patel",
        "ForeName": "Selina",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anaesthesia, University College London Hospital, London, United Kingdom."
          }
        ],
        "LastName": "Ciechanowicz",
        "ForeName": "Sarah",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Stanford University School of Medicine, Stanford, CA."
          }
        ],
        "LastName": "Blumenfeld",
        "ForeName": "Yair J",
        "Initials": "YJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anesthesia, Critical Care and Pain Medicine, Stanford University School of Medicine, Stanford, CA. Electronic address: psultan@stanford.edu."
          }
        ],
        "LastName": "Sultan",
        "ForeName": "Pervez",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Am J Obstet Gynecol",
    "NlmUniqueID": "0370476",
    "ISSNLinking": "0002-9378"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Obstetric Labor Complications"
    },
    {
      "QualifierName": [
        "etiology",
        "epidemiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Labor, Obstetric"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Analgesia, Epidural"
    }
  ]
}