{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Listeria monocytogenes",
      "ampicillin",
      "bacterial meningitis",
      "immunhiány",
      "immunodeficiency",
      "purulens meningitis"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "A Listeria monocytogenes által okozott meningitis immunkompetens egyénekben ritkán előforduló betegség, bizonyos rizikófaktorok mellett azonban a központi idegrendszer fertőzésére utaló klinikai kép esetén semmiképpen sem szabad figyelmen kívül hagyni. Közleményünkben egy 72 éves, májcirrhosisban és hypertoniában szenvedő férfi beteg L. monocytogenes által okozott agyhártyagyulladásának kórtörténetét mutatjuk be, akit gyengeség, szédülés, magas láz és vizeletincontinentia miatt vettünk fel osztályunkra. A laboratóriumi vizsgálatok emelkedett gyulladásos és májenzimértékeket, alacsony fehérvérsejt- és thrombocytaszámot igazoltak. A képalkotó vizsgálatok kórosat nem igazoltak. A szeptikus állapot miatt a mikrobiológiai mintavételt követően empirikus ceftriaxon- és metronidazolkezelés indult. Terápiás erőfeszítéseink ellenére a beteg állapotában érdemi javulás nem következett be, továbbra is magas láza volt, pszichomotoros nyugtalansága fokozódott, tremora és koordinációs zavara jelentkezett, ezért felmerült a központi idegrendszeri bakteriális fertőzés lehetősége. A liquor vizsgálata megerősítette a purulens meningitis diagnózisát. Az időközben megérkező hemokultúra-lelet L. monocytogenes fertőzést igazolt, a liquor tenyésztése kórokozót már nem jelzett. A továbbiakban célzott ampicillinterápiát folytattunk, melynek eredményeként a beteg állapota gyors javulást mutatott, tartósan láztalanná vált, neurológiai tünetei megszűntek. Az esetet a diagnosztika buktatói, a felmerülő differenciáldiagnosztikai nehézségek és a célzott antibiotikumkezelés eredményességéből adódó kedvező kimenetele miatt tartottuk bemutatásra érdemesnek. Orv Hetil. 2023; 164(36): 1437–1441."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37695717",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "09",
        "Day": "10"
      }
    ],
    "Language": [
      "hun"
    ],
    "ELocationID": [
      "10.1556/650.2023.32809"
    ],
    "Journal": {
      "ISSN": "1788-6120",
      "JournalIssue": {
        "Volume": "164",
        "Issue": "36",
        "PubDate": {
          "Year": "2023",
          "Month": "Sep",
          "Day": "10"
        }
      },
      "Title": "Orvosi hetilap",
      "ISOAbbreviation": "Orv Hetil"
    },
    "ArticleTitle": "[A case of community-acquired Listeria monocytogenes meningitis].",
    "Pagination": {
      "StartPage": "1437",
      "EndPage": "1441",
      "MedlinePgn": "1437-1441"
    },
    "Abstract": {
      "AbstractText": [
        "Meningitis caused by Listeria monocytogenes is a rare disease in immunocompetent individuals, however, in the presence of certain risk factors with clinical signs indicating infection of the central nervous system it should not be ignored. In this case report, we present the medical history of a 72-year-old man, suffering from hypertension and liver cirrhosis, who was diagnosed with meningitis caused by L. monocytogenes. The patient was admitted to our Department with the symptoms of weakness, dizziness, high fever and urinary incontinence. Laboratory tests showed elevated inflammatory and liver enzyme values as well as low white blood cell and platelet counts were confirmed. Imaging tests did not prove any abnormalities. Due to septic parameters, after microbiological samples were collected, empiric ceftriaxon and metronidazol treatment was started. Despite our therapeutic efforts, the condition of the patient had not improved significantly. The patient still suffered from high fever; increasing agitation and tremor, coordination disorder appeared, raising the possibility of a bacterial infection of the central nervous system. Examination of the cerebrospinal fluid confirmed the diagnosis of bacterial meningitis. In the meantime, findings of microbiological cultures verified the infection of L. monocytogenes, however, cerebrospinal fluid culture did not detect any pathogen. Following that, the therapy continued with targeted ampicillin which resulted in rapid improvement of the patient's condition; fevers and neurological symptoms have ceased to exist. We considered the case worthy of presentation because of the pitfalls of the diagnosis, the emerging differential diagnostic difficulties and the favorable outcome due to the effectiveness of targeted antibiotic treatment. Orv Hetil. 2023; 164(36): 1437-1441."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Zala Vármegyei Szent Rafael Kórház, I. Belgyógyászati és Infektológiai Osztály Zalaegerszeg, Zrínyi M. u. 1., 8900 Magyarország."
          }
        ],
        "LastName": "Kocsis",
        "ForeName": "Tícia",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "2 Zala Vármegyei Szent Rafael Kórház, Neurológiai Osztály Zalaegerszeg Magyarország."
          }
        ],
        "LastName": "Molnár",
        "ForeName": "Bálint",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Zala Vármegyei Szent Rafael Kórház, I. Belgyógyászati és Infektológiai Osztály Zalaegerszeg, Zrínyi M. u. 1., 8900 Magyarország."
          }
        ],
        "LastName": "Ribiczey",
        "ForeName": "Pál",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Zala Vármegyei Szent Rafael Kórház, I. Belgyógyászati és Infektológiai Osztály Zalaegerszeg, Zrínyi M. u. 1., 8900 Magyarország."
          }
        ],
        "LastName": "Kovács",
        "ForeName": "Mónika",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "A közösségben szerzett, Listeria monocytogenes okozta meningitisről egy esetünk kapcsán."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Orv Hetil",
    "NlmUniqueID": "0376412",
    "ISSNLinking": "0030-6002"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "7C782967RD",
      "NameOfSubstance": "Ampicillin"
    },
    {
      "RegistryNumber": "75J73V1629",
      "NameOfSubstance": "Ceftriaxone"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Meningitis, Listeria"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Ampicillin"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ceftriaxone"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hospitalization"
    }
  ]
}