{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1536051",
  "DateCompleted": {
    "Year": "1992",
    "Month": "03",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "dan"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0041-5782",
      "JournalIssue": {
        "Volume": "154",
        "Issue": "7",
        "PubDate": {
          "Year": "1992",
          "Month": "Feb",
          "Day": "10"
        }
      },
      "Title": "Ugeskrift for laeger",
      "ISOAbbreviation": "Ugeskr Laeger"
    },
    "ArticleTitle": "[Fever of unknown origin (febris continua e causa ignota)].",
    "Pagination": {
      "StartPage": "407",
      "EndPage": "411",
      "MedlinePgn": "407-11"
    },
    "Abstract": {
      "AbstractText": [
        "Fever can be recognized as a higher set-point of the normal temperature regulation which is controlled by the center in the anterior part of hypothalamus. The change in this set-point is induced by interleukin-1 (IL-1) which is the common mediator of exogenic and endogenic pyrogenic factors. IL-1 is believed to act through an induction of a prostaglandin E cascade. The normal diurnal variation in temperature can often be recognized in infectious diseases but not always in non-infectious conditions. Four different fever curves can be defined but are without differential diagnostic importance, however, septic fever curves are more likely to occur in bacteremic patients. Comparison of the most important investigations about PUO since 1960 shows that the follow-up investigations revealed a high percentage of undiagnosed cases and that the mortality due to conditions related to PUO was 6-8%. Among the other investigations, a total of 83% were diagnosed: 23% had cancer, 33% had infections, 11% had collagenic diseases, 17% had other causes and 16% were undiagnosed. To establish the diagnosis in cases of PUO, liver biopsy can be of diagnostic value especially in patients with hepatomegaly. Abdominal CT-scan, ultrasonography and Gallium 67 scintigraphy are equal in sensitivity and specificity and can supplement each other with diagnostic information. Leucocyte scintigraphy can detect local inflammatory processes. Laparotomy or laparoscopy have high diagnostic values and can be considered in patients with signs of involvement of abdominal organs if no diagnosis has been established after noninvasive investigations. Lymphography gives only limited diagnostic information in cases of PUO."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medicinsk afdeling F, Københavns Amts Sygehus i Glostrup."
          }
        ],
        "LastName": "Hansen",
        "ForeName": "T H",
        "Initials": "TH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Seidenfaden-Lassen",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Feber af ukendt oprindelse (febris continua e causa ignota)."
  },
  "MedlineJournalInfo": {
    "Country": "Denmark",
    "MedlineTA": "Ugeskr Laeger",
    "NlmUniqueID": "0141730",
    "ISSNLinking": "0041-5782"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Fever of Unknown Origin"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "30"
}