{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Diagnostic tests",
      "Fever",
      "Laboratories",
      "Non-malarial febrile illness",
      "Surveillance",
      "Tropical medicine"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29649602",
  "DateCompleted": {
    "Year": "2018",
    "Month": "10",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "10",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "04",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cmi.2018.03.044",
      "S1198-743X(18)30322-7"
    ],
    "Journal": {
      "ISSN": "1469-0691",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "8",
        "PubDate": {
          "Year": "2018",
          "Month": "Aug"
        }
      },
      "Title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
      "ISOAbbreviation": "Clin Microbiol Infect"
    },
    "ArticleTitle": "Point-of-care and point-of-'can': leveraging reference-laboratory capacity for integrated diagnosis of fever syndromes in the tropics.",
    "Pagination": {
      "StartPage": "836",
      "EndPage": "844",
      "MedlinePgn": "836-844"
    },
    "Abstract": {
      "AbstractText": [
        "There is an urgent need for integrated diagnosis of febrile syndromes able to account for multiple pathogens and to inform decisions for clinical care and public health.",
        "To reflect on the evolving roles of laboratory-based testing for non-malarial febrile illnesses (NMFIs) in low-resource settings, and to consider how advances in diagnostics, in connectivity and transport, and in implementation of quality systems may substantially enhance the capacity of reference laboratories to bridge the current gap between remote passive surveillance and clinically meaningful integrated fever diagnosis.",
        "Iterative search of PubMed databases, organizational reports, and expert consultation.",
        "Implementation of new technologies-such as very broad molecular panels for surveillance and mass spectrometry-may considerably diminish capability gaps in reference laboratories in low-resource settings. Although the need for clinical bacteriology diagnostics is now recognized, the lack of new simple and rapid phenotypic tests for antimicrobial resistance remains a key deficiency. Several initiatives to strengthen diagnostic preparedness for infectious disease outbreaks have highlighted the need for functional tiered laboratory networks. Recently, dramatic headway in connectivity-such as combining automated readers with the image processing and data transmission capabilities of smartphones-now allows for more complex testing and interfacing with distant laboratory information systems while reducing workload and errors. Together with connectivity to transmit and receive results, new approaches to specimen collection and transport-such as the validation of rectal swabs and the use of aerial drones to transport specimens to distant laboratories-now make remote testing feasible. The above innovations also open up the possibility of implementing quality systems through community-level diagnostic stewardship. Finally, strengthened laboratory networks actively support the feasibility of implementing quality-assured point-of-care testing where it is needed.",
        "Recent advances offer the present-day possibility of innovations to re-invent the relationship between distant reference laboratories and end-users for integrated diagnosis of NMFIs."
      ],
      "CopyrightInformation": "Copyright © 2018 European Society of Clinical Microbiology and Infectious Diseases. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "J.D. MacLean Centre for Tropical Diseases, McGill University Health Centre, Montreal, Canada."
          }
        ],
        "LastName": "Semret",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Reference Centre for Parasitology, Montreal, Canada."
          }
        ],
        "LastName": "Ndao",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Tropical Medicine, Antwerp, Belgium; KU Leuven, Department of Microbiology and Immunology, Leuven, Belgium."
          }
        ],
        "LastName": "Jacobs",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "J.D. MacLean Centre for Tropical Diseases, McGill University Health Centre, Montreal, Canada. Electronic address: cedric.yansouni@mcgill.ca."
          }
        ],
        "LastName": "Yansouni",
        "ForeName": "C P",
        "Initials": "CP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Clin Microbiol Infect",
    "NlmUniqueID": "9516420",
    "ISSNLinking": "1198-743X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Decision-Making"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Resources"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Laboratories"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Point-of-Care Systems"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Point-of-Care Testing"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Population Surveillance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality Assurance, Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Syndrome"
    }
  ]
}