{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12766710",
  "DateCompleted": {
    "Year": "2003",
    "Month": "09",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0375-9393",
      "JournalIssue": {
        "Volume": "69",
        "Issue": "4",
        "PubDate": {
          "Year": "2003",
          "Month": "Apr"
        }
      },
      "Title": "Minerva anestesiologica",
      "ISOAbbreviation": "Minerva Anestesiol"
    },
    "ArticleTitle": "Treatment of fever in neurosurgical patients.",
    "Pagination": {
      "StartPage": "214",
      "EndPage": "222",
      "MedlinePgn": "214-22"
    },
    "Abstract": {
      "AbstractText": [
        "Even moderate temperature elevations soon acute cerebral damage may markedly worsen initial brain injury. These effects may justify aggressive antipyretic treatment in neurosurgical intensive care unit (NICU). On the basis of a literature survey, it is observed that fever is extraordinarily common in the neurosurgical intensive care unit during the acute phase of subarachnoid hemorrhage, stroke, and traumatic brain injury. Several clinical studies also suggest worsened neurologic outcome in patients who are febrile compared to those who are not. Pyrexia is more frequent in infected than noninfected patients. Infections (mainly in the respiratory tract) are usually diagnosed in the majority of febrile NICU patients. Laboratory investigations are quite clear regarding the adverse effects of fever in terms not only of functional outcomes, but also histological and neurochemical injury. Even though fever may cause diagnostic confusion (central fever vs infectious), the potentially devastating effects of pyrexia in patients with cerebral diseases may proceed to treat in any case. An attempt to correct fever appears warranted in all patients with acute cerebral damage in order to obtain a better functional recovery and to limit maximally any further insult to the brain. Some of the more common and innovative methods to control body temperature in order to mitigate the detrimental effects of pyrexia following acute neurological injury are explored. Maintenance of normothermia appears to be a desirable therapeutic goal in managing the patients with damaged or at-risk brain tissue. However, it has not been established conclusively that the benefits of antipyretic therapy outweigh its risks and that despite a sound physiologic argument for controlling fever in the brain-injured patient, there is no evidence that doing so will improve their outcome."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anesthesia and Resuscitation, S. Gerardo Hospital Monza (MI), University Milano-Bicocca, Milano, Italy. manuela.cormio@unimib.it"
          }
        ],
        "LastName": "Cormio",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Citerio",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Portella",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Patruno",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pesenti",
        "ForeName": "A",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Minerva Anestesiol",
    "NlmUniqueID": "0375272",
    "ISSNLinking": "0375-9393"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Brain Injuries"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Intensive Care Units"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neurosurgical Procedures"
    }
  ],
  "NumberOfReferences": "8"
}