{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10689422",
  "DateCompleted": {
    "Year": "2000",
    "Month": "03",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "10",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0032-5481",
      "JournalIssue": {
        "Volume": "107",
        "Issue": "2",
        "PubDate": {
          "Year": "2000",
          "Month": "Feb"
        }
      },
      "Title": "Postgraduate medicine",
      "ISOAbbreviation": "Postgrad Med"
    },
    "ArticleTitle": "Fever without source in children. Recommendations for outpatient care in those up to 3.",
    "Pagination": {
      "StartPage": "259",
      "EndPage": "266",
      "MedlinePgn": "259-62, 265-6"
    },
    "Abstract": {
      "AbstractText": [
        "It is the author's goal to reduce risk to a minimum in children with fever without source at a reasonable cost with guidelines that are practical for office-based physicians. Recommendations are as follows: All febrile infants and children up to 36 months of age who have toxic manifestations are to be hospitalized for parenteral antibiotic therapy after an expeditious evaluation of their condition that includes cultures of blood, urine, and cerebrospinal fluid. All febrile infants 7 days of age or less should be hospitalized for empirical antibiotic therapy after a complete evaluation for sepsis and meningitis has been done. Some low-risk febrile infants 8 to 28 days of age who appear well may be observed closely, either in hospital (with or without empirical antibiotic therapy) or as outpatients if the physician believes that close follow-up is ensured. Febrile infants 28 to 90 days of age should have an evaluation to determine whether they are in a low-risk group. Those not meeting low-risk criteria should be hospitalized for a complete \"sepsis workup\" and close observation, with or without empirical antibiotic therapy. Those who are considered low-risk can be treated as outpatients, as described, if close follow-up is ensured. No laboratory tests or antibiotics are needed in a child over 90 days of age who has a temperature of less than 39 degrees C (102.2 degrees F) without identifiable source. A return visit is recommended if the child's fever persists for more than 2 to 3 days or if the condition deteriorates. A child with a fever of 39 degrees C or above can also be treated as an outpatient without antibiotics if close follow-up is ensured. Otherwise, a WBC count or ANC should be done. In those whose WBC count is 15,000/mm3 or more or whose ANC is 10,000 cells/mm3 or more, a blood culture should be done, and pending results, a single injection of ceftriaxone, 50 mg/kg, should be given."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, Texas Tech University Health Sciences Center, Odessa 79763, USA. pedojwp@tthsc8.odessa.ttuhsc.edu"
          }
        ],
        "LastName": "Park",
        "ForeName": "J W",
        "Initials": "JW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Postgrad Med",
    "NlmUniqueID": "0401147",
    "ISSNLinking": "0032-5481"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Ambulatory Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Fever of Unknown Origin"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant, Newborn"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Guidelines as Topic"
    }
  ],
  "NumberOfReferences": "20"
}