{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Africa",
      "Africa South Of The Sahara",
      "Cross Sectional Analysis",
      "Delivery Of Health Care",
      "Demographic Factors",
      "Developing Countries",
      "Diseases",
      "English Speaking Africa",
      "Examinations And Diagnoses",
      "Ghana",
      "Health",
      "Health Services",
      "Malaria",
      "Medicine",
      "Medicine, Traditional",
      "Parasitic Diseases",
      "Population",
      "Population Characteristics",
      "Research Methodology",
      "Rural Population",
      "Treatment",
      "Urban Population",
      "Western Africa"
    ]
  ],
  "GeneralNote": [
    "TJ: ACTA TROPICA."
  ],
  "OtherAbstract": [
    {
      "AbstractText": [
        "In the course of developing a manual for the rapid ethnographic assessment of social and cultural aspects of malaria, community understandings, diagnosis, and treatment of malaria in Ghana were explored through limited focused ethnographic research supplemented by a cross-sectional survey. The research took place during August-September 1992 and November 1992-January 1993 and involved urban and rural residents of two sub-districts of the Greater Accra Region. In both regions, residents use the term \"fever\" for the set of symptoms that approximate the clinical definition of malaria. The symptoms of \"fever\" in children are tabulated for rural and urban respondents by order of frequency as are the symptoms in adults (which differ from those in children). Most respondents used two or more symptoms to diagnose \"fever.\" The causes of \"fever\" are said to include heat exposure, diet, mosquitos, or unhygienic surroundings, and most survey respondents gave more than one cause. The fact that 33% of respondents mentioned mosquitos is in opposition to the qualitative data which indicate that rural Ghanians are unaware of the connection. Knowledge of the cause of malaria was a major point of difference between the urban and rural population, with more of the rural residents attributing it to the sun. The treatment given is very similar for children and adults in both areas. The primary first course of treatment is self-medication, including the use of pharmaceutical products such as paracetamol and chloroquine. When it becomes necessary, medical attention is sought, and adults expect injections for themselves. This delay in treatment is particularly significant for sick infants, because malaria remains a primary cause of death during the first year of life. This research indicates the necessity for health education and control program activities."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [
    "105553",
    "00243269"
  ],
  "InvestigatorList": [],
  "PMID": "7709870",
  "DateCompleted": {
    "Year": "1995",
    "Month": "05",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0001-706X",
      "JournalIssue": {
        "Volume": "58",
        "Issue": "3-4",
        "PubDate": {
          "Year": "1994",
          "Month": "Dec"
        }
      },
      "Title": "Acta tropica",
      "ISOAbbreviation": "Acta Trop"
    },
    "ArticleTitle": "The diagnosis and management of fever at household level in the Greater Accra Region, Ghana.",
    "Pagination": {
      "StartPage": "317",
      "EndPage": "330",
      "MedlinePgn": "317-30"
    },
    "Abstract": {
      "AbstractText": [
        "> Qualitative research methods were used in rural and urban areas of the Greater Accra Region to generate data to describe the folk diagnosis, etiology and management of malaria. Respondents defined as fever a set of symptoms loosely concordant with clinical malaria. Primary cause of fever as heat and particularly in rural areas, an understanding of the role of mosquitos in transmitting fever was limited. First- and second-line treatments adopted by caretakers, when either they or their children were sick, involved considerable self-medication with chloroquine and paracetamol. Ethnographic data were supplemented and tested for generalizability through a cross-sectional survey, and the paper discusses this methodological approach."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dangme West Health Research Centre, Ministry of Health, Dodowa Accra, Ghana."
          }
        ],
        "LastName": "Agyepong",
        "ForeName": "I A",
        "Initials": "IA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Manderson",
        "ForeName": "L",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Acta Trop",
    "NlmUniqueID": "0370374",
    "ISSNLinking": "0001-706X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Community Medicine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ghana"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Knowledge, Attitudes, Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology",
        "prevention & control"
      ],
      "DescriptorName": "Malaria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rural Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Urban Health"
    }
  ]
}