{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9894674",
  "DateCompleted": {
    "Year": "1999",
    "Month": "03",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0040-3709",
      "JournalIssue": {
        "Volume": "58",
        "Issue": "6",
        "PubDate": {
          "Year": "1998",
          "Month": "Dec"
        }
      },
      "Title": "Teratology",
      "ISOAbbreviation": "Teratology"
    },
    "ArticleTitle": "Maternal fever and birth outcome: a prospective study.",
    "Pagination": {
      "StartPage": "251",
      "EndPage": "257",
      "MedlinePgn": "251-7"
    },
    "Abstract": {
      "AbstractText": [
        "Although maternal fever has been implicated as a human teratogen in several studies, no prospective study has adequately addressed the full spectrum of birth outcomes following such exposure in pregnancy. The purpose of this study was to determine whether or not maternal fever is associated with an increased risk for structural malformations, prematurity, growth retardation, or pregnancy loss. Using a prospective cohort study design, we ascertained women who had called the California Teratogen Information Service and Clinical Research Program between 1979-1996 with questions regarding fever in a current pregnancy. Of these women, 115 who reported a fever of at least 38.9 degrees C lasting for at least 24 h (high fever group) and 147 women who reported a fever of either less than 38.9 degrees C or lasting less than 24 h (low fever group) were enrolled in the cohort. An additional 298 pregnant women who reported having no fever at any time in pregnancy were enrolled in a control group. All pregnancies were followed in a similar fashion, and outcomes were compared among the three groups. The combined prevalence of all major structural malformations was increased, but not significantly so, in the offspring of women who had a high fever in the first trimester of pregnancy compared to those with a lower fever or to controls (relative risk 1.80 for high fever group compared to controls; 95% confidence interval, 0.54, 6.03; relative risk 1.21 for low fever group compared to controls; 95% confidence interval, 0.36, 4.03). However, 2/34 or 5.9% of women who had a high fever during the critical period for neural tube closure carried fetuses with anencephaly compared to none in the low fever group or controls. Specific minor defects were found more frequently in the high fever group compared to controls and were consistent with the pattern of defects previously reported in a retrospective case series. In addition, stillbirth occurred more frequently in the high fever group compared to controls (2.6% vs. 0%). These data support the conclusion that high maternal fever early in pregnancy is a human teratogen. Women who experience fevers of 38.9 degrees C or higher for extended periods of time in the first month of pregnancy should be considered at increased risk for neural tube defects and should be provided appropriate counseling."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, University of California at San Diego, La Jolla 92103, USA."
          }
        ],
        "LastName": "Chambers",
        "ForeName": "C D",
        "Initials": "CD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Johnson",
        "ForeName": "K A",
        "Initials": "KA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dick",
        "ForeName": "L M",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Felix",
        "ForeName": "R J",
        "Initials": "RJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Jones",
        "ForeName": "K L",
        "Initials": "KL"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Teratology",
    "NlmUniqueID": "0153257",
    "ISSNLinking": "0040-3709"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cohort Studies"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Congenital Abnormalities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy Complications, Infectious"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy Outcome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Regression Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ]
}