{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "6768379",
  "DateCompleted": {
    "Year": "1980",
    "Month": "07",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0007-1072",
      "JournalIssue": {
        "Volume": "37",
        "Issue": "1",
        "PubDate": {
          "Year": "1980",
          "Month": "Feb"
        }
      },
      "Title": "British journal of industrial medicine",
      "ISOAbbreviation": "Br J Ind Med"
    },
    "ArticleTitle": "Microbial and immunological investigations and remedial action after an outbreak of humidifier fever.",
    "Pagination": {
      "StartPage": "55",
      "EndPage": "62",
      "MedlinePgn": "55-62"
    },
    "Abstract": {
      "AbstractText": [
        "ABSTRACT Humidifier fever (Monday sickness) occuring in office staff in a factory processing rayon presented as pyrexia with a polyuria and leucocytosis on the first day back to work after a break during the winter half of the year. Chest radiographs showed no abnormalities but pulmonary function tests indicated mild airways obstruction in the affected group as a whole. Respirable dust samples taken on a Monday when 11 cases occured were not pyrogenic, indicating that a mechanism other than direct pyrogen activity produced the pyrexia. Efforts were then directed to determining an immunological basis for the episodes. In particular, <i>Thermoactinomyces vulgaris,</i> previously held responsible for humidifier fever, was studied. During the episode of 11 cases, the number of viable airborne spores of this organism was far higher than on Mondays when no cases occured. In a second episode of nine cases, however, the airborne viable count was of the same order as non-episode Mondays. Extracts of <i>T vulgaris</i> produced lines of precipitation in gel diffusion studies with roughly half the office staff sera tested, but no correlation was observed between precipitin line formation and disease. A similar proportion of normal sera reacted against this extract. Extracts of dust lying on the topside surface of the suspended ceiling above the office, however, produced precipitin lines with sera from 16/18 affected individuals and 2/18 non-affected individuals (p < 0·001) as did extracts of humidifier material. Extensive microbial analysis failed to detect any one fungus or bacterium that produced antigens capable of reacting with positive serum, but extracts of amoebae correlated absolutely with humidifier material and ceiling dust extract in gel diffusion studies. A reaction of identity observed between the amoebae and ceiling dust extracts showed the presence of identical antigens. In similar studies the high degree of cross reactivity with antigens and sera from Spanish and Swedish outbreaks was obtained, which suggested a common antigen source in humidifier fever. That these antigens were produced by microbial development on rayon fibre could be shown by incubating rayon dust from the factory atmosphere with sterile water and testing with sera from affected individuals. Bales of rayon entering the factory did not have this potential to develop antigens, indicating microbial contamination after handling and processing. The initial source of contamination was considered to be the humidifier disseminating microbial spores and cysts throughout the factory and on to the suspended ceiling above the office. These were capable of secondary development on settled rayon fly under wet conditions, and evidence for this was obtained. Remedial action included cleaning the humidifier, modifying the baffle plates, running water to waste, and installing a prefilter. Dust was eliminated from the office area, and new accommodation, including the building of an office block detached from the main factory, was arranged for the office workers. So far no further cases have been reported."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Edwards",
        "ForeName": "J H",
        "Initials": "JH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br J Ind Med",
    "NlmUniqueID": "0370637",
    "ISSNLinking": "0007-1072"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antigens"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Dust"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Air Microbiology"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "Amoeba"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "Antigens"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "Cladosporium"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dust"
    },
    {
      "QualifierName": [
        "etiology",
        "immunology",
        "microbiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humidity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunodiffusion"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "Micromonosporaceae"
    },
    {
      "QualifierName": [
        "etiology",
        "immunology",
        "microbiology"
      ],
      "DescriptorName": "Occupational Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Textile Industry"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Wales"
    }
  ]
}