{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Assessment",
      "EDIS",
      "Fever",
      "Frail elderly",
      "Infection"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37737163",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "09",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "585",
      "10.1186/s12877-023-04266-6"
    ],
    "Journal": {
      "ISSN": "1471-2318",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Sep",
          "Day": "22"
        }
      },
      "Title": "BMC geriatrics",
      "ISOAbbreviation": "BMC Geriatr"
    },
    "ArticleTitle": "The value of fever assessment in addition to the Early Detection Infection Scale (EDIS). A validation study in nursing home residents in Sweden.",
    "Pagination": {
      "StartPage": "585",
      "MedlinePgn": "585"
    },
    "Abstract": {
      "AbstractText": [
        "In order to improve detection of suspected infections in frail elderly there is an urgent need for development of decision support tools, that can be used in the daily work of all healthcare professionals for assessing non-specific and specific changes. The aim was to study non-specific signs and symptoms and fever temperature for early detection of ongoing infection in frail elderly, and how these correlates to provide the instrument, the Early Detection Infection Scale (EDIS), which is used to assess changes in health condition in frail elderly.",
        "This was an explorative, prospective cohort study, including 45 nursing home residents, 76 to 99 years, in Sweden. Nursing assistants measured morning ear body temperature twice a week and used the EDIS to assess individual health condition daily for six months. The outcome comprised events of suspected infection, compiled from nursing and medical patient records. Factor analysis and multivariate logistic regression analysis were performed to analyse data.",
        "Fifteen residents were diagnosed with at least one infection during the six-month follow-up and 189 observations related to 72 events of suspected infection were recorded. The first factor analysis revealed that the components, change in cognitive and physical function, general signs and symptoms of illness, increased tenderness, change in eye expression and food intake and change in emotions explained 61% of the variance. The second factor analysis, adding temperature assessed as fever to > 1.0 °C from individual normal, resulted in change in physical function and food intake, confusion and signs and symptoms from respiratory and urinary tract, general signs and symptoms of illness and fever and increased tenderness, explaining 59% of the variance. In the first regression analysis, increased tenderness and change in eye expression and food intake, and in the second change in physical function and food intake, general signs and symptoms of illness and fever (> 1.0 °C from individual normal) and increased tenderness were significantly associated with increased risk for ongoing infection.",
        "No items in the EDIS should be removed at present, and assessment of fever as > 1.0 °C from individual normal is a valuable addition. The EDIS has the potential to make it easier for first line caregivers to systematically assess changes in health condition in fragile elderly people and helps observations to be communicated in a standardised way throughout the care process. The EDIS thus contributes to ensuring that the decisions not being taken at the wrong level of care."
      ],
      "CopyrightInformation": "© 2023. BioMed Central Ltd., part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Faculty, Linköping University, Linköping, Sweden. pia.tingstrom@liu.se."
          }
        ],
        "LastName": "Tingström",
        "ForeName": "Pia",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Faculty, Linköping University, Linköping, Sweden."
          }
        ],
        "LastName": "Karlsson",
        "ForeName": "Nadine",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Faculty, Linköping University, Linköping, Sweden."
          }
        ],
        "LastName": "Grodzinsky",
        "ForeName": "Ewa",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Faculty, Linköping University, Linköping, Sweden. martha.sund-levander@liu.se."
          }
        ],
        "LastName": "Sund Levander",
        "ForeName": "Märta",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Geriatr",
    "NlmUniqueID": "100968548",
    "ISSNLinking": "1471-2318"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Sweden"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Early Diagnosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nursing Homes"
    }
  ],
  "CoiStatement": "The authors declare no competing interests."
}