{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24422856",
  "DateCompleted": {
    "Year": "2014",
    "Month": "03",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1530-4396",
      "JournalIssue": {
        "Issue": "205",
        "PubDate": {
          "Year": "2012",
          "Month": "Mar"
        }
      },
      "Title": "Evidence report/technology assessment",
      "ISOAbbreviation": "Evid Rep Technol Assess (Full Rep)"
    },
    "ArticleTitle": "Diagnosis and management of febrile infants (0-3 months).",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "297",
      "MedlinePgn": "1-297"
    },
    "Abstract": {
      "AbstractText": [
        "To review the evidence for diagnostic accuracy of screening for serious bacterial illness (SBI) and invasive herpes simplex virus (HSV) infection in febrile infants 3 months or younger; ascertain harms and benefits of various management strategies; compare prevalence of SBI and HSV between different clinical settings; determine how well the presence of viral infection predicts against SBI; and review evidence on parental compliance to return for followup assessments (infants less than 6 months).",
        "MEDLINE, CINAHL, Embase, Cochrane Central Register of Controlled Trials, the Cochrane Database of Systematic Reviews, abstracts, and unpublished materials.",
        "Two independent reviewers screened the literature and extracted data on population characteristics, index/diagnostic test characteristics. Diagnostic test accuracy studies were assessed using Quality Assessment of Diagnostic Accuracy Studies.",
        "Eighty-four original studies were included. The combined clinical and laboratory criteria (Rochester, Philadelphia, Boston, and Milwaukee) demonstrated similar overall accuracy (sensitivity: 84.4 percent to 100.0 percent; specificity: 26.6 percent to 69.0 percent; negative predictive value: 93.7 percent to 100.0 percent; and positive predictive value: 3.3 percent to 48.6 percent) for identifying infants with SBI. The criteria based on history of recent immunization or rapid influenza test demonstrated higher sensitivity but lower specificity compared with criteria based on age, gender, and the degree of fever. The overall accuracy of C-reactive protein was greater than that for absolute neutrophil count and absolute band counts , white blood cell, and procalcitonin. For correctly identifying infants with and without SBI (or bacteremia), the Boston, Philadelphia, and Milwaukee criteria/protocol showed better overall accuracy when applied to older infants versus neonates. The Rochester criteria were more accurate in neonates than in older infants. Evidence on HSV was scarce. Most of the criteria/protocols demonstrated high negative predictive values and low positive predictive values for correctly predicting the absence or presence of SBI. In studies reporting outcomes of delayed treatment for infants with SBI initially classified as low risk, all infants recovered uneventfully. The reported adverse events following immediate antibiotic therapy were limited to drug related rash and infiltration of intravenous line. There was a higher prevalence of SBI in infants without viral infection or clinical bronchiolitis compared to infants with viral infection or bronchiolitis. The prevalence of SBI tended to be higher in the emergency departments versus primary care setting offices. The parental compliance to followup for return visits/reassessment of infants after initial examination across four studies ranged from 77.4 percent to 99.8 percent. There was no evidence to determine the influence of parental factors and clinical settings on the degree of parental compliance.",
        "Overall, the focus of the literature has been on ruling out SBI. Harms associated with testing or management strategies have been less well studied. Combined criteria showed fairly high sensitivity and (therefore) reliability in not missing possible cases of SBI. Attempts to identify high-risk groups specifically, described in a minority of reports, were not as successful. There is very little literature on factors associated with compliance to followup care, although that information could be crucial to improving management strategies in the low-risk group. Future studies should focus on identifying the risks associated with testing and management strategies and factors that predict compliance."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hui",
        "ForeName": "Charles",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Neto",
        "ForeName": "Gina",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tsertsvadze",
        "ForeName": "Alexander",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yazdi",
        "ForeName": "Fatemeh",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tricco",
        "ForeName": "Andrea C",
        "Initials": "AC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tsouros",
        "ForeName": "Sophia",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Skidmore",
        "ForeName": "Becky",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Daniel",
        "ForeName": "Raymond",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Evid Rep Technol Assess (Full Rep)",
    "NlmUniqueID": "101082681",
    "ISSNLinking": "1530-4396"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Bacteremia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Management"
    },
    {
      "QualifierName": [
        "diagnosis",
        "microbiology",
        "therapy",
        "virology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Herpes Simplex"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant, Newborn"
    }
  ]
}