{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10617733",
  "DateCompleted": {
    "Year": "2000",
    "Month": "02",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0031-4005",
      "JournalIssue": {
        "Volume": "105",
        "Issue": "1 Pt 3",
        "PubDate": {
          "Year": "2000",
          "Month": "Jan"
        }
      },
      "Title": "Pediatrics",
      "ISOAbbreviation": "Pediatrics"
    },
    "ArticleTitle": "Fever in pediatric primary care: occurrence, management, and outcomes.",
    "Pagination": {
      "StartPage": "260",
      "EndPage": "266",
      "MedlinePgn": "260-6"
    },
    "Abstract": {
      "AbstractText": [
        "To describe the epidemiology, management, and outcomes of children with fever in pediatric primary care practice.",
        "A cohort of 20 585 children 3 to 36 months of age cared for in 11 pediatric offices of a health maintenance organization between 1991 and 1994.",
        "Using automated medical records we identified all office visits with temperatures >/=38 degrees C for a random sample of 5000 children, and analyzed diagnoses conferred, laboratory tests performed, and antibiotics prescribed. We also determined the frequency of in-person and telephone follow-up after initial visits for fever. Finally, we reviewed hospital claims data for the entire cohort of 20 585 to identify cases of meningitis, meningococcal sepsis, and death from infection.",
        "Among 3819 initial visits of an illness episode, 41% of children had no diagnosed bacterial or specific viral source. Of these, 13% with a temperature of 38 degrees C to 39 degrees C and 36% with a temperature of >/=39 degrees C received laboratory testing. Almost half (43%) received some documented follow-up care in the subsequent 7 days. Among the 26 970 child-years of observation in the entire cohort, 15 children (56 per 100 000 child-years) were treated for bacterial meningitis or meningococcal sepsis. Five had an office visit for fever in the week before hospitalization, but only 1 had documented fever >/=39 degrees C and received neither laboratory testing for occult bacteremia nor treatment with an antibiotic.",
        "The majority of febrile children in ambulatory settings were diagnosed with a bacterial infection and treated with an antibiotic. Of highly febrile children without a source, 36% received laboratory testing consistent with published expert recommendations, and short-term follow-up was common. Meningitis or death after an office visit for fever without a source was predictably rare. These data suggest that increased testing and/or treatment of febrile children beyond the rates observed here are unlikely to affect population rates of meningitis substantially."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Ambulatory Care and Prevention, Harvard Medical School and Harvard Pilgrim Health Care, Boston, Massachusetts, USA. jonathan_finkelstein@hphc.org"
          }
        ],
        "LastName": "Finkelstein",
        "ForeName": "J A",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Christiansen",
        "ForeName": "C L",
        "Initials": "CL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Platt",
        "ForeName": "R",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pediatrics",
    "NlmUniqueID": "0376422",
    "ISSNLinking": "0031-4005"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Ambulatory Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Massachusetts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pediatrics"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Primary Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}