{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3291670",
  "DateCompleted": {
    "Year": "1988",
    "Month": "08",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0077-8923",
      "JournalIssue": {
        "Volume": "525",
        "PubDate": {
          "Year": "1988"
        }
      },
      "Title": "Annals of the New York Academy of Sciences",
      "ISOAbbreviation": "Ann N Y Acad Sci"
    },
    "ArticleTitle": "Differential thermosensor control of thermoregulatory grooming, locomotion, and relaxed postural extension.",
    "Pagination": {
      "StartPage": "363",
      "EndPage": "374",
      "MedlinePgn": "363-74"
    },
    "Abstract": {
      "AbstractText": [
        "The rat displays three behaviors when surface and/or deep body temperatures rise above their normal levels: grooming, which spreads saliva over the fur to cool by evaporation; locomotion, which results in escape to a cooler environment; and relaxed postural extension, which reduces heat production by muscle activity and increases heat dissipation by increasing body surface area. Each of these behaviors can be elicited in pure or nearly pure form by localized warming of thermosensors in different brain areas. In addition, localized warming of superficial and deep peripheral thermosensors elicits grooming and locomotion, but little or no postural extension. Because of the marked differences in the behaviors induced by localized warming of different sets of thermosensors, it is concluded that sensors are linked to the effector mechanisms for these behaviors by relatively separate and independent pathways rather than a master controller through which sensory signals are integrated to produce a unitary error signal that drives all responses. When more generalized hyperthermia in natural heat stress situations affects mainly superficial thermosensors, as during the initial phase of exposure to ambient heat, grooming and locomotion are predominant and extension is absent or weak. When deep hyperthermia is predominant and superficial hyperthermia is relatively weak, as occurs after escape from ambient heat to thermoneutrality or during and following exercise in a thermally neutral environment, the resulting predominant activation of deep sensors elicits marked postural extension, but little or no grooming or locomotion. When both superficial and deep sensors are hyperthermic, as in the later stages of exposure to ambient heat, all three behaviors are present, although locomotion is somewhat greater and grooming is somewhat less than during predominantly superficial hyperthermia, and extension is somewhat less than during predominantly deep hyperthermia. As a consequence, grooming is maximal during predominantly superficial hyperthermia, locomotion during mixed deep and superficial hyperthermia, and extension during predominantly deep hyperthermia. It is concluded that the relatively fractionated control of the rat's thermoregulatory behaviors by different groups of central and peripheral thermosensors makes possible a differentiation of responses to different distributions of hyperthermia between superficial and deep sensors that optimizes cost-benefit trade-offs in different kinds of heat stress."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Minnesota, Minneapolis 55455."
          }
        ],
        "LastName": "Roberts",
        "ForeName": "W W",
        "Initials": "WW"
      }
    ],
    "GrantList": [
      {
        "GrantID": "MH 6901",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Ann N Y Acad Sci",
    "NlmUniqueID": "7506858",
    "ISSNLinking": "0077-8923"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Behavior, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biomechanical Phenomena"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Temperature Regulation"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Grooming"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Locomotion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Posture"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Thermosensing"
    }
  ],
  "NumberOfReferences": "44"
}