{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Fever phobia",
      "Healthcare providers",
      "Infants",
      "Medical assistants",
      "Paediatricians",
      "Paediatrics",
      "Parents",
      "Qualitative"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36443503",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "06",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00431-022-04704-4"
    ],
    "Journal": {
      "ISSN": "1432-1076",
      "JournalIssue": {
        "Volume": "182",
        "Issue": "2",
        "PubDate": {
          "Year": "2023",
          "Month": "Feb"
        }
      },
      "Title": "European journal of pediatrics",
      "ISOAbbreviation": "Eur J Pediatr"
    },
    "ArticleTitle": "New insights into fever phobia: a pilot qualitative study with caregivers and their healthcare providers.",
    "Pagination": {
      "StartPage": "651",
      "EndPage": "659",
      "MedlinePgn": "651-659"
    },
    "Abstract": {
      "AbstractText": [
        "Despite the availability of clinical guidelines on the correct symptomatic management of fever in children, several studies have reported inaccurate knowledge about this symptom and inappropriate management behaviours among caregivers. There is evidence that caregivers' management of fever is largely influenced by unrealistic and unwarranted concerns about the potential harm that elevated body temperature can cause, a phenomenon commonly referred to as fever phobia. Research on fever phobia has predominantly focused on the role of fever misconceptions in triggering anxiety and impeding a proper fever management, in terms of both concept and operationalization, with little attention to the influence of the relationship between caregivers and the healthcare team. The aim of this pilot study was to explore and describe fever-related knowledge, experience and behaviour among a sample of caregivers, paediatricians and their medical assistants in the Canton of Ticino, Switzerland. We used a qualitative study design with semi-structured, one-to-one interviews with paediatricians employed in private healthcare facilities, their medical assistants and caregivers with at least one child between the ages of 0 and 3 years. We conducted individual interviews either in person or by phone, according to participants' preferences, between October 2020 and February 2021. We performed an inductive-deductive analysis of the transcripts to identify the most meaningful themes from participants' reports. The analysis of the transcripts yielded three main themes. The first theme refers to participants' awareness of the emotional component in managing the child's fever and the challenges this component presents. The second theme refers to the risk of overtreating when the child's right to be sick is not recognized and respected. The third theme refers to the importance of the relational component, showing how a solid therapeutic alliance with the healthcare team helps caregivers develop self-confidence in managing the child's fever. This study contributes to advance our understanding of fever phobia and to a better conceptualization and operationalization of this phenomenon.",
        "Our results point out to the importance of going beyond a knowledge gap paradigm and recognizing both the emotional and the relational component of fever phobia, the former being entrenched in latter, that is, the unique relationship caregivers establish with their child's paediatrician and the medical assistant.",
        "• Research on fever phobia has predominantly focused on the role of fever misconceptions in triggering anxiety and impeding a proper fever management, in terms of both concept and operationalization, with little attention to the relational component of this phenomenon.",
        "• Our results point out to the importance of recognizing the emotional component of fever phobia, beyond its declarative and procedural knowledge dimensions. They also suggest that overtreating is not necessarily and not only the result of a phobia but also of a particular conception of health and the relational component of this phenomenon, which is entrenched in the unique relationship caregivers establish with their child's paediatrician and the medical assistant."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Public Health, Faculty of Biomedical Sciences, Università della Svizzera Italiana, Lugano, Switzerland."
          },
          {
            "Identifier": [],
            "Affiliation": "Sasso Corbaro Foundation, Bellinzona, Switzerland."
          }
        ],
        "LastName": "Merlo",
        "ForeName": "Federica",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Public Health, Faculty of Biomedical Sciences, Università della Svizzera Italiana, Lugano, Switzerland."
          }
        ],
        "LastName": "Falvo",
        "ForeName": "Ilaria",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Business Economics, Health and Social Care, University of Applied Sciences and Arts of Southern Switzerland, Manno, Switzerland."
          }
        ],
        "LastName": "Caiata-Zufferey",
        "ForeName": "Maria",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Communication, Culture and Society, Università della Svizzera Italiana, Lugano, Switzerland."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Communication & Media, Ewha Womans University, Seoul, Korea."
          }
        ],
        "LastName": "Schulz",
        "ForeName": "Peter J",
        "Initials": "PJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pediatric Unit, Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Sciences and Community Health, Università degli Studi di Milano, Milan, Italy."
          }
        ],
        "LastName": "Milani",
        "ForeName": "Gregorio P",
        "Initials": "GP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pediatric Institute of Southern Switzerland, Ente Ospedaliero Cantonale, EOC, Bellinzona, Switzerland."
          },
          {
            "Identifier": [],
            "Affiliation": "Faculty of Biomedical Sciences, Università della Svizzera Italiana, Lugano, Switzerland."
          }
        ],
        "LastName": "Simonetti",
        "ForeName": "Giacomo D",
        "Initials": "GD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Biomedical Sciences, Università della Svizzera Italiana, Lugano, Switzerland."
          }
        ],
        "LastName": "Bianchetti",
        "ForeName": "Mario G",
        "Initials": "MG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Public Health, Faculty of Biomedical Sciences, Università della Svizzera Italiana, Lugano, Switzerland. marta.fadda@usi.ch."
          }
        ],
        "LastName": "Fadda",
        "ForeName": "Marta",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Eur J Pediatr",
    "NlmUniqueID": "7603873",
    "ISSNLinking": "0340-6199"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant, Newborn"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Caregivers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pilot Projects"
    },
    {
      "QualifierName": [
        "therapy",
        "diagnosis"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phobic Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    }
  ],
  "CoiStatement": "The authors have no relevant financial or non-financial interests to disclose."
}