{
  "CitationSubset": [
    "OM"
  ],
  "KeywordList": [
    [
      "FEVER",
      "LEUKOCYTES",
      "PYROGENS"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14014022",
  "DateCompleted": {
    "Year": "1998",
    "Month": "11",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-1007",
      "JournalIssue": {
        "Volume": "117",
        "Issue": "3",
        "PubDate": {
          "Year": "1963",
          "Month": "Mar",
          "Day": "01"
        }
      },
      "Title": "The Journal of experimental medicine",
      "ISOAbbreviation": "J Exp Med"
    },
    "ArticleTitle": "Studies on the pathogenesis of fever. XI. Quantitative features of the febrile response to leucocytic pyrogen.",
    "Pagination": {
      "StartPage": "349",
      "EndPage": "364",
      "MedlinePgn": "349-64"
    },
    "Abstract": {
      "AbstractText": [
        "Although the absolute febrile responses of trained individual rabbits injected intravenously with small to moderate doses of leucocytic pyrogen vary over an appreciable range, the relative responses of each rabbit to changes in dosage are satisfactorily reproducible. The quantitative dose-response relationship is characterized by a hyperthermic ceiling at which the intensity of the febrile reaction is relatively constant over a wide dosage range. Only at lower dose levels, where the dose-response curve is reasonably steep, is the magnitude of the fever produced proportional to the amount of pyrogen injected. When sufficiently large doses of LP are injected, the hyperthermic ceiling is exceeded. The fevers thus induced are biphasic in character and, in this way, resemble the usual response to bacterial endotoxin. Similar biphasic fevers result from continuous infusions of relatively low concentrations of LP at a constant rate. Repeated intermittent injections of moderate doses of LP likewise cause prolonged biphasic fevers, but, once the fever has become established, the reaction to each individual injection becomes markedly depressed. When large doses of LP are injected at daily intervals, the characteristic biphasic response occurs only following the first injection. Thereafter a state of tolerance intervenes in which the late secondary rise in temperature fails to occur. This form of tolerance lasts as long as the daily injections are continued but subsides within a few days after the injections are stopped. During the transient tolerance the rabbit's responsiveness to small doses of LP (in the sensitive range of the dose response curve) is depressed. In addition, the amount of endogenous pyrogen mobilized from the tissues by a large dose of LP is not as great as that generated in a normal rabbit. The relations of these findings to biphasic fevers, tolerance, and the accuracy of the conventional method of pyrogen assay are briefly discussed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "BORNSTEIN",
        "ForeName": "D L",
        "Initials": "DL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "BREDENBERG",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "WOOD",
        "ForeName": "W B",
        "Initials": "WB",
        "Suffix": "Jr"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Exp Med",
    "NlmUniqueID": "2985109R",
    "ISSNLinking": "0022-1007"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Endotoxins"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Interleukin-1"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Pyrogens"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "leukocyte endogenous mediator"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Endotoxins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Interleukin-1"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Leukocytes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pyrogens"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rabbits"
    }
  ]
}