{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1582392",
  "DateCompleted": {
    "Year": "1992",
    "Month": "06",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0425-1644",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "2",
        "PubDate": {
          "Year": "1992",
          "Month": "Mar"
        }
      },
      "Title": "Equine veterinary journal",
      "ISOAbbreviation": "Equine Vet J"
    },
    "ArticleTitle": "Hoof and distal limb surface temperature in the normal pony under constant and changing ambient temperatures.",
    "Pagination": {
      "StartPage": "134",
      "EndPage": "139",
      "MedlinePgn": "134-9"
    },
    "Abstract": {
      "AbstractText": [
        "Forelimb surface temperatures were continuously monitored in four clinically normal ponies exposed to: (i) constant ambient temperature; (ii) a biphasic change in ambient temperature; and (iii) an incremental increase in ambient temperature. Limb surface temperatures were recorded at the hoof, metacarpus and forearm, and rectal temperature was also measured. Under constant ambient temperature, limb surface temperatures remained relatively constant. A pyrexic episode occurred in one pony under constant ambient temperature conditions and was characterised by an onset phase in which rectal temperature gradually increased while limb surface temperatures concurrently decreased; a plateau phase in which rectal temperature was elevated but essentially constant although limb surface temperatures rose dramatically; and a febrilytic phase in which limb surface temperatures remained elevated while rectal temperature gradually decreased. A biphasic change in ambient temperature produced corresponding changes in limb surface temperature, but limb surface temperatures were less stable at the lower ambient temperatures. Surface temperature responses to incremental increases in ambient temperature were dependent on the baseline ambient temperature (before increase), and dramatic, spontaneous increases in limb surface temperatures were observed. Rectal temperatures in the normal animals remained relatively constant under all three ambient temperature regimens. It was concluded that clinical interpretation of limb surface temperatures in ponies required an awareness of ambient temperature conditions. For evaluation of vasodilator agents, constant ambient temperatures of at least less than 18 degrees C are suggested, and constant ambient temperatures exceeding 20 degrees C are recommended for the evaluation of vasoconstrictor agents."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NSW Department of Agriculture and Fisheries, Haymarket, Australia."
          }
        ],
        "LastName": "Mogg",
        "ForeName": "K C",
        "Initials": "KC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pollitt",
        "ForeName": "C C",
        "Initials": "CC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Equine Vet J",
    "NlmUniqueID": "0173320",
    "ISSNLinking": "0425-1644"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "metabolism",
        "veterinary"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Forelimb"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Hoof and Claw"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Horse Diseases"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Horses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Skin Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Temperature"
    }
  ]
}