{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Age Factors",
      "Breast Cancer",
      "Breast Feeding",
      "Cancer",
      "Clinical Research",
      "Diseases",
      "Examinations And Diagnoses",
      "Menstrual Cycle",
      "Menstruation",
      "Neoplasms",
      "Parity",
      "Population Characteristics",
      "Research Methodology"
    ]
  ],
  "GeneralNote": [
    "TJ: CLINICAL OBSTETRICS AND GYNECOLOGY."
  ],
  "OtherAbstract": [
    {
      "AbstractText": [
        "This discussion of breast thermography reviews the following: techniques; the \"normal\" thermogram found in approximately 65% of gynecologic patients; analysis and classification of a thermogram; factors influencing thermograms (breast symmetry, breast size, age, parity, history of breast feeding, menstrual cycle, pregnancy and lactation, exogenous steroid therapy, menopause and danazol, family history of breast carcinoma, benign breast disease, and time; thermograms and breast carcinoma; and clinical considerations. The temperature and the vascularization of the breast, which are modified by endocrine, inflammatory, and tumoral influences, can be studied through pictures formed by multiple simultaneous temperature in measurements called thermograms. Thermographic examinations must be performed in a draft-free, temperature, and humidity controlled room, where a constant temperature 20 degrees C is maintained. Using telethermography, a front and right and left oblique views must be taken. For contact thermographic studies, the cholesterol plate or sheet on which color distribution corresponds the best to the patient's mean temperature should be selected and a front and an oblique view should be taken of each breast. Thermograms must be analyzed by noting anatomic and vascular symmetry, by measuring temperature differences between comparable areas of the 2 breasts, and by observing the normal round contour of the breast. In addition, repeat thermograms must be compared to previous studies and any observed change must be noted. Increased heat can be vascular, focal, or diffuse. Recent reports and opinions on relationships between abnormal thermograms and cancer are controversial. The most favorable reports on the value of thermograms in the identification and management of breast cancers originate from the University of Strasbourg and the Cancer Institute of Marseille. It is the belief of this physician that thermography is not a specific test for carcinoma detection, for the diagnosis of any other breast disease. It is, however, a sensitive marker of local thermal and vascular abnormalities, which can be helpful in focusing attention on specific patients and for research. The greatest interest of clinical thermography lies in its use in the detection of carcinoma. Patients who have an abnormal thermogram need thorough clinical evaluation. It is possible that the greatest potential application of thermography is in its use in comparison studies."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [
    "009044",
    "00110033"
  ],
  "InvestigatorList": [],
  "PMID": "7105516",
  "DateCompleted": {
    "Year": "1982",
    "Month": "10",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0009-9201",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "2",
        "PubDate": {
          "Year": "1982",
          "Month": "Jun"
        }
      },
      "Title": "Clinical obstetrics and gynecology",
      "ISOAbbreviation": "Clin Obstet Gynecol"
    },
    "ArticleTitle": "Breast thermography.",
    "Pagination": {
      "StartPage": "401",
      "EndPage": "408",
      "MedlinePgn": "401-8"
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nyirjesy",
        "ForeName": "I",
        "Initials": "I"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Obstet Gynecol",
    "NlmUniqueID": "0070014",
    "ISSNLinking": "0009-9201"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "anatomy & histology"
      ],
      "DescriptorName": "Breast"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Fibrocystic Breast Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Thermography"
    }
  ]
}