{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Antipiréticos",
      "Antipyretics",
      "Citocinas",
      "Cuidados intensivos",
      "Cytokines",
      "Fever",
      "Fiebre",
      "Intensive care",
      "Sepsis",
      "Temperatura",
      "Temperature"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30084440",
  "DateCompleted": {
    "Year": "2019",
    "Month": "08",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.24875/BMHIM.M18000020"
    ],
    "Journal": {
      "ISSN": "1665-1146",
      "JournalIssue": {
        "Volume": "75",
        "Issue": "4",
        "PubDate": {
          "Year": "2018"
        }
      },
      "Title": "Boletin medico del Hospital Infantil de Mexico",
      "ISOAbbreviation": "Bol Med Hosp Infant Mex"
    },
    "ArticleTitle": "[Fiebre y terapia antipirética en el paciente con sepsis en la unidad de cuidados intensivos: actualización].",
    "Pagination": {
      "StartPage": "203",
      "EndPage": "215",
      "MedlinePgn": "203-215"
    },
    "Abstract": {
      "AbstractText": [
        "La fiebre es un signo frecuente en el niño críticamente enfermo durante su estadía en la unidad de cuidados intensivos, y debe ser entendida como una respuesta biológica evolutiva, de carácter adaptativo normal del huésped al estrés fisiológico. Es el resultado de una compleja respuesta a estímulos pirogénicos, resultando en la generación de citocinas y prostaglandinas. Los mecanismos moleculares implicados en el inicio de la fiebre aún no están totalmente precisados, originando dificultades en el conocimiento de los procesos fisiopatológicos exactos involucrados y, por ende, necesarios para elaborar una adecuada y específica estrategia terapéutica. Estudios experimentales concluyen que la fiebre y la inflamación son benéficas para el huésped; no obstante, la terapia antipirética es comúnmente empleada y estudios en humanos sobre la presencia de fiebre y su tratamiento para el pronóstico del paciente crítico con sepsis no son concluyentes. Para el médico intensivista es esencial disponer de información actualizada referente a la fisiología de la termorregulación humana, el efecto de la temperatura en rango febril sobre múltiples procesos biológicos involucrados en la defensa del huésped y las intervenciones termorreguladoras en el paciente con sepsis. Fever is a very common sign to observe in critically ill children during their intensive care unit stay. This should be understood as an evolutionary biological response, of normal adaptive character, from the host to the physiological stress. It is the result of a complex response to pyrogenic stimuli, resulting in the generation of cytokines and prostaglandins. The molecular mechanisms involved in the onset of fever are not yet fully specified, thus creating difficulties in the knowledge of the exact pathophysiological processes involved and, therefore, necessary to elaborate an adequate and specific therapeutic strategy. Experimental studies conclude that fever and inflammation are beneficial to the host. However, antipyretic therapy is commonly employed and human studies on the presence of fever and its treatment for the prognosis of critically ill septic patients are inconclusive. Up-to-date information on the physiology of human thermoregulation, the effect of temperature on febrile range over multiple biological processes involved in host defense, and thermoregulatory interventions in the septic patient are essential to know by the critical care physician."
      ],
      "CopyrightInformation": "Copyright: © 2018 SecretarÍa de Salud."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Unidad de Paciente Crítico Pediátrico, Hospital Clínico Metropolitano La Florida, Santiago, Chile."
          }
        ],
        "LastName": "Donoso",
        "ForeName": "Alejandro",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Unidad de Paciente Crítico Pediátrico, Hospital Clínico Metropolitano La Florida, Santiago, Chile."
          }
        ],
        "LastName": "Arriagada",
        "ForeName": "Daniela",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Fever and antipyretic therapy in the septic patient in the intensive care unit: an update."
  },
  "MedlineJournalInfo": {
    "Country": "Mexico",
    "MedlineTA": "Bol Med Hosp Infant Mex",
    "NlmUniqueID": "0414106",
    "ISSNLinking": "0539-6115"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antipyretics"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antipyretics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Critical Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Critical Illness"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Intensive Care Units"
    },
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology"
      ],
      "DescriptorName": "Sepsis"
    }
  ]
}