{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15891427",
  "DateCompleted": {
    "Year": "2005",
    "Month": "09",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1040-8703",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "3",
        "PubDate": {
          "Year": "2005",
          "Month": "Jun"
        }
      },
      "Title": "Current opinion in pediatrics",
      "ISOAbbreviation": "Curr Opin Pediatr"
    },
    "ArticleTitle": "Rapid viral testing in the evaluation of the febrile infant and child.",
    "Pagination": {
      "StartPage": "363",
      "EndPage": "367",
      "MedlinePgn": "363-7"
    },
    "Abstract": {
      "AbstractText": [
        "This review focuses on rapid viral testing in the febrile infant and child. Recent literature is reviewed regarding physician decision making, antibiotic use, ancillary testing use, and rate of serious bacterial infections concurrent with viral disease.",
        "Two recent studies detail the use of rapid testing of influenza. The impact on the use of ancillary testing and antibiotic prescribing practices based on the knowledge provided by rapid viral testing has been evaluated. Physician awareness of a rapid diagnosis of influenza significantly reduced the number of laboratory tests and radiographs ordered and their associated charges, decreased antibiotic use, increased antiviral use, and decreased length of time to discharge. The rate of serious bacterial infections coexisting with influenza illness has also been studied. Researchers concluded that the prevalence of serious bacterial infections is lower in febrile children with influenza A infection. Another two studies evaluated respiratory syncytial virus-positive febrile infants and their risk of serious bacterial infection. Both studies independently noted that febrile infants with respiratory syncytial virus infections are at significantly lower risk of serious bacterial infection than febrile infants without respiratory syncytial virus infection. The rate of urinary tract infections remained significant in febrile respiratory syncytial virus-positive infants, however.",
        "Various studies have documented the impact of rapid viral testing in the evaluation and management of febrile infants and children. There is insufficient evidence to change current clinical practice algorithms for young febrile infants and children. Continued research will affect future guidelines and algorithms in the management of febrile infants and children."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Emergency Medicine, North Shore University Hospital, Manhasset, New York 11030, USA. rmvega@pol.net"
          }
        ],
        "LastName": "Vega",
        "ForeName": "Roy",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Opin Pediatr",
    "NlmUniqueID": "9000850",
    "ISSNLinking": "1040-8703"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Algorithms"
    },
    {
      "QualifierName": [
        "diagnosis",
        "virology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fluorescent Antibody Technique, Direct"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Influenza, Human"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Nasal Lavage Fluid"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Respiratory Syncytial Virus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reverse Transcriptase Polymerase Chain Reaction"
    }
  ],
  "NumberOfReferences": "10"
}