{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21592411",
  "DateCompleted": {
    "Year": "2011",
    "Month": "10",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2011",
        "Month": "05",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1471-230X-11-57"
    ],
    "Journal": {
      "ISSN": "1471-230X",
      "JournalIssue": {
        "Volume": "11",
        "PubDate": {
          "Year": "2011",
          "Month": "May",
          "Day": "19"
        }
      },
      "Title": "BMC gastroenterology",
      "ISOAbbreviation": "BMC Gastroenterol"
    },
    "ArticleTitle": "Spontaneous remission of Crohn's disease following a febrile infection: case report and literature review.",
    "Pagination": {
      "StartPage": "57",
      "MedlinePgn": "57"
    },
    "Abstract": {
      "AbstractText": [
        "Crohn's disease is a chronic illness that may often follow a relapsing-remitting course. Many of the factors that may be associated with the spontaneous remission of this disease (i.e. not related to specific treatment) remain to be determined. In the present report, we review the medical history of a patient with a long history of moderate to severe Crohn's whose complete remission immediately followed the development of a febrile infection.The patient first developed symptoms of Crohn's in her late adolescent years. At the time of diagnosis at age 23, she was placed on mesalamine--without effective control her disease symptoms. Due to progressive deterioration, the patient underwent a bowel resection at age 25. Soon afterwards symptoms recurred, gradually increasing in severity. In February 2005, at age 36, the patient developed a painful abscess associated with a rectal fistula. Other symptoms at the time included chronic bone and stomach pain, swollen joints, and debilitating fatigue. Surgical correction was scheduled in mid-March. In late February, the patient developed a respiratory infection associated with fevers of 103-104°F. After the onset of fever, the abscess pain disappeared and this was soon followed by a disappearance of all other disease symptoms. By the time the corrective surgery occurred, she had no Crohn's symptoms. Her remission lasted 10 weeks when the previous symptoms then reappeared. The patient has subsequently used a variety of conventional therapies, but still suffers from severe symptoms of her disease.In recent years, a growing body of literature has emphasized the important role that innate immunity plays in the etiology of Crohn's disease; however, a key component of innate immunity, the febrile response, has been overlooked. Other cases of spontaneous remission following febrile infection in inflammatory bowel disease have been reported. Moreover, induction of a febrile response was in the past used as a treatment for inflammatory bowel disease, but was later replaced by surgery and corticosteroids. Further exploration of this arm of the innate immune response may provide new opportunities for patients where conventional therapies fail to secure relief."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1School of Population and Public Health, University of British Columbia, Vancouver, BC, V6T 1Z3, Canada. hoption.cann@ubc.ca"
          }
        ],
        "LastName": "Hoption Cann",
        "ForeName": "Stephen A",
        "Initials": "SA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "van Netten",
        "ForeName": "Johannes P",
        "Initials": "JP"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Gastroenterol",
    "NlmUniqueID": "100968547",
    "ISSNLinking": "1471-230X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "drug therapy",
        "surgery"
      ],
      "DescriptorName": "Crohn Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Recurrence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Remission, Spontaneous"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Respiratory Tract Infections"
    }
  ]
}