{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17645922",
  "DateCompleted": {
    "Year": "2008",
    "Month": "04",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "08",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0079-6123",
      "JournalIssue": {
        "Volume": "162",
        "PubDate": {
          "Year": "2007"
        }
      },
      "Title": "Progress in brain research",
      "ISOAbbreviation": "Prog Brain Res"
    },
    "ArticleTitle": "Physiological and pathological brain hyperthermia.",
    "Pagination": {
      "StartPage": "219",
      "EndPage": "243",
      "MedlinePgn": "219-43"
    },
    "Abstract": {
      "AbstractText": [
        "While brain temperature is usually considered a stable, tightly regulated parameter, recent animal research revealed relatively large and rapid brain temperature fluctuations (approximately 3 degrees C) during various forms of naturally occurring physiological and behavioral activities. This work demonstrates that physiological brain hyperthermia has an intra-brain origin, resulting from enhanced neural metabolism and increased intra-brain heat production, and discusses its possible mechanisms and functional consequences. This work also shows that brain hyperthermia may also be induced by various drugs of abuse. While each individual drug (i.e., heroin, cocaine, meth-amphetamine, MDMA) has its own, dose-dependent effects on brain and body temperatures, these effects are strongly modulated by the individual's activity state and environmental conditions, showing dramatic alterations during the development of drug-taking behavior. While brain temperatures may also increase due to environmental overheating and diminished heat dissipation from the brain, adverse environmental conditions and physiological activation strongly potentiate thermal effects of psychomotor stimulant drugs, resulting in dangerous brain overheating. Since hyperthermia exacerbates drug-induced toxicity and is destructive to neural cells and brain functions, use of these drugs under conditions that restrict heat loss may pose a significant health risk, resulting in both acute life-threatening complications and chronic destructive CNS changes. We argue that brain temperature is an important physiological parameter, affecting various neural functions, and show the potential of brain temperature monitoring for studying alterations in metabolic neural activity under physiological and pathological conditions. Finally, we discuss brain temperature as a factor affecting various neuronal and neurochemical evaluations made in different animal preparations (in vitro slices, general anesthesia, awake, freely moving conditions) and consider a possible contribution of temperature fluctuations to behavior-related and drug-induced alterations in neuronal and neurochemical parameters."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cellular Neurobiology Branch, National Institute on Drug Abuse - Intramural Research Program, National Institutes of Health, DHHS, Baltimore, MD 21224, USA. ekiyatki@intra.nida.nih.gov"
          }
        ],
        "LastName": "Kiyatkin",
        "ForeName": "Eugene A",
        "Initials": "EA"
      }
    ],
    "GrantList": [
      {
        "Agency": "Intramural NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Intramural",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Prog Brain Res",
    "NlmUniqueID": "0376441",
    "ISSNLinking": "0079-6123"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pathology",
        "physiology"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [
        "pathology",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "138"
}