{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18089305",
  "DateCompleted": {
    "Year": "2008",
    "Month": "02",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0041-1345",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "10",
        "PubDate": {
          "Year": "2007",
          "Month": "Dec"
        }
      },
      "Title": "Transplantation proceedings",
      "ISOAbbreviation": "Transplant Proc"
    },
    "ArticleTitle": "The effect of body temperature in a rat model of renal ischemia-reperfusion injury.",
    "Pagination": {
      "StartPage": "2983",
      "EndPage": "2985",
      "MedlinePgn": "2983-5"
    },
    "Abstract": {
      "AbstractText": [
        "Renal ischemia-reperfusion injury (IRI) is an unavoidable event in renal transplantation; the effects of IRI can be seen in both the acute and long-term function of the transplanted organ. For this reason, research into the pathophysiology of ischemia-reperfusion is at the forefront of transplantation research. Animal models, particularly in the rat, provide a useful research tool in studying the intricacies of IRI and in evaluating new treatments. We describe a model of right nephrectomy and left renal clamping for 45 minutes and demonstrate the effects of temperature variation during the ischemic period.",
        "Male Sprague-Dawley rats (under isoflurane anesthesia) underwent bilateral flank incision with removal of the right kidney and clamping of the left renal hilum for 45 minutes. The animals were divided into 3 groups (n=6): group 1 had the procedure performed on a heating mat with no temperature control facilities, group 2 used no heating mat, and group 3 used a rectal temperature-controlled homeothermic blanket system (Harvard Medical, United Kingdom). Temperature was taken every 5 minutes throughout the procedure and blood samples were taken on a daily postoperative basis via tail vein venepuncture.",
        "The average temperature at the end of the procedure in group 1 was 39.67 degrees C and the creatinine level at day 3 was 574+/-17.84, in group 2 the temperature was 32.6 degrees C and the creatinine level was 115+/-4.06, and in group 3 the temperature was maintained between 36.5 degrees C-37 degrees C and the serum creatinine level was 329+/-19.18. The temperature of the animal during the ischemia phase of IRI significantly affects the severity of injury. Relative hyperthermia resulted in more severe renal injury and unrecoverable acute renal failure, no source of heat led to a relative hypothermia, and reduction of renal injury. Use of the homeothermic heating blanket led to an increase in creatinine level by day 3, indicating a significant ischemic stimulus; however, by day 10 the creatinine level had returned to normal.",
        "This illustrates the importance of temperature as a variable in animal models of IRI and thus should be clearly stated in all experimental methods to ensure an appropriate ischemic stimulus and for adequate comparisons between various therapeutic interventions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sheffield Kidney Institute, Northern General Hospital, Sheffield, United Kingdom."
          }
        ],
        "LastName": "Delbridge",
        "ForeName": "M S",
        "Initials": "MS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shrestha",
        "ForeName": "B M",
        "Initials": "BM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Raftery",
        "ForeName": "A T",
        "Initials": "AT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "El Nahas",
        "ForeName": "A M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Haylor",
        "ForeName": "J L",
        "Initials": "JL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Transplant Proc",
    "NlmUniqueID": "0243532",
    "ISSNLinking": "0041-1345"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Body Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats, Sprague-Dawley"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Renal Circulation"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Reperfusion Injury"
    }
  ]
}