{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16519255",
  "DateCompleted": {
    "Year": "2006",
    "Month": "04",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-3859",
      "JournalIssue": {
        "Volume": "51 Suppl 1",
        "PubDate": {
          "Year": "2005"
        }
      },
      "Title": "Journal of postgraduate medicine",
      "ISOAbbreviation": "J Postgrad Med"
    },
    "ArticleTitle": "Febrile neutropenia in haematological malignancies.",
    "Pagination": {
      "StartPage": "S42",
      "EndPage": "S48",
      "MedlinePgn": "S42-8"
    },
    "Abstract": {
      "AbstractText": [
        "Fever is the principle sign of infection in neutropenic patient and frequently may be the only evidence of infection. The pattern of fever in neutropenia is non-specific and not pathognomonic of any type of infections or non-infectious process and can be suppressed by the antipyretic effects of drugs such as corticosteroids. Neutropenia, resulting from cytotoxic chemotherapy is the most common risk factor for severe infections in hematological malignancies. The duration of neutropenia also contributes significantly to the risk of serious infections. This risk is significantly greater a lower neutrophil counts, such that 100% patients with ANC <100 cells/microl lasting 3 weeks or more develop documented infections. The prompt initiation of empirical antibiotics in febrile neutropenia has been the most important advance in the management of the immunocompromised host. The initial empirical antibiotic regimen started at presentation of the febrile episode frequently requires modifications especially in high-risk febrile neutropenia. Neutropenic patients who remain febrile despite 4-7 days of broad spectrum antibacterial therapy are at a high risk of invasive fungal infection. Empirical antifungal therapy with Amphotericin B in persistently febrile neutropenic patients and other high risk patients has shown to reduce the risk of invasive fungal infection by 50-80% and the risk of fungal infection related mortality by 23-45% in 1980's. The IDSA has recommended that amphotericin B at 0.5-0.7 mg/kg/day be administered till marrow recovery. This approach is limited however by the adverse effects caused by drug infusion (fever, chills, myalgias, nausea, hypotension and bronchospasm). Lipid formulations which improve the therapeutic ratio of the traditional formulation are available. The safety and efficacy of these formulations is well established. These formulations have comparable efficacy and are less nephrotoxic than conventional amphotericin B.A lipid formulation of amphotericin B is appropriate as initial empirical therapy or as definitive therapy for proven mycosis in high risk patients receiving concomitant nephrotoxic drugs (cyclosporine), those with pre-existing renal impairment and those with protracted neutropenia during which dose limiting toxicity may occur."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Oncology, Institute Rotary Cancer Hospital, All India Institute of Medical Sciences, New Delhi, India. atul1@hotmail.com"
          }
        ],
        "LastName": "Sharma",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lokeshwar",
        "ForeName": "N",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "India",
    "MedlineTA": "J Postgrad Med",
    "NlmUniqueID": "2985196R",
    "ISSNLinking": "0022-3859"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Infective Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Infective Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Hematologic Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunocompromised Host"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Neutropenia"
    }
  ],
  "NumberOfReferences": "29"
}