{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16752748",
  "DateCompleted": {
    "Year": "2006",
    "Month": "08",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rum"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1220-3696",
      "JournalIssue": {
        "Volume": "49",
        "Issue": "1-2",
        "PubDate": {
          "Year": "2004",
          "Season": "Jan-Jun"
        }
      },
      "Title": "Bacteriologia, virusologia, parazitologia, epidemiologia (Bucharest, Romania : 1990)",
      "ISOAbbreviation": "Bacteriol Virusol Parazitol Epidemiol"
    },
    "ArticleTitle": "[Significance of fever following a trip to a tropical region].",
    "Pagination": {
      "StartPage": "23",
      "EndPage": "31",
      "MedlinePgn": "23-31"
    },
    "Abstract": {
      "AbstractText": [
        "Fever occurring during or after a period of time spent in a tropical area is an important element for both patient and the doctor attending him and having to cope with a varied differential diagnosis. First of all, it should be appreciated whether or not the case is an emergency, the admittance in the hospital being compulsory, or the case can be investigated in ambulatory. The differentiation between a \"tropical fever\" and a common one should be rapidly done, as certain tropical diseases have to be notified and isolation of the patient, identification of the new cases and contacts are recommended. A very carefully anamnesis, in order to define the place, period of time, the purpose of the travel, the specific chemoprophylactic measures, if other travellers have the same complaints should be done and a very good knowledge on the geography of parasitic and infectious diseases is required. Fever can be either acute or chronic. The clinical signs and symptoms accompanying the fever (rash, conjunctival chemosis, haemorrhages, flu like syndrome, jaundice, pulmonary signs, diarrhoea, hepatosplenomegaly, lymphadenopathy), will be considered in a context of a thorough differential diagnosis. The first choice laboratory investigations have to be completed with the specific ones and the quality of the laboratory, mainly in parasitology is essential. The first attitude, when the suspicion of tropical fever occurs, is to perform a systematic evaluation for malaria diagnosis. Travel medicine advice becomes indispensable and, if it is performed by a qualified person, it is very efficient. The recommendations have to take into account the purpose of the travel, the age, immune status and associated pathology of the subject, being adapted and personalized."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UMF Carol Davila Bucureşti, Spitalul Clinic Colentina Bucureşti--Sectia de boli parazitare."
          }
        ],
        "LastName": "Cretu",
        "ForeName": "Carmen-Michaela",
        "Initials": "CM"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Semnificatia febrei după un sejur intr-o zonă tropicală."
  },
  "MedlineJournalInfo": {
    "Country": "Romania",
    "MedlineTA": "Bacteriol Virusol Parazitol Epidemiol",
    "NlmUniqueID": "9204448",
    "ISSNLinking": "1220-3696"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acute Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [
        "etiology",
        "microbiology",
        "parasitology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Travel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tropical Climate"
    }
  ],
  "NumberOfReferences": "11"
}