{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "14687499",
  "DateCompleted": {
    "Year": "2004",
    "Month": "05",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "chi"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0254-6450",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "11",
        "PubDate": {
          "Year": "2003",
          "Month": "Nov"
        }
      },
      "Title": "Zhonghua liu xing bing xue za zhi = Zhonghua liuxingbingxue zazhi",
      "ISOAbbreviation": "Zhonghua Liu Xing Bing Xue Za Zhi"
    },
    "ArticleTitle": "[Evaluation on the functions and cost of 'fever clinics' during the period of severe acute respiratory syndrome epidemics in Beijing].",
    "Pagination": {
      "StartPage": "999",
      "EndPage": "1004",
      "MedlinePgn": "999-1004"
    },
    "Abstract": {
      "AbstractText": [
        "To identify the experiences and lessons learned on 'fever clinics' during the severe acute respiratory syndrome (SARS) epidemic in Beijing and to propose a better model in monitoring SARS to fit the 'fever clinics' into current situation.",
        "Both qualitative and quantitative methods were used in data collection and analyses. Quantitative surveys would include 1. The setting, functions and administration of current 63 'fever clinics' in Beijing; 2. Survey on patients with fever who had visited 'fever clinics' and randomly selected from the 63 fever clinics; 3. Survey on physicians working in the 'fever clinics'. Qualitative studies would include discussion or interview with administrators, physicians working in the 'fever clinics' and field studies on 23 randomly selected 'fever clinics' as well as telephone interview to the staff working in the hospitals that did not have the 'fever clinics'.",
        "A couple of significant problems raised during the study including: 1. Low coverage of current surveillance system. 89% of the hospitals were not covered by the surveillance system which reflecting the misjudgment on the patients with fever that they would only attend 'fever clinics' to seek for medical help. The fact was that most of the hospitals where 'fever clinics' had not been set also received patients with fever. 2. Information related to patients with fever needs to improve regarding its completeness and accuracy. 3. Significant unbalance in daily cost and effectiveness in most of the 'fever clinics' was noticed.",
        "'Fever clinics' needs to be adjusted to meet the possible SARS epidemic in coming winter and spring. Short-term and long-term suggestions were proposed regarding SARS monitoring through the functions of 'fever clinics' in Beijing."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology, Beijing Institute of Heart, Lung and Blood Vessel Diseases, Beijing 100029, China."
          }
        ],
        "LastName": "Zhao",
        "ForeName": "Dong",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "CollectiveName": "Beijing Health Bureau Fever Clinic Project Team"
      }
    ],
    "PublicationTypeList": [
      "Evaluation Study",
      "Journal Article",
      "Multicenter Study"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "China",
    "MedlineTA": "Zhonghua Liu Xing Bing Xue Za Zhi",
    "NlmUniqueID": "8208604",
    "ISSNLinking": "0254-6450"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "China"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Health Care"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Severe Acute Respiratory Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}