{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25077578",
  "DateCompleted": {
    "Year": "2014",
    "Month": "09",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2014",
    "Month": "08",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1532-0650",
      "JournalIssue": {
        "Volume": "90",
        "Issue": "2",
        "PubDate": {
          "Year": "2014",
          "Month": "Jul",
          "Day": "15"
        }
      },
      "Title": "American family physician",
      "ISOAbbreviation": "Am Fam Physician"
    },
    "ArticleTitle": "Prolonged febrile illness and fever of unknown origin in adults.",
    "Pagination": {
      "StartPage": "91",
      "EndPage": "96",
      "MedlinePgn": "91-6"
    },
    "Abstract": {
      "AbstractText": [
        "Fever of unknown origin has been described as a febrile illness (temperature of 101°F [38.3°C] or higher) for three weeks or longer without an etiology despite a one-week inpatient evaluation. A more recent qualitative definition requires only a reasonable diagnostic evaluation. Although there are more than 200 diseases in the differential diagnosis, most cases in adults are limited to several dozen possible causes. Fever of unknown origin is more often an atypical presentation of a common disease rather than an unusual disease. The most common subgroups in the differential are infection, malignancy, noninfectious inflammatory diseases, and miscellaneous. Clinicians should perform a comprehensive history and examination to look for potentially diagnostic clues to guide the initial evaluation. If there are no potentially diagnostic clues, the patient should undergo a minimum diagnostic workup, including a complete blood count, chest radiography, urinalysis and culture, electrolyte panel, liver enzymes, erythrocyte sedimentation rate, and C-reactive protein level testing. Further testing should include blood cultures, lactate dehydrogenase, creatine kinase, rheumatoid factor, and antinuclear antibodies. Human immunodeficiency virus and appropriate region-specific serologic testing (e.g., cytomegalovirus, Epstein-Barr virus, tuberculosis) and abdominal and pelvic ultrasonography or computed tomography are commonly performed. If the diagnosis remains elusive, 18F fluorodeoxyglucose positron emission tomography plus computed tomography may help guide the clinician toward tissue biopsy. Empiric antibiotics or steroids are generally discouraged in patients with fever of unknown origin."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "General Leonard Wood Army Community Hospital, Fort Leonard Wood, MO, USA."
          }
        ],
        "LastName": "Hersch",
        "ForeName": "Elizabeth C",
        "Initials": "EC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Fort Belvoir Community Hospital, Fort Belvoir, VA, USA."
          }
        ],
        "LastName": "Oh",
        "ForeName": "Robert C",
        "Initials": "RC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Am Fam Physician",
    "NlmUniqueID": "1272646",
    "ISSNLinking": "0002-838X"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Am Fam Physician. 2014 Jul 15;90(2):Online",
      "PMID": "25077592"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fever of Unknown Origin"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}