{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Generar una propuesta preliminar de un sistema integral de vigilancia del síndrome febril agudo para el municipio de Villeta, Cundinamarca, que contribuya en los procesos de recolección de datos en la presentación de casos en humanos y animales.",
        "Un estudio retrospectivo transversal de 40 fichas de notificación obligatoria para pacientes con sospecha de dengue captados durante octubre de 2011 y marzo de 2013 en el hospital Salazar de Villeta, que generó una base de datos analizada por el programa Epiinfo 7. Asimismo, debido a la evidencia de circulación de leptospirosis y rickettsiosis en dicho municipio y considerando que estas etiologías son de carácter zoonótico, se realizó una adaptación respecto al evento en canino. De esta manera, estos resultados permitieron diseñar la propuesta de un sistema de vigilancia conformada por definiciones operativas de caso para las etiologías febriles, algoritmos de acción e instrumentos de notificación.",
        "El 60% de las personas que consultaron por síndrome febril pertenecían a la cabecera municipal; el 30% de los pacientes fueron menores de 10 años. Los síntomas manifestados con mayor frecuencia fueron: fiebre (98%), mialgias (85%), cefalea (75%) y artralgias (65%). El mayor número de casos se presentó en septiembre de 2012. El sistema de vigilancia propuesto contribuirá al fortalecimiento de la vigilancia sindrómica, que considera cuatro componentes: humano, animal, comunitario y ambiental, lo que facilita la identificación y la atención oportuna de los casos de síndrome febril agudo.",
        "El sistema de vigilancia sindrómica permite abordar integralmente las enfermedades febriles con signos comunes haciendo más eficiente el proceso de notificación."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36753179",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.15446/rsap.V21n3.56122"
    ],
    "Journal": {
      "ISSN": "2539-3596",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "3",
        "PubDate": {
          "Year": "2019",
          "Month": "May",
          "Day": "01"
        }
      },
      "Title": "Revista de salud publica (Bogota, Colombia)",
      "ISOAbbreviation": "Rev Salud Publica (Bogota)"
    },
    "ArticleTitle": "[Epidemiological surveillance system for the acute febrile syndrome in Villeta, Colombia].",
    "Pagination": {
      "StartPage": "340",
      "EndPage": "348",
      "MedlinePgn": "340-348"
    },
    "Abstract": {
      "AbstractText": [
        "To generate a preliminary proposal of an integral surveillance system for the acute febrile syndrome in Villeta municipality, Cundinamarca department, with the goal to establish a collection processes and data capture in the presentation of human and animal cases.",
        "A database was generated from a cross-sectional retrospective study of 40 sheets of mandatory reporting for suspected dengue patients collected during October 2011 and March 2013 from Hospital Salazar of Villeta. These data were analyzed by the Epiinfo 7 program. Also, because of the evidence of leptospirosis and rickettsial circulation in this municipality and whereas these etiologies are zoonotic, an adaptation was made regarding the event in dogs. These results allowed to design the proposed system, including operational surveillance case definitions for febrile etiologies, action algorithms and reporting tools.",
        "Sixty percent of people who consulted for febrile syndrome belonged to the county seat. 30% of patients were under 10 years. Fever (98%), myalgia (85%), headache (75%) and arthralgia (65%) were the symptoms reported with more frequency. The largest number of cases occurred in September, 2012. The proposed system of syndromic surveillance will strengthen surveillance considering four components: human, animal, community and environmental by facilitating the opportune identification and treatment of cases of acute febrile illnesses.",
        "The syndromic surveillance system allows to relate comprehensively febrile illnesses with common signs, making the reporting process more efficient."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NY: MDV. Facultad de Medicina, Veterinaria, y de Zootecnia, Universidad Nacional de Colombia. Bogotá, Colombia. nyayal@unal.edu.co."
          }
        ],
        "LastName": "Yaya-Lancheros",
        "ForeName": "Néstor",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "LP: MDV. M. Sc. Salud Pública, Facultad de Medicina Veterinaria y de Zootecnia, Universidad Nacional de Colombia. Bogotá, Colombia. luijpolot@unal.edu.co."
          }
        ],
        "LastName": "Polo-Terán",
        "ForeName": "Luis J",
        "Initials": "LJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "AF: M.D, M.Sc. Ph.D en Enfermedades Infecciosas. Comité de Medicina Tropical, Zoonosis y Medicina del Viajero, Asociación Colombiana de Infectología. Bogotá, Colombia. afaccini@gmail.com."
          }
        ],
        "LastName": "Faccini-Martínez",
        "ForeName": "Álvaro A",
        "Initials": "ÁA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "MH: Bacterióloga. M. Sc. Ciencias. Ph.D. en Ciencias Biológicas. Departamento de Microbiología, Facultad de Ciencias, Pontificia Universidad Javeriana. Bogotá, Colombia. hidalgo.m@javeriana.edu.co."
          }
        ],
        "LastName": "Hidalgo-Díaz",
        "ForeName": "Marylin",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Sistema de vigilancia epidemiológica para el síndrome febril agudo en Villeta, Colombia."
  },
  "MedlineJournalInfo": {
    "Country": "Colombia",
    "MedlineTA": "Rev Salud Publica (Bogota)",
    "NlmUniqueID": "100936348",
    "ISSNLinking": "0124-0064"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dogs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Colombia"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Fever"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Leptospirosis"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Dengue"
    }
  ]
}