{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety disorders",
      "depression",
      "minimally adequate care",
      "mortality",
      "older adults",
      "primary care"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Évaluer l’association entre la réception d’un traitement minimalement adéquat (TMA) et la mortalité dans un échantillon de personnes âgées souffrant de dépression et d’anxiété et consultant les soins de première ligne.",
        "La présente étude a été menée auprès d’un échantillon de 358 personnes âgées ( ≥ 65 ans) souffrant de dépression ou de trouble anxieux, recrutées dans des cliniques de soins de première ligne entre 2011 et 2013. Les participants ont accepté de coupler leurs données de l'enquête santé et administratives pour les trois années précédant et suivant l’entrevue de départ. La dépression et les troubles anxieux étaient basés sur des symptômes auto-déclarés, alignés avec les critères du Manuel diagnostique et statistique des troubles mentaux, 5e édition (DSM-5) et les diagnostics du médecin (Classification internationale des maladies, 9<sup>e</sup> et 10<sup>e</sup> révisions). Le TMA a été défini selon les lignes directrices canadiennes et comprend la réception d’une pharmacothérapie et ≥ 4 visites médicales en trois mois ou un certain nombre de séances de psychothérapie (individuelle, de groupe ou familiale) sur 12 mois (dépression : ≥ 8; troubles anxieux : ≥ 5–7). La mortalité de toutes causes sur 3 ans a été constatée d’après le registre des décès du Québec. L’analyse de régression pondérée par le score de propension a été menée pour évaluer l’association entre la réception d’un TMA et la mortalité en ajustant pour les facteurs individuels, cliniques et du système de santé.",
        "La réception d’un TMA était associée à un risque réduit de mortalité (RR 0,27; IC à 95% 0,12 à 0,62). Les facteurs individuels et cliniques associés à la mortalité accrue étaient notamment être plus âgé, le sexe masculin, être célibataire, avoir unfaible état fonctionnel, et troubles physiques accrus et un meilleur fonctionnement cognitif. Les facteurs de mode de vie associés à une mortalité réduite et accrue incluaient la consommation d’alcool et le tabagisme, respectivement. Les facteurs du système de santé comme le nombre adéquat perçu de visites pour parler à un médecin de problèmes émotionnels et la continuité des soins étaient associés à une mortalité réduite.",
        "La présente étude souligne l’importance des médecins pratiquant en première ligne de détecter et offrir un TMA aux personnes âgés avec dépression et troubles anxieux, car cela peut avoir un effet sur la longévité."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35254150",
  "DateCompleted": {
    "Year": "2022",
    "Month": "09",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "03",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1177/07067437221082883"
    ],
    "Journal": {
      "ISSN": "1497-0015",
      "JournalIssue": {
        "Volume": "67",
        "Issue": "9",
        "PubDate": {
          "Year": "2022",
          "Month": "Sep"
        }
      },
      "Title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
      "ISOAbbreviation": "Can J Psychiatry"
    },
    "ArticleTitle": "Minimally Adequate Treatment for Depression and Anxiety Associated With Mortality in Primary Care Older Adults.",
    "Pagination": {
      "StartPage": "669",
      "EndPage": "678",
      "MedlinePgn": "669-678"
    },
    "Abstract": {
      "AbstractText": [
        "To assess the association between receipt of minimally adequate treatment (MAT) and mortality in a sample of community primary care older adults with depression and anxiety.",
        "The present study was conducted among a sample of 358 older adults ( ≥ 65 years old) with depression or an anxiety disorder recruited in primary care practices between 2011 and 2013. Participants agreed to link their health survey and administrative data for the 3 years preceding and following the baseline interview. Depression and anxiety disorders were based on self-reported symptoms aligned with DSM-5 criteria and physician diagnoses (International Classification of Diseases [ICD], 9<sup>th</sup> and 10<sup>th</sup> revisions). MAT was defined according to Canadian guidelines and include receipt of pharmacotherapy and ≥ 4 medical visits within 3 months or a number of psychotherapy sessions (individual, group, or family) over 12 months (depression: ≥8; anxiety disorders: ≥5 to 7). All-cause 3-year mortality was ascertained from the vital statistics death registry in Québec. Propensity score weighted regression analysis was conducted to assess the association between receipt of MAT and mortality adjusting for individual, clinical, and health system study factors.",
        "Receipt of MAT was associated with a reduced risk of mortality (hazard ratio [HR]: 0.27; 95% confidence interval [95% CI], 0.12 to 0.62). Individual and clinical factors associated with increased mortality included older age, male sex, being single, low functional status, and increased physical disorders and cognitive functioning. Lifestyle factors associated with reduced and increased mortality included alcohol consumption and smoking, respectively. Health system factors such as perceived adequate number of visits to speak to the doctor about emotional problems and continuity of care were associated with reduced mortality.",
        "The current study highlights the important role of primary care physicians in detecting and providing MAT for older adults with depression and anxiety, as this may have an effect on longevity."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-0186-6060"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine and Health Sciences, Centre de recherche Charles-Le Moyne, 12370Université de Sherbrooke, Longueuil, Quebec, Canada."
          }
        ],
        "LastName": "Vasiliadis",
        "ForeName": "Helen-Maria",
        "Initials": "HM"
      },
      {
        "Identifier": [
          "0000-0001-9424-5671"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine and Health Sciences, Centre de recherche Charles-Le Moyne, 12370Université de Sherbrooke, Longueuil, Quebec, Canada."
          }
        ],
        "LastName": "Lamoureux-Lamarche",
        "ForeName": "Catherine",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Centre de recherche de l'Institut universitaire de gériatrie de Montréal (CRIUGM), 60405Université de Montréal, Montreal, Quebec, Canada."
          }
        ],
        "LastName": "Grenier",
        "ForeName": "Sébastien",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Family Medicine and Emergency Medicine, Centre de recherche du Centre hospitalier universitaire de Sherbrooke (CRCHUS), Université de Sherbrooke, Sherbrooke, Québec, Canada."
          }
        ],
        "LastName": "Roberge",
        "ForeName": "Pasquale",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Can J Psychiatry",
    "NlmUniqueID": "7904187",
    "ISSNLinking": "0706-7437"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Canada"
    },
    {
      "QualifierName": [
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Primary Health Care"
    }
  ],
  "CoiStatement": "<b>Declaration of Conflicting Interests:</b> The author(s) declared the following potential conflicts of interest with respect\nto the research, authorship, and/or publication of this article: The\nlongitudinal ESA Services study was supported by an operating grant from the\nFonds de Recherche en santé du Québec (FRSQ) (#16000, #22251, PI: Dr. M\nPréville). The funders had no role in study design, data collection, and\nanalysis, decision to publish, or preparation of the manuscript. C.\nLamoureux-Lamarche was the recipient of a PhD’s bursary from the Fonds de\nRecherche du Québec – Santé (FRQS) in partnership with the SPOR Quebec SUPPORT\nUnit. S Grenier was supported by a Junior 2 salary award from the FRQS during\nthe study."
}