{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20677535",
  "DateCompleted": {
    "Year": "2010",
    "Month": "08",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1545-9616",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "7",
        "PubDate": {
          "Year": "2010",
          "Month": "Jul"
        }
      },
      "Title": "Journal of drugs in dermatology : JDD",
      "ISOAbbreviation": "J Drugs Dermatol"
    },
    "ArticleTitle": "Relaxation strategies for patients during dermatologic surgery.",
    "Pagination": {
      "StartPage": "795",
      "EndPage": "799",
      "MedlinePgn": "795-9"
    },
    "Abstract": {
      "AbstractText": [
        "Patient stress and anxiety are common preoperatively and during dermatologic procedures and surgeries. Stress and anxiety can occasionally interfere with performance of procedures or surgery and can induce hemodynamic instability, such as elevated blood pressure or syncope, as well as producing considerable discomfort for some patients. Detection of excess stress and anxiety in patients can allow the opportunity for corrective or palliative measures. Slower breathing, biofeedback, progressive muscular relaxation, guided imagery, hypnosis, meditation and music can help calm and rebalance the patient's autonomic nervous system and immune functioning. Handheld miniaturized heart rate variability biofeedback devices are now available. The relaxation response can easily be taught. Guided imagery can be recorded or live. Live rapid induction hypnosis followed by deepening and then self-guided imagery requires no experience on the part of the patient but does require training and experience on the part of a provider. Recorded hypnosis inductions may also be used. Meditation generally requires more prior experience and training, but is useful when the patient already is skilled in it. Live, guided meditation or meditation recordings may be used. Relaxing recorded music from speakers or headphones or live performance music may also be employed to ease discomfort and improve the patient's attitude for dermatologic procedures and surgeries."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Dermatology and Cutaneous Surgery, University of South Florida, College of Medicine, Tampa, FL 33612, USA. pshenefe@health.usf.edu"
          }
        ],
        "LastName": "Shenefelt",
        "ForeName": "Philip D",
        "Initials": "PD"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Drugs Dermatol",
    "NlmUniqueID": "101160020",
    "ISSNLinking": "1545-9616"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dermatologic Surgical Procedures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hypnosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Relaxation Therapy"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Stress, Psychological"
    }
  ],
  "NumberOfReferences": "20"
}