{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3053270",
  "DateCompleted": {
    "Year": "1988",
    "Month": "12",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2014",
    "Month": "11",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0011-8532",
      "JournalIssue": {
        "Volume": "32",
        "Issue": "4",
        "PubDate": {
          "Year": "1988",
          "Month": "Oct"
        }
      },
      "Title": "Dental clinics of North America",
      "ISOAbbreviation": "Dent Clin North Am"
    },
    "ArticleTitle": "Dental anxiety. Assessment, reduction and increasing patient satisfaction.",
    "Pagination": {
      "StartPage": "779",
      "EndPage": "790",
      "MedlinePgn": "779-90"
    },
    "Abstract": {
      "AbstractText": [
        "A conceptual schema relating a number of patient and dentist variables to patient anxiety reduction and satisfaction was presented. Evidence was examined that indicates that patient compliance with preventive and treatment regimens can be influenced in a major fashion through variables that reduce anxiety and increase satisfaction with the dentist. An accounting of several studies that investigated behavioral strategies for reducing patient stress during dental procedures indicated that recorded relaxation instructions and the active distraction provided by playing a video game can be effective anxiety-reducing treatments. Attempts to find other useful behavioral strategies were unsuccessful--only relaxation and distraction were consistently successful in reducing stress in moderately anxious patients. Observations of dentist-patient interaction in the context of the behavioral strategy studies indicated that the doctor-patient relationship was an important dimension associated with patient anxiety reduction and satisfaction. A series of investigations were conducted to elucidate the dentist behaviors that were associated with these variables. We found that the dentist behaviors most closely associated with patient satisfaction were those portraying empathy, friendliness, and a calm, competent image to the patient. The most important behavior associated with anxiety reduction was the dentist's explicit promise to prevent pain. Other dentist behaviors--friendliness, being calm, giving moral support--were seen as providing an appropriate behavioral context in support of the pledge to prevent pain. Finally, we considered the need for the dentist to be aware of patient anxiety in order to effectively deal with it. If nothing else, asking about anxiety gives the patient permission to express concerns that are present. If the patient is not anxious, asking about anxiety will not produce it. Two types of measuring instruments were considered in relation to assessing anxiety. The Dental Anxiety Scale, a brief four-item scale, was judged to be a reliable and valid method for assessing general dental anxiety. In addition, a new interval scale of anxiety response was discussed for those occasions on which it is important to assess the patient's response to treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Dental Medicine, State University of New York, Buffalo."
          }
        ],
        "LastName": "Corah",
        "ForeName": "N L",
        "Initials": "NL"
      }
    ],
    "GrantList": [
      {
        "GrantID": "DE 04494",
        "Acronym": "DE",
        "Agency": "NIDCR NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Dent Clin North Am",
    "NlmUniqueID": "0217440",
    "ISSNLinking": "0011-8532"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Behavior Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Consumer Behavior"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Dental Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dentist-Patient Relations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Compliance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Personality Inventory"
    }
  ],
  "NumberOfReferences": "37"
}