{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "Novel coronavirus",
      "Occupational stress",
      "Personnel management",
      "Workplace wellbeing"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La pandémie actuelle de coronavirus a eu un impact considérable sur le secteur des soins de santé. Les politiques et les pratiques ont dû être modifiées pour garantir une sécurité maximale aux patients et aux professionnels de la santé, y compris les radiographes. Cela a eu des répercussions négatives sur le bien-être professionnel et la santé mentale des radiographes.",
        "L'objectif de cette étude était de combler le manque de connaissances sur l'anxiété et la peur liées au coronavirus chez les radiographes de diagnostic en Afrique du Sud afin de guider les politiques et les pratiques de maniére à atténuer l'influence négative de la pandémie de coronavirus sur le bien-être professionnel des radiographes de diagnostic travaillant en premiére ligne.",
        "Un plan de recherche quantitatif et descriptif, utilisant une approche transversale, a été utilisé. Deux cent quarante-huit (n=248) radiographes de diagnostic sud-africains travaillant en milieu clinique pendant la pandémie actuelle de coronavirus ont été recrutés par le biais des médias sociaux. Les données relatives à leur anxiété et à leur peur liées au coronavirus ont été recueillies par le biais d'un questionnaire numérique comprenant trois parties : données démographiques, échelle d'anxiété liée au coronavirus (CAS) et échelle de peur du coronavirus-19 (FCV-19S).",
        "Les scores de la plupart des participants à l'échelle d'anxiété liée au coronavirus indiquent une anxiété dysfonctionnelle probable (69,8 %). Les participants présentaient des niveaux plus élevés de peur liée au coronavirus que d'anxiété. Les niveaux d'anxiété dépendaient du sexe biologique. Pour toutes les autres variables démographiques, les niveaux d'anxiété et de peur étaient indépendants.",
        "Des stratégies de soutien devraient être mises en œuvre pour atténuer les impacts négatifs d'une pandémie telle que celle du coronavirus sur le bien-être professionnel et la santé mentale des radiographes de diagnostic. Il est recommandé de poursuivre les recherches dans ce domaine afin d'éclairer les politiques futures et le développement de la main-d'œuvre ainsi que les modifications de la pratique."
      ],
      "CopyrightInformation": "Copyright © 2021. Published by Elsevier Inc."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34649816",
  "DateCompleted": {
    "Year": "2021",
    "Month": "12",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "10",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jmir.2021.09.016",
      "S1939-8654(21)00229-0"
    ],
    "Journal": {
      "ISSN": "1876-7982",
      "JournalIssue": {
        "Volume": "52",
        "Issue": "4",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec"
        }
      },
      "Title": "Journal of medical imaging and radiation sciences",
      "ISOAbbreviation": "J Med Imaging Radiat Sci"
    },
    "ArticleTitle": "Coronavirus-related anxiety and fear among South African diagnostic radiographers working in the clinical setting during the pandemic.",
    "Pagination": {
      "StartPage": "586",
      "EndPage": "594",
      "MedlinePgn": "586-594"
    },
    "Abstract": {
      "AbstractText": [
        "The current coronavirus pandemic has impacted the healthcare sector significantly. Policies and practices had to be amended to ensure maximum safety for both patients and healthcare professionals, including radiographers. This led to negative impacts on the occupational wellbeing and mental health of radiographers.",
        "The aim of this study was to fill the gap in knowledge about coronavirus-related anxiety and fear among diagnostic radiographers across South Africa in order to inform policy and practice so as to mitigate the negative influence the coronavirus pandemic conditions has on the occupational wellbeing of diagnostic radiographers working on the frontline.",
        "A quantitative, descriptive research design, using a cross-sectional approach, was employed. Two-hundred and forty-eight (n=248) South African diagnostic radiographers working in the clinical setting during the current coronavirus pandemic were recruited through social media. Data pertaining to their coronavirus-related anxiety and fear were collected through a digital questionnaire comprising three parts: demographics, coronavirus anxiety scale (CAS), and fear of coronavirus-19 scale (FCV-19S).",
        "Most of the participants' coronavirus anxiety scale scores are indicative of probable dysfunctional anxiety (69.8%). The participants had higher levels of coronavirus-related fear compared to anxiety. Anxiety levels were dependent on biological sex. For all other demographic variables anxiety and fear levels were independent.",
        "Support strategies should be implemented to mitigate the negative impacts of a pandemic such as the coronavirus pandemic on the occupational wellbeing and mental health of diagnostic radiographers. More research in this area is recommended to inform future policy and workforce development as well as practice amendments."
      ],
      "CopyrightInformation": "Copyright © 2021. Published by Elsevier Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Radiography, School of Clinical Care Sciences, Faculty of Health Sciences, Nelson Mandela University, Port Elizabeth, Eastern Cape, South Africa. Electronic address: riaan.vandeventer@mandela.ac.za."
          }
        ],
        "LastName": "van de Venter",
        "ForeName": "Riaan",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Radiography, School of Clinical Care Sciences, Faculty of Health Sciences, Nelson Mandela University, Port Elizabeth, Eastern Cape, South Africa."
          }
        ],
        "LastName": "Williams",
        "ForeName": "Razana",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Unit of Statistical Consultation, Nelson Mandela University, Port Elizabeth, Eastern Cape, South Africa."
          }
        ],
        "LastName": "Stindt",
        "ForeName": "Carmen",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Health Sciences, Nelson Mandela University, Port Elizabeth, Eastern Cape, South Africa."
          }
        ],
        "LastName": "Ten Ham-Baloyi",
        "ForeName": "Wilma",
        "Initials": "W"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Med Imaging Radiat Sci",
    "NlmUniqueID": "101469694",
    "ISSNLinking": "1876-7982"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Coronavirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Coronavirus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    }
  ]
}