{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Determinar la efectividad de un programa de relajación aplicado en el ámbito de atención primaria en pacientes con cardiopatía isquémica (CI) en el que se ha evaluado la ansiedad y la calidad de vida de estos pacientes.",
        "Estudio de intervención controlado sin aleatorización.",
        "Dos equipos de atención primaria de la ciudad de Sabadell.",
        "Pacientes de 15-69 años con CI: grupo intervención (GI), con 57 pacientes y grupo control (GC), con 47.",
        "En el GI se utilizaron tratamiento convencional y técnicas de relajación y en el GC, tratamiento convencional.",
        "Grado de ansiedad medido mediante la escala-cuestionario STAI. Calidad de vida medida según el cuestionario de salud SF-36. Presión arterial y hábito tabáquico.",
        "A los 12 meses, un 70% de los pacientes practicaba relajación como mínimo de forma puntual. La ansiedad en el GI mostró disminuciones significativas a los 3, 6 y 12 meses, especialmente la escala rasgo de la ansiedad, que siguió siendo significativa a los 12 meses (p = 0,002). La calidad de vida del GI a los 3 y 6 meses mostró mejores puntuaciones en la mayoría de las dimensiones excepto en el dolor corporal. A los 12 meses seguían mostrando mejores puntuaciones a las iniciales (función social; p = 0,012), excepto en la dimensión salud mental. No se observaron cambios significativos en el control de la presión arterial ni en el consumo de tabaco.",
        "Los resultados de nuestro estudio sugieren que la aplicación de un taller de técnicas de relajación en el ámbito de la atención primaria correctamente utilizado es beneficioso y conduce a una mejora de la calidad de vida."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15989829",
  "DateCompleted": {
    "Year": "2005",
    "Month": "10",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "11",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0212-6567",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "2",
        "PubDate": {
          "Year": "2005",
          "Month": "Jun",
          "Day": "30"
        }
      },
      "Title": "Atencion primaria",
      "ISOAbbreviation": "Aten Primaria"
    },
    "ArticleTitle": "[Usefulness of relaxation techniques for patients with ischaemic cardiopathy: intervention in a health district].",
    "Pagination": {
      "StartPage": "78",
      "EndPage": "84",
      "MedlinePgn": "78-84"
    },
    "Abstract": {
      "AbstractText": [
        "To determine the effectiveness of a programme of relaxation used in primary care for patients with ischaemic cardiopathy (IC) through evaluation of the anxiety levels and the quality of life of these patients.",
        "Controlled intervention study without randomisation.",
        "Two primary care teams in the city of Sabadell.",
        "Patients from 15 to 69 years old with IC: intervention group (IG), 57 patients; control group (CG), 47. Interventions. In the IG, conventional treatment and relaxation techniques (RT). In the CG, conventional treatment.",
        "Degree of anxiety was measured by means of the STAI scale-questionnaire. Quality of life was measured by means of the SF-36 health questionnaire. Blood pressure and smoking were recorded.",
        "At 12 months, 70% of patients practised relaxation at least for a short time. In the IG, anxiety dropped significantly at 3, 6, and 12 months, especially the anxiety characteristics scale, which was still significant at 12 months (P=.002). Quality of life at 3 and 6 months in the IG showed better scores in most dimensions except body pain. At 12 months, scores continued to be better than at the start (social function P=.012), except in the mental health dimension. No significant changes were found in blood pressure or tobacco consumption.",
        "Our results suggest that an RT workshop in primary care is beneficial if correctly applied and leads to improved quality of life."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "ABS Creu de Barberà, Sabadell, Barcelona, Spain. abs.sabadell6@sabadell.scs.es"
          }
        ],
        "LastName": "Vilà",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Benedicto",
        "ForeName": "Mr",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pujadas",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gómez",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Franzi",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rodríguez",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Juncosa",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Comparative Study",
      "Controlled Clinical Trial",
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Utilidad de las técnicas de relajación aplicadas a pacientes con cardiopatía isquémica: intervención."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Aten Primaria",
    "NlmUniqueID": "9111075",
    "ISSNLinking": "0212-6567"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Myocardial Ischemia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Primary Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Relaxation Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}