{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety",
      "comorbidity",
      "depression",
      "diagnosis",
      "therapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Сравнительная характеристика больных депрессией в зависимости от наличия коморбидной тревоги.",
        "Были обследованы 30 пациентов, разделенных на 2 группы. Основную группу составили 15 пациентов с коморбидными тревожным и депрессивным расстройствами, группу сравнения — 15 пациентов с диагнозом депрессивное расстройство без коморбидной тревоги. В ходе исследования применялись клинико-психопатологический, клинико-терапевтический и психометрический методы с использованием шкал оценки депрессии и тревоги Гамильтона и Госпитальной шкалы тревоги и депрессии.",
        "Показано, что структура клинически диагностированных коморбидных тревожных и депрессивных расстройств характеризуется большой представленностью соматовегетативных симптомов и более высоким уровнем депрессии по сравнению с депрессивным расстройством без коморбидной тревоги. Эффективность комбинированного лечения, оцененная по степени редукции психопатологической симптоматики, длительности лечения и качества ремиссии, оказалась ниже у пациентов с коморбидными тревогой и депрессией.",
        "Полученные данные свидетельствуют в пользу целесообразности континуальной систематизации аффективных расстройств и необходимости совершенствования диагностических критериев коморбидных тревожных и депрессивных расстройств на основе сочетанной клинической и шкальной оценки."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34037352",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/jnevro202112104131"
    ],
    "Journal": {
      "ISSN": "1997-7298",
      "JournalIssue": {
        "Volume": "121",
        "Issue": "4",
        "PubDate": {
          "Year": "2021"
        }
      },
      "Title": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "ISOAbbreviation": "Zh Nevrol Psikhiatr Im S S Korsakova"
    },
    "ArticleTitle": "[Comorbidity of depression and anxiety in clinical practice].",
    "Pagination": {
      "StartPage": "31",
      "EndPage": "37",
      "MedlinePgn": "31-37"
    },
    "Abstract": {
      "AbstractText": [
        "The study was the comparative characterization of depressed patients depending on the presence of comorbid anxiety.",
        "Thirty patients of the Clinic of neuroses named after acad. I.P. Pavlov Clinic of Neuroses. Comparison groups included 15 patients with comorbid anxiety and depressive disorders and 15 patients with depressive disorder without comorbid anxiety. The groups were comparable by sex and age. Clinical-catamnestic, clinical-therapeutic, and clinical-scale methods, including the Hamilton Depression and Anxiety Scales, were used during the study.",
        "The structure of clinically diagnosed comorbid anxiety and depressive disorders was shown to be characterized by high representation of somato-vegetative symptoms and higher level of depression in comparison to depressive disorder without comorbid anxiety. According to psychometric assessment results, the level of anxiety did not differ in comparison groups, while clinically, according to ICD-10 criteria, anxiety was not diagnosed, indicating a discrepancy between clinical and scale assessments of anxiety and depressive disorders and greater accuracy of clinical and scale assessment of the condition. The effectiveness of combined treatment, including psychotropic therapy and psychotherapy, was lower in patients with comorbidity of anxiety and depression according to parameters of the degree of reduction of psychopathological symptoms, duration of treatment, and quality of remission. The structure of incomplete remission was similar in patients with comorbid anxiety and depressive disorders and depression.",
        "The obtained data suggest the expediency of continuous systematization of affective disorders and the need to improve the diagnostic criteria of comorbid anxiety and depressive disorders on the basis of combined clinical and scale assessment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-4096-6208"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Saint-Petersburg State University, St. Petersburg, Russia."
          }
        ],
        "LastName": "Petrova",
        "ForeName": "N N",
        "Initials": "NN"
      },
      {
        "Identifier": [
          "0000-0002-0945-0505"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pavlov City Psychiatric Hospital No. 7, St. Petersburg, Russia."
          }
        ],
        "LastName": "Palkin",
        "ForeName": "Yu R",
        "Initials": "YR"
      },
      {
        "Identifier": [
          "0000-0001-7012-2319"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pavlov City Psychiatric Hospital No. 7, St. Petersburg, Russia."
          }
        ],
        "LastName": "Faddeev",
        "ForeName": "D V",
        "Initials": "DV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Saint-Petersburg State University, St. Petersburg, Russia."
          }
        ],
        "LastName": "Zinovieva",
        "ForeName": "A G",
        "Initials": "AG"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Komorbidnost' depressivnykh i trevozhnykh rasstroistv v klinicheskoi praktike."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Zh Nevrol Psikhiatr Im S S Korsakova",
    "NlmUniqueID": "9712194",
    "ISSNLinking": "1997-7298"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}