{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety",
      "cancer",
      "meta-analysis",
      "music intervention",
      "randomized controlled trial",
      "systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23625027",
  "DateCompleted": {
    "Year": "2014",
    "Month": "03",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "04",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1177/1534735413485817"
    ],
    "Journal": {
      "ISSN": "1552-695X",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "5",
        "PubDate": {
          "Year": "2013",
          "Month": "Sep"
        }
      },
      "Title": "Integrative cancer therapies",
      "ISOAbbreviation": "Integr Cancer Ther"
    },
    "ArticleTitle": "The impact of music interventions on anxiety for adult cancer patients: a meta-analysis and systematic review.",
    "Pagination": {
      "StartPage": "393",
      "EndPage": "403",
      "MedlinePgn": "393-403"
    },
    "Abstract": {
      "AbstractText": [
        "Listening to music can positively benefit neurophysiological and emotional responses as well as promote relaxation, which may be especially beneficial for cancer patients undergoing painful and anxiety inducing treatments. The purpose of the present study was to conduct an evidenced-based systematic review and meta-analysis of randomized controlled trials of music interventions to reduce anxiety for adult cancer patients undergoing medical treatment.",
        "A systematic literature search was conducted and data were abstracted from all eligible studies. Studies were included if they tested a music therapy randomized controlled trial in adult cancer patients (in active treatment), assessed anxiety postintervention using a validated measure, were published in English (or were translatable), and accessible in full text. Studies were qualitatively reviewed by the first author and 2 raters independently assessed each study using the PEDro scale. Standardized mean differences between experimental and control groups were calculated for studies meeting a specified methodological rigor score with accessible means and standard deviations postintervention. Heterogeneity and publication bias were explored.",
        "Thirteen randomized controlled trials were included with 4 eligible for meta-analysis. Studies varied in intervention methodology and utilization of anxiety measures. Almost all studies reported either a significant difference in anxiety between groups postintervention or a significant decrease in anxiety over time in the music intervention group. Meta-analytic results of 4 studies (4/13) demonstrated that differences in anxiety between experimental and control groups were not significant in the main analysis or subgroup analysis. Studies demonstrated heterogeneity in anxiety results. Publication bias was not evident.",
        "The meta-analytic results failed to demonstrate a positive effect on anxiety among adult cancer patients in treatment but may in part be attributed to the small sample size. These findings are in contrast to a prior meta-analysis that analyzed all studies regardless of methodological rigor. More research is needed to ascertain the most optimal intervention methodology and which cancer populations or treatment modalities are appropriate for such an intervention."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Behavioral Science and Community Health, College of Public Health and Health Professions, University of Florida, 1225 Center Drive, P.O. Box 100175 HSC, Gainesville, FL 32610-0175, USA. chandy83@phhp.ufl.edu"
          }
        ],
        "LastName": "Nightingale",
        "ForeName": "Chandylen L",
        "Initials": "CL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rodriguez",
        "ForeName": "Carmen",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Carnaby",
        "ForeName": "Giselle",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Integr Cancer Ther",
    "NlmUniqueID": "101128834",
    "ISSNLinking": "1534-7354"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Case-Control Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Music Therapy"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Relaxation Therapy"
    }
  ]
}