{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12685335",
  "DateCompleted": {
    "Year": "2003",
    "Month": "07",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0167-482X",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "1",
        "PubDate": {
          "Year": "2003",
          "Month": "Mar"
        }
      },
      "Title": "Journal of psychosomatic obstetrics and gynaecology",
      "ISOAbbreviation": "J Psychosom Obstet Gynaecol"
    },
    "ArticleTitle": "Obstetric complications and anxiety during pregnancy: is there a relationship?",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "14",
      "MedlinePgn": "1-14"
    },
    "Abstract": {
      "AbstractText": [
        "This review examines the contribution of recent research into the effects of anxiety during pregnancy. The focus of interest is upon the process of labor and delivery rather than its timing or the size of the baby. Therefore studies directed at areas of prematurity or low birthweight are specifically excluded as these have already been well evaluated in the literature. It is known that one proximal cause of obstetric complications is increased hormone levels in the uterus. It seems likely therefore that anxiety, a form of arousal, known to influence hormone levels, may be implicated as a distal determinant of obstetric complications. Attempts to evaluate this hypothesis have been hampered by methodological issues such as: poor definition and measurement of obstetric outcomes, in particular utilizing composite measures of diverse components; inappropriate measurements or over broad conceptualizations of anxiety; failure to account for confounding variables and inadequate sample sizes. On balance the evidence reviewed suggests that a general association between anxiety and obstetric complications per se does not exist, but specific types of anxiety, such as psychosocial stress, family functioning, or fear of childbirth may have associations with specific complications, such as prolonged labor or Cesarean section. Recent studies considering the effect of fear of childbirth, for example, on specific obstetric outcomes, such as type of delivery, have produced more clear-cut relationships. Recommendations for future research into the relationships between specific combinations of types of anxiety and individual obstetric complications are discussed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Child, Adolescent and Family Therapy Service, Chesterfield and North Derbyshire Royal Hospital NHS Trust."
          }
        ],
        "LastName": "Johnson",
        "ForeName": "R C",
        "Initials": "RC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Slade",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Psychosom Obstet Gynaecol",
    "NlmUniqueID": "8308648",
    "ISSNLinking": "0167-482X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "diagnosis"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Obstetric Labor Complications"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Pregnancy Complications"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychological Tests"
    }
  ],
  "NumberOfReferences": "46"
}