{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "DSM",
      "ICD-11",
      "anxiety behavioral addiction",
      "non-substance addiction"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Durante las últimas décadas, las conductas relacionadas con el juego, el juego en internet y el sexo han recibido gran atención como posibles focos de adicciones no asociadas con el uso de sustancias En este artículo se revisará la historia reciente y el estado actual de las adicciones conductuales o no relacionadas con sustancias. Se pondrá especial atención en el juego y en el trastorno del juego, dado que este último es actualmente el único trastorno adictivo no relacionado con sustancias descrito en el texto principal de la quinta edición del Manual Diagnóstico y Estadístico de los Trastornos Mentales (DSM-5). Además se revisará el trastorno de juegos en internet, actualmente en la sección del DSM-5 dedicada a aquellas condiciones que requieren de investigación adicional, al igual que el concepto de adicción a internet. También serán abordadas las conductas sexuales compulsivas (incluyendo el uso problemático de la pornografía), especialmente en relación a cómo podrán ser consideradas las adicciones conductuales en la próxima edición número 11 de la Clasificación Internacional de Enfermedades (CIE-11)."
      ]
    },
    {
      "AbstractText": [
        "Ces dernières décennies, les comportements non liés à la consommation de substances comme les troubles liés au jeu d'argent, au jeu en général et au sexe sont pris en compte comme de possibles foyers d'addictions. Dans cet article, nous analysons l'histoire récente et la situation actuelle des addictions non liées à la consommation de substance ou comportementales. Nous nous intéresserons particulièrement au jeu d'argent pathologique et aux troubles qui y sont liés, ces derniers étant actuellement les seuls troubles addictifs non liés à une substance décrits dans le texte principal de l'actuelle (5e) édition du Diagnostic and Statistical Manual of Mental Disorders (DSM-5). L'addiction aux jeux vidéo en ligne, actuellement dans le chapitre du DSM-5 concernant les affections nécessitant des recherches supplémentaires, sera aussi prise en compte, tout comme le concept d'addiction à Internet. Les comportements sexuels compulsifs (comme l'utilisation problématique de la pornographie) seront envisagés, en particulier quant à la façon d'examiner les addictions comportementales dans la 11e édition de l'ICD-11 (International Classification of Diseases) à venir."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29302225",
  "DateCompleted": {
    "Year": "2018",
    "Month": "09",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "01",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1958-5969",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "3",
        "PubDate": {
          "Year": "2017",
          "Month": "Sep"
        }
      },
      "Title": "Dialogues in clinical neuroscience",
      "ISOAbbreviation": "Dialogues Clin Neurosci"
    },
    "ArticleTitle": "Clinical neuropsychiatric considerations regarding nonsubstance or behavioral addictions.",
    "Pagination": {
      "StartPage": "281",
      "EndPage": "291",
      "MedlinePgn": "281-291"
    },
    "Abstract": {
      "AbstractText": [
        "Over the past several decades, non-substance-use behaviors like gambling, gaming, and sex have received greater consideration as possible foci of addictions. In this article, I will review the recent history and current status of non-substance or behavioral addictions. A main focus will involve gambling and gambling disorder, given that the latter is currently the sole non-substance addictive disorder described in the main text of the current (fifth) edition of the <i>Diagnostic and Statistical Manual of Mental Disorders (DSM-5)</i>. Internet gaming disorder, currently in the <i>DSM-5</i> section addressing conditions that may need additional research, will also be considered, as will the concept of Internet addiction. Compulsive sexual behaviors (including problematic pornography use) will be considered, particularly with respect to how behavioral addictions may be considered in the forthcoming 11th edition of the <i>International Classification of Diseases (ICD-11)</i>."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Child Study Center, the National Center on Addiction and Substance Abuse, Yale University School of Medicine and the Connecticut Mental Health Center, Connecticut, USA."
          }
        ],
        "LastName": "Potenza",
        "ForeName": "Marc N",
        "Initials": "MN"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 DA039136",
        "Acronym": "DA",
        "Agency": "NIDA NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dialogues Clin Neurosci",
    "NlmUniqueID": "101238198",
    "ISSNLinking": "1294-8322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Behavior, Addictive"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnostic and Statistical Manual of Mental Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gambling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "International Classification of Diseases"
    }
  ]
}