{
  "CitationSubset": [],
  "KeywordList": [
    [
      "COVID-19",
      "Mental health",
      "Perinatal care",
      "Prenatal exposure delayed effects",
      "Psychological distress anxiety"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Describir los niveles de estrés prenatal y ansiedad estado en mujeres gestantes residentes en España durante el confinamiento generado por la primera ola de COVID-19, y su asociación con los factores obstétricos, percepción de la atención sanitaria y preocupación provocada por la situación sociosanitaria.",
        "Estudio cuantitativo, observacional, correlacional y de corte transversal. La población de estudio fueron mujeres gestantes confinadas, reclutadas a través de muestreo no probabilístico por conveniencia y de bola de nieve. Se difundió un enlace web de acceso a un cuestionario <i>online</i> diseñado para la investigación, que recogía variables sociodemográficas, obstétricas, sobre la percepción de la atención sanitaria recibida durante la pandemia y preocupaciones asociadas al COVID-19. Se incluyó también el Cuestionario de Preocupaciones Prenatales (PDQ) y el Inventario de Ansiedad Estado (STAI-S).",
        "Basados en las respuestas de 695 mujeres gestantes, los resultados indican que durante la primera ola de la pandemia se observó un nivel medio de estrés prenatal de 16,98 (DS = 25,20) y un nivel elevado de ansiedad (M = 25,20/DS = 11,07). Factores de riesgo determinante del estrés prenatal y ansiedad fueron el nivel de preocupación asociada al COVID-19 y tener antecedentes de salud mental. Un factor de riesgo específico para la ansiedad fue tener más de un hijo/a y un factor protector fue percibir accesibilidad y disponibilidad de la atención sanitaria.",
        "El periodo de confinamiento por COVID-19 significó un estrés adicional para las mujeres gestantes, poniendo en evidencia la necesidad de atender el bienestar psicológico de dicha población a través de protocolos claros y coherentes en cuanto a control y seguimiento de la salud materno-fetal."
      ],
      "CopyrightInformation": "© 2021 Elsevier España, S.L.U. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34697530",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "10",
        "Day": "21"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.1016/j.enfcli.2021.10.006"
    ],
    "Journal": {
      "ISSN": "1579-2013",
      "JournalIssue": {
        "Volume": "32",
        "PubDate": {
          "Year": "2022",
          "Month": "May"
        }
      },
      "Title": "Enfermeria clinica",
      "ISOAbbreviation": "Enferm Clin"
    },
    "ArticleTitle": "[Factors associated with prenatal stress and anxiety in pregnant women during COVID-19 in Spain].",
    "Pagination": {
      "StartPage": "S5",
      "EndPage": "S13",
      "MedlinePgn": "S5-S13"
    },
    "Abstract": {
      "AbstractText": [
        "To describe prenatal stress and state anxiety levels in pregnant women living in Spain during the lockdown of the first wave of COVID-19 and its relation with obstetric factors, perception of health care, and concerns about the socio-sanitary situation.",
        "The present study is an observational, correlational, and cross-sectional quantitative study. The participants in the study were pregnant women recruited through non-probabilistic convenience and snowball sampling during the lockdown. A web link was provided to an online questionnaire designed for this research, which collected socio-demographic and obstetric variables, perceptions of health care received during the pandemic and preoccupations associated with COVID-19. It also included the Prenatal Stress Questionnaire (PDQ) and the State Anxiety Inventory (STAI-S).",
        "Based on the responses of 695 pregnant women, the results showed a mean of 16.98 (SD = 25.20) of prenatal stress and elevated levels of anxiety (M = 25.20/SD = 11.07) in the first wave of the pandemic. Risk factors for prenatal stress and anxiety were the level of preoccupation associated with COVID-19 and previous mental health issues. A specific risk factor for anxiety was having more than one child and a protective factor were perceiving accessibility and availability of health care, with clear and consistent pregnancy care and follow-up protocols.",
        "The lockdown period for COVID-19 was a stressful experience for pregnant women, highlighting the need to address their psychological well-being through clear and coherent protocols in terms of maternal-foetal health control and follow-up."
      ],
      "CopyrightInformation": "© 2021 Elsevier España, S.L.U. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Psicología, Universidad de Valencia, Valencia, España."
          },
          {
            "Identifier": [],
            "Affiliation": "Facultad de Psicología, Universidad del Desarrollo, Santiago, Chile."
          }
        ],
        "LastName": "Awad-Sirhan",
        "ForeName": "Natalia",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Psicología, Universidad de Valencia, Valencia, España."
          }
        ],
        "LastName": "Simó-Teufel",
        "ForeName": "Sandra",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Psicología, Universidad Adolfo Ibáñez, Santiago, Chile."
          }
        ],
        "LastName": "Molina-Muñoz",
        "ForeName": "Yerko",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Grupo Interdisciplinario de Investigación en Salud, Fundación Universitaria CAFAM, Bogotá, Colombia."
          }
        ],
        "LastName": "Cajiao-Nieto",
        "ForeName": "Juanita",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hospital Vithas Valencia 9 de Octubre, Valencia, España."
          }
        ],
        "LastName": "Izquierdo-Puchol",
        "ForeName": "María Teresa",
        "Initials": "MT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Observational Study"
    ],
    "VernacularTitle": "Factores asociados al estrés prenatal y la ansiedad en gestantes durante el COVID-19 en España."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Enferm Clin",
    "NlmUniqueID": "101190915",
    "ISSNLinking": "1130-8621"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Pregnant Women"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Spain"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Stress, Psychological"
    }
  ]
}