{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cyberchondria",
      "Doctor–patient relationship",
      "General practitioner",
      "Health anxiety",
      "Health information",
      "Primary health care"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Immer wieder wird darüber diskutiert, dass in ärztlichen Praxen die Zahl jener Patienten steigt, die aufgrund ausufernder Online-Recherchen zu Gesundheits- und Krankheitsthemen Ängste um ihre Gesundheit entwickeln. Ziel der vorliegenden Studie ist es, die Erfahrungen und Einstellungen von Hausärzten im Hinblick auf Patienten mit „Cyberchondrie“ zu explorieren und Strategien zur Stabilisierung dieser Patientenklientel zu erfassen. Im Zuge eines qualitativen Ansatzes wurden mündlich-persönliche, halbstandardisierte Interviews mit Hausärzten (<i>n</i> = 38) in Rheinland-Pfalz im Jahr 2019 durchgeführt. Die Inhaltsanalyse zeigt, dass die meisten Probanden das Aufkommen von internetassoziierten Gesundheitsängsten als zunehmendes Problem in der alltäglichen Versorgung sehen. Betroffene Patienten zeigen nicht nur ein erhebliches Ausmaß an Zweifeln und Nervosität sowie eine Hypersensitivität in Bezug auf den eigenen Gesundheitszustand, sondern zugleich ein geringes Vertrauen in den Arzt. Zugleich werden Compliance-Probleme, das ausgeprägte Bedürfnis nach patientenseitiger Rücksprache bzw. Diskussion und die Forderung nach weitergehender Diagnostik als erhebliche Probleme benannt. Verschiedene Ansätze wurden identifiziert, mit denen die Hausärzte versuchen, auf gesundheitsängstliche Patienten einzugehen und diese zu stabilisieren (mehr Beratungszeit, Empfehlung seriöser Internetseiten, Nachprüfung von recherchierten Informationen, Erweiterung des Anamnesefragebogens, psychosoziale Weiterbildung)."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32767159",
  "DateCompleted": {
    "Year": "2020",
    "Month": "09",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "10",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "08",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s10354-020-00777-8"
    ],
    "Journal": {
      "ISSN": "1563-258X",
      "JournalIssue": {
        "Volume": "170",
        "Issue": "13-14",
        "PubDate": {
          "Year": "2020",
          "Month": "Oct"
        }
      },
      "Title": "Wiener medizinische Wochenschrift (1946)",
      "ISOAbbreviation": "Wien Med Wochenschr"
    },
    "ArticleTitle": "General practitioners' challenges and strategies in dealing with Internet-related health anxieties-results of a qualitative study among primary care physicians in Germany.",
    "Pagination": {
      "StartPage": "329",
      "EndPage": "339",
      "MedlinePgn": "329-339"
    },
    "Abstract": {
      "AbstractText": [
        "Time and again, it is discussed that in medical practices, the number of patients who develop health anxieties due to extensive health information searches on the Internet is increasing. The objective of this study is to explore and describe general practitioners' experiences and attitudes towards cyberchondria patients as well as strategies to stabilize affected patients. Following a qualitative approach, oral personal semi-standardized interviews with general practitioners (N = 38) in Rhineland-Palatinate, Germany, were conducted in 2019. In the course of a content analysis, one can see that most interviewees see the emergence of Internet-related health anxieties as an increasing problem in everyday care. Affected patients not only show marked levels of doubt and nervousness as well as hypersensitivity to their own state of health, but also low confidence in the physician. In addition to compliance-related difficulties, the high need for advice and the demand for further diagnostics are regarded as major problems. Various approaches were identified by which general practitioners respond to unsettled patients (more consultation time, recommendation of reputable websites, information double-checking, expanded history questionnaire, additional psychosocial training)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for General and Geriatric Medicine, University Medical Centre Mainz, Am Pulverturm 13, 55131, Mainz, Germany. julian.wangler@unimedizin-mainz.de."
          }
        ],
        "LastName": "Wangler",
        "ForeName": "Julian",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for General and Geriatric Medicine, University Medical Centre Mainz, Am Pulverturm 13, 55131, Mainz, Germany."
          }
        ],
        "LastName": "Jansky",
        "ForeName": "Michael",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Herausforderungen für Allgemeinärzte und Strategien im Umgang mit internetbedingten Gesundheitsängsten – Ergebnisse einer qualitativen Studie bei Ärzten der Grundversorgung in Deutschland."
  },
  "MedlineJournalInfo": {
    "Country": "Austria",
    "MedlineTA": "Wien Med Wochenschr",
    "NlmUniqueID": "8708475",
    "ISSNLinking": "0043-5341"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attitude of Health Personnel"
    },
    {
      "QualifierName": [],
      "DescriptorName": "General Practitioners"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Internet"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physicians, Primary Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Qualitative Research"
    }
  ],
  "CoiStatement": "J. Wangler and M. Jansky declare that they have no competing interests."
}