{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "adolescents",
      "anxiety",
      "depression",
      "sport participation",
      "sport team"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35719630",
  "DateCompleted": {
    "Year": "2022",
    "Month": "06",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "08",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "06",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "860994",
      "10.3389/fpubh.2022.860994"
    ],
    "Journal": {
      "ISSN": "2296-2565",
      "JournalIssue": {
        "Volume": "10",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "Frontiers in public health",
      "ISOAbbreviation": "Front Public Health"
    },
    "ArticleTitle": "The Association of Sports Participation With Depressive Symptoms and Anxiety Disorder in Adolescents.",
    "Pagination": {
      "StartPage": "860994",
      "MedlinePgn": "860994"
    },
    "Abstract": {
      "AbstractText": [
        "An increasing body of evidence has evidenced that physical activity is negatively associated with depression and anxiety in adolescents, although the associations between various modalities of PA with depression and anxiety have yet to be effectively explored. This study aimed to investigate the associations between sports participation and depression and anxiety among a sample of Chinese adolescents.",
        "2,374 adolescents from eight schools were invited to participate in this survey, of whom 1,714 adolescents from grades 7, 8, 10 and 11 were included for final analysis. Depressive symptoms and anxiety disorder were assessed using the Patient Health Questionnaire-9 (PHQ-9), as well as the Generalized Anxiety Disorder-7 (GAD-7), respectively. Sport participation was assessed using a single question. Additionally, sociodemographic factors were assessed using a self-reported questionnaire. Ordinal logistic regression was used to estimate sport participation's associations with depressive symptoms and anxiety disorders separately, having controlled for all sociodemographic covariates.",
        "Among all study participants, those with less participation in sport-related activities had a greater likelihood of reporting depressive symptoms (Odd ratio [OR] for never = 2.07; OR for 1-3 times per month = 1.77; OR for 1-2 times per week = 1.77), as well as anxiety disorders (OR for never = 1.61; OR for 1-3 times per month = 1.69; OR for 1-2 times per week = 1.38).",
        "Encouraging adolescents to engage in more sports participation would provide an effective and feasible approach for mental health promotion. Despite this study having found promising evidence, the research findings should be replicated using more improved research with an enhanced study design. Future researchers are encouraged to design and implement sports participation interventions aimed at promoting mental health among adolescents, while future China-based studies are encouraged to replicate or negate our study findings."
      ],
      "CopyrightInformation": "Copyright © 2022 Chi and Wang."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "China Volleyball College, Beijing Sport University, Beijing, China."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education, Tangshan Normal University, Tangshan, China."
          }
        ],
        "LastName": "Chi",
        "ForeName": "Guijun",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Physical Education and Sport Training, Shanghai University of Sport, Shanghai, China."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Lei",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Front Public Health",
    "NlmUniqueID": "101616579",
    "ISSNLinking": "2296-2565"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Sports"
    }
  ],
  "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
}