{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25110830",
  "DateCompleted": {
    "Year": "2015",
    "Month": "05",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3310/hta18500"
    ],
    "Journal": {
      "ISSN": "2046-4924",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "50",
        "PubDate": {
          "Year": "2014",
          "Month": "Aug"
        }
      },
      "Title": "Health technology assessment (Winchester, England)",
      "ISOAbbreviation": "Health Technol Assess"
    },
    "ArticleTitle": "Clinical effectiveness of interventions for treatment-resistant anxiety in older people: a systematic review.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "vi",
      "MedlinePgn": "1-59, v-vi"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety and related disorders include generalised anxiety disorder, obsessive-compulsive disorder, panic disorder, post-traumatic stress disorder and phobic disorders (intense fear of an object or situation). These disorders share the psychological and physical symptoms of anxiety, but each disorder has its own set of characteristic symptoms. Anxiety disorders can be difficult to recognise, particularly in older people (those aged over 65 years). Older people tend to be more reluctant to discuss mental health issues and there is the perception that older people are generally more worried than younger adults. It is estimated that between 3 and 14 out of every 100 older people have an anxiety disorder. Despite treatment, some people will continue to have symptoms of anxiety. People are generally considered to be 'resistant' or 'refractory' to treatment if they have an inadequate response or do not respond to their first treatment. Older adults with an anxiety disorder find it difficult to manage their day-to-day lives and are at an increased risk of comorbid depression, falls, physical and functional disability, and loneliness.",
        "To evaluate the effectiveness of pharmacological, psychological and alternative therapies in older adults with an anxiety disorder who have not responded, or have responded inadequately, to treatment.",
        "Electronic databases (MEDLINE, MEDLINE In-Process and Other Non-Indexed citations, EMBASE, The Cochrane Library databases, PsycINFO and Web of Science) were searched from inception to September 2013. Bibliographies of relevant systematic reviews were hand-searched to identify additional potentially relevant studies. ClinicalTrials.gov was searched for ongoing and planned studies.",
        "A systematic review of the clinical effectiveness of treatments for treatment-resistant anxiety in older adults was carried out.",
        "No randomised controlled trial or prospective comparative observational study was identified meeting the prespecified inclusion criteria. Therefore, it was not possible to draw any conclusions on clinical effectiveness.",
        "As no study was identified in older adults, there is uncertainty as to which treatments are clinically effective for older adults with an anxiety disorder who have not responded to prior treatment. The comprehensive methods implemented to carry out this review are a key strength of the research presented. However, this review highlights the extreme lack of research in this area, identifying no comparative studies, which is a marked limitation.",
        "Specific studies evaluating interventions in older adults with an anxiety disorder who have not responded to first-line treatment are needed to address the lack of evidence. The lack of evidence in this area means that older adults are perhaps receiving inappropriate treatment or are not receiving a particular treatment because there is limited evidence to support its use. At this time there is scope to develop guidance on service provision and, as a consequence, to advance the standard of care received by older adults with a treatment-resistant anxiety disorder in primary and secondary care. Evaluation of the relative clinical effectiveness and acceptability of pharmacological and psychological treatment in older adults with an anxiety disorder that has not responded to first-line treatment is key future research to inform decision-making of clinicians and patients. An important consideration would be the enrolment of older adults who would be representative of older adults in general, i.e. those with multiple comorbid physical and mental disorders who might require polypharmacy.",
        "The protocol for the systematic review is registered on PROSPERO (registration number CRD42013005612).",
        "The National Institute for Health Research Health Technology Assessment programme."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "BMJ Technology Assessment Group, London, UK."
          }
        ],
        "LastName": "Barton",
        "ForeName": "Samantha",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "BMJ Technology Assessment Group, London, UK."
          }
        ],
        "LastName": "Karner",
        "ForeName": "Charlotta",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "BMJ Technology Assessment Group, London, UK."
          }
        ],
        "LastName": "Salih",
        "ForeName": "Fatima",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, University of Southampton, Southampton, UK."
          }
        ],
        "LastName": "Baldwin",
        "ForeName": "David S",
        "Initials": "DS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "BMJ Technology Assessment Group, London, UK."
          }
        ],
        "LastName": "Edwards",
        "ForeName": "Steven J",
        "Initials": "SJ"
      }
    ],
    "GrantList": [
      {
        "Agency": "Department of Health",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Health Technol Assess",
    "NlmUniqueID": "9706284",
    "ISSNLinking": "1366-5278"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Anxiety Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Anxiety Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Failure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}