{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35678797",
  "DateCompleted": {
    "Year": "2022",
    "Month": "06",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "06",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.5152/tjg.2022.21311"
    ],
    "Journal": {
      "ISSN": "2148-5607",
      "JournalIssue": {
        "Volume": "33",
        "Issue": "5",
        "PubDate": {
          "Year": "2022",
          "Month": "May"
        }
      },
      "Title": "The Turkish journal of gastroenterology : the official journal of Turkish Society of Gastroenterology",
      "ISOAbbreviation": "Turk J Gastroenterol"
    },
    "ArticleTitle": "Rome IV Criteria-Defined Irritable Bowel Syndrome in Atopic Patients and the Effect of Anxiety and Depression: A Case-Control Study.",
    "Pagination": {
      "StartPage": "397",
      "EndPage": "405",
      "MedlinePgn": "397-405"
    },
    "Abstract": {
      "AbstractText": [
        "Numerous studies report an increased prevalence of irritable bowel syndrome in patients with atopic diseases such as allergic rhinitis, allergic asthma, and chronic urticaria. Both disease groups have a higher incidence of psychological disorders. In this study, we aimed to examine the relationship of irritable bowel syndrome with the presence and severity of allergic diseases and accom- panying anxiety and depression.",
        "One hundred sixty-two patients (56 with AR, 34 with AA, and 72 with CU) and 43 healthy volunteers were included in the study. Demographic and clinical data, along with disease duration and severity, was analyzed. Irritable bowel syndrome was diagnosed using Rome IV criteria. Hospital Anxiety and Depression Scale was used to evaluate anxiety and depression. All statistical analyses were performed using Statistic Program for Social Sciences 23.0.",
        "Irritable bowel syndrome prevalence in the control group was 9.3% and 56% in atopic patients (P < .0001). Hospital Anxiety and Depression Scale anxiety scores of 11 and above increased the odds of IBS approximately 14 times, and independently, the presence of allergic disease increased the odds 10 times. In the allergic patient subgroup, Hospital Anxiety and Depression Scale anxiety scores of 11 and above increased the risk of irritable bowel syndrome approximately 18 times.",
        "In this first study using Rome IV criteria to examine the relationship of irritable bowel syndrome, allergic diseases, and anxiety and depression, irritable bowel syndrome was more frequent in allergic patients, especially in patients with anxiety. Awareness of a disease cluster where these 3 disease groups intersect will guide clinicians from different disciplines involved in patients' treatment and follow-up."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Allergology, and Immunology Specialist, Hatay State Hospital, Hatay, Turkey."
          }
        ],
        "LastName": "Emre",
        "ForeName": "Emre",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Internal Medicine Specialist, Ankara Polatlı Duatepe State Hospital, Ankara, Turkey."
          }
        ],
        "LastName": "Tazegul",
        "ForeName": "Gokhan",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Internal Medicine, Gastroenterology Division, Akdeniz University Faculty of Medicine, Antalya, Turkey."
          }
        ],
        "LastName": "Akın",
        "ForeName": "Mete",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Turkey",
    "MedlineTA": "Turk J Gastroenterol",
    "NlmUniqueID": "9515841",
    "ISSNLinking": "1300-4948"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Case-Control Studies"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology"
      ],
      "DescriptorName": "Irritable Bowel Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}