{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35901433",
  "DateCompleted": {
    "Year": "2022",
    "Month": "10",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "06",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/CORR.0000000000002295"
    ],
    "Journal": {
      "ISSN": "1528-1132",
      "JournalIssue": {
        "Volume": "480",
        "Issue": "11",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov",
          "Day": "01"
        }
      },
      "Title": "Clinical orthopaedics and related research",
      "ISOAbbreviation": "Clin Orthop Relat Res"
    },
    "ArticleTitle": "What Proportion of Patients With Musculoskeletal Sarcomas Demostrate Symptoms of Depression or Anxiety?",
    "Pagination": {
      "StartPage": "2148",
      "EndPage": "2160",
      "MedlinePgn": "2148-2160"
    },
    "Abstract": {
      "AbstractText": [
        "It is estimated that the 12-month prevalence of depression in the United States is 8.6%, and for anxiety it is 2.9%. Although prior studies have evaluated depression and anxiety in patients with carcinoma, few have specifically evaluated patients with sarcoma, who often have unique treatment considerations such as mobility changes after surgery.",
        "We evaluated patients with sarcoma seen in our orthopaedic oncology clinic to determine (1) the proportion of patients with depression symptoms, symptom severity, how many patients triggered a referral to mental health professionals based upon our prespecified cutoff scores on the nine-item Patient Health Questionnaire (PHQ-9), and if their symptoms varied by disease state; (2) the proportion of patients with anxiety symptoms, symptom severity, how many patients triggered a referral to mental health professionals based upon our prespecified cutoff scores on the seven-item Generalized Anxiety Disorder Scale (GAD-7), and if they symptoms varied by disease state; (3) whether other factors were associated with the proportion and severity of symptoms of anxiety or depression, such as tumor location in the body (axial skeleton, upper extremity, or lower extremity), general type of tumor (bone or soft tissue), specific diagnosis, use of chemotherapy, length of follow-up (less than 1 year or greater than 1 year), and gender; and (4) what proportion of patients accepted referrals to mental health professionals, when offered.",
        "This study was a cross-sectional survey study performed at a single urban National Cancer Institute-designated Comprehensive Cancer Center from April 2021 until July 2021. All patients seen in the orthopaedic clinic 18 years of age and older with a diagnosis/presumed diagnosis of sarcoma were provided the PHQ-9 as well as the GAD-7 in our clinic. We did not track those who elected not to complete the surveys. Surveys were scored per survey protocol (each question was scored from 0 to 3 and summed). Specifically, PHQ-9 scores the symptoms of depression as 5 to 9 (mild), 10 to 14 (moderate), 15 to 19 (moderately severe), and 20 to 27 (severe). The GAD-7 scores symptoms of anxiety as 5 to 9 (mild), 10 to 14 (moderate), and 15 to 21 (severe). Patients with PHQ-9 or GAD-7 scores of 10 to 14 were referred to social work and those with scores 15 or higher were referred to psychiatry. Patients with thoughts of self-harm were referred regardless of score. Patients were divided based on disease state: patients during their initial management; patients with active, locally recurrent disease; patients with active metastatic disease; patients with prior recurrence or metastatic lesions who were subsequently treated and now have no evidence of disease (considered to be patients with discontinuous no evidence of disease); patients with no evidence of disease; and patients with an active, noncancerous complication but otherwise no evidence of disease. We additionally looked at the association of gender, chemotherapy administration, and tumor location on survey responses. Data are summarized using descriptive statistics. Differences across categories of disease state were tested for statistical significance using Kruskal-Wallis tests for continuous variables and Fisher exact tests for categorical variables as well as pairwise Wilcoxon rank sum tests.",
        "Overall, symptoms of depression were seen in 35% (67 of 190) of patients, at varying levels of severity: 19% (37 of 190) had mild symptoms, 9% (17 of 190) had moderate symptoms, 6% (12 of 190) had moderately severe symptoms, and 1% (1 of 190) had severe symptoms. Depresssion symptoms severe enough to trigger a referral were seen in 17% (32 of 190) of patients overall. Patients scored higher on the PHQ-9 during their initial treatment or when they had recurrent or metastatic disease, and they were more likely to trigger a referral during those timepoints as well. The mean PHQ-9 was 5.7 ± 5.8 during initial treatment, 6.1 ± 4.9 with metastatic disease, and 7.4 ± 5.2 with recurrent disease as compared with 3.2 ± 4.2 if there was no evidence of disease (p = 0.001). Anxiety symptoms were seen in 33% (61 of 185) of patients: 17% (32 of 185) had mild symptoms, 8% (14 of 185) had moderate symptoms, and 8% (15 of 185) had severe symptoms. Anxiety symptoms severe enough to trigger a referral were seen in 16% (29 of 185) of patients overall. Patients scored higher on the GAD-7 during initial treatment and when they had recurrent disease or an active noncancerous complication. The mean GAD-7 was 6.3 ± 3.2 in patients with active noncancerous complications, 6.8 ± 5.8 in patients during initial treatment, and 8.4 ± 8.3 in patients with recurrent disease as compared with 3.1 ± 4.2 in patients with no evidence of disease (p = 0.002). Patients were more likely to trigger a referral during initial treatment (32% [9 of 28]) and with recurrent disease (43% [6 of 14]) compared with those with no evidence of disease (9% [9 of 97]) and those with discontinuous no evidence of disease (6% [1 of 16]; p = 0.004). There was an increase in both PHQ-9 and GAD-7 scores among patients who had chemotherapy. Other factors that were associated with higher PHQ-9 scores were location of tumor (upper extremity versus lower extremity or axial skeleton) and gender. Another factor that was associated with higher GAD-7 scores included general category of diagnosis (bone versus soft tissue sarcoma). Specific diagnosis and length of follow-up had no association with symptoms of depression or anxiety. Overall, 22% (41 of 190) of patients were offered referrals to mental health professionals; 73% (30 of 41) accepted the referral.",
        "When treating patients with sarcoma, consideration should be given to potential concomitant psychiatric symptoms. Screening, especially at the highest-risk timepoints such as at the initial diagnosis and the time of recurrence, should be considered. Further work should be done to determine the effect of early psychiatric referral on patient-related outcomes and healthcare costs.",
        "Level III, therapeutic study."
      ],
      "CopyrightInformation": "Copyright © 2022 by the Association of Bone and Joint Surgeons."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Orthopaedics, William Beaumont Army Medical Center, Fort Bliss, TX, USA."
          }
        ],
        "LastName": "Polfer",
        "ForeName": "Elizabeth M",
        "Initials": "EM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Behavioral Sciences, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
          }
        ],
        "LastName": "Alici",
        "ForeName": "Yesne",
        "Initials": "Y"
      },
      {
        "Identifier": [
          "0000-0002-1644-4090"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Epidemiology and Biostatistics, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
          }
        ],
        "LastName": "Baser",
        "ForeName": "Raymond E",
        "Initials": "RE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Orthopaedic Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
          }
        ],
        "LastName": "Healey",
        "ForeName": "John H",
        "Initials": "JH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Orthopaedic Service, Department of Surgery, Memorial Sloan Kettering Cancer Center, New York, NY, USA."
          }
        ],
        "LastName": "Bartelstein",
        "ForeName": "Meredith K",
        "Initials": "MK"
      }
    ],
    "GrantList": [
      {
        "GrantID": "P30 CA008748",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Orthop Relat Res",
    "NlmUniqueID": "0075674",
    "ISSNLinking": "0009-921X"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Clin Orthop Relat Res. 2022 Nov 1;480(11):2161-2162",
      "PMID": "35969538"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Sarcoma"
    }
  ],
  "CoiStatement": "All ICMJE Conflict of Interest Forms for authors and Clinical Orthopaedics and Related Research® editors and board members are on file with the publication and can be viewed on request."
}