{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Aromatherapy",
      "Burns",
      "Randomized controlled trials",
      "Systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29169701",
  "DateCompleted": {
    "Year": "2019",
    "Month": "04",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "11",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.burns.2017.10.009",
      "S0305-4179(17)30563-6"
    ],
    "Journal": {
      "ISSN": "1879-1409",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "6",
        "PubDate": {
          "Year": "2018",
          "Month": "Sep"
        }
      },
      "Title": "Burns : journal of the International Society for Burn Injuries",
      "ISOAbbreviation": "Burns"
    },
    "ArticleTitle": "Aromatherapy for the relief of symptoms in burn patients: A systematic review of randomized controlled trials.",
    "Pagination": {
      "StartPage": "1395",
      "EndPage": "1402",
      "MedlinePgn": "1395-1402"
    },
    "Abstract": {
      "AbstractText": [
        "Aromatherapy is often used to manage several conditions, including pain, psychological distress, and burn-related symptoms. The objective of this review was to assess the current evidence regarding the efficacy of aromatherapy as a treatment for burn wounds.",
        "The following fifteen databases and trial registries were searched for studies published between their dates of inception and January 2017: AMED, CINAHL, EMBASE, MEDLINE, and the Cochrane Central Register of Controlled Trials (CENTRAL), as well as six Korean medical databases and four Iranian databases. All the trials included in the review were randomized controlled trials (RCTs) assessing the efficacy any type of aromatherapy as a treatment for burn-related symptoms. Study selection and data extraction were performed by two independent reviewers, and the risk of bias (ROB) in the trials included in the review was assessed using the Cochrane ROB assessment tool.",
        "Four RCTs met our inclusion criteria, including two RCTs comparing the efficacy of aroma inhalation as a treatment for pain and anxiety with that of placebo controls. Both studies showed that aroma inhalation was superior to placebo with respect to relieving pain and anxiety. The third study compared the effects of aroma inhalation on sleep quality with those of music therapy and showed that two the treatments exert equivalent effects on the above parameter, and the fourth trial compared the ability of aroma inhalation to reduce pain and anxiety with that of no treatment. The results showed that aroma inhalation can reduce pain but not anxiety.",
        "The evidence from the above trials is not sufficient to conclude that aromatherapy effectively relieves symptoms in patients with burns. However, the findings of the trials do not seem very plausible, and the trials themselves were of low quality and included only small numbers of patients. Studies that are adequately powered and feature better designs are needed to investigate the potential mechanisms underlying the effects of aroma therapy on pain and anxiety."
      ],
      "CopyrightInformation": "Copyright © 2017 Elsevier Ltd and ISBI. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Research Division, Korea Institute of Oriental Medicine, Daejeon, South Korea."
          }
        ],
        "LastName": "Choi",
        "ForeName": "Jiae",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Korean Internal Medicine, College of Korean Medicine, Gacheon University, Incheon, South Korea."
          }
        ],
        "LastName": "Lee",
        "ForeName": "Ju Ah",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Midwifery, School of Nursing and Midwifery, Qazvin University of Medical Sciences, Qazvin, Iran."
          }
        ],
        "LastName": "Alimoradi",
        "ForeName": "Zainab",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Research Division, Korea Institute of Oriental Medicine, Daejeon, South Korea. Electronic address: mslee@kiom.re.kr."
          }
        ],
        "LastName": "Lee",
        "ForeName": "Myeong Soo",
        "Initials": "MS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Burns",
    "NlmUniqueID": "8913178",
    "ISSNLinking": "0305-4179"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Aromatherapy"
    },
    {
      "QualifierName": [
        "complications",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Burns"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Music Therapy"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sleep"
    }
  ]
}