{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33186309",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/EJA.0000000000001385"
    ],
    "Journal": {
      "ISSN": "1365-2346",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "8",
        "PubDate": {
          "Year": "2021",
          "Month": "Aug",
          "Day": "01"
        }
      },
      "Title": "European journal of anaesthesiology",
      "ISOAbbreviation": "Eur J Anaesthesiol"
    },
    "ArticleTitle": "Home-Initiated-Programme-to-Prepare-for-Operation: evaluating the effect of an animation video on peri-operative anxiety in children: A randomised controlled trial.",
    "Pagination": {
      "StartPage": "880",
      "EndPage": "887",
      "MedlinePgn": "880-887"
    },
    "Abstract": {
      "AbstractText": [
        "Hospital admissions and surgical operations commonly trigger anxiety in young children. Despite employing numerous support measures in our hospital, such as a pre-operative play room, the encouragement of parental companionship during induction of anaesthesia and distraction therapy, allaying the anxiety of our young surgical patients remains a challenge.",
        "To evaluate the effectiveness of a Home-Initiated-Programme-to-Prepare-for-Operation (HIPPO) on emotional manifestation and anxiety in children undergoing surgery.",
        "One hundred and thirty children were randomly assigned to either control or intervention group between February 2018 and April 2019 in a tertiary paediatric hospital in Singapore.",
        "In addition to our standard pre-operative workflow, the intervention group received an additional home preparation kit consisting of an animated video on preoperative preparation and age-specific preoperative preparation activity sheets.",
        "The primary outcome was the Children's Emotional Manifestation Scale score to evaluate behaviour and emotion in the children before and during induction of anaesthesia. Secondary outcomes evaluated anxiety levels in parents and children, the child's behaviour and degree of co-operation using the State-Trait Anxiety Inventory scores, State-Trait Anxiety Inventory Children scores, the Induction Compliance Checklist scores, the Visual Analogue Scale scores for anxiety and the feedback questionnaire.",
        "The difference between the Children's Emotional Manifestation Scale score in control and intervention groups was not statistically significant. A promising difference was however observed in one of the secondary outcomes where the state-State-Trait Anxiety Inventory Children scores of 7 to 10-year olds in the intervention group almost reached significance; P = 0.067.",
        "Despite being a child-friendly, easily accessible and affordable tool for patient education, HIPPO did not reduce anxiety experienced by children in the pre-operative waiting area or during induction of anaesthesia.",
        "ClinicalTrials.gov, identifier: NCT04271553."
      ],
      "CopyrightInformation": "Copyright © 2020 European Society of Anaesthesiology and Intensive Care. Unauthorized reproduction of this article is prohibited."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From CHAMPs (Child Life, Art and Music Therapy Programmes) (TN, NSA)- Allied Health Specialities Division, Department of Pediatric Surgery (CSCC, YC, SAN, LWC), Department of Paediatric Anaesthesia (SL), Psychology Service (LLET)- Allied Health Specialities Division, KK Women's and Children's Hospital, Singapore and Division of Paediatric Surgery, Department of Surgery, Faculty of Medicine, University of Malaya (SAN)."
          }
        ],
        "LastName": "Nair",
        "ForeName": "Tanuja",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Choo",
        "ForeName": "Candy S C",
        "Initials": "CSC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Abdullah",
        "ForeName": "Nur S",
        "Initials": "NS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lee",
        "ForeName": "Sumin",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Teo",
        "ForeName": "Lois L E",
        "Initials": "LLE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chen",
        "ForeName": "Yong",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nah",
        "ForeName": "Shireen A",
        "Initials": "SA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chiang",
        "ForeName": "Li-Wei",
        "Initials": "LW"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT04271553"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Eur J Anaesthesiol",
    "NlmUniqueID": "8411711",
    "ISSNLinking": "0265-0215"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Anesthesia"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Parents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Preoperative Care"
    }
  ]
}