{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety",
      "depression",
      "physical activity",
      "sedentary"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35206473",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "05",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "02",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "2284",
      "10.3390/ijerph19042284"
    ],
    "Journal": {
      "ISSN": "1660-4601",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "4",
        "PubDate": {
          "Year": "2022",
          "Month": "Feb",
          "Day": "17"
        }
      },
      "Title": "International journal of environmental research and public health",
      "ISOAbbreviation": "Int J Environ Res Public Health"
    },
    "ArticleTitle": "Does Prenatal Physical Activity Affect the Occurrence of Postnatal Anxiety and Depression? Longitudinal Study.",
    "Abstract": {
      "AbstractText": [
        "The aim of the foregoing study was to assess whether physical activity during pregnancy affects the occurrence of anxiety and depression during pregnancy, postpartum and 6 months following childbirth. This study tried to answer the following questions: How was the incidence of depression and anxiety different in the pre- and postpartum periods? What intensity level of physical activity protects against the symptoms of anxiety and depression? Does the time spent engaged in sedentary activities and MVPA affect the occurrence of depression and anxiety before and after childbirth? The study group under analysis consisted of 187 women aged 19-41 years. The research was conducted between April 2016 and November 2020. The study was divided into four stages: T0-qualification to participate in the study; T1-medical history acquisition, consisting of a short questionnaire and two long questionnaires (the Edinburgh Postnatal Depression Scale (EPDS) and General Anxiety Disorder-7 (GAD-7)), as well as an assessment of 7-day physical activity using Actigraph accelerometers during the pregnancy; T2-the completion of the EPDS and GAD-7 questionnaires after the birth; T3-the completion of the EPDS and GAD-7 questionnaire 6 months after giving birth. The obtained results were statistically processed in the Statistica 13.3 software package. A significance level of <i>p</i> < 0.05 was assumed. The highest percentage of depression occurred immediately after the delivery, followed by 6 months after delivery, and the smallest number of women suffered from depression before the birth (<i>p</i> < 0.001). The analysis of correlations of physical activity with anxiety symptoms did not show significant correlations. However, the situation is different in the case of depression symptoms. Women taking fewer steps before delivery showed a greater tendency to develop depressive symptoms before, immediately after and 6 months after the delivery (<i>p</i> < 0.001). Women who were less active (took fewer steps per day, spent less time in moderate-to-vigorous physical (MVPA) activities or spent more time being sedentary) showed symptoms of depression on the EPDS scale. It appeared that those with severe anxiety symptoms had the highest sedentary time scores before the delivery (<i>p</i> = 0.020). Reduced physical activity promotes the onset of postnatal depression, while being active reduces this risk. Interestingly, even light physical activity \"protects\" against the occurrence of depression and is better than sedentary activities. Such clear conclusions cannot be drawn in relation to anxiety symptoms. Sedentary behaviour may promote anxiety symptoms immediately after childbirth, but this study should be continued in order to confirm it during other time periods."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-8354-1651"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Health Sciences, Medical College, University of Rzeszów, 35-310 Rzeszów, Poland."
          },
          {
            "Identifier": [],
            "Affiliation": "Natural and Medical Centre for Innovative Research, 35-310 Rzeszów, Poland."
          }
        ],
        "LastName": "Baran",
        "ForeName": "Joanna",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Medical Science, Medical College, University of Rzeszów, 35-310 Rzeszów, Poland."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Gynaecology and Obstetrics of the Frederic Chopin Clinical Provincial Hospital No. 1 in Rzeszów, 35-055 Rzeszów, Poland."
          },
          {
            "Identifier": [],
            "Affiliation": "Fortitudo Medical Center, 35-317 Rzeszów, Poland."
          }
        ],
        "LastName": "Kalandyk-Osinko",
        "ForeName": "Katarzyna",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "SOLUTION-Statistical Analysis, 35-120 Rzeszów, Poland."
          }
        ],
        "LastName": "Baran",
        "ForeName": "Rafał",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Environ Res Public Health",
    "NlmUniqueID": "101238455",
    "ISSNLinking": "1660-4601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Longitudinal Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "The authors declare no conflict of interest."
}