{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36238498",
  "DateCompleted": {
    "Year": "2022",
    "Month": "10",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "10",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "10",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1962475",
      "10.1155/2022/1962475"
    ],
    "Journal": {
      "ISSN": "1748-6718",
      "JournalIssue": {
        "Volume": "2022",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "Computational and mathematical methods in medicine",
      "ISOAbbreviation": "Comput Math Methods Med"
    },
    "ArticleTitle": "Influence of \"Hospital-Community-Family\" Integrated Management on Blood Pressure, Quality of Life, Anxiety and Depression in Hypertensive Patients.",
    "Pagination": {
      "StartPage": "1962475",
      "MedlinePgn": "1962475"
    },
    "Abstract": {
      "AbstractText": [
        "To explore the Influence of \"hospital-community-family\" integrated management on blood pressure, quality of life, anxiety and depression in hypertensive patients.",
        "A total of 60 patients with hypertension were treated in our hospital from July 2019 to July 2021. The patients were randomly divided into control group (n =30) and study group (n =30). The former accepts routine management, while the latter accepts \"hospital-community-family\" integrated management. Nursing satisfaction, blood pressure, disease awareness rate, anxiety and depression scores, disease control ability and quality of life scores were compared.",
        "First of all, we compared the nursing satisfaction: the study group was very satisfied in 25 cases, satisfactory in 4 cases, general in 1 case, the satisfaction rate was 100.00%, while in the control group, 10 cases were very satisfied, 8 cases were satisfied, 7 cases were general, and 5 cases were dissatisfied, the satisfaction rate was 83.33%; The nursing satisfaction of the study group was higher than that of the control group (P <0.05). Secondly, we compared the level of blood pressure. There was no significant difference before management (P >0.05) but the blood pressure decreased after treatment. In the control group, the level of blood pressure in the study group was lower than that in the control group (P <0.05). In terms of disease awareness rate the scores of hypertension related knowledge hypertension harmfulness community management methods regular reexamination and blood pressure monitoring in the study group were significantly higher than those in the control group (P <0.05). There was no significant difference in anxiety and depression scores before treatment (P >0.05), but decreased after treatment. Compared with the control group, the anxiety and depression scores of the study group were lower (P <0.05). In terms of disease control ability, the total scores of diet management, medication management, behavior management and information management in the study group were higher compared to the control group (P <0.05). Finally, we compared the scores of qualities of life. Before management, there exhibited no significant difference (P >0.05). After management, the scores of quality of life decreased. Compared to the control group, the scores of physiological function, psychological function, social function and health self-cognition in the study group were lower than those in control group (P <0.05).",
        "The application of integrated \"hospital, community and family\" management can vertically integrate medical resources and establish a truly effective hierarchical treatment model. Integrated \"hospital-community-family\" management can improve patient compliance with treatment, enhance patients' self-management ability and confidence, and improve the management efficiency of medical staff."
      ],
      "CopyrightInformation": "Copyright © 2022 Wanzhe Shi et al."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiovascular Medicine, First Affiliated Hospital of Baotou Medical College, Baotou, Inner Mongolia 014010, China."
          }
        ],
        "LastName": "Shi",
        "ForeName": "Wanzhe",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiovascular Medicine, First Affiliated Hospital of Baotou Medical College, Baotou, Inner Mongolia 014010, China."
          }
        ],
        "LastName": "Cheng",
        "ForeName": "Lei",
        "Initials": "L"
      },
      {
        "Identifier": [
          "0000-0002-0061-6062"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiovascular Medicine, First Affiliated Hospital of Baotou Medical College, Baotou, Inner Mongolia 014010, China."
          }
        ],
        "LastName": "Li",
        "ForeName": "Yang",
        "Initials": "Y"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Comput Math Methods Med",
    "NlmUniqueID": "101277751",
    "ISSNLinking": "1748-670X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blood Pressure"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hospitals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Hypertension"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ],
  "CoiStatement": "The authors declare that they have no competing interests."
}