{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15495292",
  "DateCompleted": {
    "Year": "2004",
    "Month": "11",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "11",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0353-9504",
      "JournalIssue": {
        "Volume": "45",
        "Issue": "5",
        "PubDate": {
          "Year": "2004",
          "Month": "Oct"
        }
      },
      "Title": "Croatian medical journal",
      "ISOAbbreviation": "Croat Med J"
    },
    "ArticleTitle": "Education about pharmacotherapy and psychotherapy of anxiety among primary care physicians in Croatia: Balint group approach.",
    "Pagination": {
      "StartPage": "625",
      "EndPage": "629",
      "MedlinePgn": "625-9"
    },
    "Abstract": {
      "AbstractText": [
        "Balint groups help general practitioners to be sensitive to the psychological needs of anxiety patients and cope with their stress and mental health. We evaluated knowledge about pharmacotherapy and psychotherapy of anxiety among Croatian primary care physicians before and after a course based on Balint group methodology.",
        "There were 111 primary care physicians (general practitioners and specialists in general practice) who attended the Balint course as a part of their continuous education during 2003. Course participants answered questions on pharmacotherapy and psychotherapy of anxiety before and after the course.",
        "At the beginning of the course, there were significantly more specialists in general practice who gave correct answers on definition of anxiolytics and about their side effects (chi-square test, p=0.046 and p=0.030, respectively). Before the course, high number of physicians in both groups agreed that psychotherapy could be used by non-psychiatrists (70-80%, no significant difference), but after the course significantly more specialists in general practice were aware that supportive psychotherapy could be used in general practice (chi-square test, p=0.002). Before the course significantly more specialists in general practice knew that only supportive psychotherapy can be used in general practice (chi-square test, p=0.010), but after the course general practitioners' correct answers increased and the difference was not significant. Daily usage of psychotherapy before the course was significantly more frequent among specialists (chi-square test, p<0.001), but this difference disappeared after the course. Number of general practitioners who never used psychotherapy decreased after the course (chi-square=4.83, d.f.=1, p=0.028). Linear regression analysis revealed female sex to be a significant predictor for the positive effects of the course (B=0.71, p=0.025).",
        "The Balint course significantly reduced differences in knowledge of pharmacotherapy and psychotherapy of anxiety between specialists in general practice and general practitioners and improved prospects for the practice of psychotherapy among general practitioners."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "GP Office Stanislava Stojanović-Spehar, Zagreb, Croatia. stanislava.stojanovic-spehar@zg.htnet.hr"
          }
        ],
        "LastName": "Stojanović-Spehar",
        "ForeName": "Stanislava",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Blazeković-Milaković",
        "ForeName": "Sanja",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Matanić",
        "ForeName": "Dubravka",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Croatia",
    "MedlineTA": "Croat Med J",
    "NlmUniqueID": "9424324",
    "ISSNLinking": "0353-9504"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Anxiety Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Anxiety Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Croatia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Patterns, Physicians'"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    }
  ]
}