{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Cognitive behavioral therapy",
      "Common mental disorders",
      "Depression",
      "Integrated services",
      "Mental health care",
      "Prevention of recurrent sickness absence",
      "RCT",
      "Return to work",
      "Vocational rehabilitation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29197414",
  "DateCompleted": {
    "Year": "2018",
    "Month": "07",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "12",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "578",
      "10.1186/s13063-017-2272-1"
    ],
    "Journal": {
      "ISSN": "1745-6215",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Dec",
          "Day": "02"
        }
      },
      "Title": "Trials",
      "ISOAbbreviation": "Trials"
    },
    "ArticleTitle": "Integrated mental health care and vocational rehabilitation to improve return to work rates for people on sick leave because of depression and anxiety (the Danish IBBIS trial): study protocol for a randomized controlled trial.",
    "Pagination": {
      "StartPage": "578",
      "MedlinePgn": "578"
    },
    "Abstract": {
      "AbstractText": [
        "Depression and anxiety are among the largest contributors to the global burden of disease and have negative effects on both the individual and society. Depression and anxiety are very likely to influence the individual's work ability, and up to 40% of the people on sick leave in Denmark have depression and/or anxiety. There is no clear evidence that treatment alone will provide sufficient support for vocational recovery in this group. Integrated vocational and health care services have shown good effects on return to work in other, similar welfare contexts. The purpose of the IBBIS (Integrated Mental Health Care and Vocational Rehabilitation to Individuals on Sick Leave Due to Anxiety and Depression) interventions is to improve and hasten the process of return to employment for people in Denmark on sick leave because of depression and anxiety.",
        "This three-arm, parallel-group, randomized superiority trial has been set up to investigate the effectiveness of the IBBIS mental health care intervention and the integrated IBBIS mental health care and IBBIS vocational rehabilitation intervention for people on sick leave because of depression and/or anxiety in Denmark. The trial has an investigator-initiated multicenter design. A total of 603 patients will be recruited from Danish job centers in 4 municipalities and randomly assigned to one of 3 groups: (1) IBBIS mental health care integrated with IBBIS vocational rehabilitation, (2) IBBIS mental health care and standard vocational rehabilitation, and (3) standard mental health care and standard vocational rehabilitation. The primary outcome is register-based return to work at 12 months. The secondary outcome measures are self-assessed level of depression (Beck Depression Inventory II), anxiety (Beck Anxiety Inventory), stress symptoms (Four-Dimensional Symptom Questionnaire), work and social functioning (Work and Social Adjustment Scale), and register-based recurrent sickness absence.",
        "This study will provide new knowledge on vocational recovery, integrated vocational and health care interventions, and prevention of recurrent sickness absence among people with depression and anxiety. If the effect on return to work is different in the intervention groups, this study can contribute to current knowledge on shared care models for health care and vocational rehabilitation services.",
        "ClinicalTrials.gov, NCT02872051 . Retrospectively registered on 15 August 2016."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-8196-7365"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Center Copenhagen, Mental Health Services Capital Region of Denmark, University of Copenhagen, Kildegårdsvej 28, Opgang 15.4, DK-2900, Hellerup, Copenhagen, Denmark. rie.poulsen@regionh.dk."
          }
        ],
        "LastName": "Poulsen",
        "ForeName": "Rie",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Center Copenhagen, Mental Health Services Capital Region of Denmark, University of Copenhagen, Kildegårdsvej 28, Opgang 15.4, DK-2900, Hellerup, Copenhagen, Denmark."
          }
        ],
        "LastName": "Hoff",
        "ForeName": "Andreas",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Center Copenhagen, Mental Health Services Capital Region of Denmark, University of Copenhagen, Kildegårdsvej 28, Opgang 15.4, DK-2900, Hellerup, Copenhagen, Denmark."
          }
        ],
        "LastName": "Fisker",
        "ForeName": "Jonas",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Center Copenhagen, Mental Health Services Capital Region of Denmark, University of Copenhagen, Kildegårdsvej 28, Opgang 15.4, DK-2900, Hellerup, Copenhagen, Denmark."
          }
        ],
        "LastName": "Hjorthøj",
        "ForeName": "Carsten",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Center Copenhagen, Mental Health Services Capital Region of Denmark, University of Copenhagen, Kildegårdsvej 28, Opgang 15.4, DK-2900, Hellerup, Copenhagen, Denmark."
          }
        ],
        "LastName": "Eplov",
        "ForeName": "Lene Falgaard",
        "Initials": "LF"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT02872051"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Multicenter Study",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Trials",
    "NlmUniqueID": "101263253",
    "ISSNLinking": "1745-6215"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Absenteeism"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Delivery of Health Care, Integrated"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Denmark"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [
        "organization & administration"
      ],
      "DescriptorName": "Mental Health Services"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rehabilitation, Vocational"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Research Design"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Return to Work"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sick Leave"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: The trial has been evaluated by the regional ethics committees of the Capital Region (number H-16015724), but the trial was not judged to be a biomedical trial, and the need for ethical approval was therefore not necessary. The protocol is registered with http://www.clinicaltrials.gov/ (NCT02885519), and any changes in inclusion criteria or intervention will be submitted to that registry. The Danish Data Protection Agency has approved the project (RHP-2016-006: 04606), and the study will be conducted in accordance with applicable regulations. Every participant in the trial has been informed about the objective of the study, as well as the implications of participation, by an IBBIS team member and has given oral and written consent to participate before enrollment. Participants will be informed about their right to withdraw from the study at any point and without consequences for their future treatment. If withdrawing, participants can decide if their information, and how much of their information, can be used in the study. Interventions similar to the IBBIS interventions have not previously been shown to have adverse effects. Symptom severity and suicidal ideation are nonetheless monitored by care managers to make sure deterioration in the participant’s condition can be accommodated. After the intervention phase has ended, we will evaluate at 6-, 12-, and 24-month follow-up negative effects such as suicide, recurrent sick leave, death resulting from any cause, and symptom increase. Starting work will be stressful for some participants. If return to work takes place during the intervention period, this will be monitored closely by the involved IBBIS team member. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: The authors declare that they have no competing interests. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}