{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12032419",
  "DateCompleted": {
    "Year": "2002",
    "Month": "10",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "01",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-4707",
      "JournalIssue": {
        "Volume": "42",
        "Issue": "2",
        "PubDate": {
          "Year": "2002",
          "Month": "Jun"
        }
      },
      "Title": "The Journal of sports medicine and physical fitness",
      "ISOAbbreviation": "J Sports Med Phys Fitness"
    },
    "ArticleTitle": "Pre-exercise anxiety and the anxiolytic responses to acute bouts of self-selected and prescribed intensity resistance exercise.",
    "Pagination": {
      "StartPage": "217",
      "EndPage": "223",
      "MedlinePgn": "217-23"
    },
    "Abstract": {
      "AbstractText": [
        "The present investigation examined the state anxiety responses to acute bouts of self selected and prescribed intensity resistance exercise (RE). College age women (n=19) currently enrolled in a beginning weight training class were recruited to participate.",
        "Participants completed 3 randomly assigned, counterbalanced conditions of self-selected intensity RE, prescribed intensity RE (75% of 1RM), and quiet rest control. Assessments of state anxiety (SA) were obtained prior to as well as 5, 20, 60, and 120 min following each condition. Ratings of perceived exertion (RPE) were assessed within both RE conditions.",
        "RPE was found to be higher during prescribed intensity RE. To examine the role of pre-exercise anxiety level on SA responses, baseline values in each condition were stratified into high and low groups. Analyses revealed that, irrespective of intensity, SA was significantly reduced following both self-selected and prescribed RE conditions within the high baseline SA group. Conversely, reductions in SA only emerged 60 and 120 min following the selfselected RE condition in the low baseline SA group.",
        "It is concluded that the SA responses to acute RE are influenced by baseline anxiety level and the relative intensity of the bout. Results suggest that reductions in SA are observed following acute RE independent of the intensity of exercise in the presence of high baseline SA values whereas reductions are only exhibited following less intense bouts of RE when low baseline SA levels are evident."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health and Exercise Science, Wake Forest University, Winston-Salem, NC 27109, USA. fochtbc@wfu.edu"
          }
        ],
        "LastName": "Focht",
        "ForeName": "B C",
        "Initials": "BC"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "J Sports Med Phys Fitness",
    "NlmUniqueID": "0376337",
    "ISSNLinking": "0022-4707"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Analysis of Variance"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Exertion"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Weight Lifting"
    }
  ]
}