{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10645026",
  "DateCompleted": {
    "Year": "2000",
    "Month": "02",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0005-7967",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "1",
        "PubDate": {
          "Year": "2000",
          "Month": "Jan"
        }
      },
      "Title": "Behaviour research and therapy",
      "ISOAbbreviation": "Behav Res Ther"
    },
    "ArticleTitle": "Illness Attitudes Scale dimensions and their associations with anxiety-related constructs in a nonclinical sample.",
    "Pagination": {
      "StartPage": "83",
      "EndPage": "99",
      "MedlinePgn": "83-99"
    },
    "Abstract": {
      "AbstractText": [
        "The Illness Attitudes Scale (IAS) is a self-rated measure that consists of nine subscales designed to assess fears, attitudes and beliefs associated with hypochondriacal concerns and abnormal illness behavior [Kellner, R. (1986). Somatization and hypochondriasis. New York: Praeger; Kellner, R. (1987). Abridged manual of the Illness Attitudes Scale. Department of Psychiatry, School of Medicine, University of New Mexico]. The purposes of the present study were to explore the hierarchical factor structure of the IAS in a nonclinical sample of young adult volunteers and to examine the relations of each illness attitudes dimension to a set of anxiety-related measures. One-hundred and ninety-seven undergraduate university students (156 F, 41 M; mean age = 21.9 years) completed the IAS as well as measures of anxiety sensitivity, trait anxiety and panic attack history. The results of principal components analyses with oblique (Oblimin) rotation suggested that the IAS is best conceptualized as a four-factor measure at the lower order level (with lower-order dimensions tapping illness-related Fears, Behavior, Beliefs and Effects, respectively), and a unifactorial measure at the higher-order level (i.e. higher-order dimension tapping General Hypochondriacal Concerns). The factor structure overlapped to some degree with the scoring of the IAS proposed by Kellner (1986, 1987), as well as with the factor structures identified in previously-tested clinical and nonclinical samples [Ferguson, E. & Daniel, E. (1995). The Illness Attitudes Scale (IAS): a psychometric evaluation on a nonclinical population. Personality and Individual Differences, 18, 463-469; Hadjistavropoulos, H. D. & Asmundson, G. J. G. (1998). Factor analytic investigation of the Illness Attitudes Scale in a chronic pain sample. Behaviour Research and Therapy, 36, 1185-1195; Hadjistavropoulos, H. D., Frombach, I. & Asmundson, G. J. G. (in press). Exploratory and confirmatory factor analytic investigations of the Illness Attitudes Scale in a nonclinical sample. Behaviour Research and Therapy; Speckens, A. E., Spinhoven, P., Sloekers, P. P. A., Bolk, J. H. & van Hemert, A. M. (1996). A validation study of the Whitley Index, the Illness Attitude Scales and the Somatosensory Amplification Scale in general medical and general practice patients. Journal of Psychosomatic Research, 40, 95-104]. The Fears, Beliefs and Effects lower-order factors and the General Hypochondriacal Concerns higher-order factor, were shown to be strongly associated with anxiety sensitivity, even after accounting for trait anxiety and panic history. Implications for understanding the high degree of comorbidity between the diagnoses of panic disorder and hypochondriasis, as well as future research directions for exploring the utility of various IAS dimensions in predicting responses to lab-based bodily symptom-induction procedures, are discussed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Dalhousie University, Halifax, NS, Canada. sstewart@is.dal.ca"
          }
        ],
        "LastName": "Stewart",
        "ForeName": "S H",
        "Initials": "SH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Watt",
        "ForeName": "M C",
        "Initials": "MC"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Behav Res Ther",
    "NlmUniqueID": "0372477",
    "ISSNLinking": "0005-7967"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Hypochondriasis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self-Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sick Role"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}