{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety",
      "blood pressure",
      "control groups",
      "coronary artery bypass",
      "counselors",
      "heart rate",
      "operating rooms",
      "respiratory rate",
      "temperature"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Evaluar si las condiciones de apoyo preoperatorias mejoran la ansiedad y los signos vitales para los pacientes sometidos a cirugía de bypass de arterias coronarias (CABG por sus siglas en inglés).",
        "Este estudio clínico se realizó en 90 pacientes sometidos a cirugía de revascularización coronaria -CABG- en el Hospital Farshchian de Hamadan en Irán. La muestra se seleccionó por conveniencia y se dividió aleatoriamente en tres grupos: control (<i>n</i>=30), intervención1 (<i>n</i>=30) e intervención2 (<i>n</i>=30). El grupo de control recibió solamente la consejería preoperatoria de rutina cuando ingresó a hospitalización y en el momento de admisión en la sala de cirugía; los grupos de intervención1 e intervención2 además de la consejería rutina recibieron otra sesión adicional; y cuando se admitió el grupo de intervención2 en la sala de operaciones, lo acompañó la misma persona que hizo la consejería. Los datos se recopilaron mediante un cuestionario de tres partes que incluyó características demográficas, un cuadro de signos vitales y los puntajes del <i>State-Trait Anxiety Inventory de Spielberger</i>.",
        "Los hallazgos mostraron que hubo diferencia significativa en el puntaje de ansiedad de los tres grupos después de la admisión en la sala cirugía (en intervención2 fue menor que en los grupos intervención1 y control, <i>p</i><0.001; y en el grupo de intervención1 fue menor que en el grupo de control, <i>p</i><0.001). También se encontraron diferencias estadísticamente significantes para las diferencias en la presión arterial sistólica, la frecuencia cardíaca y la frecuencia respiratoria de los tres grupos, pero no para las variables de temperatura y presión arterial diastólica (<i>p</i>=0.59 y <i>p</i>=0.225, respectivamente).",
        "Nuestros resultados revelaron que la consulta preoperatoria y la admisión en el quirófano por parte del consultor pueden reducir el nivel de ansiedad y la estabilidad de los signos vitales de los pacientes sometidos a CABG."
      ],
      "CopyrightInformation": "Copyright by the Universidad de Antioquia."
    },
    {
      "AbstractText": [
        "O propósito deste estudo foi avaliar se as condições de apoio pré-operatórias melhoram a ansiedade e os signos vitais para os pacientes submetidos a cirurgia de bypass de artérias coronárias (CABG por suas siglas em inglês).",
        "Este estudo clínico se realizou em 90 pacientes submetidos a cirurgia de revascularização coronária -CABG- no Hospital Farshchian de Hamadan no Irão. A mostra se selecionou por de conveniência e se dividiu aleatoriamente em três grupos: controle (<i>n</i>=30), intervenção1 (<i>n</i>=30) e intervenção2 (<i>n</i>=30). O grupo de controle recebeu somente o aconselhamento pré-operatória de rotina quando ingressou a hospitalização e no momento de admissão na sala de cirurgia; os grupos de intervenção1 e intervenção2 ademais do aconselhamento de rotina receberam outra sessão adicional; e quando o grupo de intervenção2 foi admitido na sala de operações foi acompanhado pela mesma pessoa que fez o aconselhamento. Os dados se recopilaram mediante um questionário de três partes que incluiu características demográficas, um quadro de signos vitais e as pontuações do State-Trait Anxiety Inventory de Spielberger.",
        "As descobertas mostraram que houve diferença significativa na pontuação de ansiedade dos três grupos depois da admissão na sala cirurgia (em intervenção2 foi menor do que nos grupos intervenção1 e controle, <i>p</i><0.001; e no grupo de intervenção1 foi menor do que no grupo de controle, <i>p</i><0.001). Também se encontrou diferenças estatisticamente significantes para as diferenças na pressão arterial sistólica, a frequência cardíaca e a frequência respiratória dos três grupos, mas não para as variáveis de temperatura e pressão arterial diastólica (<i>p</i>=0.59 e <i>p</i>=0.225, respectivamente).",
        "Nossos resultados revelaram que a consulta pré-operatória e a admissão na sala de cirurgia por parte do consultor podem reduzir o nível de ansiedade e a estabilidade dos signos vitais dos pacientes submetidos a CABG."
      ],
      "CopyrightInformation": "Copyright by the Universidad de Antioquia."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33047550",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e7",
      "10.17533/udea.iee.v38n2e07"
    ],
    "Journal": {
      "ISSN": "2216-0280",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "2",
        "PubDate": {
          "Year": "2020",
          "Month": "Jul"
        }
      },
      "Title": "Investigacion y educacion en enfermeria",
      "ISOAbbreviation": "Invest Educ Enferm"
    },
    "ArticleTitle": "The interactive effect of preoperative consultation and operating room admission by a counselor on anxiety level and vital signs in patients undergoing Coronary Artery Bypass Grafting surgery. A clinical trial study.",
    "Abstract": {
      "AbstractText": [
        "The purpose of this study was to provide appropriate preoperative supportive conditions to improve anxiety and vital signs for patients undergoing Coronary Artery Bypass Grafting -CABG- surgery.",
        "This clinical trial study was performed on 90 patients undergoing CABG surgery in Farshchian Hospital of Hamadan, Iran in 2019. Sample was selected by convenience and were randomly divided into three groups: control (n=30), intervention1 (n=30), and intervention2 (n=30). The control group received only the routine preoperative counseling of ward and admitted to the operating room as usual; the intervention1 and intervention2 groups in addition received another two counseling sessions, then the intervention1 group was admitted in the operating room as usual, but the intervention2 group was admitted by the counselor in the operating room. Data were collected using a three-part questionnaire including demographic characteristics, vital signs chart, and the Spielberger's State-Trait Anxiety Inventory.",
        "The results showed that there was a significant difference in the mean anxiety of the three groups after admission in the operating room (intervention2 was lower than intervention1 and control groups, p<0.001; and intervention 1 group was lower than control group, p<0.001) and also there was a significant difference between the mean systolic blood pressure, heart rate and respiratory rate of the three groups (p <0.001) but the mean of the variables of temperature and diastolic blood pressure in the three groups were not significantly different (p=0.59 and p=0.225, respectively).",
        "Our results revealed preoperative consultation and admission in the operating room by the consultant can reduce the level of anxiety and stability of vital signs of patients undergoing CABG."
      ],
      "CopyrightInformation": "Copyright by the Universidad de Antioquia."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hamadan University of Medical Sciences, Hamadan, Iran, shirdel.zandi1994@yahoo.com."
          }
        ],
        "LastName": "Shirdel",
        "ForeName": "Zandi",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hamadan University of Medical Sciences, Hamadan, Iran, behzadiman@yahoo.com."
          }
        ],
        "LastName": "Behzad",
        "ForeName": "Imani",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hamadan University of Medical Sciences, Hamadan, Iran, manafi@umsha.ac.ir."
          }
        ],
        "LastName": "Manafi",
        "ForeName": "Babak",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hamadan University of Medical Sciences, Hamadan, Iran, Mahdi.Sahebi1415@yahoo.com."
          }
        ],
        "LastName": "Saheb",
        "ForeName": "Mehdi",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Colombia",
    "MedlineTA": "Invest Educ Enferm",
    "NlmUniqueID": "9108180",
    "ISSNLinking": "0120-5307"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Coronary Artery Bypass"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Counselors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Operating Rooms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Referral and Consultation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Vital Signs"
    }
  ],
  "CoiStatement": "The authors of this article and the planning committee members and staff have no relevant financial relationships with commercial interests to disclose."
}