{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18809166",
  "DateCompleted": {
    "Year": "2008",
    "Month": "12",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "09",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jsurg.2008.07.013"
    ],
    "Journal": {
      "ISSN": "1931-7204",
      "JournalIssue": {
        "Volume": "65",
        "Issue": "5",
        "PubDate": {
          "Year": "2008",
          "Season": "Sep-Oct"
        }
      },
      "Title": "Journal of surgical education",
      "ISOAbbreviation": "J Surg Educ"
    },
    "ArticleTitle": "Will a 1-page informational handout decrease patients' most common fears of anesthesia and surgery?",
    "Pagination": {
      "StartPage": "359",
      "EndPage": "363",
      "MedlinePgn": "359-63"
    },
    "Abstract": {
      "AbstractText": [
        "The objective of this study was to determine whether an informational handout alone could measurably reduce some of the most common fears patients have about anesthesia and surgery.",
        "An anonymous, volunteer survey package consisting of demographic information, a 1-page informational handout discussing common fears that patients have, and 2 identical surveys that assessed the patients' level of fear before and after reading the handout.",
        "Wilford Hall Medical Center, Lackland Air Force Base, San Antonio, Texas.",
        "A total of 387 random volunteer patients awaiting their clinic visit with a provider in the Anesthesiology Pre-Operation Clinic of Wilford Hall Medical Center properly filled out the survey package.",
        "Patients were asked to rate their fears with respect to (1) the qualification of their anesthesia providers, and the potential for (2) death or serious illness, (3) awareness, (4) postoperative pain, (5) access to pain medications postoperatively, and (6) postoperative nausea and vomiting. The patients rated their fears for each of the 6 categories using a Likert scale as either none, mild, moderate, or severe, which corresponded to scores of 0, 1, 2, or 3, respectively, for a maximum fear score of 18. The patients were then asked to read a 1-page objective informational handout that addressed each of these potential fears. After reading the informational handout, the patients then repeated the fear survey.",
        "Three hundred eighty-seven patients properly completed the survey packages. There were 160 (41.3%) patients who demonstrated a reduction in fear scores, with a 49.6% (p < 0.001) reduction between the mean initial fear score of 6.81 (CI 6.11 to 7.52) and mean final scores of 3.43 (CI 2.84 to 4.02). The most commonly reported fear was death (n = 196, 50.6%), and those patients with no prior surgeries (n = 63, 17.3%) had the highest initial mean fear score of 5.13 (CI 3.79 to 6.37) and the largest reduction in their fear score with 36.1% (p < 0.001). Those patients between the ages of 26 years old and 39 years old had the high initial mean fear score of 5.39 (CI 4.37 to 6.30), whereas patients under the age of 25 years old had the largest reduction in their fear score with 37.6% (p < 0.001). Subset analysis of patients whose mean fear scores were reduced after reading the handout were found to have statistically significant higher initial mean fear scores and a larger overall reduction in fear scores. Neither initial fear scores nor a reduction in fears scores were found to correlate with the type of surgery a patient was planning to have.",
        "With just over 40% of patients demonstrating a statistically significant reduction in their fear levels, consideration should given to making an informational handout available on a routine basis to patients in preoperative anesthesia and surgical clinics. Additionally, it seems that younger patients (under the age of 40 years old) and those with no prior surgeries are the most likely to benefit from such a handout."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anesthesiology, Wilford Hall Medical Center, Lackland Air Force Base, San Antonio, Texas, USA. thefitzhouse@hotmail.com"
          }
        ],
        "LastName": "Fitzgerald",
        "ForeName": "Brian Michael",
        "Initials": "BM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Elder",
        "ForeName": "Jamison",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Patient Education Handout",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Surg Educ",
    "NlmUniqueID": "101303204",
    "ISSNLinking": "1878-7452"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Anesthesia, General"
    },
    {
      "QualifierName": [
        "classification",
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Pain, Postoperative"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Patient Education as Topic"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Postoperative Nausea and Vomiting"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Surgical Procedures, Operative"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}