{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Chest pain",
      "Emergency department",
      "Psychological conditions"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29540151",
  "DateCompleted": {
    "Year": "2019",
    "Month": "02",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "02",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "03",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10",
      "10.1186/s12873-018-0161-x"
    ],
    "Journal": {
      "ISSN": "1471-227X",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "1",
        "PubDate": {
          "Year": "2018",
          "Month": "Mar",
          "Day": "14"
        }
      },
      "Title": "BMC emergency medicine",
      "ISOAbbreviation": "BMC Emerg Med"
    },
    "ArticleTitle": "Anxiety about anxiety: a survey of emergency department provider beliefs and practices regarding anxiety-associated low risk chest pain.",
    "Pagination": {
      "StartPage": "10",
      "MedlinePgn": "10"
    },
    "Abstract": {
      "AbstractText": [
        "Approximately 80% of patients presenting to emergency departments (ED) with chest pain do not have any true cardiopulmonary emergency such as acute coronary syndrome (ACS). However, psychological contributors such as anxiety are thought to be present in up to 58%, but often remain undiagnosed leading to chronic chest pain and ED recidivism.",
        "To evaluate ED provider beliefs and their usual practices regarding the approach and disposition of patients with low risk chest pain associated with anxiety, we constructed a 22-item survey using a modified Delphi technique. The survey was administered to a convenience sample of ED providers attending the 2016 American College of Emergency Physicians Scientific Assembly in Las Vegas.",
        "Surveys were completed by 409 emergency medicine providers from 46 states and 7 countries with a wide range of years of experience and primary practice environment (academic versus community centers). Respondents estimated that 30% of patients presenting to the ED with chest pain thought to be low risk for ACS have anxiety or panic as the primary cause but they directly communicate this belief to only 42% of these patients and provide discharge instructions to 48%. Only 39% of respondents reported adequate hospital resources to ensure follow-up. Community-based providers reported more adequate follow-up for these patients than their academic center colleagues (46% vs. 34%; p = 0.015). Most providers (82%) indicated that they wanted to have referral resources available to a specific clinic for further outpatient evaluation.",
        "Emergency Department providers believe approximately 30% of patients seeking emergency care for chest pain at low risk for ACS have anxiety as a primary problem, yet fewer than half discuss this concern or provide information to help the patient manage anxiety. This highlights an opportunity for patient centered communication."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Emergency Medicine, Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
          }
        ],
        "LastName": "Musey",
        "ForeName": "Paul I",
        "Initials": "PI",
        "Suffix": "Jr"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Emergency Medicine, Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "University of Virginia School of Medicine, Charlottesville, Virginia, 22908, USA."
          }
        ],
        "LastName": "Lee",
        "ForeName": "John A",
        "Initials": "JA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Emergency Medicine, Indiana University School of Medicine, Indianapolis, IN, 46202, USA."
          }
        ],
        "LastName": "Hall",
        "ForeName": "Cassandra A",
        "Initials": "CA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Emergency Medicine, Indiana University School of Medicine, Indianapolis, IN, 46202, USA. jefkline@iu.edu."
          }
        ],
        "LastName": "Kline",
        "ForeName": "Jeffrey A",
        "Initials": "JA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Emerg Med",
    "NlmUniqueID": "100968543",
    "ISSNLinking": "1471-227X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Anxiety Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Anti-Anxiety Agents"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Chest Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delphi Technique"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Emergency Service, Hospital"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Practice Patterns, Physicians'"
    }
  ],
  "CoiStatement": "ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Submitted to and deemed exempt by the IRB (protocol# 1601415405) at Indiana University School of Medicine. However, verbal informed consent was obtained from all participants prior to taking the survey. Participants were informed that this was a research study, the purpose, scope, length and its voluntary nature. They also had the opportunity to ask questions prior to deciding to participate. Additionally, before subjects could start the survey they had to read and acknowledge the following statement in the electronic survey before they could continue: “You are being asked to participate in a research project entitled “ED Provider Beliefs and Opinions Regarding Anxiety Associated Non-Cardiac Chest Pain”; which is being conducted by Paul Musey, a faculty member at Indiana University. This survey is anonymous. No one, including the researcher, will be able to associate your responses with your identity. Your participation is voluntary. You may choose not to take the survey or to stop responding at any time. Your completion of the survey serves as your voluntary agreement to participate in this research project.” CONSENT FOR PUBLICATION: Not applicable, all figures and tables were created by the authors. COMPETING INTERESTS: Paul Musey, MD - Research funding from Trevena, Inc. Jeffrey Kline, MD - Consultant to Janssen, Stago Diagnostica, Research funding from NIH, Mallingkrodt, Roche Diagnostics. PUBLISHER’S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}