{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety",
      "computerized adaptive test",
      "item response theory",
      "measurement",
      "patient-reported outcome",
      "questionnaire"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Los síntomas auto-informados por el paciente son de crucial importancía para identificar los trastornos de ansiedad, como también para monitorizar su tratamiento en la práctica clínica y en investigación. Por lo tanto, para la medícina basada en la evidencía está justificada la evaluación precisa, confiable y válida (es decir, “objetiva”) de los síntomas “subjetivos” percibidos por el paciente. Existe una gran cantidad de instrumentos disponibles que pueden proporcionar evaluaciones psícométricas fidedignas de la ansiedad, pero hay algunas limitaciones de las herramientas actuales que necesitan ser consideradas con cuidado para un empleo exitoso. Sin embargo, en medicina, la evaluación empírica del estado de salud mental no es tan aceptada como ocurre con los biomarcadores. Una razón para esto puede ser que los diferentes instrumentos que evalúan el mismo constructo psicológico utilizan distintas escalas. En este artículo se presentan algunos nuevos desarrollos que prometen proporcionar una métrica común para la evaluación de la ansiedad, y así facilitar a futuro la aceptación general de las evaluaciones en salud mental."
      ]
    },
    {
      "AbstractText": [
        "Les symptômes rapportés par les patients sont très importants pour identifier les troubles anxieux et surveiller leur traitement en recherche et en pratique cliniques. Une évaluation précise, fiable et valable (c'est-à-dire « objective ») des symptômes « subjectifs » rapportés par le patient est donc justifiée pour la médecine basée sur les preuves. Les instruments disponibles sont très nombreux, capables d'évaluer l'anxiété de façon psychométrique mais certaines limites d'outils actuels méritent d'être soigneusement analysées pour une utilisation fructueuse. L'évaluation empirique de l'état de santé mentale n'est néanmoins pas aussi bien acceptée en médecine que l'évaluation des biomarqueurs, ce qui peut s'expliquer par l'utilisation d'instruments différents pour évaluer la même construction psychologique à l'aide d'échelles différentes. Nous présentons dans cet article de nouvelles avancées promettant la conception d'une mesure commune d'évaluation de l'anxiété afin de faciliter à l'avenir l'acceptation générale de l'évaluation de la santé mentale."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25152658",
  "DateCompleted": {
    "Year": "2015",
    "Month": "04",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1958-5969",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "2",
        "PubDate": {
          "Year": "2014",
          "Month": "Jun"
        }
      },
      "Title": "Dialogues in clinical neuroscience",
      "ISOAbbreviation": "Dialogues Clin Neurosci"
    },
    "ArticleTitle": "Assessment of patient-reported symptoms of anxiety.",
    "Pagination": {
      "StartPage": "197",
      "EndPage": "211",
      "MedlinePgn": "197-211"
    },
    "Abstract": {
      "AbstractText": [
        "Patient self-reported symptoms are of crucial importance to identify anxiety disorders, as well as to monitor their treatment in clinical practice and research. Thus, for evidence-based medicine, a precise, reliable, and valid (ie, \"objective\") assessment of the patient's reported \"subjective\" symptoms is warranted. There is a plethora of instruments available, which can provide psychometrically sound assessments of anxiety, but there are several limitations of current tools that need to be carefully considered for their successful use. Nevertheless, the empirical assessment of mental health status is not as accepted in medicine as is the assessment of biomarkers. One reason for this may be that different instruments assessing the same psychological construct use different scales. In this paper we present some new developments that promise to provide one common metric for the assessment of anxiety, to facilitate the general acceptance of mental health assessments in the future."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychosomatic Medicine and Psychotherapy, Medical Clinic, Charité, Universitätsmedizin Berlin, Germany; Department of Quantitative Health Sciences, University of Massachusetts Medical School, Worcester, Massachusets, USA."
          }
        ],
        "LastName": "Rose",
        "ForeName": "Matthias",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychosomatic Medicine and Psychotherapy, Medical Clinic, Charité, Universitätsmedizin Berlin, Germany."
          }
        ],
        "LastName": "Devine",
        "ForeName": "Janine",
        "Initials": "J"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 MH082953",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01MH082953",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dialogues Clin Neurosci",
    "NlmUniqueID": "101238198",
    "ISSNLinking": "1294-8322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "classification",
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Electronic Health Records"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Outcome Assessment, Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychiatric Status Rating Scales"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychometrics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Report"
    }
  ]
}