{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Agarwood",
      "Anxiety",
      "Circadian rhythm",
      "Predator stress",
      "Sedative effect"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37023882",
  "DateCompleted": {
    "Year": "2023",
    "Month": "05",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cbpc.2023.109621",
      "S1532-0456(23)00076-5"
    ],
    "Journal": {
      "ISSN": "1532-0456",
      "JournalIssue": {
        "Volume": "269",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul"
        }
      },
      "Title": "Comparative biochemistry and physiology. Toxicology & pharmacology : CBP",
      "ISOAbbreviation": "Comp Biochem Physiol C Toxicol Pharmacol"
    },
    "ArticleTitle": "The anxiolytic and circadian regulatory effect of agarwood water extract and its effects on the next generation; zebrafish modelling.",
    "Pagination": {
      "StartPage": "109621",
      "MedlinePgn": "109621"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety is one of the most common psychiatric symptoms worldwide. Studies show that there is an increase of >25 % in the prevalence of anxiety with the onset of the COVID-19 pandemic process. Due to the various side effects of drugs used in the treatment of anxiety, interest in natural therapeutic alternatives has increased. Agarwood is a plant used as a natural therapeutic due to its sedative effect as well as many effects such as antioxidant and antibacterial. Although there are many studies with agarwood, comprehensive behavioral studies, including the next generation, are limited. In present study, zebrafish fed with diets containing 10-100 ppm water extract of Agarwood (AWE) for 3 and 8 weeks were exposed to predator stress using Oscar fish in order to test the potential anxiolytic effect of AWE. At the end of the period, zebrafish exposed to predator stress were subjected to anxiety and circadian tests. Histopathological evaluation and immunofluorescent analyzes of BDNF and 5HT4-R proteins were performed in the brains of zebrafish. The effects on the next generation were examined by taking offspring from zebrafish. According to the results, it was observed that AWE had a healing effect on anxiety-like behaviors and on the disrupted circadian rhythm triggered by the predatory stress it applied, especially in the 8 weeks 100 ppm group. Interestingly, it was also found to be effective in offspring of zebrafish fed diets with AWE."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Aquatic Biotechnology Laboratory, Fisheries Faculty, Atatürk University, Erzurum, Turkey; Department of Nanoscience and Nanoengineering, Graduate School of Natural and Applied Science, Atatürk University, Erzurum, Turkey."
          }
        ],
        "LastName": "Kankaynar",
        "ForeName": "Meryem",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Faculty of Medicine, Atatürk University, Erzurum, Turkey."
          }
        ],
        "LastName": "Ceyhun",
        "ForeName": "Hacer Akgül",
        "Initials": "HA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Aquatic Biotechnology Laboratory, Fisheries Faculty, Atatürk University, Erzurum, Turkey; Department of Food Quality Control and Analysis, Technical Vocational School, Atatürk University, Erzurum, Turkey."
          }
        ],
        "LastName": "Baran",
        "ForeName": "Alper",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Aquatic Biotechnology Laboratory, Fisheries Faculty, Atatürk University, Erzurum, Turkey; Aquaculture Department, Fisheries Faculty, Atatürk University, Erzurum, Turkey."
          }
        ],
        "LastName": "Sulukan",
        "ForeName": "Ekrem",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, Faculty of Veterinary, Atatürk University, Erzurum, Turkey."
          }
        ],
        "LastName": "Yildirim",
        "ForeName": "Serkan",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, Faculty of Veterinary, Atatürk University, Erzurum, Turkey."
          }
        ],
        "LastName": "Bolat",
        "ForeName": "İsmail",
        "Initials": "İ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Molecular Biology and Genetics, Faculty of Science, Atatürk University, Erzurum, Turkey."
          }
        ],
        "LastName": "Toraman",
        "ForeName": "Emine",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Nanoscience and Nanoengineering, Graduate School of Natural and Applied Science, Atatürk University, Erzurum, Turkey; Department of Food Technology, Technical Vocational School, Atatürk University, Erzurum, Turkey."
          }
        ],
        "LastName": "Nadaroglu",
        "ForeName": "Hayrunnisa",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Aquaculture Department, Fisheries Faculty, Atatürk University, Erzurum, Turkey; Department of Aquaculture Engineering, Graduate School of Natural and Applied Science, Atatürk University, Erzurum, Turkey."
          }
        ],
        "LastName": "Arslan",
        "ForeName": "Murat",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Aquatic Biotechnology Laboratory, Fisheries Faculty, Atatürk University, Erzurum, Turkey; Department of Nanoscience and Nanoengineering, Graduate School of Natural and Applied Science, Atatürk University, Erzurum, Turkey; Aquaculture Department, Fisheries Faculty, Atatürk University, Erzurum, Turkey; Department of Aquaculture Engineering, Graduate School of Natural and Applied Science, Atatürk University, Erzurum, Turkey. Electronic address: saltukceyhun@hotmail.com."
          }
        ],
        "LastName": "Ceyhun",
        "ForeName": "Saltuk Buğrahan",
        "Initials": "SB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Comp Biochem Physiol C Toxicol Pharmacol",
    "NlmUniqueID": "100959500",
    "ISSNLinking": "1532-0456"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Anxiety Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Anti-Anxiety Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Zebrafish"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "drug therapy",
        "metabolism"
      ],
      "DescriptorName": "Anxiety"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}