{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12898887",
  "DateCompleted": {
    "Year": "2003",
    "Month": "12",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2010",
    "Month": "11",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0066-2240",
      "JournalIssue": {
        "Volume": "57",
        "Issue": "2",
        "PubDate": {
          "Year": "2002"
        }
      },
      "Title": "Annales Universitatis Mariae Curie-Sklodowska. Sectio D: Medicina",
      "ISOAbbreviation": "Ann Univ Mariae Curie Sklodowska Med"
    },
    "ArticleTitle": "Anxiety and fear level in patients after myocardial infarction over five years of rehabilitation.",
    "Pagination": {
      "StartPage": "505",
      "EndPage": "513",
      "MedlinePgn": "505-13"
    },
    "Abstract": {
      "AbstractText": [
        "The aim of the study was to characterise the structure of anxiety and fear in patients after myocardial infarction observed during their five-year rehabilitation. The study group comprised 114 men aged 24-63 years treated at the Chair and Department of Cardiology, Medical University of Lublin with recent myocardial infarction diagnosed according to generally accepted clinical criteria. Besides basic clinical examinations the patients were performed echocardiography and psychological examination. After completion of the first clinical therapy a five-year post-infarct outpatient rehabilitation was organised for the patients. To assess the level of anxiety and fear Cattell's IPAT Self-Analysis was used. The method lets find out that: 1. In every study period the level of general anxiety was close to the neurotic level. 2. During the whole period of five-year rehabilitation in about 60% of patients the normal level of internal integration was observed. 3. In all study periods about 30% of patients showed emotional instability. 4. In the structure of anxiety and fear about 60% of patients always showed high level of inner tension associated with a conflict between superego demands and impulsive sphere. 5. Observation of patients after myocardial infarction lasting many years has shown that the study group is not homogenous as for personality traits. The use of agglomerate analysis allowed distinguishing 7 groups of patients with the most similar personality characteristics. Individual groups of patients significantly differed from one another with regard to the structure of anxiety and fear."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Cardiology, Medical University of Lublin."
          }
        ],
        "LastName": "Nasiłowska-Barud",
        "ForeName": "Alicja",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Poland",
    "MedlineTA": "Ann Univ Mariae Curie Sklodowska Med",
    "NlmUniqueID": "0414101",
    "ISSNLinking": "0066-2240"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "classification",
        "diagnosis",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "classification",
        "psychology"
      ],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "complications",
        "psychology",
        "rehabilitation"
      ],
      "DescriptorName": "Myocardial Infarction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self-Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Test Anxiety Scale"
    }
  ]
}