{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Alternative and complementary therapy, Gynaecologic surgical procedures",
      "Anxiety",
      "Music therapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34389022",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "08",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "08",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "535",
      "10.1186/s13063-021-05511-2"
    ],
    "Journal": {
      "ISSN": "1745-6215",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Aug",
          "Day": "13"
        }
      },
      "Title": "Trials",
      "ISOAbbreviation": "Trials"
    },
    "ArticleTitle": "Comparing the effects of self-selected MUsic versus predetermined music on patient ANXiety prior to gynaecological surgery: the MUANX randomized controlled trial.",
    "Pagination": {
      "StartPage": "535",
      "MedlinePgn": "535"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety is frequently observed in the preoperative setting. The negative impact of preoperative anxiety is well known. In the context of gynaecological surgery, anxiety is exacerbated by the fact that the intervention can have catastrophic repercussions on a woman's body image, sexuality, and psycho-affective well-being. Music listening is increasingly used as an alternative therapy for minimizing preoperative anxiety. Personal preferences, familiarity, and popularity may be key elements for an optimal relaxation response to music. This study aimed to determine whether listening to self-selected music decreases preoperative anxiety in women scheduled to undergo gynaecologic surgery compared with predetermined music from an application (MUSIC CARE®).",
        "The MUANX study was a single-blind, monocentric, parallel, superiority, randomized controlled trial. A total of 174 women were included and randomized in two groups between August 2017 and September 2018. Patients in the intervention group listened to the personal music playlist that they had created before being hospitalized. Patients in the control group listened to the predetermined playlist on the MUSIC CARE® application. All patients received standard nursing care and listened to 20 min of music 1 h before surgery. Anxiety scores were assessed before and after the music session using Spielberger's State-Trait Anxiety Inventory (STAI).",
        "The mean age of the 171 evaluated patients was 41.5 years (SD = 10.0 years). Before the music session, the STAI state anxiety score was similar in the control group (M = 38.8, SD = 11.9) and the intervention group (M = 39.0, SD = 13.1). After the music session, this score had significantly decreased in both the control group (M = -7.2, SD = 9.0) and the intervention group (M = -5.5, SD = 6.6), with no significant difference in score reduction between groups. Physiological parameters were unchanged after the music session. No significant differences in postoperative measurements (pain intensity, hospitalization duration) were observed between the two groups.",
        "Self-selected music is as effective as predetermined music for reducing patient anxiety before gynaecological surgery. As it has no side effects and is easily applicable in gynaecological surgical services, this non-drug intervention may be proposed by healthcare professionals in the management of preoperative anxiety.",
        "The MUANX trial (MUsic therapy on ANXiety) is registered at the US National Institutes of Health ( ClinicalTrials.gov ) #NCT03226834. Registered on 24 July 2017. https://clinicaltrials.gov/ct2/show/NCT03226834?term=muanx&draw=2&rank=1."
      ],
      "CopyrightInformation": "© 2021. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-8101-7637"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Direction des Soins Infirmiers, de Rééducation et MédicoTechniques (Site Sud), CHU de la Réunion, 97410, Saint-Pierre, France. danielle.reynaud@chu-reunion.fr."
          }
        ],
        "LastName": "Reynaud",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Inserm CIC1410, CHU de la Réunion, Saint-Pierre, France."
          }
        ],
        "LastName": "Bouscaren",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Inserm CIC1410, CHU de la Réunion, Saint-Pierre, France."
          }
        ],
        "LastName": "Lenclume",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service de Gynécologie Obstétrique, PFME, CHU SUD de la Réunion, 350 97448, Saint-Pierre, BP, France."
          },
          {
            "Identifier": [],
            "Affiliation": "UFR santé de la Réunion, Université de la Réunion, Saint-Denis, France."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre d'étude périnatale de l'océan indien EA 7388, la Réunion, Saint Pierre, France."
          }
        ],
        "LastName": "Boukerrou",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT03226834"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Trials",
    "NlmUniqueID": "101263253",
    "ISSNLinking": "1745-6215"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Gynecologic Surgical Procedures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Music"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Music Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Single-Blind Method"
    }
  ],
  "CoiStatement": "The authors declare that there are no competing interests."
}