{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Abortion, Induced",
      "Attitude",
      "Behavior--men",
      "Family And Household",
      "Family Characteristics",
      "Family Planning",
      "Family Relationships",
      "Fathers",
      "Fertility Control, Postconception",
      "Motivation--men",
      "Parents",
      "Psychological Factors--men"
    ]
  ],
  "GeneralNote": [
    "TJ: RIVISTA DI PATOLOGIA NERVOSA E MENTALE."
  ],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Only recently has any study evaluated the psychological and psychopathological reactions of men whose partners have chosen to have an abortion. Recent studies have shown that fatherhood causes deep personal and social changes and conflicts. It is therefore natural that an interruption of this process, such as through abortion, can inspire feelings of being partially \"killed\", thus bringing back childhood anxieties and feelings of castration. One study on women who had abortions showed that only 1/6 were accompanied by their partners, and that for those who face abortion as a couple, the future did not seem to hold negative consequences. A study of a number of young men emphasized the frustration of 2 desires: that of becoming a father and, consequently, of becoming a man. Another study of 50 childless young men indicated that the \"lack of fatherhood\" after the 1st abortion was the origin of frustration and pain that, in some cases, drove unmarried couples to discontinue their relationship. In a 4th study, of 52 women who went to an abortion clinic, 29 were accompanied by their partners. 20 partners agreed to be interviewed. Although none were asked the reason for the abortion, each explained the motivation for it. The observations show \"persecution anxieties\", especially with regard to the partner, depression anxieties and psychosomatic symptoms. Depression and behavioral disorders, although rarer, may also manifest themselves. The study suggests a comparison between reactions and feelings of potential fatherhood and fatherhood lost."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [
    "039931",
    "00168524"
  ],
  "InvestigatorList": [],
  "PMID": "6543986",
  "DateCompleted": {
    "Year": "1985",
    "Month": "10",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ita"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0035-6433",
      "JournalIssue": {
        "Volume": "104",
        "Issue": "6",
        "PubDate": {
          "Year": "1983",
          "Season": "Nov-Dec"
        }
      },
      "Title": "Rivista di patologia nervosa e mentale",
      "ISOAbbreviation": "Riv Patol Nerv Ment"
    },
    "ArticleTitle": "[Abortion and the man. Psychological and psychopathological manifestations in the face of lost fatherhood].",
    "Pagination": {
      "StartPage": "255",
      "EndPage": "268",
      "MedlinePgn": "255-68"
    },
    "Abstract": {
      "AbstractText": [
        "This study examines the psychological and psychopathological reactions that may appear in a man when his partner aborts. The small amount of literature that exists on the subjects was examined, and several men were, interviewed at the time their partners aborted voluntarely. It turns out that in spite of the man's lack of recognition of any reactions (reinforced by current attitudes and by the scant psychological and medical interest in the subject), there is considerable emotional involvement in the lost parenthood, both for the man and the woman. As revealed by the interviews, this involvement may manifest itself in persecutory or depressive anxiety and psychosomatic symptoms. Moreover, but very rarely, real and typical psychopathological symptoms may appear, such as depression and behavioural disorders. The appearance of these reactions is linked to the problems and conflicts aroused by prospective fatherhood, leading to a comparison between the experiences of fuliwed fatherhood and those of fatherhood lost."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Benvenuti",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Borri",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Buzzoni",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Clerici",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rossi Monti",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "L'aborto al maschile. Manifestazioni psicologiche e psico-patologiche in occasione della mancata paternità."
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Riv Patol Nerv Ment",
    "NlmUniqueID": "0431335",
    "ISSNLinking": "0035-6433"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Abortion, Induced"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Denial, Psychological"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emotions"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Fathers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Mental Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Psychophysiologic Disorders"
    }
  ]
}