{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38032831",
  "DateCompleted": {
    "Year": "2024",
    "Month": "01",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "11",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/HTR.0000000000000908"
    ],
    "Journal": {
      "ISSN": "1550-509X",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "1",
        "PubDate": {
          "MedlineDate": "2024 Jan-Feb 01"
        }
      },
      "Title": "The Journal of head trauma rehabilitation",
      "ISOAbbreviation": "J Head Trauma Rehabil"
    },
    "ArticleTitle": "Relationship Between Extreme Pain Phenotypes and Psychosocial Outcomes in Persons With Chronic Pain Following Traumatic Brain Injury: A NIDILRR and VA TBI Model Systems Collaborative Project.",
    "Pagination": {
      "StartPage": "56",
      "EndPage": "67",
      "MedlinePgn": "56-67"
    },
    "Abstract": {
      "AbstractText": [
        "To examine the relationship between extreme pain phenotypes (interference and improvement) and psychosocial outcomes among those with chronic pain after traumatic brain injury (TBI).",
        "Community.",
        "In total, 1762 TBI Model Systems (TBIMS) participants 1 to 30 years postinjury reporting chronic pain.",
        "Multisite, cross-sectional, observational cohort study.",
        "Life satisfaction, posttraumatic stress, depression and anxiety symptoms, sleep and participation, the Brief Pain Inventory (BPI) interference scale, and the Patient's Global Impression of Change (PGIC).",
        "Persons in the extreme high interference phenotype (vs extreme low interference phenotype) and/or extreme no change phenotype (vs extreme improvement phenotype) had poorer psychosocial outcomes, with extreme pain interference phenotypes having a larger effect on outcomes than extreme perceived improvement phenotypes. After controlling for covariates, large effect sizes (ES) related to pain interference were observed for posttraumatic stress symptoms (ES = -1.14), sleep quality (ES = -1.10), depression (ES = -1.08), anxiety (ES = -0.82), and life satisfaction (ES = 0.76); effect sizes for participation outcomes, although significant, were relatively small (ES = 0.21-0.36). Effect sizes related to perceived improvement were small for life satisfaction (ES = 0.20) and participation (ES = 0.16-0.21) outcomes. Pain intensity was identified as a meaningful confounding factor of the relationships between extreme phenotypes and posttraumatic stress, depression, anxiety, and sleep quality.",
        "Examination of extreme phenotypes provides important insights into the experience of individuals living with chronic pain and TBI. Results suggest that the relationships among a variety of characteristics of the person, their experience with pain, and treatment of pain are complex. Further research is needed to better understand these complex relationships and how differences in pain interference and perceived improvement from treatment can assist in assessment and treatment of chronic pain after TBI."
      ],
      "CopyrightInformation": "Copyright © 2023 Wolters Kluwer Health, Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Craig Hospital Research Department, Englewood, Colorado (Drs Ketchum, Agtarap, and Harrison-Felix); Department of Rehabilitation Medicine, University of Washington School of Medicine, Seattle (Dr Hoffman); Department of Physical Medicine and Rehabilitation, Indiana University School of Medicine & Rehabilitation, Hospital of Indiana, Indianapolis (Dr Hammond); Mental Health and Behavioral Science Service (Dr Martin) and MHBS/Polytrauma (Dr Nakase-Richardson), James A. Haley Veterans Hospital, VA Tampa Health Care, Tampa, Florida; Department of Psychiatry and Behavioral Neurosciences (Dr Martin) and Sleep and Pulmonary Division, Department of Internal Medicine (Dr Nakase-Richardson), University of South Florida, Tampa; Department of Physical Medicine and Rehabilitation, School of Medicine, Virginia Commonwealth University, Richmond (Dr Walker); Department of Physical Medicine and Rehabilitation, Spaulding Rehabilitation Hospital, and Harvard Medical School, Boston, Massachusetts (Dr Zafonte); and Defense Health Agency Traumatic Brain Injury Center of Excellence, Tampa, Florida (Dr Nakase-Richardson)."
          }
        ],
        "LastName": "Ketchum",
        "ForeName": "Jessica M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hoffman",
        "ForeName": "Jeanne M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Agtarap",
        "ForeName": "Stephanie",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hammond",
        "ForeName": "Flora M",
        "Initials": "FM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Martin",
        "ForeName": "Aaron M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Walker",
        "ForeName": "William C",
        "Initials": "WC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Zafonte",
        "ForeName": "Ross",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Harrison-Felix",
        "ForeName": "Cynthia",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nakase-Richardson",
        "ForeName": "Risa",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Observational Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Head Trauma Rehabil",
    "NlmUniqueID": "8702552",
    "ISSNLinking": "0885-9701"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Chronic Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Brain Injuries, Traumatic"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    }
  ],
  "CoiStatement": "The authors declare no conflicts of interest."
}