{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24024826",
  "DateCompleted": {
    "Year": "2014",
    "Month": "06",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "09",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1471-2407-13-414"
    ],
    "Journal": {
      "ISSN": "1471-2407",
      "JournalIssue": {
        "Volume": "13",
        "PubDate": {
          "Year": "2013",
          "Month": "Sep",
          "Day": "11"
        }
      },
      "Title": "BMC cancer",
      "ISOAbbreviation": "BMC Cancer"
    },
    "ArticleTitle": "U-CARE: Internet-based stepped care with interactive support and cognitive behavioral therapy for reduction of anxiety and depressive symptoms in cancer--a clinical trial protocol.",
    "Pagination": {
      "StartPage": "414",
      "MedlinePgn": "414"
    },
    "Abstract": {
      "AbstractText": [
        "Approximately 20-30% of patients with cancer experience a clinically relevant level of emotional distress in response to disease and treatment. This in itself is alarming but it is even more problematic because it is often difficult for physicians and nurses to identify cancer patients who experience clinically relevant levels of anxiety and depression symptoms. This can result in persistent distress and can cause human suffering as well as costs for individuals and to the community.",
        "Applying a multi-disciplinary and design-oriented approach aimed at attaining new evidence-based knowledge in basic and applied psychosocial oncology, this protocol will evaluate an intervention to be implemented in clinical practice to reduce cancer patient anxiety and depression. A prospective randomized design will be used.The overarching goal of the intervention is to promote psychosocial health among patients suffering from cancer by means of self-help programmes delivered via an Internet platform. Another goal is to reduce costs for individuals and society, caused by emotional distress in response to cancer.Following screening to detect levels of patient distress, patients will be randomized to standard care or a stepped care intervention. For patients randomized to the intervention, step 1 will consist of self-help material, a chat forum where participants will be able to communicate with each other, and a Frequently Asked Questions (FAQ) section where they can ask questions and get answers from an expert. Patients in the intervention group who still report symptoms of anxiety or depression after access to step 1 will be offered step 2, which will consist of cognitive behavioral therapy (CBT) administered by a personal therapist. The primary end point of the study is patients' levels of anxiety and depression, evaluated longitudinally during and after the intervention.",
        "There is a lack of controlled studies of the psychological and behavioral processes involved in this type of intervention for anxiety and depressive disorders. Since anxiety and depressive symptoms are relatively common in patients with cancer and the availability of adequate support efforts is limited, there is a need to develop evidence-based stepped care for patients with cancer, to be delivered via the Internet.",
        "ClinicalTrials.gov Identifier: NCT01630681."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health and Caring Sciences, Uppsala University, Box 564, SE-751 22 Uppsala, Sweden. susanne.mattsson@pubcare.uu.se."
          }
        ],
        "LastName": "Mattsson",
        "ForeName": "Susanne",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Alfonsson",
        "ForeName": "Sven",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Carlsson",
        "ForeName": "Maria",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nygren",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Olsson",
        "ForeName": "Erik",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Johansson",
        "ForeName": "Birgitta",
        "Initials": "B"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT01630681"
        ]
      }
    ],
    "PublicationTypeList": [
      "Clinical Trial",
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Cancer",
    "NlmUniqueID": "100967800",
    "ISSNLinking": "1471-2407"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Protocols"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    }
  ]
}