{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Das Screening struktureller Einschränkungen der Persönlichkeit gilt zunehmend als wichtig für die Planung der stationären Behandlung, da hierdurch frühzeitig spezifische Behandlungspfade festgelegt werden können. Kürzlich wurde zu diesem Zweck der 12-Item Screening-Fragebogen zur OPD-Strukturachse (OPD-SFK) entwickelt und erste Ergebnisse zur Faktorenstruktur und Validität veröffentlicht. Das Ziel der aktuellen Studie bestand darin, den OPD-SFK außerhalb des Entwicklerteams an weiteren Stichproben zu validieren und Referenzwerte zur Verfügung zu stellen.",
        "Die Datenerhebung erfolgte zwischen 2012 und 2016 in der psychosomatischen Ambulanz (N=565) und auf der psychosomatischen Station (N=670) der Charité – Universitätsmedizin Berlin. Um die Faktorenstruktur des OPD-SFK zu überprüfen wurden für beide Stichproben konfirmatorische Faktorenanalysen (CFA) durchgeführt. Zur Überprüfung der Konstruktvalidität wurde bei N=105 Patienten ein SKID-II-Interview durchgeführt und N=160 Patienten füllten die 90-Item Version des Narzissmusinventars (NI-90) aus. Zusätzlich wurde die psychische, soziale und körperliche Gesundheit anhand weiterer Instrumente erhoben. Bivariate Korrelationen wurden berechnet, um die Zusammenhänge zwischen diesen Instrumenten und dem OPD-SFK zu untersuchen.",
        "Die CFAs ergaben eine gute bis zufriedenstellende Modellgüte für das vorgeschlagene Dreifaktorenmodell und sehr gute Werte für ein Bi-Faktor-Modell. Die Analysen zur Konstruktvalidität ergaben hohe positive Korrelationen zwischen dem OPD-SFK und dem dimensionalen Score des SKID-II-Interviews, den SKID-II-Interviews und dem NI-90 und bestätigten somit die konvergente Validität. Für die diskriminante Validität zeigten sich heterogene Ergebnisse: Mit einer Reihe von Instrumenten zeigten sich mittlere bis hohe Zusammenhänge, bspw. mit dem D-CAT (Depression), A-CAT (Angst), S-CAT (Stress) und PHQ-15 (somatische Symptome). Folgeanalysen zeigten, dass der OPD-SF Faktor Selbstwirksamkeit möglicherweise besonders von aktueller Depressivität und Angst beeinflusst wird. Die Unterschiede der einzelnen Korrelationen der Subskalen des OPD-SFK mit den anderen Instrumenten waren gering.",
        "Der OPD-SFK scheint zum Screening struktureller Defizite geeignet. Allerdings werden auch andere Aspekte der Psychopathologie miterfasst, sodass während der klinischen Behandlung eine weitere Diagnostik der Persönlichkeitsstruktur, z. B. durch ein OPD-Interview zusätzlich sinnvoll scheint."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29448281",
  "DateCompleted": {
    "Year": "2019",
    "Month": "05",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "02",
        "Day": "15"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/s-0043-125394"
    ],
    "Journal": {
      "ISSN": "1439-1058",
      "JournalIssue": {
        "Volume": "69",
        "Issue": "1",
        "PubDate": {
          "Year": "2019",
          "Month": "Jan"
        }
      },
      "Title": "Psychotherapie, Psychosomatik, medizinische Psychologie",
      "ISOAbbreviation": "Psychother Psychosom Med Psychol"
    },
    "ArticleTitle": "[Evaluation of Factor Structure and Construct Validity of the 12-Item Short Version of the OPD Structure Questionnaire (OPD-SQS) in Psychosomatic Patients].",
    "Pagination": {
      "StartPage": "38",
      "EndPage": "48",
      "MedlinePgn": "38-48"
    },
    "Abstract": {
      "AbstractText": [
        "Screening for personality dysfunction is regarded as increasingly important for treatment planning in clinical settings as this allows to determine specific clinical pathways in an early stage. Recently, the 12-item OPD Structure Questionnaire (OPD-SQS) was developed for this purpose and initial results of the factor structure and validity have been published. This study aimed to investigate and validate the OPD-SQS in further patient samples beyond the team of developers and to provide reference values.",
        "Data was assessed in psychosomatic outpatients (N=565) and inpatients (N=670) at Charité - Universitätsmedizin Berlin between 2012 and 2016. To examine the factor structure of the OPD-SQS confirmatory factor analyses (CFA) were applied in both samples. To evaluate construct validity, a SKID-II-Interview was performed in N=105 patients and narcissism inventory (NI-90) was completed by N=160 patients. In addition, a range of instruments reflecting emotional, social and physical health were assessed. Bivariate correlations were performed to analyze relations between these instruments and the OPD-SQS.",
        "CFAs indicated a good to satisfying fit for the proposed model including 3 factors. A Bifactormodel resulted in very good modelfit. Analyses of construct validity resulted in high positive correlations of OPD-SQS with dimensional SCID-II scores, SKID-II interviews, and NI-90 confirming convergent validity. Results for discriminant validity were heterogeneous. Medium to high correlations were found with a range of instruments including D-CAT (depression), A-CAT (anxiety), S-CAT (stress), and PHQ-15 (somatic symptoms). Subsequent analyses revealed, that the factor self-perception is potentially being influenced by current depression and anxiety. Analyses showed only minor differences of correlations between OPD-SQS subscales and other instruments.",
        "The OPD-SQS seems to be appropriate for screening of personality dysfunction. However, other aspects of psychopathology are gathered in addition. Therefore, further investigation of the patients' personality structure such as an OPD interview may be added in clinical settings."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medizinische Klinik mit Schwerpunkt Psychosomatik, Charité - Universitätsmedizin Berlin."
          }
        ],
        "LastName": "Obbarius",
        "ForeName": "Alexander",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medizinische Klinik mit Schwerpunkt Psychosomatik, Charité - Universitätsmedizin Berlin."
          }
        ],
        "LastName": "Obbarius",
        "ForeName": "Nina",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medizinische Klinik mit Schwerpunkt Psychosomatik, Charité - Universitätsmedizin Berlin."
          }
        ],
        "LastName": "Fischer",
        "ForeName": "Felix",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medizinische Klinik mit Schwerpunkt Psychosomatik, Charité - Universitätsmedizin Berlin."
          }
        ],
        "LastName": "Liegl",
        "ForeName": "Gregor",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medizinische Klinik mit Schwerpunkt Psychosomatik, Charité - Universitätsmedizin Berlin."
          }
        ],
        "LastName": "Rose",
        "ForeName": "Matthias",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Validation Study"
    ],
    "VernacularTitle": "Evaluation der Faktorenstruktur und Konstruktvalidität der 12-Item Kurzversion des OPD-Strukturfragebogens (OPD-SFK) an psychosomatischen Patienten."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Psychother Psychosom Med Psychol",
    "NlmUniqueID": "8002823",
    "ISSNLinking": "0937-2032"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Factor Analysis, Statistical"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mass Screening"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Narcissism"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuropsychological Tests"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Personality"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Psychophysiologic Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproducibility of Results"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "Die Autoren geben an, dass kein Interessenkonflikt besteht."
}