{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Early puberty",
      "Psychopathology",
      "Quality of life"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37335399",
  "DateCompleted": {
    "Year": "2023",
    "Month": "08",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "06",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00431-023-05057-2"
    ],
    "Journal": {
      "ISSN": "1432-1076",
      "JournalIssue": {
        "Volume": "182",
        "Issue": "8",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug"
        }
      },
      "Title": "European journal of pediatrics",
      "ISOAbbreviation": "Eur J Pediatr"
    },
    "ArticleTitle": "Early puberty paradox: an investigation of anxiety levels of mothers and children, children's quality of life, and psychiatric diagnoses.",
    "Pagination": {
      "StartPage": "3775",
      "EndPage": "3783",
      "MedlinePgn": "3775-3783"
    },
    "Abstract": {
      "AbstractText": [
        "Early puberty signs lead to an increase in anxiety levels of parents and children. The aim of this study was to investigate the quality of life and anxiety levels of girls and their mothers who were admitted to a pediatric endocrinology clinic with concerns about early puberty. Girls and their mothers who were admitted to endocrinology outpatient clinic with concerns about early puberty were compared to healthy control group. Screen for Child Anxiety Related Emotional Disorders (SCARED) parent form, Quality of Life for Children Scale (PedsQL) parent form, and Beck Anxiety Inventory (BAI) were administered to the mothers. Children were evaluated with the Schedule for Affective Disorders and Schizophrenia for School-Age Children (Kiddie-SADS Lifetime Version) (K-SADS-PL). The study sample consisted of 92 girls and 62 of them were administered to clinic with concerns about early puberty. There were 30 girls in early puberty group (group 1), 32 girls were in the normal development group (group 2), and 30 were in the healthy control group (group 3). The anxiety level of group 1 and group 2 was significantly higher, and their quality of life was significantly lower when compared to group 3 (p < 0.001). Mother's anxiety level was found significantly higher in group 2 (p < 0.001). It has shown that anxiety level and quality of life of children were associated with anxiety level of mothers and the current Tanner stage (r = 0.302, p < 0.005).    Conclusion: Mothers and children who have concerns about early puberty are negatively affected when early puberty is a possibility. For this reason, educating parents will prevent negative impacts of this situation on children. At the same time, it will decrease health burden. What is Known? • Early adolescence is one of the most common reasons for admission to pediatric endocrinology outpatient clinics. It is known that increasing early adolescence anxiety in the society causes cost and time losses in the field of health. However, studies investigating the reasons for this result are limited in the literature. What's New? • The level of anxiety increased significantly in girls with suspected precocious puberty and their mothers, and their quality of life was affected. • For this reason, we would like to emphasize the importance of multidisciplinary approaches before psychiatric disorders occur in children with suspected precocious puberty and their parents."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2912-8097"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Child and Adolescent Psychiatry Department, Kocaeli University, Kocaeli, Turkey. burcu-atar@hotmail.com."
          }
        ],
        "LastName": "Kardaş",
        "ForeName": "Burcu",
        "Initials": "B"
      },
      {
        "Identifier": [
          "0000-0003-2241-2367"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Child and Adolescent Psychiatry Department, Kocaeli University, Kocaeli, Turkey."
          }
        ],
        "LastName": "Kardaş",
        "ForeName": "Ömer",
        "Initials": "Ö"
      },
      {
        "Identifier": [
          "0000-0002-0535-4954"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatric Endocrinology, Balıkesir Atatürk City Hospital, Balıkesir, Turkey."
          }
        ],
        "LastName": "Demiral",
        "ForeName": "Meliha",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0002-3203-741X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatric Endokrinology, Mardin Artuklu University School of Medicine, Mardin, Turkey."
          }
        ],
        "LastName": "Özbek",
        "ForeName": "Mehmet Nuri",
        "Initials": "MN"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Eur J Pediatr",
    "NlmUniqueID": "7603873",
    "ISSNLinking": "0340-6199"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Mothers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Puberty, Precocious"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Disorders"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Puberty"
    }
  ]
}