{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Depression",
      "Digital mental health applications",
      "mHealth",
      "meta-Analysis"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37352813",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "06",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jpsychires.2023.06.019",
      "S0022-3956(23)00318-7"
    ],
    "Journal": {
      "ISSN": "1879-1379",
      "JournalIssue": {
        "Volume": "164",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug"
        }
      },
      "Title": "Journal of psychiatric research",
      "ISOAbbreviation": "J Psychiatr Res"
    },
    "ArticleTitle": "Efficacy of stand-alone digital mental health applications for anxiety and depression: A meta-analysis of randomized controlled trials.",
    "Pagination": {
      "StartPage": "171",
      "EndPage": "183",
      "MedlinePgn": "171-183"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety and depressive disorders affect 20% of the population, cause functional impairment, and represent a leading cause of disability. Although evidence-based treatments exist, the shortage of trained clinicians and high demand for mental health services have resulted in limited access to evidence-based care. Digital mental health applications (DMHA) present innovative, scalable, and sustainable solutions to address disparities in mental health care.",
        "The present study used meta-analytic techniques to evaluate the therapeutic effect of DMHAs in randomized controlled trials (RCTs) for individuals experiencing anxiety and/or depressive symptoms. Search terms were selected based on concepts related to digital mental health applications, mental health/wellness, intervention type, trial design, and anxiety and/or depression symptoms/diagnosis outcomes to capture all potentially eligible results. Potential demographic, DMHA, and trial design characteristics were examined as moderators of therapeutic effects.",
        "Random effects meta-analyses found that stand-alone DMHAs produced a modest reduction in anxiety (g = 0.31) and depressive (g = 0.35) symptom severity. Several moderators influenced the therapeutic effects of DMHAs for anxiety and/or depressive symptoms including treatment duration, participant inclusion criteria, and outcome measures.",
        "Minimal information was available on DMHA usability and participant engagement with DMHAs within RCTs.",
        "While DMHAs have the potential to be scalable and sustainable solutions to improve access and availability of evidence-based mental healthcare, moderator analyses highlight the considerations for implementation of DMHAs in practice. Further research is needed to understand factors that influence therapeutic effects of DMHAs and investigate strategies to optimize its implementation and overcome the extant research-to-practice gap."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Behavioral Sciences, Johns Hopkins University School of Medicine, Baltimore, MD, USA."
          }
        ],
        "LastName": "Seegan",
        "ForeName": "Paige L",
        "Initials": "PL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mid-Atlantic Permanente Research Institute, Kaiser Permanente Mid-Atlantic States, Rockville, MD, USA; Mid-Atlantic Permanente Medical Group, Rockville, MD, USA."
          }
        ],
        "LastName": "Miller",
        "ForeName": "Michael J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mid-Atlantic Permanente Research Institute, Kaiser Permanente Mid-Atlantic States, Rockville, MD, USA; Mid-Atlantic Permanente Medical Group, Rockville, MD, USA."
          }
        ],
        "LastName": "Heliste",
        "ForeName": "Jennifer L",
        "Initials": "JL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mid-Atlantic Permanente Research Institute, Kaiser Permanente Mid-Atlantic States, Rockville, MD, USA; Mid-Atlantic Permanente Medical Group, Rockville, MD, USA."
          }
        ],
        "LastName": "Fathi",
        "ForeName": "Lily",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Behavioral Sciences, Johns Hopkins University School of Medicine, Baltimore, MD, USA. Electronic address: jfmcguire@jhmi.edu."
          }
        ],
        "LastName": "McGuire",
        "ForeName": "Joseph F",
        "Initials": "JF"
      }
    ],
    "GrantList": [
      {
        "GrantID": "UL1 TR003098",
        "Acronym": "TR",
        "Agency": "NCATS NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Psychiatr Res",
    "NlmUniqueID": "0376331",
    "ISSNLinking": "0022-3956"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "therapy",
        "etiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "Declaration of competing interest Dr. Miller, RPh, DrPH, FAPhA is a Senior Associate Editor for the American Journal of Health-System Pharmacy™ for which he receives an honorarium. Dr. McGuire has received research support from the Tourette Association of America, the American Academy of Neurology, the Brain Research Foundation, the American Psychological Foundation, the American Psychological Association, the Hilda and Preston Davis Family Foundation, and the Misophonia Research Fund. He has received royalties from Elsevier, an honorarium from Springer for editorial responsibilities, and serves as a consultant for Syneos Health. Authors have no other relevant financial relationships or conflicts of interest to disclose."
}