{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19691546",
  "DateCompleted": {
    "Year": "2010",
    "Month": "04",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/j.1755-5949.2009.00101.x"
    ],
    "Journal": {
      "ISSN": "1755-5949",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "3",
        "PubDate": {
          "Year": "2009",
          "Season": "Fall"
        }
      },
      "Title": "CNS neuroscience & therapeutics",
      "ISOAbbreviation": "CNS Neurosci Ther"
    },
    "ArticleTitle": "A model of the generation of ataque de nervios: the role of fear of negative affect and fear of arousal symptoms.",
    "Pagination": {
      "StartPage": "264",
      "EndPage": "275",
      "MedlinePgn": "264-75"
    },
    "Abstract": {
      "AbstractText": [
        "This article examines a model of the generation of ataque de nervios, according to which both fear of negative affectivity and fear of arousal symptoms are associated with the emergence of ataques. We examine the relationship of fear of negative affectivity and fear of arousal to the severity of ataque de nervios during the last month and the last 6 months among Caribbean Latinos residing in the United States. The measures include a Fear of Anger Scale and the Anxiety Sensitivity Index (ASI), the ASI augmented with two items that assess fear of arousal symptoms common in ataques: chest tightness and a sense of inner heat. In keeping with the model of ataque generation, one-way analysis of variances (ANOVAs) and discriminant function analyses illustrated that items assessing \"fear of negative affect\" and \"fear of somatic and psychological symptoms of arousal\" both differentiated well among the levels of ataque severity. In addition, key ataque symptoms-mental incapacitation fears, shakiness, chest tightness, palpitations, and a sense of inner heat-were the best discriminators among levels of ataque severity. In patients with severe ataques, the scores of \"fear of negative affect\" and \"fear of ataque-de-nervios-type somatic and psychological symptoms\" were extremely elevated. This further suggests that both these types of fears are associated with this idiom of distress and that the specific content of the fears is linked to the symptom picture of the idiom. This suggests specific therapeutic targets for the treatment of ataque, namely, the reduction of anxiety sensitivity (and more generally negative-emotion and arousal sensitivity) using cognitive behavioral therapy (CBT), relaxation, and mindfulness techniques."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Massachusetts General Hospital and Harvard Medical School, Boston, MA, USA. devon_hinton@hms.harvard.edu"
          }
        ],
        "LastName": "Hinton",
        "ForeName": "Devon E",
        "Initials": "DE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lewis-Fernández",
        "ForeName": "Roberto",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pollack",
        "ForeName": "Mark H",
        "Initials": "MH"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "CNS Neurosci Ther",
    "NlmUniqueID": "101473265",
    "ISSNLinking": "1755-5930"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Anger"
    },
    {
      "QualifierName": [
        "ethnology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Arousal"
    },
    {
      "QualifierName": [
        "ethnology"
      ],
      "DescriptorName": "Caribbean Region"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "ethnology",
        "psychology"
      ],
      "DescriptorName": "Hispanic or Latino"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Psychological"
    },
    {
      "QualifierName": [
        "ethnology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Panic Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reinforcement, Psychology"
    }
  ],
  "CoiStatement": "Mark Pollack has been on advisory boards and has done consultation for AstraZeneca, Brain Cells Inc, Bristol Myers Squibb, Cephalon, Dov Pharmaceuticals, Forest Laboratories, GlaxoSmithKline, Janssen, Jazz Pharmaceuticals, Labopharm, Eli Lilly & Co, Medavante, Neurocrine, Neurogen, Novartis, Otsuka Pharmaceuticals, Pfizer, Predix, Roche, Laboratories, Sanofi, Sepracor, Solvay, Tikvah Therapeutics, Transcept Inc, UCB Pharma, Wyeth. He has received research grants from Astra‐Zeneca, Bristol Myers Squibb, Cephalon, Cyberonics, Forest Laboratories, GlaxoSmithKline, Janssen, Eli Lilly, NARSAD, NIDA, NIMH, Pfizer, Roche Laboratories, Sepracor, UCB Pharma, Wyeth. He has done presentations with support from Bristol Myers Squibb, Forest Laboratories, GlaxoSmithKline, Janssen, Lilly, Pfizer, Solvay, Wyeth. He has equity in Medavante, Mensante Corporation, Mindsite, Targia Pharmaceuticals and receives copyright royalties for the SIGH‐A, SAFER."
}