{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Aberrant salience",
      "Cannabis use",
      "Ethnicity",
      "Psychotic experiences",
      "Racial minority"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34583102",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "09",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.schres.2021.09.016",
      "S0920-9964(21)00376-5"
    ],
    "Journal": {
      "ISSN": "1573-2509",
      "JournalIssue": {
        "Volume": "238",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec"
        }
      },
      "Title": "Schizophrenia research",
      "ISOAbbreviation": "Schizophr Res"
    },
    "ArticleTitle": "The role of aberrant salience in the association between cannabis use frequency and psychotic experiences among racial and ethnic minoritized youth.",
    "Pagination": {
      "StartPage": "36",
      "EndPage": "43",
      "MedlinePgn": "36-43"
    },
    "Abstract": {
      "AbstractText": [
        "Prior studies have shown cannabis use is correlated with psychotic symptoms, but few have explored potential underlying mechanisms. The present study examined whether aberrant salience explains the association between cannabis use frequency and psychotic experiences (PE) while accounting for the mediating role of anxiety in this association. A US urban undergraduate sample of 816 racial and ethnic minorities contributed data used in linear regression models to determine associations between recent (3 months) cannabis use frequency, aberrant salience, anxiety, positive subscale Prodromal Questionnaire (PQ) items, and distressing positive PQ items. Results from hierarchical linear regression and mediation models using Hayes PROCESS application indicated the association between cannabis use frequency and PE was significantly explained by higher aberrant salience and anxiety. Furthermore, anxiety's indirect association with cannabis use frequency and PE significantly occurred through aberrant salience's indirect association with cannabis use frequency and PE (i.e., serial mediation). A similar pattern emerged for distressing PE. We also found earlier age of cannabis use onset (age 12-14) was associated with a higher number of PE and distressing PE and that this was partially explained by higher aberrant salience. Anxiety's indirect association between earlier age of onset and PE/distressing PE only occurred through aberrant salience (i.e., serial mediation). Aberrant salience may be the part of psychosis proneness most directly connected to why earlier initiation of cannabis use is a risk factor for psychotic disorders. This should be explored further in future longitudinal work with clinical high-risk populations and among minoritized youth."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, The City College of New York, City University of New York, 160 Convent Avenue, North Academic Center, New York, NY 10031, United States of America; The Graduate Center, City University of New York, 365 5th Avenue, New York, NY 10016, United States of America. Electronic address: danglin@ccny.cuny.edu."
          }
        ],
        "LastName": "Anglin",
        "ForeName": "Deidre M",
        "Initials": "DM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Rutgers University, 53 Avenue E, Piscataway, NJ 08854, United States of America."
          }
        ],
        "LastName": "Tikhonov",
        "ForeName": "Aleksandr A",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, The City College of New York, City University of New York, 160 Convent Avenue, North Academic Center, New York, NY 10031, United States of America."
          }
        ],
        "LastName": "Tayler",
        "ForeName": "Rachel",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate School of Social Service, Fordham University, 113 W 60th Street, New York, NY 10023, United States of America."
          }
        ],
        "LastName": "DeVylder",
        "ForeName": "Jordan",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Schizophr Res",
    "NlmUniqueID": "8804207",
    "ISSNLinking": "0920-9964"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cannabis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ethnicity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Psychotic Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}