{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20547435",
  "DateCompleted": {
    "Year": "2010",
    "Month": "11",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2010",
        "Month": "05",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cpr.2010.05.003"
    ],
    "Journal": {
      "ISSN": "1873-7811",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "6",
        "PubDate": {
          "Year": "2010",
          "Month": "Aug"
        }
      },
      "Title": "Clinical psychology review",
      "ISOAbbreviation": "Clin Psychol Rev"
    },
    "ArticleTitle": "Is cognitive-behavioral therapy more effective than other therapies? A meta-analytic review.",
    "Pagination": {
      "StartPage": "710",
      "EndPage": "720",
      "MedlinePgn": "710-20"
    },
    "Abstract": {
      "AbstractText": [
        "Cognitive-behavioral therapy (CBT) is effective for a range of psychiatric disorders. However, it remains unclear whether CBT is superior to other forms of psychotherapy, and previous quantitative reviews on this topic are difficult to interpret. The aim of the present quantitative review was to determine whether CBT yields superior outcomes to alternative forms of psychotherapy, and to examine the relationship between differential outcome and study-specific variables. From a computerized literature search through September 2007 and references from previous reviews, English-language articles were selected that described randomized controlled trials of CBT vs. another form of psychotherapy. Of these, only those in which the CBT and alternative therapy condition were judged to be bona fide treatments, rather than \"intent-to-fail\" conditions, were retained for analysis (28 articles representing 26 studies, N=1981). Four raters identified post-treatment and follow-up effect size estimates, as well as study-specific variables including (but not limited to) type of CBT and other psychotherapy, sample diagnosis, type of outcome measure used, and age group. Studies were rated for methodological adequacy including (but not limited to) the use of reliable and valid measures and independent evaluators. Researcher allegiance was determined by contacting the principal investigators of the source articles. CBT was superior to psychodynamic therapy, although not interpersonal or supportive therapies, at post-treatment and at follow-up. Methodological strength of studies was not associated with larger or smaller differences between CBT and other therapies. Researchers' self-reported allegiance was positively correlated with the strength of CBT's superiority; however, when controlling for allegiance ratings, CBT was still associated with a significant advantage. The superiority of CBT over alternative therapies was evident only among patients with anxiety or depressive disorders. These results argue against previous claims of treatment equivalence and suggest that CBT should be considered a first-line psychosocial treatment of choice, at least for patients with anxiety and depressive disorders."
      ],
      "CopyrightInformation": "Copyright 2010 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Institute of Living, Hartford, CT 06106, USA. dtolin@harthosp.org"
          }
        ],
        "LastName": "Tolin",
        "ForeName": "David F",
        "Initials": "DF"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Meta-Analysis",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Psychol Rev",
    "NlmUniqueID": "8111117",
    "ISSNLinking": "0272-7358"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}