{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24942321",
  "DateCompleted": {
    "Year": "2014",
    "Month": "09",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "09",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1213/ANE.0000000000000294"
    ],
    "Journal": {
      "ISSN": "1526-7598",
      "JournalIssue": {
        "Volume": "119",
        "Issue": "2",
        "PubDate": {
          "Year": "2014",
          "Month": "Aug"
        }
      },
      "Title": "Anesthesia and analgesia",
      "ISOAbbreviation": "Anesth Analg"
    },
    "ArticleTitle": "The effectiveness of interventions aimed at reducing anxiety in health care waiting spaces: a systematic review of randomized and nonrandomized trials.",
    "Pagination": {
      "StartPage": "433",
      "EndPage": "448",
      "MedlinePgn": "433-448"
    },
    "Abstract": {
      "AbstractText": [
        "Reducing waiting anxiety is an important objective of patient-centered care. Anxiety is linked to negative health outcomes, including longer recovery periods, lowered pain thresholds, and for children in particular, resistance to treatment, nightmares, and separation anxiety. The goals of this study were (1) to systematically review published research aimed at reducing preprocedural waiting anxiety, and (2) to provide directions for future research and development of strategies to manage preprocedural waiting anxiety in health care environments.",
        "We performed a systematic review of the literature via ISI Web of Knowledge, PubMed, PsycINFO, EMBASE, CINAHL, and Medline. Included in this review were studies describing measurable outcomes in response to interventions specifically intended to improve the waiting experience of patients in health care settings. Primary outcomes of interest were stress and anxiety. Exclusion criteria included (a) studies aimed at reducing wait times and management of waiting lists only, (b) waiting in non-health care settings, (c) design of health care facilities with nonspecific strategies pertaining to waiting spaces, (d) strategies to reduce pain or anxiety during the course of medical procedures, and (e) interventions such as massage, acupuncture, or hypnosis that require dedicated staff and/or private waiting environments to administer.",
        "We identified 8690 studies. Forty-one articles met the inclusion criteria. In adult populations, 33 studies were identified, wherein the effects of music (n = 25), aromatherapy (n = 6), and interior design features (n = 2) were examined. Eight pediatric studies were identified investigating play opportunities (n = 2), media distractions (n = 2), combined play opportunities and media distractions (n = 3), and music (n = 1). Based on results from 1129 adult participants in the 14 studies that evaluated music and permitted meta-analysis, patients who listened to music before a medical procedure exhibited a lowered-state anxiety (-5.1 ± 0.53 points on the State Trait Anxiety Scale) than those who received standard care. The efficacy of aromatherapy was inconclusive. Studies reporting on the impact of improved interior design of waiting areas, while positive, are minimal and heterogeneous. For children, insufficient evidence is available to corroborate the effectiveness of play opportunities, media distractions, and music for mitigating anxiety in children awaiting medical procedures.",
        "Music is a well-established means of decreasing anxiety in adult patients awaiting medical interventions. The effect of music on children's anxiety is not known. Limited studies and heterogeneity of interventions and methods in the areas of aromatherapy, interior design, digital media, and play opportunities (for children) suggest the need for future research."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From the Bloorview Research Institute, Holland Bloorview Kids Rehabilitation Hospital; Institute of Biomaterials and Biomedical Engineering, University of Toronto; and Dalla Lana School of Public Health, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Biddiss",
        "ForeName": "Elaine",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Knibbe",
        "ForeName": "Tara Joy",
        "Initials": "TJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "McPherson",
        "ForeName": "Amy",
        "Initials": "A"
      }
    ],
    "GrantList": [
      {
        "Agency": "Canadian Institutes of Health Research",
        "Country": "Canada"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Anesth Analg",
    "NlmUniqueID": "1310650",
    "ISSNLinking": "0003-2999"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "prevention & control",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Appointments and Schedules"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aromatherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Environment Design"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Facility Design and Construction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Facilities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Music"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient-Centered Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Play and Playthings"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Stress, Psychological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}