{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiété pré-opératoire",
      "awareness",
      "douleur post.opératoire",
      "nausées post-opératoires",
      "postoperative Schmerzen",
      "postoperative nausea",
      "postoperative pain",
      "postoperative vomiting",
      "postoperative Übelkeit",
      "postoperatives Erbrechen",
      "preoperative fears",
      "präoperative Ängste",
      "vomissements post-opératoires",
      "«Awareness»",
      "état de conscience"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Es obliegt dem Hausarzt, den Patienten fachlich sachgerecht aufzuklären und psychologisch einfühlsam zu betreuen, wenn dieser demnächst einer elektiven Operation unterzogen werden soll. Oft vergeht einige Zeit zwischen der Operationsdiagnose und dem Zeitpunkt des Eingriffs, während der Patient dem Hausarzt begegnen wird. Hierbei dürften Ängste und Befürchtungen des Patienten zur Sprache kommen und der Hausarzt soll durchaus in der Lage sein, korrekte Auskünfte zu geben. Damit ist nicht nur dem Informationsanspruch des Patienten Genüge getan, sondern es wird auch ein wesentlicher Beitrag zum Abbau des unvermeidlichen präoperativen Stresses geleistet. Naturgemäss kann und soll der Hausarzt keine präanästhesiologische Besprechung und Aufklärung betreiben; das obliegt dem verantwortlichen Anästhesisten, der sich des Patienten in der Klinik annehmen wird. Die hausärztliche Kompetenz und Verantwortung deckt jedoch den Themenbereich der präoperativen Ängste ab, die um die üblichen Befürchtungen von Patienten kreisen wie postoperative Übelkeit, Erbrechen, Schmerzen, physische bzw. psychische Integrität und nicht zuletzt auch die Sorge, während der Narkose aufzuwachen oder nach der Narkose nicht mehr aufzuwachen. Dieser Artikel möchte das Rüstzeug des Hausarztes für diese Gespräche auffrischen."
      ]
    },
    {
      "AbstractText": [
        "Les craintes des malades avant une anesthésie ont trait principalement à un effet anesthésiant insuffisant en cours de l'intervention ainsi que de la survenue d'une douleur ou de nausées et de vomissements dans la période post-opératoire. En ce qui concerne la crainte d'un effet anesthésiant insuffisant, elle comporte deux aspects: d'une part la crainte de devenir conscient pendant l'opération sans que cela se remarque et d'autre part de ne pas se réveiller après l'opération ou de développer des atteintes ou es déficits neurologiques. Finalement il y a aussi une crainte non négligeable concernant l'existence d'une douleur en post-opératoire. Dans ce travail sont discutées en détail les craintes potentiellement engendrées lors de la planification d'une anesthésie. Est proposée également une approche utile de discuter de ces craintes entre la malade et le médecin généraliste en préparation de l'intervention."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25758968",
  "DateCompleted": {
    "Year": "2015",
    "Month": "05",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "03",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1024/1661-8157/a001952"
    ],
    "Journal": {
      "ISSN": "1661-8157",
      "JournalIssue": {
        "Volume": "104",
        "Issue": "6",
        "PubDate": {
          "Year": "2015",
          "Month": "Mar",
          "Day": "11"
        }
      },
      "Title": "Praxis",
      "ISOAbbreviation": "Praxis (Bern 1994)"
    },
    "ArticleTitle": "[Anxieties of patients before anesthesia - what information can the family physician provide?].",
    "Pagination": {
      "StartPage": "283",
      "EndPage": "286",
      "MedlinePgn": "283-6"
    },
    "Abstract": {
      "AbstractText": [
        "Patients' fears of anesthesia mostly focus on a possibly inadequate anesthetic effect, on postoperative wound pain and/or nausea and vomiting (PONV). Concerning the possibility of an inadequate anesthetic effect, patients usually express two different kinds of fears: first, that they might stay conscious during surgery («Awareness») without it being noticed, and second that they might not wake up again after the operation or that they might sustain neurological damages or deficits after the anesthesia. Last but not least patients are afraid they might suffer from substantial pain after waking up from the anesthesia. In this article we take a closer look at these aspects and discuss ways and possibilities of handling them, suggesting useful approaches for the general practitioner when talking these issues through with his patients prior to an operation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Anästhesiologie, Universitätsspital Zürich."
          }
        ],
        "LastName": "Biro",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Anästhesiologie, Universitätsspital Zürich."
          }
        ],
        "LastName": "Maurer",
        "ForeName": "Konrad",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Ängste der Patienten vor einer Anästhesie - welche Informationen kann der Hausarzt geben?"
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Praxis (Bern 1994)",
    "NlmUniqueID": "101468093",
    "ISSNLinking": "1661-8157"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Anesthesia, General"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Family Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Intraoperative Awareness"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Pain, Postoperative"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Education as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physician-Patient Relations"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Postoperative Nausea and Vomiting"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ]
}