{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "6142426",
  "DateCompleted": {
    "Year": "1984",
    "Month": "04",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0028-3908",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "12B",
        "PubDate": {
          "Year": "1983",
          "Month": "Dec"
        }
      },
      "Title": "Neuropharmacology",
      "ISOAbbreviation": "Neuropharmacology"
    },
    "ArticleTitle": "Behavioral analogues of anxiety. Animal models.",
    "Pagination": {
      "StartPage": "1423",
      "EndPage": "1441",
      "MedlinePgn": "1423-41"
    },
    "Abstract": {
      "AbstractText": [
        "In the absence of fully characterized biological indexes, anxiety is at present measured as unpleasant effects reported verbally by patients. Because of the subjective nature of the syndrome, animal analogues have been difficult to design, but quests for new anxiolytics and a deeper understanding of the neurobiology of anxiety have fostered the development of several animal models. Usually, animals are exposed to exteroceptive or interoceptive stimuli which can be interpreted as capable of causing anxiety in humans. Then, the animals are observed for responses or behavioral deficits resulting from those stimuli in order to provide an index of anxiety. Behavioral responses that are reliably produced by those stimuli and that are also antagonized by anxiolytic drugs are accepted as analogues of anxiety. Exteroceptive stimuli, useful in this respect, consist of a variety of noxious treatments such as exposure to conflict-situations or unavoidable electric shock, whereas interoceptive stimuli consist of treatment with anxiogenic drugs or electrical stimulation of selected brain areas. Elicitation of unconditioned behavior or changes in the rate of conditioned (learned) responding have been employed as measures of anxiety responses following application of either exteroceptive or interoceptive stimuli. These measures, although useful in detecting anxiolytic drugs, possess several weaknesses. They suffer from difficulties in obtaining quantitative and objective data, they do not differentiate between anxiety and stress or fear, they are unable to measure further deterioration of behavior expected to occur when more potent anxiogenic stimuli are tested and they often present difficulty in differentiating direct motor effects of a number of stimuli are not related to anxiety. More recently, interest in the development of other analogues of anxiety has led to the use of drug-discrimination paradigms. In this approach, interoceptive discriminative stimuli, produced by anxiogenic drugs, are used as analogues of anxiety in animals. As an example of this approach, data are reviewed showing that pentylenetetrazol, an anxiogenic drug in humans, produces interoceptive stimuli which can be readily discriminated by rats. Further, these stimuli can be easily quantified through dose-response analysis. All known anxiogenic drugs generalize to pentylenetetrazol-induced interoceptive discriminative stimuli. Similarly, other anxiety-provoking situations in humans, such as withdrawal from dependence on benzodiazepines, also generalize to the pentylenetetrazol-induced stimuli. Alternatively, all known anxiolytic drugs antagonize these stimuli with a relative potency similar to"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lal",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Emmett-Oglesby",
        "ForeName": "M W",
        "Initials": "MW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Neuropharmacology",
    "NlmUniqueID": "0236217",
    "ISSNLinking": "0028-3908"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Anxiety Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Convulsants"
    },
    {
      "RegistryNumber": "WM5Z385K7T",
      "NameOfSubstance": "Pentylenetetrazole"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Anti-Anxiety Agents"
    },
    {
      "QualifierName": [
        "chemically induced",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Conditioning, Psychological"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Convulsants"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electric Stimulation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Pentylenetetrazole"
    }
  ],
  "NumberOfReferences": "118"
}