{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9884116",
  "DateCompleted": {
    "Year": "1999",
    "Month": "03",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0149-7634",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "2",
        "PubDate": {
          "Year": "1998"
        }
      },
      "Title": "Neuroscience and biobehavioral reviews",
      "ISOAbbreviation": "Neurosci Biobehav Rev"
    },
    "ArticleTitle": "The elevated T-maze as an experimental model of anxiety.",
    "Pagination": {
      "StartPage": "237",
      "EndPage": "246",
      "MedlinePgn": "237-46"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety disorders are heterogeneous and existing animal models do not discriminate specific types of anxiety. The elevated T-maze is being developed to fulfill this purpose. The apparatus consists of three elevated arms, one enclosed and two open. Inhibitory avoidance--representing learned fear--is measured by recording the time taken to leave the enclosed arm in three consecutive trials. Unconditioned fear is evaluated by recording the time to escape from the open arm. Restraining the animals at the end of the enclosed arm for 30 s did not change the first (baseline) withdrawal latency, indicating that rats are not escaping from the experimenter's hand. In addition, rats trained in a T-maze with the three arms enclosed did not show the usual increase in withdrawal latency over the three consecutive trials. These results indicate that open arm experience, not handling, motivates inhibitory avoidance learning. The same experiment also showed that the latency to leave the open arm did not undergo habituation over five consecutive trials, thereby providing evidence of an aversive motivation for this response. The anxiolytic agents diazepam (benzodiazepine), buspirone and ipsapirone (5-HT1A agonists) as well as ritanserin (5-HT2 antagonist) selectively impaired inhibitory avoidance while leaving one-way escape unchanged. Similar results were obtained with three putative anxiolytics: the 5-HT2B/2C antagonists SB 200646A and SER 082, and the 5-HT2A antagonist SR 46349B. However, RP 62203, another 5-HT2A antagonist, was ineffective on both tasks. In contrast to the above anxiolytics, the anxiogenic agents yohimbine, TFPP and mCPP facilitated inhibitory avoidance. Escape was not affected by yohimbine, but was moderately attenuated by the two 5-HT2C/2B agonists. The 5-HT releaser and uptake inhibitor D-fenfluramine tended to enhance inhibitory avoidance, while impairing one-way escape in a dose-dependent way. The antidepressant clomipramine also had an anxiogenic-like effect on inhibitory avoidance, but did not affect escape from the open arm. Conversely, the phenethylamine hallucinogen ALEPH 2 did not affect inhibitory avoidance while impairing escape. Nevertheless, the similar compound and 5-HT2A agonist DOI was devoid of any effect. Also ineffective were the psychomotor stimulants D,L-amphetamine and caffeine, the reversible monoaminoxidase-A inhibitor moclobemide and the neuroleptic haloperidol. Finally, micro-injection into the dorsal raphe nucleus of two drugs that stimulate 5-HT neurons, the excitatory amino acid kainic acid and the benzodiazepine inverse agonist FG 7142, facilitated inhibitory avoidance. Kainate also significantly impaired escape. In contrast, intra-raphe 8-OH-DPAT, which inhibits 5-HT neurons, selectively impaired inhibitory avoidance in a manner similar to systemically administered anxiolytics. These behavioral and pharmacological results support the view that inhibitory avoidance in the elevated T-maze may be related to generalized anxiety disorder, while one-way escape may be associated with panic disorder."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratório de Psicofarmacologia, FFCLRP e Núcleo de Neurociências e Comportamento da Universidade de São Paulo, Ribeirão Preto, Brazil. fggraeff@usp.br"
          }
        ],
        "LastName": "Graeff",
        "ForeName": "F G",
        "Initials": "FG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Netto",
        "ForeName": "C F",
        "Initials": "CF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Zangrossi",
        "ForeName": "H",
        "Initials": "H",
        "Suffix": "Jr"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Neurosci Biobehav Rev",
    "NlmUniqueID": "7806090",
    "ISSNLinking": "0149-7634"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Anxiety Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Anti-Anxiety Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "drug therapy",
        "psychology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Psychological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    }
  ],
  "NumberOfReferences": "61"
}