{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "CBT",
      "antidepressant",
      "anxiety",
      "benzodiazepine",
      "pseudo-resistance",
      "refractory"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Una proporción considerable de pacientes psiquiátricos buscará evaluación clínica y tratamiento para síntomas ansiosos que se consideran refractarios al tratamiento. Esta aparente falta de respuesta puede deberse a una “pseudo-resistencia” (un fracaso al haber recibido y adherido a un tratamiento efectivo y reconocido o a tratamientos para su condición) o a una verdadera “resistencia terapéutica”. La pseudo-resistencia puede deberse a errores clínicos en la selección y administración de un tratamiento efectivamente apropiado, o a la falta de adherencia del paciente durante un período de tratamiento. La verdadera resistencia terapéutica puede deberse a factores ansiogénicos exógenos no reconocidos (como exceso de cafeína, privación de sueño, uso de alcohol o marihuana) o a diagnósticos incorrectos (como enfermedad bipolar atípica, abuso oculto de sustancias, trastorno por déficit atencional con hiperactividad). Cuando se han descartado los factores anteriores, el tratamiento debe enfocarse en la combinación de medicamentos efectivos y terapia cognitivo conductual, combinación de varios fármacos (aumentación) o el empleo de nuevos medicamentos o psicoterapias para la ansiedad que no se indican habitualmente como tratamientos de primera línea basados en la evidencia."
      ]
    },
    {
      "AbstractText": [
        "Une proportion importante de patients psychiatriques sollicite un traitement et une évaluation clinique pour des symptômes anxieux qui seraient réfractaires au traitement. Ce manque de réponse apparent est dû soit à une « pseudo-résistance » (l'absence de prescription ou d'observance d'un traitement reconnu et efficace ou à un traitement adapté à leur pathologie) soit à une véritable « résistance au traitement ». La pseudo-résistance peut être due à une erreur du médecin dans le choix et la délivrance d'un traitement approprié efficace, ou à la non-observance du patient au traitement. Une véritable résistance au traitement peut être due à des facteurs anxiogènes exogènes non reconnus (par exemple surconsommation de caféine, privation de sommeil, consommation d'alcool ou de marijuana) ou à un mauvais diagnostic (par exemple maladie bipolaire atypique, toxicomanie cachée, trouble déficit de l'attention avec hyperactivité). Une fois ces facteurs éliminés, le traitement doit se focaliser sur l'association de médicaments efficaces et de thérapie cognitive comportementale, sur l'association de plusieurs médicaments (potentialisation), ou à l'aide de nouveaux traitements ou psychothérapies non indiqués formellement en première ligne pour l'anxiété."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26246793",
  "DateCompleted": {
    "Year": "2016",
    "Month": "04",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1958-5969",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "2",
        "PubDate": {
          "Year": "2015",
          "Month": "Jun"
        }
      },
      "Title": "Dialogues in clinical neuroscience",
      "ISOAbbreviation": "Dialogues Clin Neurosci"
    },
    "ArticleTitle": "Treatment-refractory anxiety; definition, risk factors, and treatment challenges.",
    "Pagination": {
      "StartPage": "191",
      "EndPage": "206",
      "MedlinePgn": "191-206"
    },
    "Abstract": {
      "AbstractText": [
        "A sizable proportion of psychiatric patients will seek clinical evaluation and treatment for anxiety symptoms reportedly refractory to treatment. This apparent lack of response is either due to \"pseudo-resistance\" (a failure to have received and adhered to a recognized and effective treatment or treatments for their condition) or to true \"treatment resistance.\" Pseudo-resistance can be due to clinician errors in selecting and delivering an appropriate treatment effectively, or to patient nonadherence to a course of treatment. True treatment resistance can be due to unrecognized exogenous anxiogenic factors (eg, caffeine overuse, sleep deprivation, use of alcohol or marijuana) or an incorrect diagnosis (eg, atypical bipolar illness, occult substance abuse, attention deficit-hyperactivity disorder). Once the above factors are eliminated, treatment should focus on combining effective medications and cognitive behavioral therapy, combining several medications (augmentation), or employing novel medications or psychotherapies not typically indicated as first-line evidence-based anxiety treatments."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Professor of Psychiatry, University of Washington School of Medicine, Harborview Medical Center, Seattle, Washington, USA; Founding Partner, Psychiatric Medicine Associates, Seattle, Wash-ington, USA."
          }
        ],
        "LastName": "Roy-Byrne",
        "ForeName": "Peter",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dialogues Clin Neurosci",
    "NlmUniqueID": "101238198",
    "ISSNLinking": "1294-8322"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Anxiety Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "administration & dosage"
      ],
      "DescriptorName": "Anti-Anxiety Agents"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Databases, Bibliographic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}