{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adolescents",
      "Anxiety",
      "Depression",
      "Disability",
      "Functional difficulties",
      "Population-level data"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36528385",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jadohealth.2022.03.022",
      "S1054-139X(22)00422-0"
    ],
    "Journal": {
      "ISSN": "1879-1972",
      "JournalIssue": {
        "Volume": "72",
        "Issue": "1S",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "The Journal of adolescent health : official publication of the Society for Adolescent Medicine",
      "ISOAbbreviation": "J Adolesc Health"
    },
    "ArticleTitle": "Anxiety and Depression Signs Among Adolescents in 26 Low- and Middle-Income Countries: Prevalence and Association With Functional Difficulties.",
    "Pagination": {
      "StartPage": "S79",
      "EndPage": "S87",
      "MedlinePgn": "S79-S87"
    },
    "Abstract": {
      "AbstractText": [
        "The aim of this study is to describe the occurrence of signs of depression and anxiety among adolescents from 26 low- and middle-income countries and explore the extent to which these are associated with difficulties across other functional domains.",
        "We analyzed randomly selected, nationally representative data from 26 countries with a total sample size of 123,975 adolescents aged 10-17 years. Data on functional difficulties, including signs of depression and anxiety, were collected by the Child Functioning Module, an instrument validated to identify the population of children with disabilities through household surveys. We estimated percentages and 95% confidence intervals of adolescents with difficulties across 11 domains of functioning, and of signs of depression and/or anxiety. We used multinomial regressions to estimate the association between difficulties in the different domains and having signs of depression only, signs of anxiety only, and signs of both depression and anxiety, relative to not presenting signs of depression or anxiety.",
        "In total, 5.5% of adolescents were reported to have had signs of anxiety, 3.1% signs of depression, and 2.3% co-occurring signs of anxiety and depression. Compared to adolescents without functional difficulties, those with difficulties in one or more domains were three times more likely to have signs of depression and anxiety. The likelihood of presenting signs of depression only or signs of both depression and anxiety was significantly higher across all domains, and the highest among adolescent with difficulties to self-care and communicating. The likelihood of presenting signs of anxiety only was significantly higher across all domains except seeing and hearing, and the highest among adolescent with difficulties communicating and accepting changes.",
        "Adolescents with functional difficulties in all domains analyzed, across different contexts, are more likely to experience depression and anxiety signs than those without such difficulties. Increasing the availability of population-level data on adolescent functional difficulties, including those related to depression and anxiety, is important in promoting inclusivity, participation, and the right of children to equal opportunities."
      ],
      "CopyrightInformation": "Copyright © 2022 Society for Adolescent Health and Medicine. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Data and Analytics Section, Division of Data, Analytics, Planning and Monitoring, UNICEF, New York, New York. Electronic address: edecastro@unicef.org."
          }
        ],
        "LastName": "de Castro",
        "ForeName": "Filipa",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Data and Analytics Section, Division of Data, Analytics, Planning and Monitoring, UNICEF, New York, New York."
          }
        ],
        "LastName": "Cappa",
        "ForeName": "Claudia",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center Inclusive Policy, Washington, DC."
          }
        ],
        "LastName": "Madans",
        "ForeName": "Jennifer",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Adolesc Health",
    "NlmUniqueID": "9102136",
    "ISSNLinking": "1054-139X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [
        "epidemiology",
        "diagnosis"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Developing Countries"
    },
    {
      "QualifierName": [
        "epidemiology",
        "diagnosis"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Anxiety Disorders"
    }
  ]
}