{
  "CitationSubset": [],
  "KeywordList": [
    [
      "American masculinity",
      "decline of neurasthenia",
      "eugenics",
      "imperialism",
      "medical nativism"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34663776",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.13081/kjmh.2021.30.393"
    ],
    "Journal": {
      "ISSN": "2093-5609",
      "JournalIssue": {
        "Volume": "30",
        "Issue": "2",
        "PubDate": {
          "Year": "2021",
          "Month": "Aug"
        }
      },
      "Title": "Ui sahak",
      "ISOAbbreviation": "Uisahak"
    },
    "ArticleTitle": "\"Our one great national malady\": Neurasthenia and American Imperial and Masculine Anxiety at the Turn of the Twentieth Century.",
    "Pagination": {
      "StartPage": "393",
      "EndPage": "432",
      "MedlinePgn": "393-432"
    },
    "Abstract": {
      "AbstractText": [
        "White upper middle-class Americans at the turn of the twentieth century were entrenched in a battle with a newly discovered, or invented, mental illness called neurasthenia. This essay examines the ways in which the medical discourse of neurasthenia reflected late nineteenth- and early twentieth-century white Anglo-Saxon men's belief in, as well as anxiety over, American values bolstered by their idea of cultural, racial, and sexual superiority and consolidated through a conjunction of medicine and politics. The idea of neurasthenia as white American men's malady functioned as a mark both of whites' racial superiority to the \"new\" immigrants and African Americans as well as of women's intellectual inferiority to the opposite sex of their own race. Imposing a subtle distortion on the etiology and diagnosis of neurasthenia and associating it with specific groups of people, the \"American disease\" constituted the era's representative pathological symptoms which addressed Anglo-Saxon American men's anxieties about overcivilized effeminacy and racial and national decadence which was originated as a response to the racial and sexual heterogeneity. This essay also argues that neurasthenia was an imagined disease which addressed late nineteenth-century American men's spatial anxiety about the decline of the American pastoral ideal caused by the closure of the frontier. Given that the treatment for neurasthenic men was an escape to the frontier in the West in which they could rejuvenate withered American masculinity, their uneasiness about barbarous, unhygienic, and prolific immigrants and unruly white women, in fact, was tied to their spatial anxiety which symptomatically signifies the crisis of American masculinity. Channeled through the medical knowledge of neurology, it made American men's racial, sexual, and spatial anxieties function to act out their racist, misogynist, nativist, and imperialist impulses which legitimized exclusionary political techniques toward the racial and sexual others such as the U.S. imperial expansion in the 1890s and 1900s and a eugenic-influenced immigration policy from the 1900s through the1920s. In this sense, the decline of neurasthenia around 1920 should not be attributed solely to the continued efforts to professionalize American medicine accompanied by recent discoveries of chemical factors such as hormones and vitamins and the rise of psychiatry and psychology which offered physicians with a more specific theory of health built on clinical laboratory science. Like its rise, the decision to move away from the neurasthenic diagnosis was rather a cultural phenomenon, which reflected the American ascendancy to global power in the early twentieth century, particularly after the First World War. Sustaining a political order rested on racial and sexual hierarchies both within and outside the American continent, American men felt that they were no longer liable to specific, time-tested anxiety and somatic symptoms of neurasthenia, which was more an ideological and cultural construct than a clinical entity that dramatizes the racial, sexual, and imperial politics of the-turn-of-the-twentieth-century America."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Associate Professor, Department of English Language and Literature, Sungkyunkwan University."
          }
        ],
        "LastName": "Jung",
        "ForeName": "Yeonsik",
        "Initials": "Y"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Korea (South)",
    "MedlineTA": "Uisahak",
    "NlmUniqueID": "9605018",
    "ISSNLinking": "1225-505X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Masculinity"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Men"
    },
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Neurasthenia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "United States"
    }
  ]
}