{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "India",
      "Unani",
      "anxiety disorder",
      "ayurveda",
      "cultural factor",
      "dhat syndrome",
      "faith healer",
      "holistic treatment",
      "homeopathy",
      "koro",
      "meditation",
      "mindfulness",
      "psychotherapy",
      "yoga"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Por varios siglos, Ios factores culturales han influenciado la presentación, diagnóstico y tratamiento de Ios trastornos de ansiedad. Esta revisión abarca Ios antecedentes, prevalencia, fenomenología y modalidades terapéuticas de Ios trastornos de ansiedad en el contexto cultural de India. También incluye la historia de la descripción de la ansiedad en India y el concepto de cultura en la clasificación de Ios trastornos de ansiedad, como asimismo examina Ios factores culturales que influyen en Ios trastornos de ansiedad en India. Se revisa la prevalencia y la fenomenología de varios trastornos, como el trastorno de ansiedad generalizada, el trastorno de pánico, la ansiedad social y el trastorno fóbico, como también síndromes culturales específicos en India como el dhat y el koro. Por ultimo, el artículo revisa el amplio rango de modalidades terapéuticas practicadas en India, como la curación por la fe, la psicoterapia, el ayurveda y la psicofarmacología. Se concluye enfatizando en el significado de Ios factores culturales que son relevantes para realizar diagnósticos y ofrecer tratamientos efectivos y holísticos para individuos con trastornos de ansiedad."
      ]
    },
    {
      "AbstractText": [
        "Depuis plusieurs siècles, des facteurs culturels influent sur la présentation, le diagnostic et le traitement des troubles anxieux en Inde. Cet article parcourt les antécédents, la prévalence, la phénoménologie et les modalités de traitement des troubles anxieux dans le contexte culturel indien. Il traite de l'histoire de la représentation de l'anxiété en Inde et du concept de culture dans la classification des troubles anxieux et analyse les facteurs culturels influant sur les troubles anxieux en Inde. Nous examinons la prévalence et la phénoménologie des différents troubles, comme les troubles anxieux généralisés, le trouble panique, l'anxiété sociale et les troubles phobiques, ainsi que les syndromes culturels spécifiques comme le syndrome du Dhat et du koro en Inde. Enfin, l'article analyse la large gamme de modalités thérapeutiques pratiquées en Inde, comme la guérison par la foi, la psychothérapie, l'ayurvéda, la psychopharmacologie, la médecine Unani, l'homéopathie, le yoga, la méditation et la pleine conscience. Nous concluons en soulignant l'importance des facteurs culturels dans l'établissement de diagnostics pertinents et en proposant des traitements efficaces et holistiques aux individus ayant des troubles anxieux."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28867936",
  "DateCompleted": {
    "Year": "2018",
    "Month": "01",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1958-5969",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "2",
        "PubDate": {
          "Year": "2017",
          "Month": "Jun"
        }
      },
      "Title": "Dialogues in clinical neuroscience",
      "ISOAbbreviation": "Dialogues Clin Neurosci"
    },
    "ArticleTitle": "Cultural aspects of anxiety disorders in India.",
    "Pagination": {
      "StartPage": "117",
      "EndPage": "126",
      "MedlinePgn": "117-126"
    },
    "Abstract": {
      "AbstractText": [
        "Cultural factors have influenced the presentation, diagnoses, and treatment of anxiety disorders in India for several centuries. This review covers the antecedents, prevalence, phenomenology, and treatment modalities of anxiety disorders in the Indian cultural context. It covers the history of the depiction of anxiety in India and the concept of culture in the classification of anxiety disorders, and examines the cultural factors influencing anxiety disorders in India. We review the prevalence and phenomenology of various disorders, such as generalized anxiety disorder, panic disorder, social anxiety, and phobic disorder, as well as culture-specific syndromes such as dhat and koro in India. Finally, the review examines the wide range of therapeutic modalities practiced in India, such as faith healing, psychotherapy, ayurveda, psychopharmacology, Unani medicine, homeopathy, yoga, meditation, and mindfulness. We conclude by emphasizing the significance of cultural factors in making relevant diagnoses and offering effective and holistic treatments to individuals with anxiety disorders."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Jaslok Hospital and Research Center, Mumbai, India."
          }
        ],
        "LastName": "Khambaty",
        "ForeName": "Maherra",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Jaslok Hospital and Research Center, Mumbai, India."
          }
        ],
        "LastName": "Parikh",
        "ForeName": "Rajesh M",
        "Initials": "RM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dialogues Clin Neurosci",
    "NlmUniqueID": "101238198",
    "ISSNLinking": "1294-8322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cultural Characteristics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "India"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Panic Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    }
  ]
}