{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23208149",
  "DateCompleted": {
    "Year": "2014",
    "Month": "04",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "11",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1159/000345169"
    ],
    "Journal": {
      "ISSN": "1423-033X",
      "JournalIssue": {
        "Volume": "46",
        "Issue": "4",
        "PubDate": {
          "Year": "2013"
        }
      },
      "Title": "Psychopathology",
      "ISOAbbreviation": "Psychopathology"
    },
    "ArticleTitle": "Goethe's anxieties, depressive episodes and (self-)therapeutic strategies: a contribution to method integration in psychotherapy.",
    "Pagination": {
      "StartPage": "266",
      "EndPage": "274",
      "MedlinePgn": "266-74"
    },
    "Abstract": {
      "AbstractText": [
        "In psychiatry and psychotherapy, abstract scientific principles need to be exemplified by narrative case reports to gain practical precision. Goethe was one of the most creative writers, productive scientists, and effective statesmen that ever lived. His descriptions of feelings, emotions, and mental states related to anxieties, depressive episodes, dysthymia, and creativity are unique in their phenomenological precision and richness. His life and work can thus serve as an excellent example enhancing our understanding of the relationship between anxiety, depression and creativity. Furthermore, he described (self-)therapeutic strategies that reinforce and refine modern views.",
        "Goethe's self-assessments in his works and letters, and the descriptions by others are analyzed under the perspective of current psychiatric classification. His therapeutic techniques and recommendations are compared with cognitive-behavioral, psychodynamic, and existential psychotherapy to amplify modern concepts of psychotherapy.",
        "From a scientific perspective, several distinctive depressive episodes can be diagnosed in Goethe's life. They were characterized by extended depressive moods, lack of drive, and loss of interest and self-esteem combined with social retreat. Goethe displayed diffuse and phobic anxieties as well as dysthymia. His (self-)therapeutic strategies were: (a) the systematic use of helping alliances, (b) behavioral techniques, (c) cognitive reflection on meanings and beliefs, (d) psychodynamic and psychoanalytic remembering, repeating, and working through, and (e) existential striving for self-actualization, social commitment, meaning, and creativity.",
        "In Goethe's life, creative incubation, illumination, and elaboration appear to have been associated with psychic instability and dysthymia, sometimes with depressive episodes in a clinical sense. On the one hand, his creative work was triggered by anxieties, dysthymia, and depressive moods. On the other hand, his creativity helped him to cope with psychic disorders and suicidal tendencies. Furthermore, Goethe described psychotherapeutic strategies that resemble modern techniques. He integrated relational, behavioral, cognitive, psychodynamic, and existential techniques and attitudes. These modern psychotherapeutic approaches can be exemplified and enhanced by reflecting upon the (self-)therapeutic efforts of one of the most creative persons that have ever lived. Hermeneutics as the art of communication and understanding derived from Goethe's (self-)therapy and creative works can serve as a meta-theoretical framework for the integration of different psychotherapeutic approaches."
      ],
      "CopyrightInformation": "Copyright © 2012 S. Karger AG, Basel."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Heidelberg University, Heidelberg, Germany; Universidad Diego Portales, Santiago de Chile, Chile. rainer.holm-hadulla@stw.uni-heidelberg.de"
          }
        ],
        "LastName": "Holm-Hadulla",
        "ForeName": "Rainer M",
        "Initials": "RM"
      }
    ],
    "PublicationTypeList": [
      "Historical Article",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Psychopathology",
    "NlmUniqueID": "8401537",
    "ISSNLinking": "0254-4962"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "history",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Creativity"
    },
    {
      "QualifierName": [
        "diagnosis",
        "history",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Drama"
    },
    {
      "QualifierName": [
        "diagnosis",
        "history",
        "therapy"
      ],
      "DescriptorName": "Dysthymic Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Famous Persons"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germany"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 18th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 19th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Literature, Modern"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Poetry as Topic"
    },
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Psychiatry"
    },
    {
      "QualifierName": [
        "history",
        "methods"
      ],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Concept"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self-Assessment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Suicidal Ideation"
    },
    {
      "QualifierName": [
        "history"
      ],
      "DescriptorName": "Writing"
    }
  ],
  "PersonalNameSubjectList": [
    {
      "LastName": "Goethe",
      "ForeName": "Johann Wolfgang",
      "Initials": "JW"
    }
  ]
}