{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31343186",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "10",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "07",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1037/amp0000495"
    ],
    "Journal": {
      "ISSN": "1935-990X",
      "JournalIssue": {
        "Volume": "75",
        "Issue": "5",
        "PubDate": {
          "Year": "2020",
          "Season": "Jul-Aug"
        }
      },
      "Title": "The American psychologist",
      "ISOAbbreviation": "Am Psychol"
    },
    "ArticleTitle": "This is not a drill: Anxiety on Twitter following the 2018 Hawaii false missile alert.",
    "Pagination": {
      "StartPage": "683",
      "EndPage": "693",
      "MedlinePgn": "683-693"
    },
    "Abstract": {
      "AbstractText": [
        "The accuracy of emergency management alerts about dangerous threats to public safety is key for the protection of life and property. When alerts of imminent threats are believed to be real, uncontrollable, and impossible to escape, people who receive them often experience fear and anxiety, especially as they await the threat's arrival (i.e., incubation of threat). However, what are the consequences when an alert turns out to be a false alarm? We explored psychological reactions (i.e., anxiety) to the 2018 Hawaii false ballistic missile alert using Twitter data from users across the state (1.2 million tweets, 14,830 users) 6 weeks before and 18 days after the event. We demonstrated that anxiety expressed on Twitter increased 4.6% on the day of the false alert and anxiety during the 38-min alert period increased 3.4% every 15 min. In addition, users who expressed either low, medium, or high prealert anxiety exhibited differential anxiety responses postalert, differential stabilization intervals (when anxiety stopped decreasing after the all-clear), and different postalert baselines relative to their prealert levels. Low prealert anxiety users expressed more anxiety at the onset of the alert and for longer relative to other groups. Moreover, anxiety remained elevated for at least 7 days postalert. Taken together, findings suggest that false alarms of inescapable and dangerous threats are anxiety-provoking and that this anxiety can persist for many people after the threat is dispelled. We offer several recommendations for how emergency management agencies should best communicate with the public after false alerts are transmitted. (PsycInfo Database Record (c) 2020 APA, all rights reserved)."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2178-3214"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychological Science, University of California, Irvine."
          }
        ],
        "LastName": "Jones",
        "ForeName": "Nickolas M",
        "Initials": "NM"
      },
      {
        "Identifier": [
          "0000-0002-4013-6792"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychological Science, University of California, Irvine."
          }
        ],
        "LastName": "Silver",
        "ForeName": "Roxane Cohen",
        "Initials": "RC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Am Psychol",
    "NlmUniqueID": "0370521",
    "ISSNLinking": "0003-066X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Emergencies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hawaii"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Media"
    }
  ]
}