{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37007281",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "3351918",
      "10.1155/2023/3351918"
    ],
    "Journal": {
      "ISSN": "1557-0703",
      "JournalIssue": {
        "Volume": "2023",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "Occupational therapy international",
      "ISOAbbreviation": "Occup Ther Int"
    },
    "ArticleTitle": "Analysis of the Effect of Music Therapy Interventions on College Students with Excessive Anxiety.",
    "Pagination": {
      "StartPage": "3351918",
      "MedlinePgn": "3351918"
    },
    "Abstract": {
      "AbstractText": [
        "In order to explore and analyze the effect of music therapy interventions on college students with excessive anxiety, this paper selected 240 year 2017- to year 2020-enrolled undergraduates from a comprehensive university in Taiyuan City, Shanxi Province, in Central China as research objects. These college students had been diagnosed as excessive anxiety and were randomly divided into two groups-intervention group and control group-with 120 students in each group. The control group received conventional mental health treatment for college students, while the intervention group received music therapy interventions on this basis with 3 times a week for 24 times. The instruments used in the music therapy include piano, percussion instruments, melodic instruments, and diffuse instruments; the specific implementation of each therapy is divided into five parts: warm-up, rhythm percussion, song singing, instrumental ensemble, and music appreciation. The study results show that before treatment, the excessive anxiety score of college student in the control group was 63-76 with an average score of 72.58 ± 5.27; after treatment, that was 45-64 with an average score of 54.46 ± 6.82; before treatment, the excessive anxiety score of college student in the intervention group was 62-78 with an average score of 72.56 ± 5.51; after treatment, that was 26-44 with an average score of 33.19 ± 5.51. Before treatment, there was no significant difference in the excessive anxiety scores between the two groups of college students (<i>P</i> > 0.05); after treatment, the excessive anxiety scores of the two groups were lower than those before treatment, and the reduction degrees in the intervention group were bigger than those in the control group, with statistically significant difference (<i>P</i> < 0.05). Therefore, music therapy interventions can significantly reduce the excessive anxiety of college students; the analysis also shows that factors such as gender, grade, major, origin, repertoire type, therapy type, and anxiety type could affect the effect of music therapy interventions to some certain extent. For example, the effect of music therapy interventions on college students in psychology or related majors is better than that of students in other majors; the effect of receptive music therapy is better than that of creative and improvised music therapy; the effect of music therapy interventions on college students' life event, romantic relationship, and social anxiety is better than that on college students' test and job-hunting anxiety."
      ],
      "CopyrightInformation": "Copyright © 2023 Sha Liu and Genqiang Li."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-6285-9772"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medical Humanities, Xinxiang Medical University, Xinxiang 453003, China."
          }
        ],
        "LastName": "Liu",
        "ForeName": "Sha",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0001-8260-8316"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Management, Xinxiang Medical University, Xinxiang 453003, China."
          }
        ],
        "LastName": "Li",
        "ForeName": "Genqiang",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Occup Ther Int",
    "NlmUniqueID": "9433361",
    "ISSNLinking": "0966-7903"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Music Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Occupational Therapy"
    },
    {
      "QualifierName": [
        "therapy",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Music"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Students"
    }
  ],
  "CoiStatement": "The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}