{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12927745",
  "DateCompleted": {
    "Year": "2003",
    "Month": "10",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0301-0082",
      "JournalIssue": {
        "Volume": "70",
        "Issue": "2",
        "PubDate": {
          "Year": "2003",
          "Month": "Jun"
        }
      },
      "Title": "Progress in neurobiology",
      "ISOAbbreviation": "Prog Neurobiol"
    },
    "ArticleTitle": "The neurobiology and control of anxious states.",
    "Pagination": {
      "StartPage": "83",
      "EndPage": "244",
      "MedlinePgn": "83-244"
    },
    "Abstract": {
      "AbstractText": [
        "Fear is an adaptive component of the acute \"stress\" response to potentially-dangerous (external and internal) stimuli which threaten to perturb homeostasis. However, when disproportional in intensity, chronic and/or irreversible, or not associated with any genuine risk, it may be symptomatic of a debilitating anxious state: for example, social phobia, panic attacks or generalized anxiety disorder. In view of the importance of guaranteeing an appropriate emotional response to aversive events, it is not surprising that a diversity of mechanisms are involved in the induction and inhibition of anxious states. Apart from conventional neurotransmitters, such as monoamines, gamma-amino-butyric acid (GABA) and glutamate, many other modulators have been implicated, including: adenosine, cannabinoids, numerous neuropeptides, hormones, neurotrophins, cytokines and several cellular mediators. Accordingly, though benzodiazepines (which reinforce transmission at GABA(A) receptors), serotonin (5-HT)(1A) receptor agonists and 5-HT reuptake inhibitors are currently the principle drugs employed in the management of anxiety disorders, there is considerable scope for the development of alternative therapies. In addition to cellular, anatomical and neurochemical strategies, behavioral models are indispensable for the characterization of anxious states and their modulation. Amongst diverse paradigms, conflict procedures--in which subjects experience opposing impulses of desire and fear--are of especial conceptual and therapeutic pertinence. For example, in the Vogel Conflict Test (VCT), the ability of drugs to release punishment-suppressed drinking behavior is evaluated. In reviewing the neurobiology of anxious states, the present article focuses in particular upon: the multifarious and complex roles of individual modulators, often as a function of the specific receptor type and neuronal substrate involved in their actions; novel targets for the management of anxiety disorders; the influence of neurotransmitters and other agents upon performance in the VCT; data acquired from complementary pharmacological and genetic strategies and, finally, several open questions likely to orientate future experimental- and clinical-research. In view of the recent proliferation of mechanisms implicated in the pathogenesis, modulation and, potentially, treatment of anxiety disorders, this is an opportune moment to survey their functional and pathophysiological significance, and to assess their influence upon performance in the VCT and other models of potential anxiolytic properties."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Psychopharmacology Department, Centre de Rescherches de Croissy, Institut de Recherches (IDR) Servier, 125 Chemin de Ronde, 78290 Croissy-sur-Seine, Paris, France. mark.millan@fr.netgrs.com"
          }
        ],
        "LastName": "Millan",
        "ForeName": "Mark J",
        "Initials": "MJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Prog Neurobiol",
    "NlmUniqueID": "0370121",
    "ISSNLinking": "0301-0082"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Anxiety Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Neuropeptides"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Neurotransmitter Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Anti-Anxiety Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "metabolism",
        "physiopathology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "drug effects",
        "physiopathology"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Animal"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Neurons"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Neuropeptides"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Neurotransmitter Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    }
  ],
  "NumberOfReferences": "3070"
}