{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22146421",
  "DateCompleted": {
    "Year": "2012",
    "Month": "03",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2011",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1827-1898",
      "JournalIssue": {
        "Volume": "53",
        "Issue": "4",
        "PubDate": {
          "Year": "2011",
          "Month": "Dec"
        }
      },
      "Title": "Panminerva medica",
      "ISOAbbreviation": "Panminerva Med"
    },
    "ArticleTitle": "Recognize and manage psychiatric comorbidities in patients with epilepsy.",
    "Pagination": {
      "StartPage": "241",
      "EndPage": "251",
      "MedlinePgn": "241-51"
    },
    "Abstract": {
      "AbstractText": [
        "The management of patients with epilepsy, especially those with drug refractory syndromes, may be complicated by psychiatric comorbidities that significantly affect prognosis, morbidity and mortality. In general terms, a careful distinction between true psychiatric manifestations and seizure-based phenomena (i.e. peri-ictal psychiatric symptoms) is crucial, having implications in terms of prognosis and treatment. Guidelines of treatment for psychiatric disorders in epilepsy are still lacking. In general terms, internationally adopted guidelines of treatment outside epilepsy may be considered taking into account a number of special issues related to the underlying brain disorder. New compounds are generally well tolerated and reasonably safe in patients with epilepsy. SSRIs, especially citalopram, are considered first line agents in mood and anxiety disorders and new antipsychotics, especially olanzapine, quetiapine and risperidone, in interictal psychoses. The potential for drug interactions is generally minimized although drug dosages need to be adjusted according to clinical response in patients taking inducers (e.g. carbamazepine, barbiturates or phenytoin). Long term tolerability need to be balanced with long term side effects such as weight gain and sedation. Comprehensive treatment of people with epilepsy requires that psychiatric comorbidities are recognized and taken into account in the overall management. Continued clinical research is needed to obtain further knowledge about the optimal use of the expanding antiepileptic armamentarium and on how to tailor treatment to each individual patient according to clinical circumstances."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Neurology, Department of Clinical and Experimental Medicine, Amedeo Avogadro University, University Hospital Maggiore della Carità, Novara, Italy. marco.mula@med.unipmn.it"
          }
        ],
        "LastName": "Mula",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Italy",
    "MedlineTA": "Panminerva Med",
    "NlmUniqueID": "0421110",
    "ISSNLinking": "0031-0808"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Epilepsy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Mood Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Suicide"
    }
  ]
}