{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "CBT",
      "animal model",
      "anxiety",
      "fMRI",
      "neural",
      "psychotherapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Los estudios de imaginología cerebral desde hace más de dos décadas ban delineado los circuitos neurales de la ansiedad y los trastornos relacionados, particularmente las regiones involucradas en el procesamiento del miedo y en los síntomas obsesivo compulsivos. El circuito neural del procesamiento del miedo incluye la amígdala y las cortezas cingulada anterior e insular, mientras que el circuito tálamo-estriado-cortical juega un papel clave en el trastorno obsesivo-compulsivo. Más recientemente, los estudios de neuroimágenes han examinado cómo la psicoterapia para la ansiedad y los trastornos relacionados impacta en estos circuitos neurales. En este artículo se realiza una revision sistemática de los hallazgos de estos trabajos, los que comprenden 19 estudios de resonancia magnética functional que examinan las bases neurales de la terapia cognitivo-conductual (TCC) en 509 patientes con ansiedad y trastornos relacionados. Se concluye que aunque la ansiedad y cada uno de los trastornos relationados está mediado por circuitos neurales algo diferentes, la TCC puede actuar de manera similar para aumentar el control prefrontal de las estructuras subcorticales. Estos hallazgos son consistentes con el énfasis de la neurociencia cognitivo-afectiva en el potential valor terapéutico del aumento de la regulación emocional en varias condiciones psiquiátricas."
      ]
    },
    {
      "AbstractText": [
        "Ces 20 dernières années, des études d'imagerie cérébrale ont défini les circuits neuronaux de l'anxiété et des troubles apparentés, en particulier les régions impliquées dans les processus de peur et les symptômes obsessionnels-compulsifs. L'amygdale, le cortex insulaire et le cortex cingulaire antérieur sont impliqués dans les circuits neuronaux des processus de peur, tandis que le circuit cortico-striato-thalamique joue un rôle dans les troubles obsessionnels-compulsifs. Plus récemment, des études de neuro-imagerie ont analysé comment la psychothérapie pour l'anxiété et les troubles apparentés influent sur ces circuits neuronaux. Nous menons ici une étude méthodique sur les résultats de ces travaux, qui a permis d'aboutir à 19 études d'imagerie fonctionnelle par résonance magnétique analysant les bases neuronales d'une thérapie cognitivo-comportementale (TCC) chez 509 patients atteints d'anxiété et de troubles apparentés. Bien que l'anxiété et les troubles apparentés soient induits par différents circuits neuronaux, nous concluons que la TCC peut agir de la même façon pour accroître le contrôle préfrontal des structures sous-corticales. Ces résultats sont cohérents avec l'accent mis dans les neurostiences cognitivo-affectives, sur la valeur thérapeutique potentielle de l'amélioration de la régulation émotionnelle dans diverses pathologies psychiatriques."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26487807",
  "DateCompleted": {
    "Year": "2016",
    "Month": "07",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1958-5969",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "3",
        "PubDate": {
          "Year": "2015",
          "Month": "Sep"
        }
      },
      "Title": "Dialogues in clinical neuroscience",
      "ISOAbbreviation": "Dialogues Clin Neurosci"
    },
    "ArticleTitle": "A systematic review of the neural bases of psychotherapy for anxiety and related disorders.",
    "Pagination": {
      "StartPage": "261",
      "EndPage": "279",
      "MedlinePgn": "261-79"
    },
    "Abstract": {
      "AbstractText": [
        "Brain imaging studies over two decades have delineated the neural circuitry of anxiety and related disorders, particularly regions involved in fear processing and in obsessive-compulsive symptoms. The neural circuitry of fear processing involves the amygdala, anterior cingulate, and insular cortex, while cortico-striatal-thalamic circuitry plays a key role in obsessive-compulsive disorder. More recently, neuroimaging studies have examined how psychotherapy for anxiety and related disorders impacts on these neural circuits. Here we conduct a systematic review of the findings of such work, which yielded 19 functional magnetic resonance imaging studies examining the neural bases of cognitive-behavioral therapy (CBT) in 509 patients with anxiety and related disorders. We conclude that, although each of these related disorders is mediated by somewhat different neural circuitry, CBT may act in a similar way to increase prefrontal control of subcortical structures. These findings are consistent with an emphasis in cognitive-affective neuroscience on the potential therapeutic value of enhancing emotional regulation in various psychiatric conditions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCT Department of Psychiatry and Mental Health, Grotte Schuur Hospital, Observatory, Cape Town, South Africa."
          }
        ],
        "LastName": "Brooks",
        "ForeName": "Samantha J",
        "Initials": "SJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UCT Department of Psychiatry and Mental Health, Grotte Schuur Hospital, Observatory, Cape Town, South Africa; MRC Unit on Anxiety & Stress Disorders, Cape Town, South Africa."
          }
        ],
        "LastName": "Stein",
        "ForeName": "Dan J",
        "Initials": "DJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dialogues Clin Neurosci",
    "NlmUniqueID": "101238198",
    "ISSNLinking": "1294-8322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pathology",
        "psychology",
        "rehabilitation"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "blood supply",
        "physiopathology"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuroimaging"
    },
    {
      "QualifierName": [
        "pathology",
        "psychology",
        "rehabilitation"
      ],
      "DescriptorName": "Obsessive-Compulsive Disorder"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Psychotherapy"
    }
  ]
}