{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Acceptance",
      "Anxiety",
      "Depression",
      "Mindfulness",
      "Monitoring",
      "Pregnant people"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35413533",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "06",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "04",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.psychres.2022.114540",
      "S0165-1781(22)00152-4"
    ],
    "Journal": {
      "ISSN": "1872-7123",
      "JournalIssue": {
        "Volume": "312",
        "PubDate": {
          "Year": "2022",
          "Month": "Jun"
        }
      },
      "Title": "Psychiatry research",
      "ISOAbbreviation": "Psychiatry Res"
    },
    "ArticleTitle": "Emphasizing mindfulness training in acceptance relieves anxiety and depression during pregnancy.",
    "Pagination": {
      "StartPage": "114540",
      "MedlinePgn": "114540"
    },
    "Abstract": {
      "AbstractText": [
        "Mindfulness intervention, which trains participants to monitor momentary experiences with an accepting attitude, is effective for reducing maternal anxiety and depression. Monitoring and acceptance are two central components of mindfulness training. The aim of the study is to clarify whether adding acceptance component to monitoring training can help improve the mental health of pregnant people by comparing the effects between mindfulness training on monitoring with an emphasis on acceptance training and training on monitoring alone. Pregnant people with depressive or anxious symptoms (N = 149) were randomized to either a 4-week online intervention of (1) monitoring training (MT), (2) monitoring with an emphasis on acceptance training (MAT), or (3) emotional regulation course conditions as an active control group. All mindfulness training was based on the WeChat platform. We used the Generalized Anxiety Disorder Scale (GAD-7), Patient Health Questionnaire (PHQ-9), Five Facets of Mindfulness Questionnaire (FFMQ), and Regulatory Emotional Self-Efficacy Scale (RESE) to evaluate symptoms of anxiety and depression, mindfulness monitoring and acceptance skills, and the self-efficacy of emotional regulation pre-and postintervention. Of the 149 people enrolled in this study, 10 in the MT training group, 9 in the MAT group, and 15 in the control group did not complete the intervention. Monitoring with an emphasis on acceptance training significantly reduced symptoms of anxiety and depression and improved perceived self-efficacy in managing depression/distress compared with the monitoring training alone and the control group. In addition, participants in the monitoring group showed a downward trend in GAD-7 scores and an upward trend in scores of perceived self-efficacy in managing anger/irritation. This study not only shows that the 4-week online mindfulness training could be a promising technique to help people improve mental health; moreover, it provides evidence that emphasizing acceptance skills on mindfulness training may play a critical role because of its positive effects. We suggest that the online mindfulness intervention should be added as part of psychological care and recommend emphasizing acceptance training during pregnancy."
      ],
      "CopyrightInformation": "Copyright © 2022. Published by Elsevier B.V."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "A Nurse Of Department of Obstetrics and Gynecology, Suzhou Municipal Hospital, Suzhou, China."
          }
        ],
        "LastName": "Yang",
        "ForeName": "Mengye",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Student of Medical college of Zhejiang University, Zhejiang, China."
          }
        ],
        "LastName": "Zhou",
        "ForeName": "Xiaoli",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Associate Chief Physician of Department of Psychiatry, Women's Hospital School of Medicine, Zhejiang University, Zhejiang, China."
          }
        ],
        "LastName": "Ye",
        "ForeName": "Cuiwei",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Midwifery of Department of Obstetrics and Gynecology, Women's Hospital School of Medicine, Zhejiang University, Zhejiang, China."
          }
        ],
        "LastName": "Li",
        "ForeName": "Junqin",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "A Nurse of Department of Obstetrics and Gynecology, Women's Hospital School of Medicine, Zhejiang University, Zhejiang, China."
          }
        ],
        "LastName": "Sun",
        "ForeName": "Shiwen",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "State Consultant Psychologist Grade 2, is Clinical Psychologist and office Administrator of Women's Hospital School of Medicine, Zhejiang University, Address: 1st Xueshi Road, Hangzhou, Zhejiang 310006, China. Electronic address: yuxy@zju.edu.cn."
          }
        ],
        "LastName": "Yu",
        "ForeName": "Xiaoyan",
        "Initials": "X"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Ireland",
    "MedlineTA": "Psychiatry Res",
    "NlmUniqueID": "7911385",
    "ISSNLinking": "0165-1781"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Internet-Based Intervention"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Mindfulness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    }
  ]
}