{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34108362",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/AJP.0000000000000952"
    ],
    "Journal": {
      "ISSN": "1536-5409",
      "JournalIssue": {
        "Volume": "37",
        "Issue": "8",
        "PubDate": {
          "Year": "2021",
          "Month": "Aug",
          "Day": "01"
        }
      },
      "Title": "The Clinical journal of pain",
      "ISOAbbreviation": "Clin J Pain"
    },
    "ArticleTitle": "The Utility of an Anxiety Screening Measure in Youth With Functional Abdominal Pain Disorders and Clinical Characteristics Associated With Presence of Anxiety.",
    "Pagination": {
      "StartPage": "616",
      "EndPage": "622",
      "MedlinePgn": "616-622"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety is common in youth with functional abdominal pain disorders (FAPD) and is related to increased pain-related impairment. However, it is unknown if self-reported anxiety on a clinical screener represents a true anxiety disorder diagnosis in youth with FAPD. Further, little is known about clinical characteristics in youth with FAPD and comorbid anxiety (ANX). Therefore, we evaluated whether the clinical cutoff on the Screen for Anxiety and Related Disorders (SCARED) corresponded with the presence of an anxiety disorder. We predicted a more clinically complex profile (eg, increased pain-related impairment, psychological problems, and family risk factors) in youth with FAPD+ANX compared with youth with FAPD alone.",
        "Participants completed measures of anxiety, functional disability, pain intensity, pain catastrophizing, and mood, and underwent a semistructured diagnostic interview to assess for psychological disorders. Caregivers completed family characteristics and caregiver distress measures. Analyses of group differences were conducted using χ2 and multivariate tests.",
        "The SCARED appears to be a good proxy for an anxiety disorder in youth with FAPD, particularly for generalized anxiety disorder and social anxiety disorder. Youth with FAPD+ANX reported higher rates of pain-related disability and depressive symptoms compared with those with FAPD alone, but other clinical characteristics and family risk factors were comparable across groups.",
        "Findings support the use of the SCARED as a proxy for an anxiety disorder diagnosis in youth with FAPD and suggest youth with FAPD+ANX may have a more complex clinical profile categorized by greater mental health and health-related impairment as compared with youth with FAPD alone."
      ],
      "CopyrightInformation": "Copyright © 2021 Wolters Kluwer Health, Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Child and Adolescent Psychiatry and Behavioral Sciences, The Children's Hospital of Philadelphia, Philadelphia, PA."
          }
        ],
        "LastName": "Aggarwal Dutta",
        "ForeName": "Richa",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Family Medicine, Michigan State University, Grand Rapids, MI."
          }
        ],
        "LastName": "Ely",
        "ForeName": "Samantha L",
        "Initials": "SL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Family Medicine, Michigan State University, Grand Rapids, MI."
          }
        ],
        "LastName": "Cunningham",
        "ForeName": "Natoshia R",
        "Initials": "NR"
      }
    ],
    "GrantList": [
      {
        "GrantID": "K23 AT009458",
        "Acronym": "AT",
        "Agency": "NCCIH NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin J Pain",
    "NlmUniqueID": "8507389",
    "ISSNLinking": "0749-8047"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Abdominal Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    }
  ],
  "CoiStatement": "Funded in part by the Sharon S. Keller American Pain Society Grant, Chicago, IL, and the Cincinnati Children’s Hospital Place Outcomes Award, Cincinnati, OH (both awarded to N.R.C.). N.R.C. holds an ongoing NIH/NCCIH K23 award, AT009458, headquartered in Bethesda, MD, which supports her effort in conducting this research. The authors declare no conflict of interest."
}