{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "COVID-19",
      "Child",
      "Parents",
      "Sensitivity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36264340",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "10",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00431-022-04660-z"
    ],
    "Journal": {
      "ISSN": "1432-1076",
      "JournalIssue": {
        "Volume": "182",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "European journal of pediatrics",
      "ISOAbbreviation": "Eur J Pediatr"
    },
    "ArticleTitle": "The effects of anxiety about their parents getting COVID-19 infection on children's mental health.",
    "Pagination": {
      "StartPage": "165",
      "EndPage": "171",
      "MedlinePgn": "165-171"
    },
    "Abstract": {
      "AbstractText": [
        "Although the effects of COVID-19 on children's physical health are relatively less serious, it is known that pandemic has serious effects on children's mental health. Anxiety and related symptoms increase among children during this period. The main purpose of this study is to measure children's anxiety about their parents and themselves with structured scales. Children who applied to the pediatric outpatient clinic were included in the study. Participants were asked questions about their parents' and their own concerns about getting COVID-19. Psychiatric symptoms of the participants were evaluated with the Revised Child Anxiety and Depression Scale, the Coronavirus Anxiety Scale, and Anxiety Sensitivity Index for Children. Increased social phobia, separation anxiety, generalized anxiety, total anxiety, total internalizing disorder scores, increased anxiety sensitivity, and increased coronavirus anxiety were detected among children who have increased subjective anxiety for themselves about getting COVID-19. In addition, increased social phobia, depression, separation anxiety, generalized anxiety, total anxiety, total internalizing disorder scores, and anxiety sensitivity were also detected among children who have increased subjective anxiety for their parents about getting COVID-19. In logistic regression, panic, separation anxiety, and generalized anxiety scores significantly predicted children's anxiety for their parents, and separation anxiety and generalized anxiety were shown to predict anxiety for themselves.",
        "Children who have increased subjective anxiety about their parents and themselves also have increased anxiety, anxiety sensitivity, and coronavirus anxiety scores. This is the first study which determines that children who are worried about their parents and themselves have higher levels of anxiety, depression symptoms, and anxiety sensitivity.",
        "• Although COVID19 pandemic's negative effects on the mental health of children and adolescents has been investigated and consistently demonstrated, the children's anxiety about their parents getting infection were less researched.",
        "• Children's anxiety about their parents getting SARS-Cov-2 infection was investigated with the questionnaires. • The scale scores of the children who expressed their anxiety with open-ended questions were statistically significantly higher."
      ],
      "CopyrightInformation": "© 2022. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-4957-2347"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, Dr. Sami Ulus Maternity and Children's Health and Diseases Training and Research Hospital, Ankara, Turkey."
          }
        ],
        "LastName": "Terin",
        "ForeName": "Harun",
        "Initials": "H"
      },
      {
        "Identifier": [
          "0000-0002-8964-9513"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Child and Adolescent Psychiatry, Ankara University School of Medicine, Ankara, Turkey. acikel42@gmail.com."
          }
        ],
        "LastName": "Açıkel",
        "ForeName": "Sadettin Burak",
        "Initials": "SB"
      },
      {
        "Identifier": [
          "0000-0003-4695-8911"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, Dr. Sami Ulus Maternity and Children's Health and Diseases Training and Research Hospital, Ankara, Turkey."
          }
        ],
        "LastName": "Yılmaz",
        "ForeName": "Mehmet Mustafa",
        "Initials": "MM"
      },
      {
        "Identifier": [
          "0000-0001-7203-5884"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, Dr. Sami Ulus Maternity and Children's Health and Diseases Training and Research Hospital, Ankara, Turkey."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, Yıldırım Beyazıt University, School of Medicine, Ankara, Turkey."
          }
        ],
        "LastName": "Şenel",
        "ForeName": "Saliha",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Eur J Pediatr",
    "NlmUniqueID": "7603873",
    "ISSNLinking": "0340-6199"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Parents"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    }
  ],
  "CoiStatement": "The authors declare no competing interests."
}