{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Clinical course",
      "Functional performance",
      "Mental health",
      "PROMIS",
      "Therapy",
      "Treatment goals"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33250395",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "10",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jht.2020.10.006",
      "S0894-1130(20)30185-X"
    ],
    "Journal": {
      "ISSN": "1545-004X",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Season": "Jan-Mar"
        }
      },
      "Title": "Journal of hand therapy : official journal of the American Society of Hand Therapists",
      "ISOAbbreviation": "J Hand Ther"
    },
    "ArticleTitle": "The relationship between depression, anxiety, and pain interference with therapy referral and utilization among patients with hand conditions.",
    "Pagination": {
      "StartPage": "24",
      "EndPage": "31",
      "MedlinePgn": "24-31"
    },
    "Abstract": {
      "AbstractText": [
        "Patients with upper extremity conditions may also experience symptoms of depression, anxiety, and pain that limit functional recovery.",
        "This study examined the impact of mental health and pain symptoms on referral rates to therapy and utilization of therapy services to achieve functional recovery among patients with common hand conditions.",
        "This is a retrospective cohort study of patients from one orthopedic center.",
        "Data extraction provided demographics, the International Classification of Diseases, 10th revision diagnoses, therapy referral, therapy visit counts, treatment goal attainment, and Patient-Reported Outcomes Measurement Information System (PROMIS) Depression, Anxiety, and Pain Interference scores. The chi-square test, t-test, and logistic regression analyses assessed associations between baseline PROMIS depression, anxiety, and pain interference to therapy referral, the number of therapy visits, and goal attainment.",
        "Forty-nine percent (172/351) of patients were referred to hand therapy. There was no relationship between three baseline PROMIS scores based on physician referral (t-test P values .32-.67) and no association between PROMIS scores and therapy utilization or goal attainment (Pearson correlation (r): 0.002 to 0.020, P > .05). Referral to therapy was most strongly associated with having a traumatic condition (P < .01). Patients with high depression, anxiety, and pain interference scores on average required one more therapy visit to achieve treatment goals (average visits: 3.7 vs 3.1; 4.1 vs 2.7; 3.4 vs 2.3, respectively). Fewer patients with high depression scores (50%) achieved their long-term goals than patients with low depression scores (69%, P = .20).",
        "Patients' baseline level of depressive symptoms and anxiety do not predict referrals to hand therapy by orthopedic hand surgeons. There is some indication that patients with increased depressive symptoms, anxiety, and pain interference require more therapy with fewer achieving all goals, suggesting that mental health status may affect response to therapy. Therapists may address mental health needs in treatment plans. Future studies should examine if nonreferred patients with depressive symptoms achieve maximal functional recovery."
      ],
      "CopyrightInformation": "Copyright © 2020 Hanley & Belfus. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Washington University School of Medicine in St. Louis, Program in Occupational Therapy, St. Louis, MO, USA."
          }
        ],
        "LastName": "Cochrane",
        "ForeName": "Shannon K",
        "Initials": "SK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Washington University School of Medicine in Saint Louis, Orthopedic Surgery, Saint Louis, MO, USA."
          }
        ],
        "LastName": "Calfee",
        "ForeName": "Ryan P",
        "Initials": "RP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Washington University School of Medicine in St. Louis, Milliken Hand Rehabilitation Center, Center for Advanced Medicine, St. Louis, MO, USA."
          }
        ],
        "LastName": "Stonner",
        "ForeName": "Macyn M",
        "Initials": "MM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of General Medical Sciences, Department of Medicine, Washington University School of Medicine in St. Louis, Saint Louis, MO, USA. Electronic address: amdale@wustl.edu."
          }
        ],
        "LastName": "Dale",
        "ForeName": "Ann Marie",
        "Initials": "AM"
      }
    ],
    "GrantList": [
      {
        "GrantID": "UL1 TR002345",
        "Acronym": "TR",
        "Agency": "NCATS NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Hand Ther",
    "NlmUniqueID": "8806591",
    "ISSNLinking": "0894-1130"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Reported Outcome Measures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Referral and Consultation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    }
  ],
  "CoiStatement": "Conflict of interest: The authors have no conflicts of interest to declare."
}