{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "alcohol",
      "anxiety",
      "comorbidity",
      "depression",
      "psychological therapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34709665",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "10",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/bjc.12343"
    ],
    "Journal": {
      "ISSN": "0144-6657",
      "JournalIssue": {
        "Volume": "61",
        "Issue": "2",
        "PubDate": {
          "Year": "2022",
          "Month": "Jun"
        }
      },
      "Title": "The British journal of clinical psychology",
      "ISOAbbreviation": "Br J Clin Psychol"
    },
    "ArticleTitle": "Is alcohol use associated with psychological treatment attendance and clinical outcomes?",
    "Pagination": {
      "StartPage": "527",
      "EndPage": "540",
      "MedlinePgn": "527-540"
    },
    "Abstract": {
      "AbstractText": [
        "To investigate associations between alcohol use, psychological treatment attendance, and clinical outcomes.",
        "We analysed electronic health records for N = 7,986 patients accessing psychological treatment for common mental disorders. Data were collected for pre-treatment alcohol use (average units per week) and severity of dependence (SDS), number of therapy contacts attended, pre- and post-treatment anxiety (GAD-7), and depression (PHQ-9) symptom severity. Hierarchical regression was used to examine associations between alcohol use/dependence and post-treatment symptom severity controlling for intake severity and relevant confounders.",
        "After controlling for confounders, alcohol use had significant nonlinear associations with pre-treatment depression severity (R<sup>2</sup>  = .54, p < .01, cubic trend), and post-treatment anxiety (R<sup>2</sup>  = .23, p < .01, quadratic trend). Alcohol use was not significantly associated with intake anxiety, post-treatment depression or treatment duration. SDS was not significantly associated with depression severity, alcohol severity, or total contacts after controlling for confounders.",
        "Alcohol users are just as likely to engage in and benefit from evidence-based psychological treatments for depression in primary care. A nonlinear association between alcohol use and anxiety treatment outcomes indicates that light-to-moderate drinkers have some shared characteristic that favours treatment response.",
        "Depression and anxiety problems often co-occur with alcohol use and dependence. Conventional wisdom in the field suggests that heavy alcohol users may not engage well or benefit from psychological therapies for depression and anxiety. We found no empirical support for the above assumptions in a large clinical sample. Alcohol consumption was not significantly associated with treatment attendance or depression treatment outcomes. A nonlinear association between alcohol use and anxiety outcomes suggests that moderate drinkers may have some shared characteristic that favours treatment response."
      ],
      "CopyrightInformation": "© 2021 The British Psychological Society."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical and Applied Psychology Unit, Department of Psychology, University of Sheffield, UK."
          }
        ],
        "LastName": "Hunt",
        "ForeName": "Vanessa J",
        "Initials": "VJ"
      },
      {
        "Identifier": [
          "0000-0001-5349-230X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical and Applied Psychology Unit, Department of Psychology, University of Sheffield, UK."
          }
        ],
        "LastName": "Delgadillo",
        "ForeName": "Jaime",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br J Clin Psychol",
    "NlmUniqueID": "8105533",
    "ISSNLinking": "0144-6657"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "epidemiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}