{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "<b>Objetivo</b> Analisar a consistência interna e validade de constructo da escala de estado de ansiedade do Inventário de ansiedade traço-estado (Idate) para gestantes em trabalho de parto. <b>Métodos</b> Trata-se de um estudo de propriedades de medida incluindo 150 gestantes com idade entre 15 e 45 anos, no primeiro período de trabalho de parto e com gestação a termo. O questionário utilizado foi a escala estado de ansiedade do Idate. Para a avaliação da consistência interna, o alfa de Cronbach foi calculado por meio da análise fatorial exploratória. A correlação dos fatores foi realizada por correlação de Pearson. O nível de significância adotado para esta análise foi de 0,05. <b>Resultados</b> Verificou-se que a escala estado do Idate no contexto de parto apresenta dois fatores, representados como ausência (fator 1) e presença de ansiedade (fator 2); o item 4 (“Estou arrependida”) não apresentou valor representativo. Ambos os fatores apresentaram índices altos de alfa de Cronbach, variando entre 0,830 para o fator 1 e 0,723 para o fator 2. Nos resultados da correlação de Pearson entre os dois fatores, foi observada uma correlação significativa, porém fraca (r = -0,188; <i>p</i> = 0,021). <b>Conclusões</b> A escala de estado de ansiedade do Idate utilizada em gestantes durante o trabalho de parto apresentou valores de consistência interna adequados, porém o item 4 não apresentou valor fatorial representativo. Portanto, a utilização desse questionário na prática clínica e em pesquisas sobre o parto deve ser realizado sem a utilização do item 4 de maneira cautelosa e criteriosa."
      ],
      "CopyrightInformation": "Thieme Publicações Ltda Rio de Janeiro, Brazil."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27813038",
  "DateCompleted": {
    "Year": "2018",
    "Month": "03",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "11",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1055/s-0036-1593894"
    ],
    "Journal": {
      "ISSN": "1806-9339",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "11",
        "PubDate": {
          "Year": "2016",
          "Month": "Nov"
        }
      },
      "Title": "Revista brasileira de ginecologia e obstetricia : revista da Federacao Brasileira das Sociedades de Ginecologia e Obstetricia",
      "ISOAbbreviation": "Rev Bras Ginecol Obstet"
    },
    "ArticleTitle": "Analysis of the Construct Validity and Internal Consistency of the State-Trait Anxiety Inventory (STAI) State-Anxiety (S-Anxiety) Scale for Pregnant Women during Labor.",
    "Pagination": {
      "StartPage": "531",
      "EndPage": "537",
      "MedlinePgn": "531-537"
    },
    "Abstract": {
      "AbstractText": [
        "<b>Purpose</b> To analyze the internal consistency and the construct validity of the State-Trait Anxiety Inventory (STAI) State-Anxiety (S-Anxiety) scale for pregnant women during labor. <b>Method</b> A study of measurement property including 150 pregnant women aged between 15 and 45 years old, during the first period of labor and with term pregnancies. The questionnaire used was the STAI S-Anxiety scale. In order to assess the internal consistency, Cronbach's α was calculated through an exploratory factor analysis. The correlation between the factors was calculated using the Pearson coefficient. The state of significance used for this analysis was 0.05. <b>Results</b> The STAI S-Anxiety scale used in the context of labor showed two factors represented as the absence (factor 1) and the presence of anxiety (factor 2); item 4 (\"I regret it\") did not show a representative value. Both factors showed high indications of Cronbach's α, varying from 0.830 for factor 1, and 0.723 for factor 2. In the results of the Pearson coefficient between the two factors, a significant but weak correlation was observed (r = -0.188; <i>p</i> = 0.021). <b>Conclusion</b> The STAI S-Anxiety scale used in pregnant women during labor presented appropriate values of internal consistency; however, item 3 did not show a significant factorial value. Therefore, this questionnaire must be applied cautiously and carefully without the use of the item 4 in the clinical practice and in researches about labor."
      ],
      "CopyrightInformation": "Thieme Publicações Ltda Rio de Janeiro, Brazil."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Obstetrics Center, Residência Integrada Multiprofissional em Saúde, Hospital das Clínicas, Universidade Federal de Pernambuco, Recife, PE, Brazil."
          }
        ],
        "LastName": "Delgado",
        "ForeName": "Alexandre Magno",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Post-Graduation Program in Physiotherapy, Universidade Federal de Pernambuco, Recife, PE, Brazil."
          }
        ],
        "LastName": "Freire",
        "ForeName": "Alessandra da Boaviagem",
        "Initials": "AD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Post-Graduation Program in Physiotherapy, Universidade Federal de Pernambuco, Recife, PE, Brazil."
          }
        ],
        "LastName": "Wanderley",
        "ForeName": "Elaine Lima Silva",
        "Initials": "EL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Post-Graduation Program in Physiotherapy, Universidade Federal de Pernambuco, Recife, PE, Brazil."
          }
        ],
        "LastName": "Lemos",
        "ForeName": "Andrea",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Rev Bras Ginecol Obstet",
    "NlmUniqueID": "9214757",
    "ISSNLinking": "0100-7203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Labor, Obstetric"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproducibility of Results"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Test Anxiety Scale"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}