{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Bottle choice",
      "Elevated plus maze",
      "Enriched environment",
      "Marble burying",
      "Open field"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37977553",
  "DateCompleted": {
    "Year": "2024",
    "Month": "01",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "11",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pbb.2023.173679",
      "S0091-3057(23)00166-1"
    ],
    "Journal": {
      "ISSN": "1873-5177",
      "JournalIssue": {
        "Volume": "234",
        "PubDate": {
          "Year": "2024",
          "Month": "Jan"
        }
      },
      "Title": "Pharmacology, biochemistry, and behavior",
      "ISOAbbreviation": "Pharmacol Biochem Behav"
    },
    "ArticleTitle": "Gestational environmental enrichment prevents chronic social stress induced anxiety- and ethanol-related behaviors in offspring.",
    "Pagination": {
      "StartPage": "173679",
      "MedlinePgn": "173679"
    },
    "Abstract": {
      "AbstractText": [
        "Epidemiological surveys have shown a strong relationship between maternal stress and offspring's mood disorders. Growing evidence suggested that environmental enrichment (EE) improves cognitive function in models of psychiatric and neurological disorders. However, the potential protective effects of gestational EE on social stress-elicited mood disorders in offspring have not been studied. Knowing that the undeveloped brain is more sensitive to gestational environmental stimuli, we hypothesized that initiating cognitive stimulation, during gestation, would protect against social stress-induced behavioral alterations in adulthood. Therefore, the present study aimed to investigate the effects of gestational EE on social stress-elicited anxiety- and ethanol-related behaviors in adult offspring. EE consisted of free access, of dams, to tubular devices of different shapes, colors, and sizes that were changed regularly. After birth and weaning, young adult offspring were exposed to 19 days of social stress and anxiety-like behavior was evaluated by elevated plus maze, open field, and marbles burying tests. The two-bottle choice (TBC) drinking paradigm was used to assess stress-induced ethanol intake. Results showed that gestational EE prevented social stress-elicited anxiogenic-like effects with no differences in spontaneous locomotor activity. Moreover, in the TBC paradigm, mice pre-exposed to EE consistently showed a significantly decreased consumption and preference for ethanol with no effects on tastants' intakes. Interestingly, gestational EE increased serum BDNF levels, which showed a correlation with measures of anxiety- and ethanol-related behaviors. These findings indicate that some neurodevelopmental changes associated with prenatal EE may counteract adult social stress-induced behavioral alterations through a BDNF mechanism. Therefore, we propose that gestational EE has significant protective and beneficial effects on social stress-induced cognitive impairment. It can also alleviate anxiety-like behavior and subsequent excessive alcohol consumption."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine, Ajman University, Ajman, United Arab Emirates; Center of Medical and Bio-Allied Health Sciences Research, Ajman University, Ajman, United Arab Emirates; Department of Anatomy, CMHS, United Arab Emirates University, Al Ain, United Arab Emirates. Electronic address: a.bahi@ajman.ac.ae."
          }
        ],
        "LastName": "Bahi",
        "ForeName": "Amine",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pharmacol Biochem Behav",
    "NlmUniqueID": "0367050",
    "ISSNLinking": "0091-3057"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "3K9958V90M",
      "NameOfSubstance": "Ethanol"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Brain-Derived Neurotrophic Factor"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Ethanol"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Brain-Derived Neurotrophic Factor"
    },
    {
      "QualifierName": [
        "prevention & control",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Brain"
    }
  ],
  "CoiStatement": "Declaration of competing interest The author has no financial interests that might be perceived to influence the results, or the discussion reported in this article."
}