{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Fear of childbirth",
      "anxiety sensitivity",
      "somatosensory amplification",
      "tocophobia"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32314633",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "04",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/01443615.2020.1732894"
    ],
    "Journal": {
      "ISSN": "1364-6893",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "2",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb"
        }
      },
      "Title": "Journal of obstetrics and gynaecology : the journal of the Institute of Obstetrics and Gynaecology",
      "ISOAbbreviation": "J Obstet Gynaecol"
    },
    "ArticleTitle": "Investigating fear of childbirth in pregnant women and its relationship between anxiety sensitivity and somatosensory amplification.",
    "Pagination": {
      "StartPage": "217",
      "EndPage": "223",
      "MedlinePgn": "217-223"
    },
    "Abstract": {
      "AbstractText": [
        "The causes of fear of childbirth and the factors that affect it are not fully explained. The aim of this study was to investigate the relationship between fear of childbirth in pregnant women and anxiety sensitivity and somatosensory amplification. The study included 100 healthy pregnant women who were admitted to the Obstetrics and Gynaecology Department of a tertiary hospital in Turkey at 28-40 weeks of gestation. Sociodemographic Data Form, Anxiety Sensitivity Index (ASI), Somatosensory Amplification Scale (SSAS), Spielberger State and Trait Anxiety Inventory (STAI), Wijma Expectancy/Experience Scale (W-DEQ) were applied to all cases. The mean age of the pregnant women included in the study was 29.20 ± 6.17 years, and 82% of them had high fear of childbirth. It was determined that factors such as age, education status, occupation, prior pregnancy experience, the number of pregnancies, miscarriage history, and abortion experience had no significant effect on the fear of childbirth. It was observed that there was a weak positive correlation between the fear of childbirth and the anxiety sensitivity and the amplification of somatosensory symptoms. According to the findings of our study, as the fear of childbirth increases, anxiety sensitivity, and somatosensory amplification increase. For this reason, it is crucial to carefully monitor prenatal anxiety, somatosensory amplification and the fear of childbirth of pregnant women with state-related concerns.IMPACT STATEMENT<b>What is already known on this subject?</b> Fear of childbirth or what is historically referred to as tokophobia is generally defined as a fear of severe birth and fear of pathological birth. The causes of fear of childbirth are stated as biological reasons, psychological reasons and lack of social support. However, it is not possible to explain the causes of the fear of childbirth in pregnant women and the risk factors affecting them. Similarly, fear of childbirth in individuals with anxiety sensitivity and amplification of somatosensory symptoms has not been adequately investigated.<b>What do the results of this study add?</b> In this study, we aimed to contribute to the related literature by examining the relationship between fear of childbirth in pregnant women and anxiety sensitivity and amplification of somatosensory symptoms. It was observed that there was a weak positive correlation between the fear of childbirth and the sensitivity of anxiety and the amplification of somatosensory symptoms. According to the findings of our study, as the fear of childbirth increases, anxiety sensitivity, and somatosensory amplification increase.<b>What are the implications of these findings for clinical practice and/or further research?</b> For this reason, it is crucial to carefully monitor the pregnants who have prenatal anxiety sensitivity, somatosensory amplification, and state-continuous anxiety. Due to insufficient number of studies related to the subject, extensive sample studies on the subject are needed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, Department of Psychiatry, Recep Tayyip Erdogan University, Rize, Turkey."
          }
        ],
        "LastName": "Koc",
        "ForeName": "Asli Enzel",
        "Initials": "AE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, Department of Gynecology and Obstetrics, Recep Tayyip Erdogan University, Rize, Turkey."
          }
        ],
        "LastName": "Colak",
        "ForeName": "Sabri",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Humanities and Social Sciences Department of Psychology, Yildirim Beyazit University, Ankara, Turkey."
          }
        ],
        "LastName": "Colak",
        "ForeName": "Gamze Vesile",
        "Initials": "GV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Psychiatric Clinic, State Hospital, Rize, Turkey."
          }
        ],
        "LastName": "Pusuroglu",
        "ForeName": "Meltem",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Medicine, Department of Psychiatry, Recep Tayyip Erdogan University, Rize, Turkey."
          }
        ],
        "LastName": "Hocaoglu",
        "ForeName": "Cicek",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Obstet Gynaecol",
    "NlmUniqueID": "8309140",
    "ISSNLinking": "0144-3615"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Correlation of Data"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Educational Status"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Needs Assessment"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Parturition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Pregnant Women"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Proprioception"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychological Techniques"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Psychophysiology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproductive History"
    }
  ]
}