{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22549040",
  "DateCompleted": {
    "Year": "2014",
    "Month": "09",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "05",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "gre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1105-2333",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "1",
        "PubDate": {
          "Year": "2012",
          "Season": "Jan-Mar"
        }
      },
      "Title": "Psychiatrike = Psychiatriki",
      "ISOAbbreviation": "Psychiatriki"
    },
    "ArticleTitle": "[Psychological and psychiatric problems in cancer patients: relationship to the localization of the disease].",
    "Pagination": {
      "StartPage": "46",
      "EndPage": "60",
      "MedlinePgn": "46-60"
    },
    "Abstract": {
      "AbstractText": [
        "Cancer may be localized in a variety of areas in the human body. This localization is associated with significant issues concerning not only therapy and prognosis but also psychological and psychiatric problems that the patient may be confronted with. The psychic impact on the patient is determined to a significant degree by the symbolism the affected organ carries. The symbolic significance of a sick body area triggers emotions and sets in motion self-defence mechanisms. In this way, patients deal with the new psychic reality that cancer creates. Therapeutic choices may include interventions, involving mutilation, which cause disfigurement and major consequences in the body image which result in narcissistic injuries. The phenomenology of anxiety and depressive disorders is connected to the affected body area. The appearance of cancer not only in sexual organs but also in other body areas, may disturb sexual function and therefore lead to sexual disorders. Especially, head and neck are connected with vital functions. This area of the body has had a major impact on psychic reality since early life. Complicated psychic functions have developed in relation to organs of the head and neck. Therefore, localization of cancer in this area leads to individual psychological and psychiatric problems, since eating and breathing are harmed, verbal communication becomes difficult and body image alters. Also, increased incidence of alcohol and nicotine abuse in these patients reflects special aspects of psychic structure and personality. Because of severe somatic symptoms and poor prognosis, lung cancer patients feel hopelessness and helplessness. Patients with gynaecological cancer are confronted with a disease that affects organs like breast and internal female sexual organs associated with femininity, attractiveness and fertility. Dietary habits are often a source of guilt for patients who suffer from cancer of the gastrointestinal tract. Additionally, stomas, as colostomy, affect body image and cause feelings of embarrassment with severe consequences on the patient's sense of wellbeing, his or her daily activities, interpersonal relationships or sexuality. Depressive symptoms often occur in prodromal stages of pancreatic cancer. Depression is a common diagnosis in patients with prostate cancer. Prostatectomy negatively affects patient's self-esteem, because it might be experienced as a threat to his sexual life. Disfigurement is related to skin cancer because of both cancer and surgical procedures. Therefore, it is a challenge for modern psycho-oncology to identify those patients who are vulnerable in developing psychiatric symptoms, to early diagnose anxiety and depression and to use psychotherapeutic interventions targeting individual psychological and psychiatric problems in relation to the localization of disease in the human body."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Psychiatric Department, \"Sotiria\" General Hospital of Chest disease, Athens."
          }
        ],
        "LastName": "Moussas",
        "ForeName": "G I",
        "Initials": "GI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Papadopoulou",
        "ForeName": "A G",
        "Initials": "AG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Christodoulaki",
        "ForeName": "A G",
        "Initials": "AG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Karkanias",
        "ForeName": "A P",
        "Initials": "AP"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Greece",
    "MedlineTA": "Psychiatriki",
    "NlmUniqueID": "101534363",
    "ISSNLinking": "1105-2333"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Mental Disorders"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    }
  ]
}