{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16220409",
  "DateCompleted": {
    "Year": "2005",
    "Month": "12",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1424-7860",
      "JournalIssue": {
        "Volume": "135",
        "Issue": "27-28",
        "PubDate": {
          "Year": "2005",
          "Month": "Jul",
          "Day": "09"
        }
      },
      "Title": "Swiss medical weekly",
      "ISOAbbreviation": "Swiss Med Wkly"
    },
    "ArticleTitle": "Stress and distress in non-organic voice disorder.",
    "Pagination": {
      "StartPage": "387",
      "EndPage": "397",
      "MedlinePgn": "387-97"
    },
    "Abstract": {
      "AbstractText": [
        "Non-organic voice disorders are characterised by an impaired voice sound, and/or reduced vocal capacity, and/or laryngeal sensory disturbances, all in the absence of causal organic laryngeal pathology. Psychogenic causes, a \"psychological disequilibrium\", and an increased tension of the laryngeal muscles are presumed to be one end of the spectrum of possible factors leading to the development of the disorder. In making a diagnosis, perceptive and acoustic methods for voice analysis are used in addition to the ENT-examination and the laryngostroboscopy. An assessment of the degree to which the patient feels him/herself subjectively affected by the voice disorder also plays an important role. If the history reveals any indication of psychosocial stress or conflict, the patient is offered psychological consultations. These conflicts seem less often to be deep rooted psychopathological problems but rather daily anxieties, failures, injuries, annoyances, disappointments regarding the sufferer him/herself and others, the non-fulfillment of desires, feelings of inadequacy and of lack of self-confidence. The patients may find it difficult to speak about conflicts and feelings, and they follow social conventions to an excessive extent. In frustrating situations patients tend to react aggressively towards themselves rather than towards others and are too quick in seeking a solution to any problem that may arise. The role of the voice as a \"barometer of emotion\", where a disorder may be regarded as a sign of emotional stress, has to be taken into consideration before starting a therapy: If the non-organic voice disorder is obviously due to vocal misuse and muscle tension, a more symptom-orientated voice therapy may be favoured. If psychosocial stress seems to play a greater role, additional counseling may be necessary. Only by using this approach can the patient be offered a therapy which goes into the causes and thereby addresses the whole person."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Phoniatrics, ENT Clinic, Head and Neck Surgery, University of Berne, Inselspital, Berne/Switzerland. eberhard.seifert@insel.ch"
          }
        ],
        "LastName": "Seifert",
        "ForeName": "Eberhard",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kollbrunner",
        "ForeName": "Juerg",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Swiss Med Wkly",
    "NlmUniqueID": "100970884",
    "ISSNLinking": "0036-7672"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Conflict, Psychological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Counseling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emotions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Stress, Psychological"
    },
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Voice Disorders"
    }
  ],
  "NumberOfReferences": "63"
}