{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32423641",
  "DateCompleted": {
    "Year": "2021",
    "Month": "08",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "08",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "05",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pmn.2020.04.002",
      "S1524-9042(20)30116-8"
    ],
    "Journal": {
      "ISSN": "1532-8635",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "6",
        "PubDate": {
          "Year": "2020",
          "Month": "Dec"
        }
      },
      "Title": "Pain management nursing : official journal of the American Society of Pain Management Nurses",
      "ISOAbbreviation": "Pain Manag Nurs"
    },
    "ArticleTitle": "Virtual Reality Technology for Pain and Anxiety Management among Patients with Cancer: A Systematic Review.",
    "Pagination": {
      "StartPage": "601",
      "EndPage": "607",
      "MedlinePgn": "601-607"
    },
    "Abstract": {
      "AbstractText": [
        "Pain and anxiety have negative effects on the treatment of patients with cancer. Virtual reality technology is a form of distraction which is still unclear in its methodological quality in reducing pain and anxiety.",
        "To summarize and evaluate the methodological quality of primary studies on the virtual reality (VR) technology for the management of pain and anxiety among patients with cancer, and to analyze the effectiveness of VR in the reviewed studies.",
        "This review was reported according to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines.",
        "Multiple databases from their inception through November 2018.",
        "A comprehensive search was performed to identify studies that evaluated the effectiveness of VR in managing pain and anxiety among patients with cancer. The methodological quality of included studies was appraised using the modified Downs and Black checklist.",
        "Thirteen studies published between 1999 and 2018 were eligible for inclusion. These included studies were classified as being of good or fair quality. The consensus across the included studies was that compared with standard care, VR plus standard care were more effective in reducing pain and anxiety especially in children and adolescent patients who were undergoing painful procedures, and in adult and elderly patients who were undergoing anti-cancer treatments and during their hospitalization.",
        "Although more high- methodological quality studies are needed to determine whether VR technology is effective in controlling symptoms in patients with cancer, the results of this review suggested that VR intervention may be beneficial for the management of pain and anxiety in patients with cancer. Therefore, clinicians may consider VR technology as an adjunctive intervention for pain and anxiety management."
      ],
      "CopyrightInformation": "Copyright © 2020 American Society for Pain Management Nursing. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Nursing Department, School of Nursing, University of Jordan, Amman, Jordan. Electronic address: mma4jo@yahoo.com."
          }
        ],
        "LastName": "Ahmad",
        "ForeName": "Muayyad",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Nursing Department, School of Nursing, University of Jordan, Amman, Jordan."
          }
        ],
        "LastName": "Bani Mohammad",
        "ForeName": "Eslam",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Nursing Department, School of Nursing, University of Jordan, Amman, Jordan."
          }
        ],
        "LastName": "Anshasi",
        "ForeName": "Huda A",
        "Initials": "HA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pain Manag Nurs",
    "NlmUniqueID": "100890606",
    "ISSNLinking": "1524-9042"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Pain Management"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virtual Reality"
    }
  ]
}