{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Bangladesh",
      "anxiety",
      "depression",
      "stress",
      "university admission",
      "young students"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37181689",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1136557",
      "10.3389/fpubh.2023.1136557"
    ],
    "Journal": {
      "ISSN": "2296-2565",
      "JournalIssue": {
        "Volume": "11",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "Frontiers in public health",
      "ISOAbbreviation": "Front Public Health"
    },
    "ArticleTitle": "Depression symptoms, anxiety, and stress among undergraduate entrance admission seeking students in Bangladesh: a cross-sectional study.",
    "Pagination": {
      "StartPage": "1136557",
      "MedlinePgn": "1136557"
    },
    "Abstract": {
      "AbstractText": [
        "Intense academic pressure and unhealthy competition have turned the university entrance exam scenario in Bangladesh into a Pandora's Box, which might cause mental health difficulties among young students. However, there is a severe scarcity of studies concerning such issues of university entrance examination-seeking students in Bangladesh.",
        "This study aimed to assess the prevalence and associated factors of depression symptoms, anxiety, and stress among undergraduate entrance admission-seeking students in Bangladesh. A cross-sectional study design was followed using an online tool including socio-demographic questions, and the 21-item Bangla Depression, Anxiety and Stress Scale (BDASS-21). The survey form was completed by 452 Bangladeshi students who passed the higher secondary certificate (HSC) examination in 2020 and were planning to get admission to the undergraduate level during the data collection.",
        "The prevalence of mild to extremely severe levels of depression symptoms, anxiety, and stress was 57.7%, 61.4%, and 44.6%, respectively. Females were more likely to have depression, anxiety, and stress symptoms than males. The students from science backgrounds were at higher risk of developing depression and stress symptoms when compared with students from business studies backgrounds. Besides, students with a previous history of mental illness, a preference for getting admitted into the public university, and less monthly family income (<25,000 BDT) were more likely to develop depression, anxiety, and stress symptoms. In addition, students with a previous history of neurological disorders were more likely to develop anxiety symptoms than those without.",
        "This study revealed a high level of depression, anxiety, and stress symptoms among undergraduate entrance admission-seeking students, which calls for in-depth exploratory investigations. Adequate low-intensity interventions should be designed to support this young population."
      ],
      "CopyrightInformation": "Copyright © 2023 Rabby, Islam, Orthy, Jami and Hasan."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Educational & Counseling Psychology, University of Dhaka, Dhaka, Bangladesh."
          },
          {
            "Identifier": [],
            "Affiliation": "BRAC Institute of Educational Development, BRAC University, Dhaka, Bangladesh."
          }
        ],
        "LastName": "Rabby",
        "ForeName": "Md Reza-A",
        "Initials": "MR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health and Informatics, Jahangirnagar University, Dhaka, Bangladesh."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre for Advanced Research Excellence in Public Health, Dhaka, Bangladesh."
          }
        ],
        "LastName": "Islam",
        "ForeName": "Md Saiful",
        "Initials": "MS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Dhaka, Dhaka, Bangladesh."
          }
        ],
        "LastName": "Orthy",
        "ForeName": "Maisha Tahsin",
        "Initials": "MT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Liberal Arts and Social Sciences, School of Business and Entrepreneurship, Independent University, Dhaka, Bangladesh."
          }
        ],
        "LastName": "Jami",
        "ForeName": "Ahmad Tousif",
        "Initials": "AT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Action Lab, Department of Human Centred Computing, Faculty of Information Technology, Monash University, Melbourne, VIC, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health, State University of Bangladesh, Dhaka, Bangladesh."
          }
        ],
        "LastName": "Hasan",
        "ForeName": "M Tasdik",
        "Initials": "MT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Front Public Health",
    "NlmUniqueID": "101616579",
    "ISSNLinking": "2296-2565"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Bangladesh"
    },
    {
      "QualifierName": [
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Students"
    }
  ],
  "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
}