{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Depression",
      "Internet",
      "Mobile-based",
      "Prevention",
      "Self-guided"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37003138",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.brat.2023.104292",
      "S0005-7967(23)00041-4"
    ],
    "Journal": {
      "ISSN": "1873-622X",
      "JournalIssue": {
        "Volume": "164",
        "PubDate": {
          "Year": "2023",
          "Month": "May"
        }
      },
      "Title": "Behaviour research and therapy",
      "ISOAbbreviation": "Behav Res Ther"
    },
    "ArticleTitle": "The efficacy of self-guided internet and mobile-based interventions for preventing anxiety and depression - A systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "104292",
      "MedlinePgn": "104292"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety and depression are highly prevalent mental disorders which are associated with a considerable personal and economic burden. As treatment alone has a minimal impact on prevalence, there is now a growing focus on interventions which may help prevent anxiety and depression. Internet and mobile based interventions have been identified as a useful avenue for the delivery of preventative programmes due to their scalability and accessibility. The efficacy of interventions that do not require additional support from a trained professional (self-guided) in this capacity is yet to be explored.",
        "A systematic search was conducted on the Cochrane Library, PubMed, PsycARTICLES, PsycINFO, OVID, MEDline, PsycEXTRA and SCOPUS databases. Studies were selected according to defined inclusion and exclusion criteria. The primary outcome was evaluating the effect of self-guided internet and mobile based interventions on incidence of anxiety and depression. The secondary outcome was effect on symptom severity.",
        "After identifying and removing duplicates, 3211 studies were screened, 32 of which were eligible for inclusion in the final analysis. Nine studies also reported incidence data (depression = 7, anxiety = 2). The overall Risk Ratios for incidence of anxiety and depression were 0.86 (95% CI [0.28, 2.66], p = .79) and 0.67 (95% CI [0.48, 0.93], p = .02) respectively. Analysis for 27 studies reporting severity of depressive symptoms revealed a significant posttreatment standardised mean difference of -0.27 (95% CI [ -0.37, -0.17], p < .001) for self-guided intervention groups relative to controls. A similar result was observed for 29 studies reporting severity of anxiety symptoms with a standardised mean difference of -0.21 (95% CI [-0.31, -0.10], p < .001).",
        "Self-guided internet and mobile based interventions appear to be effective at preventing incidence of depression, though further examination of the data suggests that generalisability of this finding may be limited. While self-guided interventions also appear effective in reducing symptoms of anxiety and depression, their ability to prevent incidence of anxiety is less clear. A heavy reliance on symptom measures in the data analysed suggests future research could benefit from prioritising the use of standardised diagnostic measuring tools to assess incidence. Future systematic reviews should aim to include more data from grey literature and reduce the impact of study heterogeneity."
      ],
      "CopyrightInformation": "Copyright © 2023 The Authors. Published by Elsevier Ltd.. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mood Disorders Centre, School of Psychology, University of Exeter, United Kingdom. Electronic address: de292@exeter.ac.uk."
          }
        ],
        "LastName": "Edge",
        "ForeName": "Daniel",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mood Disorders Centre, School of Psychology, University of Exeter, United Kingdom."
          }
        ],
        "LastName": "Watkins",
        "ForeName": "Edward R",
        "Initials": "ER"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mood Disorders Centre, School of Psychology, University of Exeter, United Kingdom."
          }
        ],
        "LastName": "Limond",
        "ForeName": "Jenny",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mood Disorders Centre, School of Psychology, University of Exeter, United Kingdom."
          }
        ],
        "LastName": "Mugadza",
        "ForeName": "Jane",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Systematic Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Behav Res Ther",
    "NlmUniqueID": "0372477",
    "ISSNLinking": "0005-7967"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control",
        "diagnosis"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "prevention & control",
        "diagnosis"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Internet"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}