{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Anxiety",
      "Coronary angiography",
      "Diagnostic testing",
      "Medicine",
      "Music"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28779919",
  "DateCompleted": {
    "Year": "2018",
    "Month": "07",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "05",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ctcp.2017.05.011",
      "S1744-3881(17)30076-2"
    ],
    "Journal": {
      "ISSN": "1873-6947",
      "JournalIssue": {
        "Volume": "28",
        "PubDate": {
          "Year": "2017",
          "Month": "Aug"
        }
      },
      "Title": "Complementary therapies in clinical practice",
      "ISOAbbreviation": "Complement Ther Clin Pract"
    },
    "ArticleTitle": "Music for anxiety reduction in patients undergoing cardiac catheterization: A systematic review and meta-analysis of randomized controlled trials.",
    "Pagination": {
      "StartPage": "122",
      "EndPage": "130",
      "MedlinePgn": "122-130"
    },
    "Abstract": {
      "AbstractText": [
        "Medical diagnostic procedures, such as cardiac catheterization, can cause significant patient anxiety. Patient anxiety can have negative implications for compliance with healthcare visits, medical tests, and treatments. Music interventions may have a role in reducing anxiety related to cardiac catheterization procedures.",
        "To perform a comprehensive systematic review and meta-analysis evaluating whether musical interventions reduce anxiety in patients undergoing cardiac catheterization.",
        "MEDLINE, EMBASE, CENTRAL, AMED, and PsychINFO from inception to May 2015. Reference lists of included articles were further hand searched for additional eligible studies.",
        "Randomized controlled trials evaluating the effectiveness of music interventions for anxiety reduction in patients undergoing cardiac catheterization.",
        "Data on trial design, baseline characteristics and outcomes was extracted using a data extraction table. Study quality and risk of bias were assessed using the JADAD scale.",
        "The main outcome was the effectiveness of music interventions in reducing anxiety in this patient population. Meta-analysis was pursued using data from studies that had used the Spielberger state anxiety inventory (STAI-S) to measure anxiety reduction. Other outcomes qualitatively reported include the use of anxiolytic medications and effect on physiological parameters such as blood pressure and heart rate.",
        "A total of 15 studies were found to be eligible for inclusion (14 published trials and one conference abstract) in this review. Two-thirds of these studies showed statistically significant reduction in measures of patient anxiety or well-being with musical interventions. Meta-analysis included six studies (n = 695) and showed statistically significant reduction in mean STAI-S scores with music (-3.95 points; 95% confidence -5.53 and -2.37; p value less than 0.005).",
        "In conclusion, music is a safe and easily administered intervention that can be used for anxiety reduction among patients undergoing cardiac catheterization. Further research is needed to better evaluate the clinical implications associated with the anxiolytic effects of music interventions during cardiac catheterization."
      ],
      "CopyrightInformation": "Copyright © 2017 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Internal Medicine, University of Toronto, Toronto, Ontario, Canada."
          }
        ],
        "LastName": "Jayakar",
        "ForeName": "Jai P",
        "Initials": "JP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University Health Network - Toronto Rehabilitation Institute, Toronto, Ontario, Canada; The Institute for Clinical Evaluative Sciences of Ontario, Toronto, Ontario, Canada. Electronic address: dalter@ices.on.ca."
          }
        ],
        "LastName": "Alter",
        "ForeName": "David A",
        "Initials": "DA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Complement Ther Clin Pract",
    "NlmUniqueID": "101225531",
    "ISSNLinking": "1744-3881"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blood Pressure"
    },
    {
      "QualifierName": [
        "adverse effects",
        "psychology"
      ],
      "DescriptorName": "Cardiac Catheterization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Rate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Music"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Music Therapy"
    }
  ]
}