{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37246094",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "05",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pmn.2023.04.014",
      "S1524-9042(23)00110-8"
    ],
    "Journal": {
      "ISSN": "1532-8635",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Dec"
        }
      },
      "Title": "Pain management nursing : official journal of the American Society of Pain Management Nurses",
      "ISOAbbreviation": "Pain Manag Nurs"
    },
    "ArticleTitle": "The Effect of Video Streaming With Virtual Reality on Anxiety and Pain During Bone Marrow Aspiration and Biopsy Procedure.",
    "Pagination": {
      "StartPage": "634",
      "EndPage": "640",
      "MedlinePgn": "634-640"
    },
    "Abstract": {
      "AbstractText": [
        "Pain and anxiety are among the most common symptoms in patients undergoing invasive procedures. Increased pain levels tend to worsen anxiety, and anxiety often leads to more frequent or severe pain.",
        "The study was conducted to determine the efficacy of virtual reality goggles (VRG) on pain and anxiety during bone marrow aspiration and biopsy (BMAB) procedure.",
        "A randomized controlled experimental study.",
        "The outpatient unit of an adult hematology clinic of a tertiary care university hospital.",
        "The study was conducted in patients aged 18 years and older who underwent a BMAB procedure. Thirty-five patients in the experimental (VRG) group and 40 patients in the control group.",
        "Patient identification form, visual analogue scale (VAS), state and trait anxiety inventory (STAI), and VRG were used to collect the data.",
        "Postprocedural state anxiety mean scores were found to be statistically significantly higher in the control group than in the VRG group (p = .022). A statistically significant difference was found between groups in terms of procedure-related pain (p = .002). The postprocedural mean pain scores were found to be statistically significantly higher in the control group than in the VRG group (p < .001). A statistically significant but moderate positive correlation was found between the postprocedural pain and preprocedural state anxiety variable (r = 0.477). A statistically significant and strong positive correlation was found between the postprocedural pain and the postprocedural state anxiety variable (r = 0.657). A statistically significant but moderate positive relationship was found between preprocedural and postprocedural state anxiety variables (r = 0.519).",
        "We determined that video streaming with VRG reduces pain and anxiety felt by adult patients during the BMAB procedure. VRG can be recommended to use in controlling pain and anxiety in patients undergoing a BMAB procedure."
      ],
      "CopyrightInformation": "Copyright © 2023 American Society for Pain Management Nursing. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Health Sciences, Kayseri City Training and Research Hospital, Division of Certified Training Coordinator, Kayseri, Turkey. Electronic address: eminebes@gmail.com."
          }
        ],
        "LastName": "Korkmaz",
        "ForeName": "Emine",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Erciyes University, Faculty of Health Sciences, Department of Nursing, Kayseri, Turkey."
          }
        ],
        "LastName": "Guler",
        "ForeName": "Sevil",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pain Manag Nurs",
    "NlmUniqueID": "100890606",
    "ISSNLinking": "1524-9042"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Bone Marrow"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [
        "etiology",
        "diagnosis"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biopsy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virtual Reality"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}