{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Attention",
      "Conditioning",
      "Threat avoidance",
      "Threat monitoring",
      "Youth"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27693665",
  "DateCompleted": {
    "Year": "2017",
    "Month": "12",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "10",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "09",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cpr.2016.09.008",
      "S0272-7358(15)30192-6"
    ],
    "Journal": {
      "ISSN": "1873-7811",
      "JournalIssue": {
        "Volume": "50",
        "PubDate": {
          "Year": "2016",
          "Month": "Dec"
        }
      },
      "Title": "Clinical psychology review",
      "ISOAbbreviation": "Clin Psychol Rev"
    },
    "ArticleTitle": "Towards a cognitive-learning formulation of youth anxiety: A narrative review of theory and evidence and implications for treatment.",
    "Pagination": {
      "StartPage": "50",
      "EndPage": "66",
      "MedlinePgn": "50-66"
    },
    "Abstract": {
      "AbstractText": [
        "The tendency to disproportionately allocate attention to threat stimuli, to evaluate ambiguous or benign situations as overly threatening, and to exhibit overgeneralised and indiscriminate conditioned fear responses to threat and safe stimuli are hallmark clinical correlates of pathological anxiety. Investigation of these processes in children and adolescents suggests that anxiety-related differences increase with age, and that the specific conditions under which anxious children differ from non-anxious peers are poorly understood. Furthermore, research on cognitive biases and fear conditioning in anxious children and adolescents has progressed as quite distinct lines of investigation. Greater integration of key tenets from each perspective could advance knowledge and provide new directions for improving treatments. The purpose of this paper is threefold. First, we provide a qualitative review of the key principles from cognitive and conditioning theories of anxiety and the associated empirical research, including the underlying neurophysiological basis of these processes in anxious children and adolescents, in order to delineate the conditions under which anxiety-specific differences in threat-related cognitive biases and overgeneralised conditioned fear manifest in children and adolescents. Second, we synthesize these theoretical and empirical insights to propose a cognitive-learning formulation of anxiety in children and adolescents. We propose that conditioning and cognitive factors linked to differences in engagement of underlying neural circuits across development contribute to an internal representation of a wide range of stimuli as threatening, to which anxious children and adolescents adopt maladaptive attention regulation patterns of predominantly threat monitoring or threat avoidance. These maladaptive attention regulation patterns differentiate anxious children and adolescents in terms of predominantly high cognitive distress (e.g., worry and rumination) and high behavioural avoidance respectively. Third, we consider the clinical implications of the cognitive-learning formulation for understanding outcomes from current treatments and provide suggestions for improving treatment outcomes."
      ],
      "CopyrightInformation": "Copyright © 2016 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Applied Psychology, Griffith University, Brisbane, Australia. Electronic address: a.waters@griffith.edu.au."
          }
        ],
        "LastName": "Waters",
        "ForeName": "Allison M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of California, Los Angeles, USA."
          }
        ],
        "LastName": "Craske",
        "ForeName": "Michelle G",
        "Initials": "MG"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Psychol Rev",
    "NlmUniqueID": "8111117",
    "ISSNLinking": "0272-7358"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attention"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Learning"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychological Theory"
    }
  ]
}