{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33814405",
  "DateCompleted": {
    "Year": "2021",
    "Month": "04",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "04",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1512-0112",
      "JournalIssue": {
        "Issue": "311",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb"
        }
      },
      "Title": "Georgian medical news",
      "ISOAbbreviation": "Georgian Med News"
    },
    "ArticleTitle": "PSYCHO-EMOTIONAL CHARACTERISTICS OF CYBER-ADDICTION IN YOUNGSTER ADOLESCENTS.",
    "Pagination": {
      "StartPage": "125",
      "EndPage": "129",
      "MedlinePgn": "125-129"
    },
    "Abstract": {
      "AbstractText": [
        "The aim of the study is to analyze empirically obtained data to identify psychoemotional states of adolescents with manifestations of cyber addiction. The study, conducted from 2016 to the present, involved 559 respondents, 408 of whom with certain types of cyber addictions made up the main group and 151 were relatively healthy, who were included in the control group. All respondents were diagnosed using a psychodiagnostic technique - Toronto Alexithymia Scale (TAS). According to the results of the study, it was found that the majority (more than 80%) of respondents in the age group from 14 to 21 years old, who made up the control group, did not show signs of alexithymia (passive aggression, difficulty in choosing words when describing their own feelings and interpersonal contacts, depression and anxiety they were not typical), and respondents with cyber-addiction demonstrate manifestations of alexithymia in 30-50% of cases. The highest indicators of alexithymia manifestation were found among the respondents of the main group of males aged 16 to 18 years - 50.00% of the respondents, as well as high indicators of manifestation of alexithymia were revealed among young men of the main group aged 14 to 15 years - 45.76% and at the age from 19 to 21 years old - 46.27% of respondents. Among girls of the main group, manifestations of alexithymia were revealed in more than 25% of the respondents (MGG1 - 26.15%, MGG2 - 30.26%, MGG3 - 33.33% of the respondents). This made it possible for us to characterize cyber addicts as persons, mainly with manifestations of alexithymia, capable of reflection, prone to the manifestation of short-term, sharply expressed in the behavior of emotional outbursts, the causes of which are poorly understood, and also have manifestations of depression and anxiety. The study made it possible to include alexithymic manifestations in research markers for the further development of psychocorrectional programs for adolescents suffering from various types of cyber addictions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Interregional Academy of Persоnnel Management, Odessa, Ukraine."
          }
        ],
        "LastName": "Asieieva",
        "ForeName": "Y",
        "Initials": "Y"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Georgia (Republic)",
    "MedlineTA": "Georgian Med News",
    "NlmUniqueID": "101218222",
    "ISSNLinking": "1512-0112"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Affective Symptoms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aggression"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emotions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}