{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23855226",
  "DateCompleted": {
    "Year": "2013",
    "Month": "09",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "07",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-2658",
      "JournalIssue": {
        "Volume": "115",
        "Issue": "5",
        "PubDate": {
          "Year": "2013"
        }
      },
      "Title": "Seishin shinkeigaku zasshi = Psychiatria et neurologia Japonica",
      "ISOAbbreviation": "Seishin Shinkeigaku Zasshi"
    },
    "ArticleTitle": "[A case of \"oneiroid Erlebnisform\" influenced by the Great East Japan Earthquake].",
    "Pagination": {
      "StartPage": "477",
      "EndPage": "484",
      "MedlinePgn": "477-84"
    },
    "Abstract": {
      "AbstractText": [
        "Following the Great East Japan Earthquake, although there are a growing number of reports on the care of the mental health of victims and supporters, the influence of this disaster on individuals with mental disorders has not yet been sufficiently clarified. Here, we present a case of \"oneiroid Erlebnisform\" (Mayer-Gross, W.), which was influenced by the disaster and relapsed one year after the earthquake. We discussed the meaning of this experience and the factors leading to recurrence in this case. A male international student in his thirties had repeatedly suffered from acute episodic alteration of consciousness. Although he had experienced anxiety just after the disaster, he showed improvement during his temporary evacuation to Western Japan. Nearly one year after the disaster, however, he relapsed, with symptoms characteristic of an oneiroid state. The patient stated that he was a fuel rod in the Fukushima nuclear power plant, and he then immersed himself in a bathtub full of water in order to avoid meltdown. According to ICD-10, the patient was diagnosed with acute polymorphic psychotic disorder without symptoms of schizophrenia (F23.0). In addition to the alteration of consciousness as the main symptom, since there was no decrease in the level of personolity function, it was also considered that the diagnosis of this case was atypical psychosis, as proposed by Mitsuda and Hatotani. In the oneiroid experience, a variety of visual hallucinations, illusions, and images had appeared one after another. We can find catastrophe and salvation as the main themes in this state, related to the disaster and nuclear accident. Unloading situation after thesis defense, insufficient sleep, poor medication adherence, and the increased frequency of earthquakes were important factors in the recurrence of the present case. To continue research in Japan after the earthquake, the decision was accompanied by anxiety for the patient. One year after the earthquake, the patient was trying to enter a doctoral program with continued anxiety over the nuclear accident. When the frequency of earthquakes increased again, the patient was taking an entrance examination. There is a possibility that the anxiety in this situation led to the recurrence. People are vulnerable to being exposed to the fear of a disaster even after experiencing relief. This situation may increase the risk of recurrence."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mental Health Service, Health Center, University of Tsukuba."
          }
        ],
        "LastName": "Hori",
        "ForeName": "Takafumi",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ishii",
        "ForeName": "Terumi",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hisanaga",
        "ForeName": "Akihito",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tatsuki",
        "ForeName": "Aeka",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tachikawa",
        "ForeName": "Hirokazu",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Asada",
        "ForeName": "Takashi",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "English Abstract",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Seishin Shinkeigaku Zasshi",
    "NlmUniqueID": "9801787",
    "ISSNLinking": "0033-2658"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disasters"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Earthquakes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fukushima Nuclear Accident"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "International Classification of Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Japan"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    }
  ]
}