{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cosmological understandings",
      "Evangelical Christianity",
      "Trinidad",
      "risk and anxiety",
      "the body"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33886376",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "04",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/13648470.2021.1888547"
    ],
    "Journal": {
      "ISSN": "1469-2910",
      "JournalIssue": {
        "Volume": "28",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "Mar"
        }
      },
      "Title": "Anthropology & medicine",
      "ISOAbbreviation": "Anthropol Med"
    },
    "ArticleTitle": "Living in the end of days: risk, anxiety, subjectivity and the devil in a Trinidadian village.",
    "Pagination": {
      "StartPage": "47",
      "EndPage": "61",
      "MedlinePgn": "47-61"
    },
    "Abstract": {
      "AbstractText": [
        "Drawing on ethnographic fieldwork in Trinidad, this paper examines how the framing of a particular apocalyptic future provided a moral commentary and model for wellbeing in contemporary everyday life. Changing social, political, and economic circumstances and relations had brought a range of new risks and anxieties into daily life. These more recent problems originating from beyond the village (such as climate change, criminality, inequality, pollution, neglect by the State) could not be resolved through working with <i>obeah</i> spirits as might have been used previously for more local issues, or through the long-established Catholic and Anglican churches. Instead evangelical Christian cosmology and practices gave a means of making sense of such issues and for protecting oneself. The development of a strong individual relationship with God connected individuals to a greater power and a global community, framing such problems not only as the work of the Devil but as evidence of the coming of the End of Days. Political protest or attempts at wider change were futile therefore; individuals should focus on their own practices to develop a strong relationship with God. Health and wellbeing relied on an individualised and deep relationship with the Holy Spirit. This was developed through practices that both drew on, and helped create, a type of neoliberal logic and global subjectivity to understand and live within current times, evangelical Christianity promoting ways of living without anxiety in the present through understandings of an apocalyptic future."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Population Health & Environmental Sciences, Faculty of Life Sciences and Medicine King's College London, University College London, London, UK."
          }
        ],
        "LastName": "Lynch",
        "ForeName": "Rebecca",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Anthropol Med",
    "NlmUniqueID": "9709920",
    "ISSNLinking": "1364-8470"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Anthropology, Medical"
    },
    {
      "QualifierName": [
        "ethnology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Christianity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Religious Philosophies"
    },
    {
      "QualifierName": [
        "ethnology"
      ],
      "DescriptorName": "Trinidad and Tobago"
    }
  ]
}