{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "7443781",
  "DateCompleted": {
    "Year": "1981",
    "Month": "02",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "11",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0031-7098",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "5",
        "PubDate": {
          "Year": "1980",
          "Month": "Sep"
        }
      },
      "Title": "Pharmakopsychiatrie, Neuro-Psychopharmakologie",
      "ISOAbbreviation": "Pharmakopsychiatr Neuropsychopharmakol"
    },
    "ArticleTitle": "Psychopharmacology and psychotherapy in the treatment of anxiety.",
    "Pagination": {
      "StartPage": "277",
      "EndPage": "289",
      "MedlinePgn": "277-89"
    },
    "Abstract": {
      "AbstractText": [
        "The symptom of anxiety, perhaps the most common in all clinical medicine, presents in a variety of forms--psychologic, somatic, behavioral--and often masquerades or is misdiagnosed. Anxiety is a manifestation encountered in a heterogeneous group of syndromes or disorders embracing all of psychiatry. It is necessary to develop the best treatment or combination of treatments appropriate for each case or group of cases. In the treatment of anxiety controlled comparative studies indicate that patients receiving psychotherapy do better than controlled groups. According to present knowledge no one method of psychotherapy is superior to others. The effectiveness of pharmacotherapy alone in the treatment of anxiety is unequivocally established. However, combined therapy of pharmacologic agents and psychotherapy would appear to be superior to either therapy alone. Critical research using existing modalities and combinations of modalities is of vital importance in the treatment of anxiety. Rapid developments in the past twenty-five years in the discovery and differential use of pharmacotherapeutic agents have stimulated renewed interest in the anxiety states and related disorders, as has the emerging body of knowledge regarding possible specific receptor sites in the brain related to anxiety. These developments have heightened interest in research on anxiety with resulting innovations in treatment."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Freedman",
        "ForeName": "A M",
        "Initials": "AM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Pharmakopsychiatr Neuropsychopharmakol",
    "NlmUniqueID": "0146540",
    "ISSNLinking": "0031-7098"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    }
  ]
}