{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "OCD",
      "anxiety",
      "compulsive disorder",
      "depression"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Los trastornos de ansiedad incluyen el trastorno de ansiedad generalizada, la fobia específica, la fobia social, la agorafobia y el trastorno de pánico. Además de los síntomas específicos de estos trastornos, en estas condiciones puede existir una experiencia común de ansiedad e incluso disforia y, por supuesto, el hecho de recurrir al mismo fármaco o a la elección de medicamentos para el tratamiento. Esta sobreposición se debe probablemente a las dimensiones universales del distrés o afectividad negativa, a una predisposición genética compartida y a una neurobiología común. Todavía la evidencia de genes compartidos se basa principalmente en estudios en gemelos, pero la neurobiología compartida puede ser investigada directamente por medio de la investigación de sesgos emocionales o cognitivos ya sea a través del comportamiento o empleando imágenes cerebrales funcionales. Este fenotipo intermedio puede proporcionar entonces un sustrato para la comprensión y el desarrollo de medicamentos y terapias psicológicas."
      ]
    },
    {
      "AbstractText": [
        "L'anxiété généralisée, la phobie spécifique, la phobie sociale, l'agoraphobie et le trouble panique font partie des troubles anxieux. En plus des symptômes propres à ces troubles, il peut cependant exister un vécu commun d'anxiété et même de dysphorie entre ces pathologies, nécessitant bien sûr un recours au même médicament ou au même choix de médicament pour le traitement. Les dimensions universelles de la souffrance ou de l'affectivité négative, une prédisposition génétique partagée et une neurobiologie commune sont probablement à l'origine de ce chevauchement. Les données des gènes partagés sont toujours fondées sur des études de jumeaux, mais la neurobiologie partagée peut être étudiée directement par la recherche de biais émotionnels ou cognitifs soit de façon comportementale ou en utilisant l'imagerie cérébrale fonctionnelle. Ce phénotype intermédiaire peut alors fournir un substrat pour comprendre et développer des médicaments et des traitements psychologiques."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26487806",
  "DateCompleted": {
    "Year": "2016",
    "Month": "07",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1958-5969",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "3",
        "PubDate": {
          "Year": "2015",
          "Month": "Sep"
        }
      },
      "Title": "Dialogues in clinical neuroscience",
      "ISOAbbreviation": "Dialogues Clin Neurosci"
    },
    "ArticleTitle": "The overlap between anxiety, depression, and obsessive-compulsive disorder.",
    "Pagination": {
      "StartPage": "249",
      "EndPage": "260",
      "MedlinePgn": "249-60"
    },
    "Abstract": {
      "AbstractText": [
        "The anxiety disorders include generalized anxiety disorder, specific phobia, social phobia, agoraphobia, and panic disorder. In addition to the specific symptoms of these disorders, there may be a common experience of anxiety and even dysphoria across the conditions, and of course recourse to the same drug or choice of drugs for treatment. This overlap probably occurs because of universal dimensions of distress or negative affectivity, a shared genetic predisposition, and a common neurobiology Evidence of shared genes is still based mainly on twin studies, but the shared neurobiology can be investigated directly by the investigation of emotional or cognitive bias either behaviorally or using functional brain imaging. This intermediate phenotype can then provide a substrate for understanding and developing medicines and psychological treatments."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Oxford Department of Psychiatry, Warneford Hospital, Oxford, UK."
          }
        ],
        "LastName": "Goodwin",
        "ForeName": "Guy M",
        "Initials": "GM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dialogues Clin Neurosci",
    "NlmUniqueID": "101238198",
    "ISSNLinking": "1294-8322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Molecular Biology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neurobiology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuroimaging"
    },
    {
      "QualifierName": [
        "diagnosis",
        "genetics",
        "therapy"
      ],
      "DescriptorName": "Obsessive-Compulsive Disorder"
    }
  ]
}