{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Knee",
      "Osteoarthritis",
      "State-anxiety",
      "Total knee arthroplasty"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36864411",
  "DateCompleted": {
    "Year": "2023",
    "Month": "03",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "03"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "161",
      "10.1186/s12891-023-06252-w"
    ],
    "Journal": {
      "ISSN": "1471-2474",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Mar",
          "Day": "03"
        }
      },
      "Title": "BMC musculoskeletal disorders",
      "ISOAbbreviation": "BMC Musculoskelet Disord"
    },
    "ArticleTitle": "Surgery-related anxiety on geriatric patients undergoing total knee arthroplasty: a retrospective observational study.",
    "Pagination": {
      "StartPage": "161",
      "MedlinePgn": "161"
    },
    "Abstract": {
      "AbstractText": [
        "The prevalence of anxiety in patients undergoing total knee arthroplasty (TKA) and its association with postoperative functions are well known; however, the levels of anxiety or anxiety-related characteristics are unknown. This study aimed to investigate the prevalence of clinically significant state anxiety in geriatric patients undergoing TKA for osteoarthritis (OA) of the knee and to evaluate the anxiety-related characteristics experienced by these patients pre- and post-operatively.",
        "This retrospective observational study recruited patients who had undergone TKA for knee OA using general anesthesia between February 2020 and August 2021. The study participants were geriatric patients older than 65 years who had moderate or severe OA. We evaluated patient characteristics including age, sex, body mass index, smoking status, hypertension, diabetes, and cancer. We assessed their levels of anxiety status using the STAI-X which comprises 20-item scales. Clinically meaningful state anxiety was defined as a total score of 52 or higher. An independent Student's t-test was used to determine differences of STAI score between subgroups in terms of patient characteristics. And patients were asked to complete questionnaires, which assessed four areas: (1) the main cause of anxiety; (2) the most helpful factor in overcoming anxiety before surgery; (3) the most helpful factor in reducing anxiety after surgery; and (4) the most anxious moment during the entire process.",
        "The mean STAI score of patients who underwent TKA was 43.0 points and 16.4% of patients experienced clinically significant state anxiety. The current smoking status affect STAI score and the proportion of patients with clinically meaningful state anxiety. The most common cause of preoperative anxiety was the surgery itself. Overall, 38% of patients reported that they experienced the greatest level of anxiety when the surgeon had recommended TKA in the outpatient clinic. The trust in the medical staff before surgery and the surgeon's explanations after surgery helped the most in reducing anxiety.",
        "One in six patients before TKA experience clinically meaningful state anxiety, and about 40% of patients experience anxiety from the time they are recommended for surgery. Patients tended to overcome anxiety before TKA through trust in the medical staff, and the surgeon's explanations after surgery was found to be helpful in reducing anxiety."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Orthopedic Surgery, Ulsan University Hospital, University of Ulsan College of Medicine, 877 Bangeojinsunhwando-ro, Dong-gu, Ulsan, 44033, Republic of Korea."
          }
        ],
        "LastName": "Jung",
        "ForeName": "Kwang-Hwan",
        "Initials": "KH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Ulsan University Hospital, University of Ulsan College of Medicine, Ulsan, Republic of Korea."
          }
        ],
        "LastName": "Park",
        "ForeName": "Jang-Ho",
        "Initials": "JH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Orthopedic Surgery, Ulsan University Hospital, University of Ulsan College of Medicine, 877 Bangeojinsunhwando-ro, Dong-gu, Ulsan, 44033, Republic of Korea."
          }
        ],
        "LastName": "Ahn",
        "ForeName": "Jae-Woo",
        "Initials": "JW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Orthopedic Surgery, Ulsan University Hospital, University of Ulsan College of Medicine, 877 Bangeojinsunhwando-ro, Dong-gu, Ulsan, 44033, Republic of Korea. kbpark@uuh.ulsan.kr."
          }
        ],
        "LastName": "Park",
        "ForeName": "Ki-Bong",
        "Initials": "KB"
      }
    ],
    "PublicationTypeList": [
      "Observational Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Musculoskelet Disord",
    "NlmUniqueID": "100968565",
    "ISSNLinking": "1471-2474"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Arthroplasty, Replacement, Knee"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Knee Joint"
    },
    {
      "QualifierName": [
        "epidemiology",
        "surgery"
      ],
      "DescriptorName": "Osteoarthritis, Knee"
    }
  ],
  "CoiStatement": "The authors declare that they have no competing interests."
}