{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "DSM",
      "DSM-5",
      "ICD-10",
      "ICD-11",
      "anxious apprehension",
      "generalized anxiety disorder",
      "negative valence system",
      "worry"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Desde el sigh XIX y hasta el siglo XX, los términos empleados para diagnosticar la ansiedad generalizada incluyeron la “pantofobia” y la “neurosis de ansiedad”. Tales términos designaron manifestaciones paroxísticas (ataques de pánico) como también fenomenología interparoxística (el estado mental de aprensión). También la ansiedad generalizada fue considerada uno de Ios numerosos síntomas de la neurastenia, una enfermedad definida vagamente. El trastorno de ansiedad generalizada (TAG) apareció como una categoría diagnóstica en la tercera edición del Manual Diagnóstico y Estadístico de Ios Trastornos Mentales (DSM-III) en 1980, cuando la neurosis de ansiedad fue dividida entre el TAG y el trastorno de pánico. Una de las razones para distínguir estos dos trastornos fue la respuesta diferente que tuvieron a la terapia con imipramina. A partir de la edición revisada del DSM-III (DSM-III-R), la preocupación People Like Us - situaciones de vida se ha enfatizado gradualmente como el síntoma distintivo del TAG. En consecuencia, un aspecto cognitivo de la ansiedad ha llegado a ser el criterio central del TAG. La validez del TAG como una categoría independiente ha sido cuestionada desde el DSM-III hasta la preparación del DSM-5. Algunos aspectos tornados en cuenta han incluido la dificultad para establecer límites claros entre el TAG y 1) dimensiones de la personalidad, 2) otros trastornos del espectro ansioso y 3) la depresión no bipolar. Recientemente, el Instituto National de Salud Mental de EE.UU. propuso Ios Research Domain Criteria (RDoC), un sistema destinado a facilitar la investigación biológica acerca de la etiología de Ios síntomas mentales. Dentro del sistema RDoC, la ansiedad generalizada podría ser estudiada como una dimensión denominada “aprensión ansiosa”, la cual podría ajustar típicamente con el dominio de investigación llamado “sistemas de valencía negativa” y más específicamente con el constructo llamado “amenaza potencial”."
      ]
    },
    {
      "AbstractText": [
        "Entre le XIXe et le XXe siècle, plusieurs termes ont été utilisés pour dénommer l'anxiété généralisée, notamment la «pantophobie» et la «névrose d'angoisse». Ces termes désignaient à la fois des manifestations paroxystiques (les attaques de panique) ainsi que les symptômes intercritiques (l'état mental d'appréhension). D'autre part, l'anxiété généralisée était aussi considérée comme l'un des nombreux symptômes de neurasthénie, une maladie de définition imprécise. Le trouble anxieux généralisé (TAG) est apparu pour la première fois en tant que diagnostic dans la 3e édition du manuel statistique et diagnostique des troubles mentaux (DSM-III) en 1980 quand la névrose d'angoisse a été divisée en TAG et trouble panique. Ces deux troubles ont été distingués sur la base d'une réponse différente au traitement par imipramine. À partir de la révision du DSM-III (DSM-III-R), l'inquiétude face à un certain nombre de situations de la vie courante a été conceptualisée petit à petit comme le symptôme cardinal du TAG. Ainsi, un aspect cognitif de l'anxiété est devenu le critère primordial du TAG. La validité du TAG en tant que catégorie diagnostique indépendante a été mise en doute depuis le DSM-III jusqu'à la préparation du DSM-5. Les questionnements reposaient sur la difficulté à établir des frontières claires entre le TAG et (1) les dimensions de personnalité, (2) les autres troubles du spectre de l'anxiété et (3) la dépression non-bipolaire. L'institut national de la santé mentale aux États-Unis a récemment mis en place le Research Domain Criteria [RDoC], un cadre destiné à faciliter les recherches biologiques dans le domaine de l'étiologie des troubles mentaux. Dans le cadre du RDoC, l'anxiété généralisée pourrait être étudiée comme une dimension appelée «appréhension anxieuse», qui appartiendrait typiquement au domaine de recherche dénommé «systèmes de valences négatives» et plus spécifiquement au concept dit de «menace potentielle»."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28867935",
  "DateCompleted": {
    "Year": "2018",
    "Month": "01",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1958-5969",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "2",
        "PubDate": {
          "Year": "2017",
          "Month": "Jun"
        }
      },
      "Title": "Dialogues in clinical neuroscience",
      "ISOAbbreviation": "Dialogues Clin Neurosci"
    },
    "ArticleTitle": "The history of generalized anxiety disorder as a diagnostic category.",
    "Pagination": {
      "StartPage": "107",
      "EndPage": "116",
      "MedlinePgn": "107-116"
    },
    "Abstract": {
      "AbstractText": [
        "From the 19th century into the 20th century, the terms used to diagnose generalized anxiety included \"pantophobia\" and \"anxiety neurosis.\" Such terms designated paroxysmal manifestations (panic attacks) as well as interparoxysmal phenomenology (the apprehensive mental state). Also, generalized anxiety was considered one of numerous symptoms of neurasthenia, a vaguely defined illness. Generalized anxiety disorder (GAD) appeared as a diagnostic category in the third edition of the <i>Diagnostic and Statistical Manual of Mental Disorders</i> (<i>DSM-III</i>) in 1980, when anxiety neurosis was split into GAD and panic disorder. The distinct responses these two disorders had to imipramine therapy was one reason to distinguish between the two. Since the revised <i>DSM-III</i> (<i>DSM-III-R</i>), worry about a number of life circumstances has been gradually emphasized as the distinctive symptom of GAD. Thus, a cognitive aspect of anxiety has become the core criterion of GAD. The validity of GAD as an independent category has been questioned from <i>DSM-III</i> up to preparation of <i>DSM-5</i>. Areas of concern have included the difficulty to establish clear boundaries between GAD and (i) personality dimensions, (ii) other anxiety-spectrum disorders, and (iii) nonbipolar depression. The National Institute of Mental Health has recently proposed the Research Domain Criteria (RDoC), a framework destined to facilitate biological research into the etiology of mental symptoms. Within the RDoC framework, generalized anxiety might be studied as a dimension denominated \"anxious apprehension\" that would typically fit into the research domain called \"negative valence systems\" and the more specific construct termed \"potential threat.\""
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Center, Rouffach, France."
          }
        ],
        "LastName": "Crocq",
        "ForeName": "Marc-Antoine",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Historical Article",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dialogues Clin Neurosci",
    "NlmUniqueID": "101238198",
    "ISSNLinking": "1294-8322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "history"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "history"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "diagnosis",
        "history"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnostic and Statistical Manual of Mental Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 19th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 20th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Terminology as Topic"
    }
  ]
}