{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety management",
      "Child",
      "Circumcision",
      "Pain management",
      "Pediatric nursing"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32669215",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "06",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jpurol.2020.06.016",
      "S1477-5131(20)30392-2"
    ],
    "Journal": {
      "ISSN": "1873-4898",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "4",
        "PubDate": {
          "Year": "2020",
          "Month": "Aug"
        }
      },
      "Title": "Journal of pediatric urology",
      "ISOAbbreviation": "J Pediatr Urol"
    },
    "ArticleTitle": "Effect of Puppet Show on Children's anxiety and pain levels during the circumcision operation: A randomized controlled trial.",
    "Pagination": {
      "StartPage": "490.e1",
      "EndPage": "490.e8",
      "MedlinePgn": "490.e1-490.e8"
    },
    "Abstract": {
      "AbstractText": [
        "Surgical procedures are the most common causes of anxiety and pain in hospitalized children. One of the most common surgical procedures for children is circumcision. Surgical procedures such as circumcision in hospitals are the most common causes of pain, fear, and anxiety in children. Therapeutic play methods as non-pharmacological applications are being developed recently for children who use analgesics in the treatment of pain and anxiety. Nurses can use the game in three areas such as a care strategy for hospitalized children during daily routine practices, surgery, and invasive or painful treatment procedures. An extensive literature review revealed that there were therapeutic game plays performed before and after the surgical procedure. Nonetheless, no therapeutic game play performed during the surgical procedure were reported. In addition, no reported study of puppet show which is one of the therapeutic game methods were found.",
        "The aim of this study was to investigate the effect of the puppet show demonstrated to 7-11 years old children during circumcision on the anxiety and pain level of children.",
        "The study was designed as a randomized controlled experiment.",
        "The population of the study was the children between 7 and 11 years of old and being circumcised in the urology clinic at Research and Training Hospital in Karabük Turkey between 1 May and 1 September 2017. A total of 81 (experimental group: 40, control group: 41) children were included in the study. \"Participant Information Form\", \"Wong Baker Faces Pain Rating Scale\" and \"State-Trait Anxiety Inventory for Children\" were used as implemented in the literature.",
        "The median pain score of the experimental group during and after the procedure was statistically lower than the control group. The level of anxiety during and after the procedure in the experimental group showed a statistically significant decrease compared to the pre-treatment level and the level of anxiety after the procedure showed a statistically significant decrease compared to the procedure. In the control group, while the level of anxiety during the procedure showed a statistically significant increase compared to the pre-treatment level, the level of anxiety after the procedure showed a statistically significant decrease compared to the one during the procedure.",
        "It was concluded that the puppet show performed during the circumcision procedure was effective in reducing the pain and anxiety that developed during the circumcision and continued after the procedure."
      ],
      "CopyrightInformation": "Copyright © 2020 Journal of Pediatric Urology Company. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatric Nursing, Faculty of Health Sciences, University of Sakarya, Esentepe Campus, 54187, Turkey. Electronic address: ozgekarakayasuzan@sakarya.edu.tr."
          }
        ],
        "LastName": "Suzan",
        "ForeName": "Özge Karakaya",
        "Initials": "ÖK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Nursing, Faculty of Health Sciences, Karabuk University, Demir-Celik Kampusu, 78050, Karabuk, Turkey. Electronic address: zlemzturk@hotmail.com."
          }
        ],
        "LastName": "Şahin",
        "ForeName": "Özlem Öztürk",
        "Initials": "ÖÖ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Urology, Faculty of Medical, Karabuk University, Demir-Celik Kampusu, 78050, Karabuk, Turkey. Electronic address: ozerbaran@karabuk.edu.tr."
          }
        ],
        "LastName": "Baran",
        "ForeName": "Özer",
        "Initials": "Ö"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Pediatr Urol",
    "NlmUniqueID": "101233150",
    "ISSNLinking": "1477-5131"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Circumcision, Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Turkey"
    }
  ]
}