{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18705721",
  "DateCompleted": {
    "Year": "2008",
    "Month": "11",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/j.1365-2702.2008.02374.x"
    ],
    "Journal": {
      "ISSN": "1365-2702",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "18",
        "PubDate": {
          "Year": "2008",
          "Month": "Sep"
        }
      },
      "Title": "Journal of clinical nursing",
      "ISOAbbreviation": "J Clin Nurs"
    },
    "ArticleTitle": "Day surgery: patients' felt abandoned during the preoperative wait.",
    "Pagination": {
      "StartPage": "2418",
      "EndPage": "2425",
      "MedlinePgn": "2418-25"
    },
    "Abstract": {
      "AbstractText": [
        "The rapid expansion in day surgery has facilitated a shift in surgical nursing intervention. The evolving evidence base has a major part to play in influencing nurse-led preassessment, information provision, pain management and postoperative intervention. However, the literature is characterised by a number of deficits: poor attention to patient experience from admission to discharge, anxieties evoked and the potential needs of patients are not well articulated.",
        "The purpose of this paper is to describe and interpret patients' experiences of contemporary day surgery.",
        "This hermeneutic phenomenological approach focused on the experience of 20 adult patients. Data was collected by using unstructured interviews. The transcripts were interpreted through the identification of four prevalent themes using the phenomenological method.",
        "The themes that emerged from the data are emphasised, ranging from the feeling of empowerment during preparation, through apprehensions encountered and the feeling of abandonment in the preoperative waiting area, to recovery dynamics.",
        "The study demonstrates that the majority of the patients felt abandoned in the preoperative stage and nurses did not recognise the importance of ongoing psychological support. Therefore, it is crucial to strengthen the provision of emotional support and person-centred care in a day surgery context. There is also a need to be aware that environmental factors can impact on patient anxiety, promoting the use of music preoperatively can reduce anxiety and increase well-being.",
        "Crucially health professionals need to facilitate person-centred and continuity of care throughout the day surgery experience. Using dynamic interpersonal skills, such as active listening 'holding''containment' and attunement to reduce anxiety and feelings of abandonment in the preoperative period. Moreover, being alert to verbal utterances, para-language and non-verbal cues demonstrated by the patient. Specific information about delays regarding the timing of procedures needs to be carefully explained."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Healthcare Studies, Baines Wing, University of Leeds, Leeds UK. j.gilmartin@leeds.ac.uk"
          }
        ],
        "LastName": "Gilmartin",
        "ForeName": "Jo",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wright",
        "ForeName": "Kerrie",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Clin Nurs",
    "NlmUniqueID": "9207302",
    "ISSNLinking": "0962-1067"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Ambulatory Surgical Procedures"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Interviews as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Satisfaction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}