{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Cognitive biases",
      "Cognitive schemas",
      "Depression",
      "Schizotypy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37094551",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1159/000529742"
    ],
    "Journal": {
      "ISSN": "1423-033X",
      "JournalIssue": {
        "Volume": "56",
        "Issue": "6",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "Psychopathology",
      "ISOAbbreviation": "Psychopathology"
    },
    "ArticleTitle": "Examining Cognitive Biases Uniquely Associated with Schizotypy.",
    "Pagination": {
      "StartPage": "462",
      "EndPage": "472",
      "MedlinePgn": "462-472"
    },
    "Abstract": {
      "AbstractText": [
        "Individuals with schizotypy can experience a number of cognitive biases that may increase their risk in developing schizophrenia-spectrum psychopathology. However, cognitive biases are also present in mood and anxiety disorders, and it is currently unclear which biases are specific to schizotypy and which may be a result of comorbid depression and/or anxiety.",
        "462 participants completed measures of depression, anxiety, cognitive biases, cognitive schemas, and schizotypy. Correlation analyses were conducted to examine the relationship between these constructs. Three hierarchical regression analyses were conducted to examine if schizotypy, depression, and anxiety explained a statistically significant amount of variance in cognitive biases after controlling for depression and anxiety, schizotypy and anxiety, and schizotypy and depression, respectively. Moderated regression analyses were also conducted to investigate the moderating role of biological sex and ethnicity in the association between cognitive biases and schizotypy.",
        "Self-referential processing, belief inflexibility, and attention for threat were associated with schizotypy. The belief inflexibility bias and social cognition problems were specifically associated with schizotypy after controlling for depression and anxiety and were not directly associated with either depression or anxiety. These associations were not moderated by biological sex or ethnicity.",
        "The belief inflexibility bias may be an important cognitive bias underlying schizotypal personality, and further research will be important to determine whether this bias is also associated with an increased likelihood of transitioning to psychosis."
      ],
      "CopyrightInformation": "© 2023 The Author(s). Published by S. Karger AG, Basel."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate Department of Psychological Clinical Science, University of Toronto Scarborough, Toronto, Ontario, Canada, aqsa.zahid@mail.utoronto.ca."
          }
        ],
        "LastName": "Zahid",
        "ForeName": "Aqsa",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate Department of Psychological Clinical Science, University of Toronto Scarborough, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Toronto Scarborough, Toronto, Ontario, Canada."
          },
          {
            "Identifier": [],
            "Affiliation": "Ontario Shores Centre for Mental Health Sciences, Whitby, Ontario, Canada."
          }
        ],
        "LastName": "Best",
        "ForeName": "Michael W",
        "Initials": "MW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Psychopathology",
    "NlmUniqueID": "8401537",
    "ISSNLinking": "0254-4962"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Schizotypal Personality Disorder"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Psychotic Disorders"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Schizophrenia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognition"
    }
  ],
  "CoiStatement": "Aqsa Zahid and Dr. Michael Best have no conflicts of interest to declare."
}