{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28182781",
  "DateCompleted": {
    "Year": "2017",
    "Month": "09",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "02",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0171220",
      "10.1371/journal.pone.0171220"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "2",
        "PubDate": {
          "Year": "2017"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Test anxiety in medical school is unrelated to academic performance but correlates with an effort/reward imbalance.",
    "Pagination": {
      "StartPage": "e0171220",
      "MedlinePgn": "e0171220"
    },
    "Abstract": {
      "AbstractText": [
        "During their early years at medical school, students repeatedly criticize their workload, time constraints and test associated stress. At the same time, depressiveness and anxiety among first and second year medical students are on the rise. We therefore hypothesized that test anxiety may be related to depressiveness and considered cognitive and academic performances as confounders for the former and psychosocial distress for the latter.",
        "A whole class of 200 second year students was invited to participate in the study. Anxiety as a trait, depressiveness, crystallized intelligence, verbal fluency and psychosocial distress were assessed using validated tests and questionnaires. Acute state anxiety and sympathetic stress parameters were measured in real life situations immediately before an oral and a written exam and paired tests were used to compare the individual anxieties at the various time points. Previous academic performances were self-reported, the results of the impending exams were monitored. Finally, correlations were performed to test for interrelatedness between academic performances and the various personal, cognitive and psychosocial factors.",
        "Acute test anxiety did not correlate with depressiveness nor did it correlate with previous nor impending academic performances nor any of the expected confounders on academic performance. However both, depressiveness and test anxiety strongly correlated with the perceived imbalance between efforts spent and rewards received. Moreover, anxiety as a trait not only correlated with acute state anxiety before an exam but was also significantly correlated to the feeling of over-commitment.",
        "Depressiveness during the early years of medical school seems unrelated to test anxiety and academic performance. Instead, it strongly correlated with the psychosocial distress emanating from attending medical school and points at a perceived imbalance between efforts spent and rewards received."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Immunology, University Medical Center Rostock, Rostock, Germany."
          }
        ],
        "LastName": "Hahn",
        "ForeName": "Henry",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Medical Psychology and Medical Sociology, University Medical Center Rostock, Rostock, Germany."
          }
        ],
        "LastName": "Kropp",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Oscar Langendorff Institute of Physiology, University Medical Center Rostock, Rostock, Germany."
          }
        ],
        "LastName": "Kirschstein",
        "ForeName": "Timo",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinic for Anesthesiology and Intensive Care Medicine, University Medical Center Rostock, Rostock, Germany."
          }
        ],
        "LastName": "Rücker",
        "ForeName": "Gernot",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Immunology and Dean of study research group, University Medical Center Rostock, Rostock, Germany."
          }
        ],
        "LastName": "Müller-Hilke",
        "ForeName": "Brigitte",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cohort Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Educational Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Performance Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reward"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Students, Medical"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Task Performance and Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}