{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10468295",
  "DateCompleted": {
    "Year": "1999",
    "Month": "09",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0007-0920",
      "JournalIssue": {
        "Volume": "80",
        "Issue": "11",
        "PubDate": {
          "Year": "1999",
          "Month": "Aug"
        }
      },
      "Title": "British journal of cancer",
      "ISOAbbreviation": "Br J Cancer"
    },
    "ArticleTitle": "The effect of psychological interventions on anxiety and depression in cancer patients: results of two meta-analyses.",
    "Pagination": {
      "StartPage": "1770",
      "EndPage": "1780",
      "MedlinePgn": "1770-80"
    },
    "Abstract": {
      "AbstractText": [
        "The findings of two meta-analyses of trials of psychological interventions in patients with cancer are presented: the first using anxiety and the second depression, as a main outcome measure. The majority of the trials were preventative, selecting subjects on the basis of a cancer diagnosis rather than on psychological criteria. For anxiety, 25 trials were identified and six were excluded because of missing data. The remaining 19 trials (including five unpublished) had a combined effect size of 0.42 standard deviations in favour of treatment against no-treatment controls (95% confidence interval (CI) 0.08-0.74, total sample size 1023). A most robust estimate is 0.36 which is based on a subset of trials which were randomized, scored well on a rating of study quality, had a sample size > 40 and in which the effect of trials with very large effects were cancelled out. For depression, 30 trials were identified, but ten were excluded because of missing data. The remaining 20 trials (including six unpublished) had a combined effect size of 0.36 standard deviations in favour of treatment against no-treatment controls (95% CI 0.06-0.66, sample size 1101). This estimate was robust for publication bias, but not study quality, and was inflated by three trials with very large effects. A more robust estimate of mean effect is the clinically weak to negligible value of 0.19. Group therapy is at least as effective as individual. Only four trials targeted interventions at those identified as at risk of, or suffering significant psychological distress, these were associated with clinically powerful effects (trend) relative to unscreened subjects. The findings suggest that preventative psychological interventions in cancer patients may have a moderate clinical effect upon anxiety but not depression. There are indications that interventions targeted at those at risk of or suffering significant psychological distress have strong clinical effects. Evidence on the effectiveness of such targeted interventions and of the feasibility and effects of group therapy in a European context is required."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CAA Bristol Oncology Centre, UK."
          }
        ],
        "LastName": "Sheard",
        "ForeName": "T",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Maguire",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br J Cancer",
    "NlmUniqueID": "0370635",
    "ISSNLinking": "0007-0920"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy, Group"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}