{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety symptoms",
      "Couple satisfaction",
      "Couple therapy",
      "Depressive symptoms",
      "Family systems theory",
      "Therapeutic alliance"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "En este estudio se analizó como los síntomas individuales previos al tratamiento (depresión y ansiedad) predijeron procesos longitudinales y relacionales en la terapia de pareja (la alianza terapéutica y la satisfacción con la pareja). En este estudio participaron 99 parejas heterosexuales que recibían terapia sistémica de pareja. Antes de la admisión, las parejas informaron sus síntomas individuales de depresión y ansiedad previos al tratamiento. Cada miembro informó su alianza terapéutica con el terapeuta al final de las sesiones 2-8, así como su satisfacción con la pareja antes de la admisión y al final de las sesiones 4 y 8. Un análisis de perfiles latentes indicó cuatro perfiles que caracterizaron a las parejas en sus síntomas psicológicos previos al tratamiento, por ejemplo, los perfiles ambos más altos (donde ambos miembros de la pareja tenían síntomas más altos de depresión y ansiedad), mujeres más altos, hombres más altos y ambos más bajos. Además, los modelos multinivel longitudinales y diádicos revelaron que los hombres de los perfiles hombres más altos, mujeres más altas y ambos más altos tuvieron niveles iniciales de alianza más altos en comparación con los hombres del perfil ambos más bajos. Por el contrario, solo las mujeres del perfil ambos más altos tuvieron una alianza terapéutica inicial más alta que los del perfil ambos más bajos. Los hombres del perfil ambos más altos tuvieron reducciones más rápidas en su alianza, mientras que otros perfiles no predijeron cambios en la alianza masculina o femenina. Además, los perfiles hombres más altos y ambos más altos predijeron un nivel inicial más bajo de satisfacción con la pareja en los hombres, pero no en las mujeres. Los perfiles no predijeron cambios en la satisfacción con la pareja, lo cual puede ser un resultado de la reducción del poder debido a datos faltantes. Se comentaron los resultados en el contexto de la teoría sistémica familiar, con consecuencias clínicas para las parejas con distrés."
      ],
      "CopyrightInformation": "© 2021 Family Process Institute."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34389981",
  "DateCompleted": {
    "Year": "2022",
    "Month": "06",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "06",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "08",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/famp.12713"
    ],
    "Journal": {
      "ISSN": "1545-5300",
      "JournalIssue": {
        "Volume": "61",
        "Issue": "2",
        "PubDate": {
          "Year": "2022",
          "Month": "Jun"
        }
      },
      "Title": "Family process",
      "ISOAbbreviation": "Fam Process"
    },
    "ArticleTitle": "Individual's pretreatment psychological symptoms and progress in couples therapy: A person-centered analysis.",
    "Pagination": {
      "StartPage": "591",
      "EndPage": "608",
      "MedlinePgn": "591-608"
    },
    "Abstract": {
      "AbstractText": [
        "This study examined how individual pretreatment symptoms (depression and anxiety) predicted longitudinal, relational processes in couples therapy (the therapeutic alliance and couple satisfaction). This study included 99 heterosexual couples receiving systemic couples therapy. Partners reported their individual pretreatment symptoms of depression and anxiety before intake. Each member reported their therapeutic alliance with the therapist at the end of sessions 2-8, as well as their couple satisfaction before intake and at the end of sessions 4 and 8. A Latent Profile Analysis revealed four profiles characterizing couples on their pretreatment psychological symptoms, namely both higher (where both members of the couple had higher depressive and anxiety symptoms), female higher, male higher, and both lower profiles. Furthermore, longitudinal, dyadic multilevel models revealed that men in male higher, female higher, and both higher profiles had higher initial alliance levels, compared to men in the both lower profile. In contrast, only female partners in the both higher profile had a higher initial therapeutic alliance than those in the both lower profile. Men in the both higher profile had faster reductions in their alliance, whereas other profiles did not predict changes in male or female alliance. Additionally, the male higher and both higher profiles predicted a lower initial level of couple satisfaction in males but not females. The profiles did not predict changes in couple satisfaction, which may be a result of lowered power due to missing data. Findings were discussed in the context of systemic family theory, with clinical implications for distressed couples."
      ],
      "CopyrightInformation": "© 2021 Family Process Institute."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-4812-1181"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Human Development & Family Science, College of Health and Human Sciences, Florida State University, Tallahassee, Florida, USA."
          }
        ],
        "LastName": "Wu",
        "ForeName": "Qiong",
        "Initials": "Q"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Human Development & Family Science, College of Health and Human Sciences, Florida State University, Tallahassee, Florida, USA."
          }
        ],
        "LastName": "Su",
        "ForeName": "Tom",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Human Development & Family Science, College of Health and Human Sciences, Florida State University, Tallahassee, Florida, USA."
          }
        ],
        "LastName": "McWey",
        "ForeName": "Lenore M",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Human Development & Family Science, College of Health and Human Sciences, Florida State University, Tallahassee, Florida, USA."
          }
        ],
        "LastName": "Ledermann",
        "ForeName": "Thomas",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Fam Process",
    "NlmUniqueID": "0400666",
    "ISSNLinking": "0014-7370"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Couples Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multilevel Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Personal Satisfaction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Therapeutic Alliance"
    }
  ]
}