{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36913399",
  "DateCompleted": {
    "Year": "2023",
    "Month": "03",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0282887",
      "10.1371/journal.pone.0282887"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "3",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Non-pharmacological interventions on anxiety and depression in lung cancer patients' informal caregivers: A systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "e0282887",
      "MedlinePgn": "e0282887"
    },
    "Abstract": {
      "AbstractText": [
        "Lung cancer is one of the common cancers and the leading cause of death. Tremendous caregiving burden of informal caregivers of lung cancer causes psychological disorders, such as anxiety and depression. Interventions for informal caregivers of patients with lung cancer to improve their psychological health, which ultimately leads to patients' positive health outcomes, are crucial. A systematic review and meta-analysis was conducted to: 1) evaluate the effect of non-pharmacological interventions on the outcomes of depression and anxiety for lung cancer patients' informal caregivers; and 2) compare the effects of interventions with differing characteristics (i.e. intervention types, mode of contact, and group versus individual delivery).",
        "Four databases were searched to identify relevant studies. Inclusion criteria for the articles were peer-reviewed non-pharmacological intervention studies on depression and anxiety in lung cancer patients' informal caregivers published between January 2010 and April 2022. Systematic review procedures were followed. Data analysis of related studies was conducted using the Review Manager Version 5.4 software. Intervention effect sizes and studies' heterogeneity were calculated.",
        "Eight studies from our search were eligible for inclusion. Regarding total effect for the caregivers' levels of anxiety and depression, results revealed evidence for significant moderate effects of intervention on anxiety (SMD -0.44; 95% CI, -0.67, -0.21; p = 0.0002) and depression (SMD -0.46; 95% CI, -0.74, -0.18; p = 0.001). Subgroup analyses for both anxiety and depression of informal caregivers revealed moderate to high significant effects for specific intervention types (cognitive behavioral and mindfulness combined with psycho-education interventions), mode of contact (telephone-based interventions), and group versus individual delivery.",
        "This review provides evidence that cognitive behavioral and mindfulness-based, telephone-based, individual or group-based interventions were effective for informal caregivers of lung cancer patients. Further research is needed to develop the most effective intervention contents and delivery methods across informal caregivers with larger sample size in randomized controlled trials."
      ],
      "CopyrightInformation": "Copyright: © 2023 Lei et al. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of Minnesota, Twin Cities, MN, United States of America."
          }
        ],
        "LastName": "Lei",
        "ForeName": "Fang",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of California, Los Angeles, Los Angeles, CA, United States of America."
          }
        ],
        "LastName": "Lee",
        "ForeName": "Eunice",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of California, San Francisco, San Francisco, CA, United States of America."
          }
        ],
        "LastName": "Shin",
        "ForeName": "Joosun",
        "Initials": "J"
      },
      {
        "Identifier": [
          "0000-0002-2804-6727"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Nursing, Chosun University, Gwangju, Republic of Korea."
          }
        ],
        "LastName": "Lee",
        "ForeName": "Shin-Young",
        "Initials": "SY"
      }
    ],
    "PublicationTypeList": [
      "Meta-Analysis",
      "Systematic Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Caregivers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "therapy",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Lung Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}