{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Chornobyl catastrophe",
      "evacuated population",
      "psychosocial stress",
      "stressors"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Za pisliaavariy̆nyy̆ period provedeno bagato naukovykh doslidzhen', iaki svidchat' pro te, shcho iaderna avariia na ChA ES stala prychynoiu potuzhnogo psykhosotsial'nogo stresu u postrazhdalykh. Doslidzhennia okhopliuvaly naselennia radioaktyvno zabrudnenykh terytoriy̆, vidselenykh iz zony zhorstkogo radiatsiy̆nogo kontroliu, uchasnykiv likvidatsiï naslidkiv avariï 1986–1987 rr. Pryroda stresu poligenna i vkliuchaie faktory, bezposeredn'o pov’iazani z Chorno byl's'koiu katastrofoiu, ta faktory, iaki ie naslidkamy sotsial'nykh, ekonomichnykh obstavyn. Dane povidomlennia prysviachene rezul'tatam doslidzhen' sotsial'no psykhologichnogo stanu naselennia, evakuy̆ovanogo iz 30 km zony ChAES.Meta doslidzhennia: vyvchennia ta otsinka sotsial'no psykhologichnogo stanu naselennia, evakuy̆ovanogo iz 30 km zo ny ChAES u vitsi 18 rokiv i starshe, vyznachennia potentsial'nykh psykhosotsial'nykh faktoriv ryzyku vtrat zdorov’ia. Materialy i metody doslidzhen'. Na bazi polikliniky radiatsiy̆nogo reiestru i viddilennia radiatsiy̆noï psykhonev rologiï NNTsRM provedeno vybirkove epidemiologichne doslidzhennia sotsial'no psykhologichnogo stanu naselennia, evakuy̆ovanogo iz 30 km zony ChAES u vitsi 18 50 rokiv. Chysel'nist' vybirky – 258 osib, v osnovnomu (98 %) zhino choï stati. Doslidzhennia provedeno v period – zhovten' 2013 – traven' 2015 rr. Vsi osoby, vkliucheni do vybirky, perebuvaiut' na obliku v systemi pozhyttievogo medychnogo monitoryngu – kliniko epidemiologichnomu reiestri NNTsRM z 1992 r. Zastosovano metod interv’iuvannia za spetsial'no rozroblenoiu dlia danoï mety «anketoiu opy tuval'nykom». Matematychna obrobka rezul'tativ vykonana z vykorystanniam programnogo paketu Epi Info 7. Rezul'taty. Za rezul'tatamy doslidzhennia vstanovleno: iaderna avariia na ChAES dlia evakuy̆ovanogo naselennia stala potuzhnym psykhosotsial'nym stresom. Sotsial'no psykhologichnyy̆ stan evakuy̆ovanykh, shcho sformuvavsia za pisliaavariy̆nyy̆ period, z povnoiu pidstavoiu mozhna vyznachyty, iak stan stiy̆kogo, khronichnogo sotsial'no psykho logichnogo stresu. Pryroda faktoriv, shcho obumovyly rozvytok stresu, poligenna. Vyznacheno Blok faktoriv stre soriv, bezposeredn'o pov’iazanykh z avariieiu – «zmina radiatsiy̆no ekologichnoï sytuatsiï», «radiatsiy̆ne oprominen nia», «evakuatsiia», «korinna lomka dynamichnogo stereotypu povedinky i zhyttiediial'nosti», i Blok faktoriv stre soriv, porodzhenykh tym fonom – psykhologichnym, sotsial'nym, ekonomichnym, kul'turnym, na iakyy̆ naklalasia iader na katastrofa. Naslidky stresu proiavylysia u vygliadi stiy̆kogo syndromu «tryvogy» za osobyste zdorov’ia i zdo rov’ia chleniv rodyny, nasampered, ditey̆ i stiy̆kogo stanu «nezadovolenosti» povnotoiu i iakistiu zhyttia. Vysnovky. Iaderna avariï na ChAES vyiavylas' prychynoiu rozvytku u doroslogo evakuy̆ovanogo naselennia, zokre ma zhinok, potuzhnogo psykhosotsial'nogo stresu, iakyy̆ u viddalenomu periodi transformuvavsia v stiy̆ku khronichnu formu. Pryroda stresu poligenna i vkliuchaie faktory stresory, bezposeredn'o pov’iazani z avariieiu, i faktory stresory, iaki bezposeredn'o ne pov’iazani z naslidkamy avariï, a obumovleni rivnem sotsial'nogo, ekonomichnogo, medychnogo, informatsiy̆nogo zakhystu postrazhdalykh. Predstavleni v statti materialy ie dovoli vazhlyvymy dlia formuvannia strategiï i zakhodiv sotsial'no psykhologichnogo zakhystu naselennia na vypadok iadernykh avariy̆ ta intsy dentiv."
      ],
      "CopyrightInformation": "V. O. Buzunov, K. M. Loganovsky, L. I. Krasnikova, M. O. Bomko, Yu. M. Belyayev, Zh. S. Yaroshenko, T. E. Domashevska."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29286498",
  "DateCompleted": {
    "Year": "2019",
    "Month": "07",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng",
      "ukr"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2304-8336",
      "JournalIssue": {
        "Volume": "22",
        "PubDate": {
          "Year": "2017",
          "Month": "Dec"
        }
      },
      "Title": "Problemy radiatsiinoi medytsyny ta radiobiolohii",
      "ISOAbbreviation": "Probl Radiac Med Radiobiol"
    },
    "ArticleTitle": "Psychosocial state of the adult evacuees and risk factors of negative change.",
    "Pagination": {
      "StartPage": "79",
      "EndPage": "96",
      "MedlinePgn": "79-96"
    },
    "Abstract": {
      "AbstractText": [
        "Numerous scientific studies have been carried out since the ChNPP accident indicating that the last one has caused a severe psychosocial stress in survivors. Population of radioactively contaminated territories, people migrated from the areas of strict radiation control, and accident consequences clean up participants in 1986 1987 were covered by the conducted research projects. Nature of the stress herewith is polygenic and includes factors directly related to the Chernobyl catastrophe, and factors being a result of social and economic circumstances. This report is devot ed to the results of research on psychosocial state of population evacuated from the 30 km zone of the ChNPP.",
        "Study and evaluation of psychosocial state of population evacuated from the 30 km ChNPP zone at the age of 18 years and older; identification of potential psychosocial risk factors for the health loss.",
        "The sampling epidemiological study of psychosocial state of population aged 18-50 years evacuated from the 30 km zone of ChNPP was conducted at the NRCRM Radiation Registry Outpatient Clinic and Radiation Psychoneurology Department. The study subjects (n=258) were mostly (98%) females. Study was con ducted from October 2013 till May 2015. All the sample members were registered since 1992 in the system of life long health monitoring, i.e. the NRCRM Clinical and Epidemiological Registry. Study subjects were interviewed through the method using an original «Questioning Inventory». Mathematical processing of study results was held using the Epi Info 7 software package.",
        "According to the study results, a nuclear accident at the Chornobyl NPP has become a powerful psychoso cial stress for evacuated people. Psychosocial state of the evacuees, formed during the post accident period, with full reason can be defined as a state of stable, chronic psychosocial stress. Nature of factors that caused the stress development is polygenic. Block of stressors directly related to the accident was determined, namely there were «change of radiation and ecological situation», «ionizing irradiation», «evacuation», and «radical breaking of dynamic stereotype of behavior and life». In parallel there was selected a block of stress factors generated by that background, i.e. psychological, social, economic, and cultural, on which a nuclear disaster was imposed upon. The effects of stress have manifested as a persistent syndrome of «anxiety» for the personal health and health of fami ly members, primarily the children, and as a stable state of «dissatisfaction» with fullness and quality of life.",
        "The nuclear accident at the ChNPP has been the cause of a strong psychosocial stress in adult evacu ated population, especially in women. Further in a remote period the stress was transformed into a stable, chronic form. Nature of stress is polygenic and includes stressors directly related to the accident, and stressors that are not directly related to the accident consequences, but are due to the level of social, economic, medical, and informa tional protection of survivors. Data presented in the paper are rather enough important for the formation of strate gies and measures for social and psychological protection of population in an event of nuclear accidents and incidents."
      ],
      "CopyrightInformation": "V. O. Buzunov, K. M. Loganovsky, L. I. Krasnikova, M. O. Bomko, Yu. M. Belyayev, Zh. S. Yaroshenko, T. E. Domashevska."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."
          }
        ],
        "LastName": "Buzunov",
        "ForeName": "V O",
        "Initials": "VO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."
          }
        ],
        "LastName": "Loganovsky",
        "ForeName": "K M",
        "Initials": "KM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."
          }
        ],
        "LastName": "Krasnikova",
        "ForeName": "L I",
        "Initials": "LI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."
          }
        ],
        "LastName": "Bomko",
        "ForeName": "M O",
        "Initials": "MO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."
          }
        ],
        "LastName": "Belyayev",
        "ForeName": "Yu M",
        "Initials": "YM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."
          }
        ],
        "LastName": "Yaroshenko",
        "ForeName": "Zh S",
        "Initials": "ZS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "State Institution «National Research Center for Radiation Medicine of the National Academy of Medical Sciences of Ukraine», Melnykova str., 53, Kyiv, 04050, Ukraine."
          }
        ],
        "LastName": "Domashevska",
        "ForeName": "T E",
        "Initials": "TE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "SOTsIAL'NO PSYKhOLOGIChNYY̆ STAN DOROSLOGO EVAKUY̆OVANOGO NASELENNIa. FAKTORY RYZYKU NEGATYVNYKh ZMIN."
  },
  "MedlineJournalInfo": {
    "Country": "Ukraine",
    "MedlineTA": "Probl Radiac Med Radiobiol",
    "NlmUniqueID": "101560511",
    "ISSNLinking": "2304-8336"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chernobyl Nuclear Accident"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Psychiatric Rehabilitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychology"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Radiation Exposure"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "physiopathology"
      ],
      "DescriptorName": "Stress, Psychological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Survivors"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Transportation of Patients"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ukraine"
    }
  ]
}