{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "categorization",
      "definition of mental disorder",
      "nosology",
      "philosophy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Définir les termes maladie et trouble demeure une question conceptuelle clé dans la philosophie de la médecine et de la psychiatrie, et constitue présentement une affaire très pratique pour la nosologie psychiatrique, étant donné la parution du nouveau Manuel diagnostique et statistique des troubles mentaux, 5e édition, et celle prochainement de la Classification internationale des maladies, 11e révision. La science cognitive-affective de la catégorisation humaine a fait des progrès, et il est opportun d’en envisager les implications pour notre compréhension de la catégorie du trouble psychiatrique. La catégorie du trouble mental a des limites balisées, et les affections de cette catégorie peuvent être conceptualisées à l’aide de métaphores MÉDICALES ou MORALES. Un ensemble clé de construits utilisé dans les métaphores MÉDICALES est relié à la notion de dysfonction, et il peut ensuite être utile de conceptualiser cette dysfonction en termes d’évolution. Pour les troubles typiques, il est relativement facile de convenir de la présence d’une dysfonction. Cependant, pour les troubles atypiques, la présence et l’étendue de la dysfonction peuvent donner lieu à un débat considérable. Des arguments rationnels peuvent être amenés pour aider à décider si des entités particulières devraient être incluses dans nos nosologies, et le cas échéant, quelles devraient en être leurs limites. Toutefois, un débat permanent sur la validité diagnostique, l’utilité clinique, et d’autres valeurs et faits pertinents serait approprié, dans les cas difficiles à trancher. La perspective ici peut être illustrée à l’aide des nombreux débats nosologiques sur les troubles anxieux, les troubles obsessionnels-compulsifs et les troubles reliés, notamment la question de délimiter l’anxiété normale de l’anormale, de décider si l’anxiété est psychiatrique ou médicale, et le débat sur la méta-structure optimale des troubles anxieux."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24331284",
  "DateCompleted": {
    "Year": "2014",
    "Month": "04",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "02",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0706-7437",
      "JournalIssue": {
        "Volume": "58",
        "Issue": "12",
        "PubDate": {
          "Year": "2013",
          "Month": "Dec"
        }
      },
      "Title": "Canadian journal of psychiatry. Revue canadienne de psychiatrie",
      "ISOAbbreviation": "Can J Psychiatry"
    },
    "ArticleTitle": "What is a mental disorder? A perspective from cognitive-affective science.",
    "Pagination": {
      "StartPage": "656",
      "EndPage": "662",
      "MedlinePgn": "656-62"
    },
    "Abstract": {
      "AbstractText": [
        "Defining disease and disorder remains a key conceptual question in philosophy of medicine and psychiatry, and is currently a very practical matter for psychiatric nosology, given the new Diagnostic and Statistical Manual of Mental Disorders, Fifth Edition, and the upcoming International Classification of Diseases, 11th Revision. There have been advances in the cognitive-affective science of human categorization, and it is timely to consider implications for our understanding of the category of psychiatric disorder. The category of mental disorder has graded boundaries, and conditions within this category can be conceptualized using MEDICAL or MORAL metaphors. One key set of constructs used in MEDICAL metaphors relates to the notion of dysfunction, and it may, in turn, be useful to conceptualize such dysfunction in evolutionary terms. For typical disorders, it is relatively easy to agree that dysfunction is present. However, for atypical disorders, there may be considerable debate about the presence and extent of dysfunction. Rational arguments can be brought to bear to help decide whether particular entities should be included in our nosologies, and, if so, what their boundaries should be. However, it is appropriate that there should be ongoing debate on diagnostic validity, clinical utility, and other relevant facts and values, for cases that are difficult to decide. The perspective here can be illustrated using many nosological debates within the anxiety disorders and the obsessive-compulsive and related disorders, including the question of delineating normal from abnormal anxiety, of deciding whether anxiety is psychiatric or medical, and the debate about the optimal meta-structure for anxiety disorders."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Professor and Chair, Department of Psychiatry and Mental Health, University of Cape Town, Cape Town, South Africa."
          }
        ],
        "LastName": "Stein",
        "ForeName": "Dan J",
        "Initials": "DJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Can J Psychiatry",
    "NlmUniqueID": "7904187",
    "ISSNLinking": "0706-7437"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "classification",
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "classification",
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "classification",
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Mental Disorders"
    },
    {
      "QualifierName": [
        "classification",
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Obsessive-Compulsive Disorder"
    }
  ]
}