{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adolescents",
      "Anxiety",
      "Depression",
      "Epilepsy",
      "Psychosocial",
      "Risk Factors"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38006843",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "11",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.yebeh.2023.109522",
      "S1525-5050(23)00441-9"
    ],
    "Journal": {
      "ISSN": "1525-5069",
      "JournalIssue": {
        "Volume": "149",
        "PubDate": {
          "Year": "2023",
          "Month": "Dec"
        }
      },
      "Title": "Epilepsy & behavior : E&B",
      "ISOAbbreviation": "Epilepsy Behav"
    },
    "ArticleTitle": "Psychosocial factors associated with anxiety and depression in adolescents with epilepsy: A systematic review.",
    "Pagination": {
      "StartPage": "109522",
      "MedlinePgn": "109522"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety and depression are common in adolescents with epilepsy. Identifying psychosocial risk factors for anxiety and depression is essential for adolescents with epilepsy to receive appropriate support. This systematic review synthesised findings of studies examining the relationship between psychosocial factors and anxiety and/or depression in adolescents with epilepsy. Outcomes were anxiety, depression, and mixed anxiety & depression. Six electronic databases were searched for studies which: used cross-sectional or prospective designs; quantitatively evaluated the relationship between psychosocial factors and anxiety and/or depression; presented results for adolescents with epilepsy aged 9-18 years; and used validated measures of anxiety and/or depression. Psychosocial factors were categorised as intrapersonal, interpersonal, or parent-specific factors. Sixteen studies (23 articles) were included. All but one were cross-sectional. Regarding intrapersonal factors, alternative mental health difficulties were consistently positively associated with all three outcomes. Negative attitude towards epilepsy, lower seizure self-efficacy, lower self-esteem and stigma were consistently positively associated with depression. Interpersonal factors (i.e., lower family functioning assessed from an adolescent's perspective) and parent-specific factors (i.e., parental stigma, stress, anxiety and psychopathology) were positively associated with at least one outcome. Adolescent epilepsy management should exceed assessment of biological/biomedical factors and incorporate assessment of psychosocial risk factors. Prospective studies examining the interplay between biological/biomedical factors and the psychosocial factors underpinning anxiety and depression in adolescents with epilepsy are needed."
      ],
      "CopyrightInformation": "Copyright © 2023 The Author(s). Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Primary Care and Mental Health, University of Liverpool, Liverpool, UK; Mersey Care NHS Foundation Trust, Liverpool, UK."
          }
        ],
        "LastName": "Temple",
        "ForeName": "James",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Primary Care and Mental Health, University of Liverpool, Liverpool, UK; Clinical Health Psychology Service, Liverpool University NHS Foundation Trust, Liverpool, UK."
          }
        ],
        "LastName": "Fisher",
        "ForeName": "Peter",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mersey Care NHS Foundation Trust, Liverpool, UK."
          }
        ],
        "LastName": "Davies",
        "ForeName": "Cari",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Primary Care and Mental Health, University of Liverpool, Liverpool, UK; Mersey Care NHS Foundation Trust, Liverpool, UK."
          }
        ],
        "LastName": "Millar",
        "ForeName": "Chris",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Primary Care and Mental Health, University of Liverpool, Liverpool, UK; Clinical Health Psychology Service, Liverpool University NHS Foundation Trust, Liverpool, UK. Electronic address: gcherry@liv.ac.uk."
          }
        ],
        "LastName": "Gemma Cherry",
        "ForeName": "Mary",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Epilepsy Behav",
    "NlmUniqueID": "100892858",
    "ISSNLinking": "1525-5050"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Epilepsy"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}