{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety",
      "body image perception",
      "depression",
      "multiple sclerosis"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Alig foglalkoznak a kutatások azzal, hogy feltárják a testképzavar és a sclerosis multiplex (SM) közötti összefüggéseket. A jelen tanulmány célja az SM-betegek testképzavarainak felmérése, illetve azok depresszióval, szorongással, a betegség fennállásának időtartamával és a betegek szociodemográfiai jellegzetességeivel való összefüggéseinek feltárása volt.",
        "Ötven, ambulanciánkon kezelt SM-beteget, továbbá 45 egészséges kontrollszemélyt vontunk be a vizs­gá­latba. A diagnózisra valamennyi beteg esetében a 2010-ben módosított McDonald-kritériumok alapján került sor. A Ki­ter­jesztett rokkantsági állapot skálát (Expanded Disability Status Scale, EDSS) valamennyi beteg esetében ugyanaz a neurológus vette fel. A résztvevők szociodemográfiai kérdő­ívet, Test Cathexis Skálát (Body Cathexis Scale, BCS), Beck Depressziós Skálát (Beck Depression Inventory, BDI) és Beck-féle szorongásleltárt (Beck Anxiety Inventory, BAI) töltöttek ki.",
        "Az SM-betegek átlagos BCS-pontszáma 86,54 ± 32,24, az egészséges kontrolloké 155,00 ± 20,90 volt (p < 0,001). Míg az SM-betegek esetében szignifikánsan magasabb volt a szorongásszint, a depresszió pontszámai hasonlóan alakultak a két csoportban. Az SM-betegek átlagos BAI-pontszáma 18,50 ± 14,03, az egészséges kontrolloké 10,06 ± 7,96 volt (p = 0,001). Az SM-betegek BDI-pontszáma 13,77 ± 11,61, az egész­ségeseké 11,91 ± 8,65 volt (p = 0,34). A korai betegség­kezdet, a megnövekedett rohamszám, az erős depresszív tünetek és a magas szorongásszint szignifikáns összefüggést mutatott a magasabb BCS-pontszámokkal. Az életkor és az egyedülálló/elvált/özvegy státusz szintén összefüggésben állt a BCS-pontszámokkal.",
        "Fontos a betegek mentális jóllétének megőrzése. A látszólag egészséges SM-betegeknél is súlyos testképzavarok fordulhatnak elő."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30785246",
  "DateCompleted": {
    "Year": "2019",
    "Month": "05",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "11",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.18071/isz.71.0049"
    ],
    "Journal": {
      "ISSN": "0019-1442",
      "JournalIssue": {
        "Volume": "72",
        "Issue": "1-2",
        "PubDate": {
          "Year": "2019",
          "Month": "Jan",
          "Day": "30"
        }
      },
      "Title": "Ideggyogyaszati szemle",
      "ISOAbbreviation": "Ideggyogy Sz"
    },
    "ArticleTitle": "Evaluation of body image perception in multiple sclerosis patients without neurological deficit.",
    "Pagination": {
      "StartPage": "49",
      "EndPage": "54",
      "MedlinePgn": "49-54"
    },
    "Abstract": {
      "AbstractText": [
        "There is a lack of research on the association between body image perception (BIP) and multiple sclerosis (MS). The aim of this study was to evaluate BIP in MS patients and its correlation with depression, anxiety, duration of the disease, and sociodemographic characteristics of the patients.",
        "Fifty patients with MS who applied to our outpatient clinic were examined. Forty-five healthy control were recruited for the study. All patients were diagnosed with MS according to 2010 revisions of McDonald criteria. Expanded Disability Status Scale (EDSS) was performed by the same neurologist for all patients. The participants were asked to complete a sociodemographic form, Body Cathexis Scale (BCS), Beck Depression Inventory (BDI), and Beck Anxiety Inventory (BAI).",
        "The mean BCS score was 86.54 ± 32.24 in MS patients and 155.00 ± 20.90 in the healthy subjects (p<0.001). While MS patients had significantly higher anxiety levels, depression scores were similar in both groups. The mean BAI score was 18.50 ± 14.03 for MS patients and 10.06 ± 7.96 in the control group (p=0.001). The BDI score of the patients was 13.77 ± 11.61 and 11.91 ± 8.65 for the controls (p=0.34). Early age of the disease onset, increased number of attacks, increased depressive symptoms, and higher anxiety levels were significantly correlated with higher BCS scores. Age and being single/ divorced/ widowed were also correlated with BCS scores.",
        "It is important to preserve the mental well-being of patients. Even in apparently healthy patients, the body perception may be severely impaired."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, GOP Training and Research Hospital, Istanbul, Turkey."
          }
        ],
        "LastName": "Sengul",
        "ForeName": "Hakan S",
        "Initials": "HS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Yale University, Faculty of Medicine, New Haven, USA."
          }
        ],
        "LastName": "Sengul",
        "ForeName": "Yıldızhan",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Adıyaman University, Adıyaman, Turkey."
          }
        ],
        "LastName": "Tak",
        "ForeName": "Ali Zeynel Abidin",
        "Initials": "AZA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Acıbadem Hospital, Istanbul, Turkey."
          }
        ],
        "LastName": "Kocak",
        "ForeName": "Müge",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Sakarya University, Sakarya Education and Research Hospital, Sakarya, Turkey."
          }
        ],
        "LastName": "Tunc",
        "ForeName": "Abdulkadir",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Testképzavar neurológiai hiánytünet-mentes sclerosis multiplexben."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Ideggyogy Sz",
    "NlmUniqueID": "17510500R",
    "ISSNLinking": "0019-1442"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Body Image"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Case-Control Studies"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychiatric Status Rating Scales"
    }
  ]
}