{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Digital media use",
      "Family resilience and connection",
      "Mental health",
      "Neighborhood factors",
      "Sleep",
      "USA"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36922452",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00431-023-04898-1"
    ],
    "Journal": {
      "ISSN": "1432-1076",
      "JournalIssue": {
        "Volume": "182",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun"
        }
      },
      "Title": "European journal of pediatrics",
      "ISOAbbreviation": "Eur J Pediatr"
    },
    "ArticleTitle": "Family resilience and neighborhood factors affect the association between digital media use and mental health among children: does sleep mediate the association?",
    "Pagination": {
      "StartPage": "2521",
      "EndPage": "2534",
      "MedlinePgn": "2521-2534"
    },
    "Abstract": {
      "AbstractText": [
        "The associations between digital media use and mental well-being among children and adolescents have been inconclusive. We examined (i) the associations between digital media use and mental health outcomes, anxiety, depression, and ADHD, (ii) whether family resilience and neighborhood factors attenuate the associations, and (iii) whether sleep mediates these associations. We used the National Survey of Children's Health data from 2019 to 2020. A total of 45,989 children's (6-17 years) data were analyzed in this study. Multivariate logistic regression was used to assess the associations between digital media use and anxiety, depression, and ADHD. Path models and Paramed command in STATA were used to test the role of sleep as a mediator of these associations. The prevalence of heavy digital media users (who spent 4 or more hours per day) among the analytic sample was 30.52%, whereas anxiety was 13.81%, depression was 5.93%, and ADHD was 12.41%. Children in the heavy media user group had 63% increased odds of anxiety (95% CI: 1.32-2.01) and 99% increased odds of depression (95% CI: 1.35-2.94) after adjusting for sociodemographic factors, compared to the children in light media user group (who spent < 2 h per day), and these relations were significant at 0.01 level. However, family resilience and community factors significantly attenuated the effect of digital media use on anxiety and depression. Sleep did not mediate the associations between digital media use and anxiety or depression.   Conclusions: Family resilience and neighborhood factors protect against the harmful effects of digital media use. Further research is needed to examine the relationships of media contents, the presence of electronic devices in bedrooms, and sleep quality with mental health. What is Known: • Spending long hours on digital media may adversely affect children and adolescents' health and development. However, the mediating role of sleep in the association between digital media use and mental health outcomes is inconclusive. What is New: • Digital media use has detrimental effects on anxiety and depression. However, family resilience and neighborhood factors attenuated the association. The study highlights the importance of positive family functioning and neighborhood conditions reducing the harmful effects of digital media use."
      ],
      "CopyrightInformation": "© 2023. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-0767-3174"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Global Public Health, Karolinska Institutet, Solna, 17177, Sweden. md.helal.uddin@stud.ki.se."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Sociology, East West University, Dhaka, 1212, Bangladesh. md.helal.uddin@stud.ki.se."
          },
          {
            "Identifier": [],
            "Affiliation": "Unit for Research in Emergency and Disaster, Faculty of Medicine and Health Sciences, University of Oviedo, Oviedo, 33006, Spain. md.helal.uddin@stud.ki.se."
          }
        ],
        "LastName": "Uddin",
        "ForeName": "Helal",
        "Initials": "H"
      },
      {
        "Identifier": [
          "0000-0002-9293-9693"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Disaster Management and Vulnerability Studies, University of Dhaka, Dhaka 1000, Dhaka, Bangladesh. khalidhasan@du.ac.bd."
          }
        ],
        "LastName": "Hasan",
        "ForeName": "Md Khalid",
        "Initials": "MK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Eur J Pediatr",
    "NlmUniqueID": "7603873",
    "ISSNLinking": "0340-6199"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Family Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Internet"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resilience, Psychological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sleep"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Depression"
    }
  ],
  "CoiStatement": "The authors declare no competing interests."
}