{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17372547",
  "DateCompleted": {
    "Year": "2007",
    "Month": "05",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "10",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0013-7006",
      "JournalIssue": {
        "Volume": "32",
        "Issue": "6 Pt 1",
        "PubDate": {
          "Year": "2006",
          "Season": "Nov-Dec"
        }
      },
      "Title": "L'Encephale",
      "ISOAbbreviation": "Encephale"
    },
    "ArticleTitle": "[Short-term effects of a cognitive-behavioural group therapy in social phobia: evaluation of sixty patients].",
    "Pagination": {
      "StartPage": "1011",
      "EndPage": "1018",
      "MedlinePgn": "1011-8"
    },
    "Abstract": {
      "AbstractText": [
        "This study analyses the short term effects of a cognitive-behavioral group therapy with 60 patients suffering from social phobia according to the diagnostic criteria of the DSM IV. The therapeutic program is based on 12 sessions of 2 hours (for 6 to 9 subjects) and includes exposure, cognitive restructuring and social skills training. The sample included 34 women and 26 men, with an average age of 34.8 years (SD=9.3). Most patients presented generalized social phobia (n=42; not generalized social phobia: n=18), and 24 received at least one comorbid axis I diagnosis. Subjects were evaluated before and after the therapy with instruments measuring the intensity of social phobia (Liebowitz Social Anxiety Scale), the assertiveness (Rathus Assertiveness Schedule), the disability associated with the disorder (Sheehan Disability Scale), anxiety and depression (Hospital Anxiety Depression Scale and Beck shortened Depression Inventory), and self-esteem (Rosenberg Self-Esteem Scale). The results show significant differences (p<0.001) between the pre and the post-test for all instruments. The effect sizes (ES) range from 1.29 (Liebowitz Scale, total score) to 0.51 (Sheehan item 3), exhibiting patients' improvement on all variables. The highest effect sizes are observed with the instruments specifically designed for the assessment of social phobia (Liebowitz, Rathus and Sheehan scales). Our patients show the major improvements in the Liebowitz Scale (ES=1.29), the best indicator for social phobia, concerning the intensity of anxiety in social situations (ES=1.28) and concerning the frequency of avoidance (ES=1.16). Logically, the effect sizes are somehow lower on Sheehan (ES=1.06) and Rathus (ES=1.00) scales, which are less specifically centered on the score symptoms of social phobia. The improvement is also significant but less remarkable in the other measurements. The Hospital Anxiety Depression Scale reveals a reduction in the level of anxiety and depression, however more significant for anxiety (ES=0.88) than for depression (ES=0.60), that is consistent with the fact that social phobia is an anxious disorder. The shortened Beck Depression Inventory confirms the level of depression decreases after therapy (ES=0.67) and we also observe a significant enhancement of self-esteem (ES=0.85). These findings confirm the short-term strong effectiveness of this therapeutic program. The present study shows that the therapeutic cognitive-behavior group techniques used are specifically effective both on the principal symptoms of social phobia as on other psychological aspects, which were not specifically the focus of this therapy, like general anxiety, depression, and self-esteem. However, this efficient study on 60 subjects needs to be extended to the evaluation of long term effects. It also needs to be reproduced to assess personality disorders that may make the treatment more difficult and are frequently comorbid with generalized social phobia."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratoire de Psychologie Clinique des Faits Culturels, Université Paris-X, Nanterre. nathalie.camart@u-paris10.fr"
          }
        ],
        "LastName": "Camart",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "André",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Trybou",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bourdel",
        "ForeName": "M-C",
        "Initials": "MC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Evaluation des effets à court terme d'une thérapie cognitivo-comportementale de groupe dans la phobie sociale: résultats auprès de soixante patients."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Encephale",
    "NlmUniqueID": "7505643",
    "ISSNLinking": "0013-7006"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Phobic Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Concept"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}