{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Massage",
      "complementary and alternative medicine",
      "multiple sclerosis",
      "systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34338108",
  "DateCompleted": {
    "Year": "2022",
    "Month": "10",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "08",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/09638288.2021.1949051"
    ],
    "Journal": {
      "ISSN": "1464-5165",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "20",
        "PubDate": {
          "Year": "2022",
          "Month": "Oct"
        }
      },
      "Title": "Disability and rehabilitation",
      "ISOAbbreviation": "Disabil Rehabil"
    },
    "ArticleTitle": "Massage therapy as a complementary and alternative approach for people with multiple sclerosis: a systematic review.",
    "Pagination": {
      "StartPage": "5758",
      "EndPage": "5769",
      "MedlinePgn": "5758-5769"
    },
    "Abstract": {
      "AbstractText": [
        "Multiple sclerosis (MS) causes a range of different symptoms. Patients with MS (PwMS) have looked for alternative therapies to control their MS progress and treat their symptoms. Non-invasive therapeutic approaches such as massage can have benefits to mitigate some of these symptoms. However, there is no rigorous review of massage effectiveness for PwMS. The present systematic review aims to examine the effectiveness of different massage approaches on common MS symptoms, including fatigue, pain, anxiety, depression, and spasticity.",
        "A systematic search of related trials was conducted in electronic databases including Cochrane Library, PubMed, Scopus, Web of Science, and Google Scholar, using search terms related to Multiple Sclerosis and massage therapy. The PEDro scale was used to evaluate the methodological quality of reviewed studies.",
        "A total of 12 studies met the inclusion criteria. We rated 5 studies as fair and 7 studies as good. Fatigue was improved by different massage styles, such as reflexology, nonspecific therapeutic massage, and Swedish massage. Pain, anxiety, and depression were effectively improved by reflexology techniques. Spasticity was reduced by Swedish massage and reflexology techniques.",
        "Different massage approaches effectively improved MS symptoms such as fatigue, pain, anxiety, depression, and spasticity.Implications for rehabilitationThe present review results indicate that massage may have beneficial effects on motor and non-motor symptoms in MS.Massage could be considered a complementary and alternative treatment combined with conventional medicine in people with MS.Pain and fatigue are best improved by Swedish massage, while anxiety and depression are effectively improved by reflexology."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Exercise Physiology, Faculty of Physical Education and Sport Sciences, University of Tehran, Tehran, Iran."
          }
        ],
        "LastName": "Heidari",
        "ForeName": "Zakieh",
        "Initials": "Z"
      },
      {
        "Identifier": [
          "0000-0003-3104-7584"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sport Sciences, Faculty of Humanities, Tarbiat Modares University, Tehran, Iran."
          }
        ],
        "LastName": "Shahrbanian",
        "ForeName": "Shahnaz",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Kinesiology and Community Health, University of Illinois at Urbana-Champaign, Urbana, IL, USA."
          }
        ],
        "LastName": "Chiu",
        "ForeName": "Chungyi",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Disabil Rehabil",
    "NlmUniqueID": "9207179",
    "ISSNLinking": "0963-8288"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Massage"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain"
    }
  ]
}