{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23198596",
  "DateCompleted": {
    "Year": "2013",
    "Month": "11",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "12",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "jpn"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0033-2658",
      "JournalIssue": {
        "Volume": "114",
        "Issue": "9",
        "PubDate": {
          "Year": "2012"
        }
      },
      "Title": "Seishin shinkeigaku zasshi = Psychiatria et neurologia Japonica",
      "ISOAbbreviation": "Seishin Shinkeigaku Zasshi"
    },
    "ArticleTitle": "[The pathophysiology and diagnosis of anxiety disorder].",
    "Pagination": {
      "StartPage": "1063",
      "EndPage": "1069",
      "MedlinePgn": "1063-9"
    },
    "Abstract": {
      "AbstractText": [
        "In addition to genetic factors, the role of epigenetic and other environmental factors in the promotion of anxiety disorder has attracted much attention in psychiatric research. When stress is encountered in the environment, the hypothalamus-pituitary adrenal system (HPA system) is activated and cortisol is secreted. CRHR gene function is closely related to this response. As a result of haplotype analysis of CRHR genes in depression and panic disorder patients, it was found that genetic polymorphism of CRHR1 and CRHR2 was related to both disorders. It is reported that abused children are more susceptible to developing depression and anxiety disorder upon reaching adulthood, but there also exist genetic polymorphisms that may moderate this relationship. Direct methylation of DNA (typically repressing gene expression) and modification of chromatin structure (complexes of histone proteins and DNA) via acetylation (typically facilitating gene expression) represent epigenetic modifications that are thought to influence behavioral phenotypes. For example, it is rare that schizophrenia develops in identical twins brought up together in the same environment, and thus phenotypic differences cannot be explained simply by genetic polymorphism. We also evaluated salivary cortisol and amylase reactivity (indices of the HPA system and sympathoadrenal medullary system, respectfully) after electrical stimulation stress and Trier Social Stress Test (TSST) administration. Here we found differences in the cortisol stress response between electrical stimulation and TSST stressors, in contrast to the theory of Selye. In addition, we found alterations in activity patterns and difficulties integrating sensorimotor information in panic disorder patients, suggesting links between sensorimotor integration and stress in panic disorder. Moreover, state and trait anxiety may be associated with stabilograph factors."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departement of Neuropsychiatry, Oita University Faculty of Medicine."
          }
        ],
        "LastName": "Akiyoshi",
        "ForeName": "Jotaro",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Japan",
    "MedlineTA": "Seishin Shinkeigaku Zasshi",
    "NlmUniqueID": "9801787",
    "ISSNLinking": "0033-2658"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "genetics",
        "physiopathology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Pituitary-Adrenal System"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Stress, Psychological"
    }
  ]
}