{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Assessment",
      "Clinical competence",
      "OSCE",
      "Objective structured clinical examination",
      "Performance anxiety",
      "Test anxiety"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33092780",
  "DateCompleted": {
    "Year": "2021",
    "Month": "12",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "07",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cptl.2020.07.007",
      "S1877-1297(20)30250-1"
    ],
    "Journal": {
      "ISSN": "1877-1300",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "12",
        "PubDate": {
          "Year": "2020",
          "Month": "Dec"
        }
      },
      "Title": "Currents in pharmacy teaching & learning",
      "ISOAbbreviation": "Curr Pharm Teach Learn"
    },
    "ArticleTitle": "Systematic review of student anxiety and performance during objective structured clinical examinations.",
    "Pagination": {
      "StartPage": "1491",
      "EndPage": "1497",
      "MedlinePgn": "1491-1497"
    },
    "Abstract": {
      "AbstractText": [
        "Test anxiety is well studied in higher education, but studies primarily concern traditional assessments, such as written examinations. As use of objective structured clinical examination (OSCE) in pharmacy education increases, a closer examination of non-cognitive factors such as test anxiety is warranted. The purpose of this review was to determine the association between OSCE-associated test anxiety with OSCE performance in health professional students.",
        "A literature search was conducted to identify peer-reviewed literature concerning test anxiety in health professional students associated with OSCE. Investigators searched for a combination of OSCE-related terms with anxiety-related terms using PubMed. Articles were included if they assessed OSCE-related anxiety by quantitative or qualitative methods. Data extracted from eligible articles included demographic data, type of the anxiety survey, associations between OSCE-related anxiety and performance, and other student-factors associated with OSCE-related anxiety.",
        "The literature search yielded 339 articles. Nine articles met eligibility criteria and were included in the review. Results included students from medical, pharmacy, dental, and nursing professional programs. Anxiety was assessed via multiple scales. Six out of the eight studies assessing the relationship OSCE-related anxiety and OSCE performance found no association between the two measures. Contrary to literature concerning test anxiety in higher education, female gender was not associated with OSCE-related anxiety.",
        "OSCE-related anxiety appears to have minimal to no influence on student performance. Future studies should utilize standardized anxiety assessments and should seek to understand anxiety's effects on student wellbeing and burnout."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Texas Health Harris Methodist Fort Worth Hospital, Fort Worth, Texas, United States; Department of Medical Education, Texas Christian University, Fort Worth, Texas, United States. Electronic address: randy@martinpharmd.com."
          }
        ],
        "LastName": "Martin",
        "ForeName": "Randy D",
        "Initials": "RD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of North Texas System College of Pharmacy, Fort Worth, Texas, United States."
          }
        ],
        "LastName": "Naziruddin",
        "ForeName": "Zahra",
        "Initials": "Z"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Pharm Teach Learn",
    "NlmUniqueID": "101560815",
    "ISSNLinking": "1877-1297"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Competence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Educational Measurement"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physical Examination"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Students"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest None."
}