{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22689704",
  "DateCompleted": {
    "Year": "2012",
    "Month": "10",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1177/0891988712445096"
    ],
    "Journal": {
      "ISSN": "0891-9887",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "2",
        "PubDate": {
          "Year": "2012",
          "Month": "Jun"
        }
      },
      "Title": "Journal of geriatric psychiatry and neurology",
      "ISOAbbreviation": "J Geriatr Psychiatry Neurol"
    },
    "ArticleTitle": "Psychosocial interventions for depression and anxiety in Parkinson's disease.",
    "Pagination": {
      "StartPage": "113",
      "EndPage": "121",
      "MedlinePgn": "113-21"
    },
    "Abstract": {
      "AbstractText": [
        "Depression has been estimated to affect 1 in 3 individuals with Parkinson's disease (PD) and can lead to worse health outcomes and decreased quality of life. Anxiety further complicates PD outcomes. Pharmacologic treatments of depression and anxiety can have negative side effects in patients with PD, including exacerbation of PD symptoms. There is a critical need for alternative treatment approaches that address depression and anxiety among patients with PD. Psychosocial or behavioral approaches are known to be effective for depression generally, but only a handful of studies have examined the role of psychosocial treatments of patients with depression in PD.",
        "The aim of this article was to review published psychosocial treatment studies of depression and anxiety in patients with PD.",
        "The PubMed database was searched for articles published in English before April 2011 using the terms Parkinson's disease, depression, anxiety, psychotherapy, cognitive therapy, behavioral treatment, behavioral therapy, nonpharmacologic treatment, psychoeducation, education, psychosocial treatment, and stress management. Articles included were prospective clinical trials utilizing specific depression or anxiety assessments as primary or secondary outcomes in patients with PD.",
        "Nine reports derived from 8 separate studies fit the inclusion criteria and were included in this review. All studies were published between 1997 and 2011, and all but 3 had small sample sizes (<40 patients). Interventions included cognitive behavioral therapy (CBT), psychodrama, education, and behavior therapy as well as multidisciplinary rehabilitation. Cognitive behavioral therapy was the most studied and was shown to decrease depressive and anxiety symptoms in patients with PD. Other individual and group therapies may improve depression and anxiety in patients with PD, but the general paucity of studies and study methods limit the interpretation of these results.",
        "There have been few studies on psychosocial treatments that specifically assess change in depression and anxiety among patients with PD. While results for CBT and other modes of therapy are promising for acute management of depression and anxiety, longer term effects after treatment have been variable. There is a need for additional studies on psychosocial interventions in people with PD."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Case Western Reserve University School of Medicine, Cleveland, OH, USA."
          }
        ],
        "LastName": "Yang",
        "ForeName": "Sarah",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sajatovic",
        "ForeName": "Martha",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Walter",
        "ForeName": "Benjamin L",
        "Initials": "BL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Geriatr Psychiatry Neurol",
    "NlmUniqueID": "8805645",
    "ISSNLinking": "0891-9887"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "complications",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Parkinson Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy, Group"
    }
  ]
}