{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Ansiedad",
      "Anxiety",
      "COVID-19",
      "Depresión",
      "Depression",
      "Estrés",
      "Médicos de atención primaria",
      "Primary care physicians",
      "Resilience",
      "Resiliencia",
      "Stress"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La actual situación sanitaria está provocando un detrimento de la salud mental, siendo los médicos de atención primaria un colectivo muy afectado.",
        "El objetivo es descubrir si la variable resiliencia es predictora del impacto negativo que está generando el COVID-19, entendido en las variables de depresión, ansiedad y estrés; y analizar, a su vez, qué factores resilientes contribuyen a explicar las varianzas de dichas variables y qué variables control son también predictoras.",
        "Se ha llevado a cabo una investigación cuantitativa, concretamente un diseño <i>ex post facto</i> no experimental de grupo único. La muestra seleccionada fueron 268 médicos de atención primaria, colectivo muy afectado por la pandemia, a quienes se les administró un cuestionario sociodemográfico, la Escala de Resiliencia SV-RES, en su versión reducida de 36 ítems, y la Escala de Depresión, Ansiedad y Estrés DAS-21.",
        "Los resultados de las regresiones lineales mostraron que la resiliencia, con una relación negativa, predice la depresión (un 22,2%), la ansiedad (un 8,3%) y el estrés (un 12,3%), siendo los factores metas e identidad los que contribuyen significativamente a explicar las distintas varianzas. A su vez, dentro de las variables control, la toma de psicofármacos, el sexo (excepto para la variable depresión) y la decisión de acudir al psicólogo fueron predictoras de las diversas variables.",
        "Los hallazgos de esta investigación avivan la necesidad de promover la resiliencia entre los médicos de atención primaria, con la intención de reducir sus niveles de depresión, ansiedad y estrés."
      ],
      "CopyrightInformation": "Copyright © 2022 Sociedad Española de Médicos de Atención Primaria (SEMERGEN). Publicado por Elsevier España, S.L.U. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36122503",
  "DateCompleted": {
    "Year": "2022",
    "Month": "10",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "10",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "08",
        "Day": "29"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.1016/j.semerg.2022.101813",
      "S1138-3593(22)00187-3"
    ],
    "Journal": {
      "ISSN": "1578-8865",
      "JournalIssue": {
        "Volume": "48",
        "Issue": "7",
        "PubDate": {
          "Year": "2022",
          "Month": "Oct"
        }
      },
      "Title": "Semergen",
      "ISOAbbreviation": "Semergen"
    },
    "ArticleTitle": "[Resilience as a predictor of the negative impact (depression, anxiety and stress) of COVID-19 in primary care physicians].",
    "Pagination": {
      "StartPage": "101813",
      "MedlinePgn": "101813"
    },
    "Abstract": {
      "AbstractText": [
        "The current health situation is causing a detriment to mental health, where primary care physicians is a very affected group.",
        "The objective is to discover whether the resilience variable is a predictor of the negative impact generated by COVID-19, understood in the variables of depression, anxiety and stress; and analyze, in turn, which resilient factors help to explain the variances of the variables and which control variables are also predictors.",
        "A quantitative research has been carried out, specifically a single group non-experimental ex post facto design. The selected sample consisted of 268 primary care physicians, a group highly affected by the pandemic, who were administered a sociodemographic questionnaire, the SV-RES Resilience Scale, in its reduced version of 36 items, and the Depression, Anxiety and Depression Scale, DAS-21 stress.",
        "The results of the linear regressions showed how resilience, with a negative relationship, predicts depression (22.2%), anxiety (8.3%) and stress (12.3%), being the goals and identity factors that contribute significantly to explain the different variances. In turn, within the control variables, taking drugs, gender (except for the depression variable) and the decision to go to the psychologist were predictors of the various variables.",
        "The findings of this research intensify the necessity of promoting resilience among primary care physicians, with the intention of reducing their levels of depression, anxiety, and stress."
      ],
      "CopyrightInformation": "Copyright © 2022 Sociedad Española de Médicos de Atención Primaria (SEMERGEN). Publicado por Elsevier España, S.L.U. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad Francisco de Vitoria, Madrid, España. Electronic address: almudena373@gmail.com."
          }
        ],
        "LastName": "Maestre Maroto",
        "ForeName": "M A",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "La resiliencia como predictora del impacto negativo (depresión, ansiedad y estrés) del COVID-19 en médicos de atención primaria."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Semergen",
    "NlmUniqueID": "9610769",
    "ISSNLinking": "1138-3593"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physicians, Primary Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Resilience, Psychological"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    }
  ]
}