{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety in the elderly",
      "comorbidity MCI and anxiety",
      "mexidol",
      "mild cognitive disorder",
      "neuropsychological types MCI"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Цель исследования. Изучение структуры тревожного симптомокомплекса у пациентов позднего возраста с амнестическим, дисрегуляторным и полимодальным типами умеренного когнитивного расстройства (УКР) и определение клинической эффективности этилметилгидроксипиридина сукцината (мексидол). Материал и методы. В выборочное исследование были включены 32 больных обоего пола старше 55 лет с УКР (F06.7 по МКБ-10), обратившихся за медицинской помощью по поводу тревоги. Критериями включения были компенсация сопутствующей соматической патологии, отсутствие значимых стрессовых событий в течение года, отсутствие депрессии. Применяли клинико-психопатологический и психометрический методы: шкалу Гамильтона для оценки тревоги (HAM-A), гериатрический опросник депрессии (GDS), краткую шкалу оценки психического статуса (MMSE), шкалу общего клинического впечатления (CGI-S, CGI-I), шкалу оценки стрессовых жизненных событий. Основным критерием эффективности 4-недельной терапии мексидолом (375 мг в сутки) являлась редукция общего балла по шкале НАМ-А. Результаты и заключение. На момент включения в исследование средние баллы по шкалам HAM-A и MMSE составили 39,9±3,18 и 25,7±0,6 соответственно. При изучении структуры тревожного состояния у лиц с амнестическим, дисрегуляторным и полимодальным типами УКР было установлено, что феноменология тревожного симптомокомплекса при указанных типах УКР различна. Повторная оценка тревоги по шкале HAM-A проводилась через 1, 2 и 4 нед терапии мексидолом. Улучшение психического состояния отмечалось при всех типах УКР, но доля лиц с существенным улучшением была выше при амнестическом и дисрегуляторном типах по сравнению с полимодальным. Скорость развития противотревожного эффекта была отмечена больше при дисрегуляторном типе УКР. У всех больных применение мексидола способствовало повышению устойчивости функции внимания и коррекции вегетативной дисфункции."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29265086",
  "DateCompleted": {
    "Year": "2018",
    "Month": "11",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [
      "10.17116/jnevro201711711145-50"
    ],
    "Journal": {
      "ISSN": "1997-7298",
      "JournalIssue": {
        "Volume": "117",
        "Issue": "11",
        "PubDate": {
          "Year": "2017"
        }
      },
      "Title": "Zhurnal nevrologii i psikhiatrii imeni S.S. Korsakova",
      "ISOAbbreviation": "Zh Nevrol Psikhiatr Im S S Korsakova"
    },
    "ArticleTitle": "[Characteristics of anxiety in patients of older age groups with different types of mild cognitive disorder].",
    "Pagination": {
      "StartPage": "45",
      "EndPage": "50",
      "MedlinePgn": "45-50"
    },
    "Abstract": {
      "AbstractText": [
        "To study the structure of anxiety symptom complex in patients of older age groups with amnestic, disregulatory and polymodal types of mild cognitive impairment (MCI) and determine the clinical efficacy of 2-ethyl-6-methyl-3-hydroxypyridine succinate (mexidol).",
        "Thirty-two patients over 55 years of age with MCI (ICD-10 item F 06.7) seeking medical help due to anxiety were included in the study. Inclusion criteria were the compensation of concomitant diseases, absence of relevant stressful events during the last year, absence of depression. Clinical-psychopathological method and psychometric scales (HAM-A, GDS, MMSE, CGI-S, CGI-I) and a stressful life events list were used. Reduction of the total score on the HАМ-А was the main criterion of the efficacy of 4-week treatment with mexidol (375 mg daily).",
        "At baseline, mean scores on the HAM-A and MMSE were 39,9+3.18 and 25.7+0.6 respectively. The study of the anxiety structure in patients with amnestic, disregulatory and polymodal types of MCI revealed the different phenomenology of anxiety symptom complex. Repeated assessment of anxiety on the HAM-A was performed on 1, 2 and 4 week of treatment with mexidol. The improvement of mental state was noted in all types of MCI but the better results were obtained in disregulatory and polymodal types. The rate of anti-anxiety effect was higher in the disregulatory type of MCI. In all patients, mexidol improved attention stability and autonomic function."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Urals State Medical University, Ekaterinburg, Russia."
          }
        ],
        "LastName": "Sidenkova",
        "ForeName": "A P",
        "Initials": "AP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Osobennosti proiavleniia trevogi u patsientov starshikh vozrastnykh grupp s raznymi tipami umerennogo kognitivnogo rasstroĭstva."
  },
  "MedlineJournalInfo": {
    "Country": "Russia (Federation)",
    "MedlineTA": "Zh Nevrol Psikhiatr Im S S Korsakova",
    "NlmUniqueID": "9712194",
    "ISSNLinking": "1997-7298"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Picolines"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Psychotropic Drugs"
    },
    {
      "RegistryNumber": "2R985002CT",
      "NameOfSubstance": "emoxypine succinate"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attention"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Cognitive Dysfunction"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuropsychological Tests"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Picolines"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Psychotropic Drugs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}