{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Boissier de Sauvages",
      "Cicero",
      "DSM",
      "Kraepelin",
      "Lucretius",
      "anguish",
      "anxiety",
      "history of psychiatry"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Este artículo describe la historia de la nosología de los trastornos de ansiedad. Los médicos y los filósofos griegos y latinos diferenciaban la ansiedad de otros tipos de afectos negativos y la identificaban como un trastorno médico. Los antiguos filósofos epicúreos y estoicos sugirieron técnicas para alcanzar un estado mental sin ansiedad que recuerdan a la psicología cognitiva moderna. Entre la Antigüedad Clásica y finales del siglo XIX hubo un largo intervalo durante el cual la ansiedad no se clasificó como una enfermedad independiente. Sin embargo, se reportaron casos típicos de trastornos de ansiedad aunque con diferentes nombres. En el siglo XVII, Robert Burton describió la ansiedad en el texte The Anatomy of Melancholy. Los ataques de pánico y el trastorno de ansiedad generalizada pueden ser reconocidos en las “panofobias” de la nosología publicada por Boissier de Sauvages en el siglo XVIII. Los síntomas ansiosos también fueron un componente importante de los nuevos constructos de enfermedad, culminando en la neurastenia en el siglo XIX. Emil Kraepelin puso mucha atención en la posible presencia de la ansiedad grave en la enfermedad maníaco depresiva, anticipando así el especificador “distrés ansioso” de los trastornos bipolares en el DSM-5. Una dificultad a tener en cuenta es que el significado de términos médicos comunes, como melancolia, evoluciona de acuerdo a lugares y épocas."
      ]
    },
    {
      "AbstractText": [
        "Cet article relate l'histoire de la nosologie des troubles anxieux. Les philosophes et les médecins de l'antiquité gréco-romaine avaient déjà distingué l'anxiété des autres affects négatifs et l'avaient déjà identifiée comme un trouble médical. Les philosophes des écoles épicurienne et stoïcienne avaient proposé des techniques visant à atteindre un état d'esprit libre d'anxiété qui rappellent les enseignements actuels des thérapies cognitives. Il y a eu, entre l'antiquité classique et la fin du XIXe siècle un long intervalle durant lequel l'anxiété n'a plus été répertoriée comme une affection distincte. Cependant, des cas typiques de troubles anxieux ont continué à être décrits, même si cela se faisait sous des noms différents. Au XVIIe siècle, Robert Burton a décrit l'anxiété dans “ L'anatomie de la mélancolie ”. Des attaques de paniques et l'anxiété généralisée peuvent être identifiées dans les “ panophobies ” de la nosologie publiée par Boissier de Sauvages au XVIIIe siècle. De plus, les symptômes anxieux étaient une composante importante des nouvelles entités morbides conceptualisées au XIXe siècle, avec notamment la neurasthénie. Emil Kraepelin s'est beaucoup intéressé à la présence possible d'une anxiété sévère dans la maladie maniaco-dépressive, anticipant ainsi la spécification “ détresse anxieuse ” apparue pour les troubles bipolaires dans le DSM-5. Il faut se garder des anachronismes dans l'interprétation des textes historiques en psychiatrie et garder par exemple à l'esprit que des termes médicaux courants, comme la mélancolie, ont connu des sens divers selon les lieux et les époques."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26487812",
  "DateCompleted": {
    "Year": "2016",
    "Month": "07",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1958-5969",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "3",
        "PubDate": {
          "Year": "2015",
          "Month": "Sep"
        }
      },
      "Title": "Dialogues in clinical neuroscience",
      "ISOAbbreviation": "Dialogues Clin Neurosci"
    },
    "ArticleTitle": "A history of anxiety: from Hippocrates to DSM.",
    "Pagination": {
      "StartPage": "319",
      "EndPage": "325",
      "MedlinePgn": "319-25"
    },
    "Abstract": {
      "AbstractText": [
        "This article describes the history of the nosology of anxiety disorders. Greek and Latin physicians and philosophers distinguished anxiety from other types of negative affect, and identified it as a medical disorder. Ancient Epicurean and Stoic philosophers suggested techniques to reach an anxiety-free state of mind that are reminiscent of modern cognitive psychology. Between classical antiquity and the late 19(th) century there was a long interval during which anxiety was not classified as a separate illness. However, typical cases of anxiety disorders kept being reported, even if under different names. In the 17(th) century, Robert Burton described anxiety in The Anatomy of Melancholy. Panic attacks and generalized anxiety disorder may be recognized in the \"panophobias\" in the nosology published by Boissier de Sauvages in the 18(th) century. Also, anxiety symptoms were an important component of new disease constructs, culminating in neurasthenia in the 19(th) century. Emil Kraepelin devoted much attention to the possible presence of severe anxiety in manic-depressive illness, thereby anticipating the \"anxious distress\" specifier of bipolar disorders in DSM-5. A pitfall to consider is that the meaning of common medical terms, such as melancholia, evolves according to places and epochs."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Maison des Adolescents du Haut-Rhin, Mulhouse, France."
          }
        ],
        "LastName": "Crocq",
        "ForeName": "Marc-Antoine",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Historical Article",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dialogues Clin Neurosci",
    "NlmUniqueID": "101238198",
    "ISSNLinking": "1294-8322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "classification",
        "diagnosis",
        "history"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnostic and Statistical Manual of Mental Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 17th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 18th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 19th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 20th Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 21st Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, Ancient"
    }
  ]
}