{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Depression",
      "Interstitial lung disease",
      "Pulmonary rehabilitation",
      "Randomized controlled trial"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37863339",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.rmed.2023.107433",
      "S0954-6111(23)00321-9"
    ],
    "Journal": {
      "ISSN": "1532-3064",
      "JournalIssue": {
        "Volume": "219",
        "PubDate": {
          "Year": "2023",
          "Season": "Nov-Dec"
        }
      },
      "Title": "Respiratory medicine",
      "ISOAbbreviation": "Respir Med"
    },
    "ArticleTitle": "Influence of pulmonary rehabilitation on symptoms of anxiety and depression in interstitial lung disease: A systematic review of randomized controlled trials.",
    "Pagination": {
      "StartPage": "107433",
      "MedlinePgn": "107433"
    },
    "Abstract": {
      "AbstractText": [
        "Interstitial lung diseases (ILDs) cause fibrosis of lung parenchyma, leading to impaired quality of life, dyspnea, and functional decline. Individuals with ILD experience a high prevalence of anxiety and depression. Recent research has demonstrated pulmonary rehabilitation (PR) alleviates symptoms of anxiety and depression in those with COPD.",
        "What is the influence of PR on symptoms of anxiety and depression in individuals with ILD?",
        "We conducted a PRISMA-2020-compliant systematic review of randomized controlled trials (RCTs) investigating PR's effect on anxiety and depression in patients with ILD. We searched MEDLINE, EMBASE, Cochrane, and PsycINFO from inception until April 3, 2023. A narrative synthesis was conducted where a quantitative approach was not feasible.",
        "Five RCTs (n = 281) were included. Idiopathic pulmonary fibrosis (IPF) was the most common type of ILD (k = 3). One study reported clinically-significant improvements in symptoms of anxiety among patients with IPF, and two studies for symptoms of depression among patients with sarcoidosis. Dropout rates were similar between intervention and control groups. All studies were at a high risk of bias.",
        "Pulmonary rehabilitation is not detrimental to anxiety or depression for patients with ILD, and may improve symptoms of anxiety in IPF and depression in sarcoidosis. However, no conclusion can be drawn from available evidence, which is limited by heterogeneous populations/interventions, sample sizes and unexpectedly low prevalences of clinically-significant anxiety or depression. Further adequately powered RCTs that focus on anxiety and depressive symptoms as primary outcomes are needed."
      ],
      "CopyrightInformation": "Copyright © 2023. Published by Elsevier Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Internal Medicine, University of Toronto, Toronto, ON, Canada."
          }
        ],
        "LastName": "Luu",
        "ForeName": "Brandon",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Internal Medicine, University of Calgary, Calgary, AB, Canada; College of Public Health, Kent State University, Kent, OH, United States."
          }
        ],
        "LastName": "Gupta",
        "ForeName": "Arnav",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Ottawa, Ottawa, ON, Canada."
          }
        ],
        "LastName": "Fabiano",
        "ForeName": "Nicholas",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Toronto, Toronto, OH, Canada."
          }
        ],
        "LastName": "Wong",
        "ForeName": "Stanley",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Ottawa, Ottawa, ON, Canada; Department of Mental Health, The Ottawa Hospital, Ottawa, ON, Canada; Ottawa Hospital Research Institute (OHRI), University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, ON, Canada."
          }
        ],
        "LastName": "Fiedorowicz",
        "ForeName": "Jess G",
        "Initials": "JG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Respirology, Department of Medicine, University of Toronto, Toronto, ON, Canada."
          }
        ],
        "LastName": "Fidler",
        "ForeName": "Lee",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Library Services, The Ottawa Hospital, Ottawa, ON, Canada."
          }
        ],
        "LastName": "Shorr",
        "ForeName": "Risa",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of Ottawa, Ottawa, ON, Canada; Department of Mental Health, The Ottawa Hospital, Ottawa, ON, Canada; Ottawa Hospital Research Institute (OHRI), University of Ottawa, Ottawa, ON, Canada; School of Epidemiology and Public Health, Faculty of Medicine, University of Ottawa, Ottawa, ON, Canada; Department of Child and Adolescent Psychiatry, Charité Universitätsmedizin, Berlin, Germany. Electronic address: msolmi@toh.ca."
          }
        ],
        "LastName": "Solmi",
        "ForeName": "Marco",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Respir Med",
    "NlmUniqueID": "8908438",
    "ISSNLinking": "0954-6111"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "diagnosis"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lung Diseases, Interstitial"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "diagnosis"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Idiopathic Pulmonary Fibrosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sarcoidosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    }
  ],
  "CoiStatement": "Declaration of competing interest MS received honoraria/has been a consultant for AbbVie, Angelini, Lundbeck, Otsuka. LF has received honoraria from Boehringer Ingelheim, AstraZeneca and Pfizer and have received grants from SunnyBrook Health Sciences Centre, the Canadian pulmonary fibrosis foundation, and the University of Toronto. BL, AG, NF, and JFG have no conflicts of interest to declare."
}