{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Epilepsy",
      "Perceived self-control",
      "Psychiatric comorbidity",
      "Psychiatric symptoms",
      "Quality of life",
      "Seizure control"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31037466",
  "DateCompleted": {
    "Year": "2020",
    "Month": "02",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "03",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "04",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s11920-019-1029-9"
    ],
    "Journal": {
      "ISSN": "1535-1645",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "6",
        "PubDate": {
          "Year": "2019",
          "Month": "Apr",
          "Day": "29"
        }
      },
      "Title": "Current psychiatry reports",
      "ISOAbbreviation": "Curr Psychiatry Rep"
    },
    "ArticleTitle": "The Relationship Between Epilepsy and Anxiety Disorders.",
    "Pagination": {
      "StartPage": "40",
      "MedlinePgn": "40"
    },
    "Abstract": {
      "AbstractText": [
        "The current review aims at providing an overview of relevant aspects of anxiety symptoms and anxiety disorders (AD) in adults patients with epilepsy (PWE).",
        "Firstly, the appropriate diagnosis of type of anxiety symptoms and AD in PWE will be presented. Anxiety symptoms are often peri-ictal and classified in relation to their temporal occurrence to seizures. Anxiety symptoms are of three types: preictal (preceding a seizure), ictal (presenting as part of the seizure symptoms and signs), and postictal (occurring within 72 h of a seizure). AD are diagnosed in the interictal period and occur independently of seizures. Four specific AD in PWE can be objectified: anticipatory anxiety of epileptic seizures (AAS), seizure phobia, epileptic social phobia, and epileptic panic disorder. Secondly, the bidirectional pathophysiological relationship between anxiety and epilepsy will be described. Anxiety is a trigger for seizures in some patients, and the notion of stress and arousal is essential to understand the relationship between anxiety and seizure. Moreover, seizures arising from the limbic network especially involving amygdala, which may express fear-related semiology, provide insight into the pathophysiology of AD comorbidities. Thirdly, the methods of screening for AD and anxiety symptoms will be detailed. Fourthly, the pharmacological and psychobehavioral management of anxiety symptoms and AD in PWE will be presented. Arousal-based approaches for preictal and ictal symptoms and anxiety-based approaches for postictal and interictal symptoms will be presented. Despite lack of evidence-based approaches, it is recognized that management of epilepsy is not only about controlling seizures, but also depends heavily on detecting, correctly diagnosing, and appropriately managing anxiety symptoms and AD comorbidities, in order to maximize quality of life. Improving self-control and self-efficacy is of fundamental importance in the management of PWE. Further rigorously designed studies focusing on anxiety symptoms and AD are essential to improve the overall care of PWE."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pôle Hospitalo-Universitaire de Psychiatrie d'Adultes du Grand Nancy Centre Psychothérapique de Nancy, 54521, Laxou, France."
          },
          {
            "Identifier": [],
            "Affiliation": "Département de Neurologie, Centre Hospitalier Universitaire de Nancy, 54000, Nancy, France."
          }
        ],
        "LastName": "Hingray",
        "ForeName": "Coraline",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Inserm, INS, Institut de Neurosciences des Systèmes, Aix Marseille Univ, Marseille, France."
          },
          {
            "Identifier": [],
            "Affiliation": "APHM, Clinical Neurophysiology, Timone Hospital, Marseille, France."
          }
        ],
        "LastName": "McGonigal",
        "ForeName": "Aileen",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratoire Parole et Langage UMR 7309, Aix-Marseille Université, Marseille, France."
          }
        ],
        "LastName": "Kotwas",
        "ForeName": "Iliana",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service d'explorations fonctionnelles du système nerveux, Clinique du sommeil, CHU de Bordeaux, Place Amélie Raba-Léon, 33076, Bordeaux, France. jarthur.micoulaud@gmail.com."
          },
          {
            "Identifier": [],
            "Affiliation": "USR CNRS 3413 SANPSY, CHU Pellegrin, Université de Bordeaux, Bordeaux, France. jarthur.micoulaud@gmail.com."
          }
        ],
        "LastName": "Micoulaud-Franchi",
        "ForeName": "Jean-Arthur",
        "Initials": "JA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Psychiatry Rep",
    "NlmUniqueID": "100888960",
    "ISSNLinking": "1523-3812"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Epilepsy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Seizures"
    }
  ]
}