{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Pain-related fear",
      "chronic pain",
      "item response theory",
      "pain anxiety symptom scale",
      "psychometrics"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37574179",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "08",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jpain.2023.08.001",
      "S1526-5900(23)00496-0"
    ],
    "Journal": {
      "ISSN": "1528-8447",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "1",
        "PubDate": {
          "Year": "2024",
          "Month": "Jan"
        }
      },
      "Title": "The journal of pain",
      "ISOAbbreviation": "J Pain"
    },
    "ArticleTitle": "The Pain Anxiety Symptom Scale: Initial Development and Evaluation of 4 and 8 Item Short Forms.",
    "Pagination": {
      "StartPage": "176",
      "EndPage": "186",
      "MedlinePgn": "176-186"
    },
    "Abstract": {
      "AbstractText": [
        "Elevated levels of anxiety in relation to chronic pain have been consistently associated with greater distress and disability. Thus, accurate measurement of pain-related anxiety is an important requirement in modern pain services. The Pain Anxiety Symptom Scale (PASS) was introduced over 30 years ago, with a shortened 20-item version introduced 10 years later. Both versions of the PASS were derived using Principal Components Analysis, an established method of measure development with roots in classical test theory. Item Response Theory (IRT) is a complementary approach to measure development that can reduce the number of items needed and maximize item utility with minimal loss of statistical and clinical information. The present study used IRT to shorten the 20-item PASS (PASS-20) in a large sample of people with chronic pain (N = 2,669). Two shortened versions were evaluated, 1 composed of the single best-performing item from each of its 4 subscales (PASS-4) and the other with the 2 best-performing items from each subscale (PASS-8). Several supplementary analyses were performed, including comparative item convergence evaluations based on sample characteristics (ie, female or male sex; clinical or online sample), factor invariance testing, and criterion validity evaluation of the 4, 8, and 20-item versions of the PASS in hierarchical regression models predicting pain-related distress and interference. Overall, both shortened PASS versions performed adequately across these supplemental tests, although the PASS-4 had more consistent item convergence between samples, stronger evidence for factor invariance, and accounted for 83% of the variance accounted for by the PASS-20% and 92% of the variance accounted for by the PASS-8 in criterion variables. Consequently, the PASS-4 is recommended for use in situations where a briefer evaluation of pain-related anxiety is appropriate. PERSPECTIVE: The Pain Anxiety Symptom Scale (PASS) is an established measure of pain-related fear. This study derived 4 and 8-item versions of the PASS using IRT. Both versions showed strong psychometric properties, stability of factor structure, and relation to important aspects of pain-related functioning."
      ],
      "CopyrightInformation": "Copyright © 2023 United States Association for the Study of Pain, Inc. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Psychology, Queen's University Belfast and Belfast Centre for Pain Rehabilitation, Belfast City Hospital, National Health Service (NHS), Belfast, Northern Ireland, UK."
          }
        ],
        "LastName": "Vowles",
        "ForeName": "Kevin E",
        "Initials": "KE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Physical Therapy, University of New Mexico, Albuquerque, New Mexico."
          }
        ],
        "LastName": "Kruger",
        "ForeName": "Eric S",
        "Initials": "ES"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "VA Puget Sound Health Care System, Seattle Division, Seattle, Washington."
          }
        ],
        "LastName": "Bailey",
        "ForeName": "Robert W",
        "Initials": "RW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Midlands Partnership NHS Foundation Trust, Staffordshire, UK; School of Medicine, Keele University, Keele, UK."
          }
        ],
        "LastName": "Ashworth",
        "ForeName": "Julie",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UK Pain Service, Sandwell and West Birmingham Hospitals NHS Trust, Birmingham, UK."
          }
        ],
        "LastName": "Hickman",
        "ForeName": "Jayne",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Medicine, Keele University, Keele, UK; Connect Health, Newcastle upon Tyne, UK."
          }
        ],
        "LastName": "Sowden",
        "ForeName": "Gail",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Uppsala University, Uppsala, Sweden."
          }
        ],
        "LastName": "McCracken",
        "ForeName": "Lance M",
        "Initials": "LM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Pain",
    "NlmUniqueID": "100898657",
    "ISSNLinking": "1526-5900"
  },
  "SupplMeshList": [
    "Phobia, Specific"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Chronic Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproducibility of Results"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Psychometrics"
    }
  ]
}