{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "COVID-19",
      "epidemiology",
      "mental health"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "El temor al contagio, junto con las consecuencias de las estrategias de mitigación, suelen citarse como causas de los altos niveles de ansiedad en la población general en el contexto de la pandemia de COVID-19. Sin embargo, no es claro si los informes publicados permiten una distinción entre la ansiedad normal y la patológica. Se realizó una revisión de la literatura no sistemática y descriptiva de los estudios observacionales que analizaron la prevalencia o la frecuencia de los síntomas ansiosos en contextos no clínicos publicados entre julio y diciembre de 2020. Se incluyeron setenta y seis estudios. Dos se realizaron mediante contacto telefónico con los participantes y el resto a través de internet. Los factores asociados a una mayor presencia/gravedad de los síntomas ansiosos fueron las variables sociodemográficas (e.g., edad, género, ocupación, lugar de residencia, condiciones de vida, estado civil y nivel educativo). Treinta publicaciones (39,4%) informaron datos sobre grupos de comparación, incluidas muestras de la población general de diferentes regiones geográficas o en diferentes períodos. Solo 16 estudios (21%) incluyeron alguna estimación de la alteración funcional asociada a los síntomas ansiosos. Solo siete de los estudios que estimaron la alteración funcional incluyeron grupos de comparación. Ninguno de los estudios incluidos en esta revisión contiene suficiente información contextual o descriptiva para determinar si los altos niveles de ansiedad son reacciones normales de personas en situaciones de alto estrés o trastornos psiquiátricos per se."
      ],
      "CopyrightInformation": "This work is licensed under a Creative Commons Attribution 4.0 International License."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36583844",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "12",
        "Day": "27"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.5867/medwave.2022.11.2637"
    ],
    "Journal": {
      "ISSN": "0717-6384",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "11",
        "PubDate": {
          "Year": "2022",
          "Month": "Dec",
          "Day": "27"
        }
      },
      "Title": "Medwave",
      "ISOAbbreviation": "Medwave"
    },
    "ArticleTitle": "A non-systematic, descriptive literature review of observational research on anxiety during the first COVID-19 pandemic phase.",
    "Pagination": {
      "StartPage": "e2637",
      "MedlinePgn": "e2637"
    },
    "Abstract": {
      "AbstractText": [
        "Fear of contagion, together with the consequences of mitigation strategies, are often cited as causes of high levels of anxiety in the general population in the context of the COVID-19 pandemic. However, it is unclear whether published reports make it possible to distinguish between normal and pathological anxiety. We conducted a non-systematic, descriptive literature review on observational studies reporting the prevalence or frequency of anxiety symptoms in non-clinical settings published between July and December 2020. Seventy-six studies were included. Two were conducted through telephone contact while the remainder were conducted on the internet. Factors associated with greater presence/severity of anxiety symptoms were sociodemographic variables (e.g., age, gender, employment, place of residence, living conditions, marital status, and educational level). Thirty publications (39.4%) reported data on a comparison group, including samples of general populations from different geographic regions or in different periods. Only 16 studies (21%) included some estimation of the functional impairment of detected anxiety symptoms. Only seven of the studies that estimated functional impairment had comparison groups. None of the studies included in this review contain sufficient contextual or descriptive information to determine whether the reported high levels of anxiety are normal reactions of subjects in high-stress situations or actual psychiatric disorders."
      ],
      "CopyrightInformation": "This work is licensed under a Creative Commons Attribution 4.0 International License."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-6016-0733"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, School of Medicine, Faculty of Medicine, Universidad de Valparaíso, Valparaíso, Chile."
          }
        ],
        "LastName": "Cavieres",
        "ForeName": "Álvaro",
        "Initials": "Á"
      },
      {
        "Identifier": [
          "0000-0003-2239-6248"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro Interdisciplinario de Estudios en Salud (CIESAL), Escuela de Medicina, Facultad de Medicina, Universidad de Valparaíso, Viña del Mar, Chile."
          }
        ],
        "LastName": "Arancibia",
        "ForeName": "Marcelo",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Review",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Chile",
    "MedlineTA": "Medwave",
    "NlmUniqueID": "101581949",
    "ISSNLinking": "0717-6384"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    }
  ],
  "CoiStatement": "The authors declare no competing interests."
}