{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16612184",
  "DateCompleted": {
    "Year": "2006",
    "Month": "05",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0951-7367",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "1",
        "PubDate": {
          "Year": "2006",
          "Month": "Jan"
        }
      },
      "Title": "Current opinion in psychiatry",
      "ISOAbbreviation": "Curr Opin Psychiatry"
    },
    "ArticleTitle": "Anxiety states: a review of conceptual and treatment issues.",
    "Pagination": {
      "StartPage": "79",
      "EndPage": "83",
      "MedlinePgn": "79-83"
    },
    "Abstract": {
      "AbstractText": [
        "The aim is to review studies published between August 2004 and July 2005, which address selected conceptual and treatment issues regarding various anxiety states.",
        "It remains unclear whether anxiety states are to be better conceptualized as several putatively distinct diagnostic entities or as one broadly conceived syndrome within which there are no clear boundaries between various manifestations of anxiety. The efficacy of selective serotonin reuptake inhibitors and venlafaxine in the treatment of anxiety states has been demonstrated by recent studies, but the comparisons between these agents did not show consistent advantages of one over the other. Novel medications for anxiety states, especially pregabalin, hold promise, but require further study. Cognitive-behavioural therapy for panic disorder is not only efficacious in controlled trials, but appears effective in routine clinical settings. A novel approach to the combined treatment of anxiety states may involve adding to behaviour therapy a medication that enhances associative learning.",
        "There is a need for further studies to improve conceptualization and classification of anxiety states. Optimal treatment approaches to anxiety states continue to involve cognitive-behavioural therapy and pharmacotherapy. Under certain circumstances, careful combinations of these basic treatment modalities may produce further benefits."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychological Medicine, University of Sydney and Nepean Hospital, Penrith, New South Wales, Australia. starcev@wahs.nsw.gov.au"
          }
        ],
        "LastName": "Starcevic",
        "ForeName": "Vladan",
        "Initials": "V"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Opin Psychiatry",
    "NlmUniqueID": "8809880",
    "ISSNLinking": "0951-7367"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Combined Modality Therapy"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Drug Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "27"
}