{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23133913",
  "DateCompleted": {
    "Year": "2012",
    "Month": "12",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "11",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "hrv"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0024-3477",
      "JournalIssue": {
        "Volume": "134",
        "Issue": "7-8",
        "PubDate": {
          "Year": "2012",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Lijecnicki vjesnik",
      "ISOAbbreviation": "Lijec Vjesn"
    },
    "ArticleTitle": "[Anxiety and depression in oncology patients in the Mostar University Clinical Hospital].",
    "Pagination": {
      "StartPage": "208",
      "EndPage": "214",
      "MedlinePgn": "208-14"
    },
    "Abstract": {
      "AbstractText": [
        "To determine the degree of anxiety and depression in patients hospitalized at the Department of Oncology of the Mostar University Clinical Hospital and the relationship between the degree of anxiety and depression, sex, marital status, age, and education of the patients.",
        "The study included 160 patients who were divided into two groups: a test and a control group. A patient from the test group was assigned a patient from the control group according to his/her age, gender, education level and marital status. The study population consisted of 80 patients who were treated at the Department of Oncology of the Mostar University Clinical Hospital from January 1, 2010 to March 31, 2010. The control group consisted of 80 patients who were admitted via the Family Medicine Office of the Mostar Community Health Center from March 1, 2010 to March 31, 2010. The Beck's Anxiety and Depression scale was used. The appropriate statistical methods were used to test the collected data.",
        "Patients hospitalized at the Department of Oncology had a greater degree of depression than the control group (exact test, P<0.001). A significant difference in the level of anxiety between the test and control groups was not found (exact test, P=0.143). A mild degree of anxiety was found in the cancer patients older than 60 and a high level of anxiety in the group aged 25-40 (exact test, P<0.001) and in highly educated patients (exact test, P=0.024). The research showed that the cancer patients from the younger age group had higher levels of depression (exact test, P<0.001). By comparing the degree of anxiety to the age in the control group, statistically significant difference was not found, so the highest level of anxiety was found in the patients aged between 41 and 60 (exact test, P<0.001). It was determined that a higher percentage of women (exact test, P=0.034) and patients over 60 years old (exact test, P=0.006) in the control group were more depressed.",
        "Although a statistically higher level of depression was determined for the test group patients, a statistically significant difference in the levels of anxiety between test and control groups was not found."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medicinski fakultet Sveucilista u Mostaru, Bosna i Hercegovina."
          }
        ],
        "LastName": "Vukojević",
        "ForeName": "Mladenka",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Perić",
        "ForeName": "Ivan",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kordić",
        "ForeName": "Mario",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Anksioznost i depresivnost kod onkoloskih bolesnika u Sveucilisnoj Klinickoj Bolnici Mostar."
  },
  "MedlineJournalInfo": {
    "Country": "Croatia",
    "MedlineTA": "Lijec Vjesn",
    "NlmUniqueID": "0074253",
    "ISSNLinking": "0024-3477"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hospitalization"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}