{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Virtual reality",
      "anxiety",
      "cancer",
      "pain",
      "review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32822755",
  "DateCompleted": {
    "Year": "2021",
    "Month": "06",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "06",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "08",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jpainsymman.2020.08.016",
      "S0885-3924(20)30695-3"
    ],
    "Journal": {
      "ISSN": "1873-6513",
      "JournalIssue": {
        "Volume": "61",
        "Issue": "2",
        "PubDate": {
          "Year": "2021",
          "Month": "Feb"
        }
      },
      "Title": "Journal of pain and symptom management",
      "ISOAbbreviation": "J Pain Symptom Manage"
    },
    "ArticleTitle": "Effect of Virtual Reality Therapy in Reducing Pain and Anxiety for Cancer-Related Medical Procedures: A Systematic Narrative Review.",
    "Pagination": {
      "StartPage": "384",
      "EndPage": "394",
      "MedlinePgn": "384-394"
    },
    "Abstract": {
      "AbstractText": [
        "Virtual reality (VR) has emerged as a novel form of nonpharmacological analgesia therapy. We wished to review the use of VR to treat pain and anxiety in cancer-related medical procedures and chemotherapy.",
        "To determine if immersive VR influences pain and/or anxiety outcomes in patients with cancer undergoing medical interventions. To discuss critical limitations in the current evidence base and provide suggestions for future areas of research.",
        "A systematic review was performed on Ovid MEDLINE, PubMed, and Google Scholar from 1999 to December 2019. The following search terms were run in each of the databases: Virtual Reality and pain or anxiety. Articles were assessed by two independent authors for inclusion.",
        "From 999 retrieved citations, nine studies met inclusion criteria for review. Methodological limitations and small sample sizes preclude strong guidance for clinical applications. Although studies demonstrated a trend toward improvement in pain and anxiety, only two studies reached statistical significance.",
        "There is inconclusive evidence on the significance of immersive VR in reducing pain (five studies) or anxiety (six studies) for patients with cancer undergoing medical interventions or receiving chemotherapy. Further research on the effect of immersive VR as a tool for medical procedures and/or patients with cancer undergoing treatment is required."
      ],
      "CopyrightInformation": "Copyright © 2020 American Academy of Hospice and Palliative Medicine. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UNSW Sydney and Ingham Institute of Applied Medical Research, Liverpool, New South Wales, Australia. Electronic address: h_chow@hotmail.com."
          }
        ],
        "LastName": "Chow",
        "ForeName": "Howard",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UNSW Sydney and Ingham Institute of Applied Medical Research, Liverpool, New South Wales, Australia."
          }
        ],
        "LastName": "Hon",
        "ForeName": "Joshua",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UNSW Sydney and Ingham Institute of Applied Medical Research, Liverpool, New South Wales, Australia; Western Sydney University, Sydney, New South Wales, Australia; Department of Medical Oncology, Liverpool Hospital, Liverpool, New South Wales, Australia."
          }
        ],
        "LastName": "Chua",
        "ForeName": "Wei",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "UNSW Sydney and Ingham Institute of Applied Medical Research, Liverpool, New South Wales, Australia; Western Sydney University, Sydney, New South Wales, Australia; Department of Anaesthesia, Liverpool Hospital, Liverpool, New South Wales, Australia."
          }
        ],
        "LastName": "Chuan",
        "ForeName": "Alwin",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Pain Symptom Manage",
    "NlmUniqueID": "8605836",
    "ISSNLinking": "0885-3924"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virtual Reality"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virtual Reality Exposure Therapy"
    }
  ]
}