{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety sensitivity",
      "Distress tolerance",
      "Intolerance of uncertainty",
      "Psychiatric sample",
      "Transdiagnostic mediators"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37004421",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "31"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.actpsy.2023.103902",
      "S0001-6918(23)00078-1"
    ],
    "Journal": {
      "ISSN": "1873-6297",
      "JournalIssue": {
        "Volume": "235",
        "PubDate": {
          "Year": "2023",
          "Month": "May"
        }
      },
      "Title": "Acta psychologica",
      "ISOAbbreviation": "Acta Psychol (Amst)"
    },
    "ArticleTitle": "An examination of distress tolerance, anxiety sensitivity, and intolerance of uncertainty in adults in routine psychiatric care.",
    "Pagination": {
      "StartPage": "103902",
      "MedlinePgn": "103902"
    },
    "Abstract": {
      "AbstractText": [
        "A person's ability to tolerate negative emotional states (Distress Tolerance - DT), uncertainty in their everyday lives (Intolerance of Uncertainty - IU), and a tendency to appraise their own feelings of anxiety as harmful (Anxiety Sensitivity - AS) have all been identified as vulnerability factors for anxiety and depressive disorders. However, the relationship between these variables and broader aspects of psychiatric symptom severity in participants recruited from routine care remains unclear.",
        "The Distress Tolerance Scale (DTS), Anxiety Sensitivity Scale-3 (ASI-3), and Intolerance of Uncertainty Scale-Short Form (IUS-12) were administered to 91 patients receiving treatment at the Lund Outpatient Psychiatric Clinic. Data was collected from their medical records about their psychiatric history and scores on the Brief Symptom Inventory (BSI). The relationship between total scores on the DTS, ASI-3, IUS-12 and BSI were evaluated via correlations and regression analyses.",
        "DTS, ASI-3, and IUS-12 total scores correlated in the moderate to large range, and consistent with previous literature, were moderately to strongly correlated with the severity of self-reported depression, anxiety and overall symptoms (BSI). Regression analyses indicated that together, scores on the DTS, ASI-3 and IUS-12 explained moderate levels of variance in BSI symptom scores, with DTS scores showing the strongest associations. These findings suggest that further studies are needed to examine the construct and criterion validity of the three scales. Further validation of these Swedish-language are also warranted."
      ],
      "CopyrightInformation": "Copyright © 2023 The Authors. Published by Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Sciences, Lund, Psychiatry, Lund University, Clinical Psychiatric Research Center, Region Skåne, Sweden. Electronic address: sara.probert-lindstrom@med.lu.se."
          }
        ],
        "LastName": "Probert-Lindström",
        "ForeName": "Sara",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Psychology, Lund University, Sweden."
          }
        ],
        "LastName": "Perrin",
        "ForeName": "Sean",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Acta Psychol (Amst)",
    "NlmUniqueID": "0370366",
    "ISSNLinking": "0001-6918"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Uncertainty"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emotions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Report"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors declare no conflict of interest. Funding was recieved from The Lindhaga Foundation."
}