{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16734818",
  "DateCompleted": {
    "Year": "2006",
    "Month": "07",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "11",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0041-1132",
      "JournalIssue": {
        "Volume": "46",
        "Issue": "6",
        "PubDate": {
          "Year": "2006",
          "Month": "Jun"
        }
      },
      "Title": "Transfusion",
      "ISOAbbreviation": "Transfusion"
    },
    "ArticleTitle": "Vasovagal symptoms mediate the relationship between predonation anxiety and subsequent blood donation in female volunteers.",
    "Pagination": {
      "StartPage": "1006",
      "EndPage": "1010",
      "MedlinePgn": "1006-10"
    },
    "Abstract": {
      "AbstractText": [
        "Although not universal, a certain amount of predonation anxiety is common and not surprising among inexperienced blood donors. Variations in predonation anxiety, however, may influence the donor's experience in several respects and might be related to the likelihood of subsequent donation even among those who do not report particularly high levels of anxiety.",
        "A total of 671 inexperienced blood donors (zero or one prior donation) enrolled in a treatment study and completed questionnaires assessing anxiety before and after giving blood. Ratings of pain and blood donation-related symptoms were obtained after giving blood, as well as information from the nurses about the blood donation procedure. Follow-up information on number of additional visits to a blood collection clinic during the subsequent year was also obtained for most participants.",
        "Predonation anxiety was positively related to ratings of blood donation-related symptoms and chair reclining by the nurses and negatively related to the donor's rating, obtained at the end of the procedure, of the likelihood that he or she would give blood again. Women, but not men, with higher predonation anxiety were significantly less likely to return to a blood clinic in the following year. The results of mediation analyses suggest that this was due to the association between anxiety and donation-related symptoms.",
        "The results do not indicate whether or not it is feasible or useful to modify predonation anxiety, but highlight the relationships between the emotional state of inexperienced donors and several aspects of the donation experience, including subsequent donor return. Further study of the psychosocial aspects of blood donation and examination of related research (e.g., treatment of dental anxieties) may be worthwhile."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, McGill University, Montreal, Quebec, Canada. blaine.ditto@mcgill.ca"
          }
        ],
        "LastName": "Ditto",
        "ForeName": "Blaine",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "France",
        "ForeName": "Christopher R",
        "Initials": "CR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Transfusion",
    "NlmUniqueID": "0417360",
    "ISSNLinking": "0041-1132"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Blood Donors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Posture"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [
        "prevention & control",
        "psychology"
      ],
      "DescriptorName": "Syncope, Vasovagal"
    }
  ]
}