{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Dementia",
      "Music therapy",
      "Nurses",
      "Outcome measures"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26228591",
  "DateCompleted": {
    "Year": "2016",
    "Month": "09",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "07",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ijnurstu.2015.06.014",
      "S0020-7489(15)00208-4"
    ],
    "Journal": {
      "ISSN": "1873-491X",
      "JournalIssue": {
        "Volume": "52",
        "Issue": "11",
        "PubDate": {
          "Year": "2015",
          "Month": "Nov"
        }
      },
      "Title": "International journal of nursing studies",
      "ISOAbbreviation": "Int J Nurs Stud"
    },
    "ArticleTitle": "Group music interventions for dementia-associated anxiety: A systematic review.",
    "Pagination": {
      "StartPage": "1775",
      "EndPage": "1784",
      "MedlinePgn": "1775-84"
    },
    "Abstract": {
      "AbstractText": [
        "This systematic review examines the few published studies using group music interventions to reduce dementia-associated anxiety, the delivery of such interventions, and proposes changes to nursing curriculum for the future.",
        "Literature review.",
        "All quantitative studies from 1989 to 2014 were searched in CINAHL and PubMed databases. Only published articles written in English were included. Studies excluded were reviews, non-human subjects, reports, expert opinions, subject age less than 65, papers that were theoretical or philosophical in nature, individual music interventions, case studies, studies without quantification of changes to anxiety, and those consisting of less than three subjects. Components of each study are analyzed and compared to examine the risk for bias.",
        "Eight articles met the inclusion criteria for review. Subject dementia severity ranged from mild to severe among studies reviewed. Intervention delivery and group sizes varied among studies. Seven reported decreases to anxiety after a group music intervention.",
        "Group music interventions to treat dementia-associated anxiety is a promising treatment. However, the small number of studies and the large variety in methods and definitions limit our ability to draw conclusions. It appears that group size, age of persons with dementia and standardization of the best times for treatment to effect anxiety decreases all deserve further investigation. In addition, few studies have been conducted in the United States. In sum, while credit is due to the nurses and music therapists who pioneered the idea in nursing care, consideration of patient safety and improvements in music intervention delivery training from a healthcare perspective are needed. Finally, more research investigating resident safety and the growth of nursing roles within various types of facilities where anxiety is highest, is necessary."
      ],
      "CopyrightInformation": "Copyright © 2015 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of California at Los Angeles, United States. Electronic address: ing.randolph@aol.com."
          }
        ],
        "LastName": "Ing-Randolph",
        "ForeName": "Avis R",
        "Initials": "AR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of California at Los Angeles, United States. Electronic address: lrphillips@ucla.edu."
          }
        ],
        "LastName": "Phillips",
        "ForeName": "Linda R",
        "Initials": "LR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing, University of California at Los Angeles, United States. Electronic address: awilliams@sonnet.ucle.edu."
          }
        ],
        "LastName": "Williams",
        "ForeName": "Ann B",
        "Initials": "AB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Nurs Stud",
    "NlmUniqueID": "0400675",
    "ISSNLinking": "0020-7489"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "etiology",
        "nursing"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Dementia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Music"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychotherapy, Group"
    }
  ]
}