{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Breast cancer",
      "Fatigue",
      "Nursing",
      "Virtual reality glasses"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37741768",
  "DateCompleted": {
    "Year": "2023",
    "Month": "10",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "09",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.soncn.2023.151503",
      "S0749-2081(23)00152-3"
    ],
    "Journal": {
      "ISSN": "1878-3449",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "5",
        "PubDate": {
          "Year": "2023",
          "Month": "Oct"
        }
      },
      "Title": "Seminars in oncology nursing",
      "ISOAbbreviation": "Semin Oncol Nurs"
    },
    "ArticleTitle": "The Effect of Using Virtual Reality Glasses on Anxiety and Fatigue in Women with Breast Cancer Receiving Adjuvant Chemotherapy: A Pretest-Posttest Randomized Controlled Study.",
    "Pagination": {
      "StartPage": "151503",
      "MedlinePgn": "151503"
    },
    "Abstract": {
      "AbstractText": [
        "To determine the effect of using virtual reality glasses on anxiety and fatigue in women with breast cancer receiving adjuvant chemotherapy.",
        "A total of 66 women with breast cancer receiving adjuvant chemotherapy. The intervention group watched and listened to beach and nature content with virtual reality glasses for 30 minutes. The control group also received standard care. An Introductory Information Form, the State Anxiety Scale, and the Cancer Fatigue Scale were used for data collection. The scales were administered to the groups before the intervention, followed by practice or standard care, and then the scales were re-administered. All patients were evaluated for each cycle over four cycles.",
        "In the intervention group, the mean post-application anxiety scores decreased compared with the mean pretest scores, and the mean posttest anxiety scores decreased from the first cycle to the last cycle. In addition, the mean post-test anxiety scores of the intervention group were found to be lower in all four cycles than the mean post-test anxiety scores of the control group. In the intervention group, the mean post-test fatigue and subscales scores decreased in all cycles compared with the mean pre-test scores.",
        "This research has shown that the use of virtual reality glasses is effective in reducing anxiety and fatigue scale scores and their subscales in patients with breast cancer. For this reason, it is recommended to introduce the use of virtual reality glasses to patients and to present their use according to patients' preferences."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Harran University, Faculty of Health Sciences, Internal Medicine Nursing, Şanlıurfa 63100, Turkey. Electronic address: arzu.uslu86@gmail.com."
          }
        ],
        "LastName": "Uslu",
        "ForeName": "Arzu",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Necmettin Erbakan University, Faculty of Nursing, Internal Medicine Nursing, Konya, Türkiye."
          }
        ],
        "LastName": "Arslan",
        "ForeName": "Selda",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Semin Oncol Nurs",
    "NlmUniqueID": "8504688",
    "ISSNLinking": "0749-2081"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "drug therapy"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Fatigue"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virtual Reality"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Data Collection"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Arzu USLU reports financial support was provided by Necmettin Erbakan University Scientific Research Projects."
}