{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Studien aus dem internationalen Raum weisen auf eine erhöhte psychische Belastung des Klinikpersonals während der Corona Pandemie (COVID-19) hin. Dies ist die erste Studie, die psychische Belastung, i. e. Anpassungsstörung, Depression, Stresssymptome und Corona bezogene Sorgen, sowie Bewältigungsstrategien in dieser Personengruppe im deutschen Sprachraum untersuchte.",
        "Es wurden 100 Personen, die derzeit in einer Klinik beschäftigt sind, im April 2020 befragt. Erhoben wurden Anpassungsstörung (ADNM-20), Depression (PHQ-9), Stresssymptome und Bewältigungsstrategien (SCI). Vorliegend wurde der Querschnitt ausgewertet, die Datenerhebung läuft derzeit noch, es werden Längsschnittdaten über 15 Monate hinweg entstehen.",
        "Die Häufigkeit von Anpassungsstörung beträgt 8% und diejenige von Depression 15%. Ein Modell zur Vorhersage beider Störungen durch Vorbelastungen und aktuelle Belastungen fand eine geringfügig verbesserte bessere Vorhersageleistung für Anpassungsstörung (41% Varianzaufklärung) als für Depression (35%). Die Ansteckungssorge für die eigene Person fiel geringer aus als diejenige für die Familie. Personen aus der Pflege, Personen mit Vorbelastungen und Frauen sind am meisten belastet. Personen mit direktem vs. ohne direktem Kontakt mit COVID-19 Patient/innen unterschieden sich nicht.",
        "Das Klinikpersonal ist derzeit psychisch belastet. Das hinsichtlich Epidemie erfahrene China hat bereits im Januar 2020 erste Prinzipien für psychiatrische Interventionen herausgegeben. Solche dürften für die Schweiz ebenfalls sinnvoll sein. Es bedarf spezifischer psychotherapeutischer Interventionen, insbesondere auf kognitive Umstrukturierung fokussierend und für den Umgang mit Alkohol und Zigaretten sensibilisierend, um diese vulnerable und im Rahmen der Pandemie besonders wichtige Personengruppe zu schützen."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32688420",
  "DateCompleted": {
    "Year": "2020",
    "Month": "07",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "07",
        "Day": "20"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-1192-6608"
    ],
    "Journal": {
      "ISSN": "1439-1058",
      "JournalIssue": {
        "Volume": "70",
        "Issue": "7",
        "PubDate": {
          "Year": "2020",
          "Month": "Jul"
        }
      },
      "Title": "Psychotherapie, Psychosomatik, medizinische Psychologie",
      "ISOAbbreviation": "Psychother Psychosom Med Psychol"
    },
    "ArticleTitle": "[Adjustment Disorder, Depression, Stress Symptoms, Corona Related Anxieties and Coping Strategies during the Corona Pandemic (COVID-19) in Swiss Medical Staff].",
    "Pagination": {
      "StartPage": "272",
      "EndPage": "282",
      "MedlinePgn": "272-282"
    },
    "Abstract": {
      "AbstractText": [
        "International studies point to increased mental health problems of medical staff during the Corona pandemic (COVID-19). This is the first study to investigate mental health, i. e. adjustment disorder, depression, stress symptoms, Corona related fears as well as coping mechanisms in this group in a German-speaking country.",
        "In April 2020, N=100 subjects were recruited that currently are engaged in a hospital. A series of standardized assessments were included: adjustment disorder (ADNM-20), depression (PHQ-9), stress symptoms and coping strategies (SCI). Currently, cross-sectional data are analyzed, because the study is still going on and longitudinal data is not yet assessed.",
        "Frequencies of adjustment disorder and depression are 8 and 15%, respectively. Two hierarchical regression models were run to predict adjustment disorder and depression; predictive power was higher for the first (41 vs. 35%). Fear of infection was reported to be higher regarding one's family than oneself. Nursing staff, those with preloads, and women were found to report more mental health problems. Those with direct contact to people that fell ill with COVID-19 did not differ from those with no direct contact.",
        "Currently, medical staff has a high risk for being mentally stressed. China, being epidemically experienced, has published principles for psychiatric interventions in January 2020. This might be relevant for Switzerland, too. Specific psychotherapeutic interventions, targeting at cognitive restructuring and sensitizing regarding dealing with alcohol and cigarettes, may be needed in order to protect this vulnerable group of person during and after the Corona pandemic."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hochgebirgsklinik Davos, Abteilung für Psychosomatik, Davos-Wolfgang, Schweiz."
          }
        ],
        "LastName": "Krammer",
        "ForeName": "Sandy",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hochgebirgsklinik Davos, Abteilung für Psychosomatik, Davos-Wolfgang, Schweiz."
          }
        ],
        "LastName": "Augstburger",
        "ForeName": "Roland",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hochgebirgsklinik Davos, Abteilung für Psychosomatik, Davos-Wolfgang, Schweiz."
          }
        ],
        "LastName": "Haeck",
        "ForeName": "Martina",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Psychopathologie und Klinische Psychologie, Universität Zürich, Schweiz."
          }
        ],
        "LastName": "Maercker",
        "ForeName": "Andreas",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Anpassungsstörung, Depression, Stresssymptome, Corona bezogene Sorgen und Bewältigungsstrategien während der Corona Pandemie (COVID-19) bei Schweizer Klinikpersonal."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Psychother Psychosom Med Psychol",
    "NlmUniqueID": "8002823",
    "ISSNLinking": "0937-2032"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Psychological"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Adjustment Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "psychology",
        "transmission"
      ],
      "DescriptorName": "Coronavirus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Family"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Medical Staff"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuropsychological Tests"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Personnel, Hospital"
    },
    {
      "QualifierName": [
        "psychology",
        "transmission"
      ],
      "DescriptorName": "Pneumonia, Viral"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Stress, Psychological"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Switzerland"
    }
  ],
  "CoiStatement": "Die Autorinnen/Autoren geben an, dass kein Interessenkonflikt besteht."
}