{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety",
      "cognitive-behavioral therapy",
      "group therapy",
      "prevention program",
      "treatment program"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Los trastornos de ansiedad son de ocurrencia frecuente y pueden provocar un impacto negativo en la calidad de vida de las personas. Estos trastornos a menudo comienzan a edades precoces y pueden determinar serias consecuencias. Este artículo entrega una panorámica de los estudios recientes relacionados con las intervenciones de grupo cognitivo conductuales para los trastornos de ansiedad. En los últimos años la prevención para el trastorno de ansiedad de niños y adolescentes ha sido un foco importante dentro de la investigación. Los programas grupales de prevención están basados en estrategias estándar de terapia cognitivo conductual (TCC) y tienen como objetivo la prevención de los trastornos ansiosos lo antes posible. Numerosas terapias grupales cognitivo conductuales para niños y también para adultos han sido bien estudiadas. Hay muchos protocolos de TCC que se han desarrollado para el tratamiento de trastornos de ansiedad específicos. Hoy se dispone de programas especializados de TCC para sujetos que sufren de diferentes trastornos de ansiedad, lo que les permite ser tratados en un mismo grupo."
      ]
    },
    {
      "AbstractText": [
        "Les troubles anxieux font partie des troubles les plus fréquents en santé mentale et entraînent des altérations fonctionnelles significatives dans la vie quotidienne des personnes. Ils se développent souvent tôt et peuvent avoir de sérieuses conséquences. Cet article est une revue des études récentes concernant les interventions cognitives et comportementales de groupe pour les troubles anxieux. Ces dernières années, la prévention des troubles anxieux chez les enfants a pris une place importante dans les travaux des chercheurs. Les programmes de prévention en groupe se basent le plus souvent sur les stratégies cognitivo-comportementales habituelles et ont pour but la prévention des troubles anxieux aussi tôt que possible. De plus, beaucoup d'études ont porté leur intérêt sur les thérapies cognitivo-comportementales de groupe tant pour les enfants que pour les adultes. Beaucoup de protocoles cognitivo-comportementaux ont été développés pour traiter spécifiquement chaque trouble anxieux. Mais, il existe aujourd'hui également des protocoles uniques visant à traiter différents troubles anxieux au sein d'un même groupe."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26487815",
  "DateCompleted": {
    "Year": "2016",
    "Month": "07",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1958-5969",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "3",
        "PubDate": {
          "Year": "2015",
          "Month": "Sep"
        }
      },
      "Title": "Dialogues in clinical neuroscience",
      "ISOAbbreviation": "Dialogues Clin Neurosci"
    },
    "ArticleTitle": "Cognitive behavioral group therapy for anxiety: recent developments.",
    "Pagination": {
      "StartPage": "347",
      "EndPage": "351",
      "MedlinePgn": "347-51"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety disorders occur frequently, and can have a negative impact on the quality of people's lives. They often begin at an early age and can have some serious consequences. This article is an overview of the recent studies concerning group cognitive-behavioral interventions for anxiety disorders. In the last few years, anxiety disorder prevention for children and adolescents has become an important focus of research work. Group prevention programs are based on standard cognitive behavioral therapy (CBT) strategies and are aimed at preventing anxiety disorders as early as possible. Numerous cognitive behavioral group therapies for children as well as adults have been well studied. There are many CBT protocols that have been developed for treating specific anxiety disorders. Now, specialized CBT programs are available for individuals who suffer from different anxiety disorders, enabling them to be treated together in groups."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pôle de Psychiatrie de I'Enfant et de I'Adolescent, Centre Hospitalier de Rouffach, France."
          }
        ],
        "LastName": "Wolgensinger",
        "ForeName": "Laure",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dialogues Clin Neurosci",
    "NlmUniqueID": "101238198",
    "ISSNLinking": "1294-8322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control",
        "psychology",
        "rehabilitation"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods",
        "trends"
      ],
      "DescriptorName": "Psychotherapy, Group"
    }
  ]
}