{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11378177",
  "DateCompleted": {
    "Year": "2001",
    "Month": "08",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0149-7634",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "3",
        "PubDate": {
          "Year": "2001",
          "Month": "May"
        }
      },
      "Title": "Neuroscience and biobehavioral reviews",
      "ISOAbbreviation": "Neurosci Biobehav Rev"
    },
    "ArticleTitle": "Mouse defensive behaviors: pharmacological and behavioral assays for anxiety and panic.",
    "Pagination": {
      "StartPage": "205",
      "EndPage": "218",
      "MedlinePgn": "205-18"
    },
    "Abstract": {
      "AbstractText": [
        "The natural defensive behaviors of laboratory mice have been evaluated in both seminatural and highly structured situations; and characterized in terms of eliciting stimuli, response to pharmacological agents, behavior patterns, and outcome or effect on the social and physical environment. The defense patterns of laboratory mice and rats are generally similar, but mice show risk assessment on initial exposure to highly threatening stimuli while rats do not, while rats display alarm vocalizations, missing in mice. Quantitative differences in freezing and flight for laboratory mice and rats appear to largely reflect domestication effects, with wild mice and rats more similar to each other. This nexus of detailed within-species and comparative data on defense patterns makes it possible to reliably elicit specific defenses in mice or rats in an experimental context, providing well-validated assays of the natural defensive behaviors themselves, as opposed to 'models' of defense. The mouse--rat comparisons indicate considerable cross-species generality for these defense patterns, as does a scattered but considerable literature on other mammalian species, generally involving field studies and typically focusing on those aspects of defensive behavior that are visible at a distance, such as vigilance, or flight. Although potential homologies between normal mouse and human defense systems should ideally involve all four pattern components (stimulus, organismic factors, response characteristics, outcome), predictive validity in terms of response to drugs active against specific defensive psychopathology is the most extensively investigated of these. Flight, as measured in the Mouse Defense Test Battery shows a consistently appropriate response to panicolytic, panicogenic, and panic-neutral drugs, while some other predictive 'panic models' (dPAG-stimulation; DMH-inhibition; possibly conditioned suppression of drinking paradigms) also elicit and (indirectly) measure behaviors potentially related to flight. Models unrelated to flight (e.g. ultrasonic vocalization to conditioned stimuli); or for which flight elements may a relatively minor contributor to the behavior measured (Elevated T-maze) are less predictive of panicolytic or panicogenic action. These findings indicate that natural defensive behaviors provide a well-characterized pattern for analysis of effects of genetic or other physiological manipulations in the mouse, and may also serve as a model for analysis of defense-related human psychopathology."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pacific Biomedical Research Center, University of Hawaii, Hawaii, USA. blanchar@hawaii.edu"
          }
        ],
        "LastName": "Blanchard",
        "ForeName": "D C",
        "Initials": "DC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Griebel",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Blanchard",
        "ForeName": "R J",
        "Initials": "RJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Neurosci Biobehav Rev",
    "NlmUniqueID": "7806090",
    "ISSNLinking": "0149-7634"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "drug therapy",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Behavior, Animal"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "drug effects"
      ],
      "DescriptorName": "Panic"
    }
  ],
  "NumberOfReferences": "107"
}