{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Anxiety",
      "Burn",
      "Massage",
      "Music"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30057058",
  "DateCompleted": {
    "Year": "2018",
    "Month": "10",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "10",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "05",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ctcp.2018.05.002",
      "S1744-3881(17)30440-1"
    ],
    "Journal": {
      "ISSN": "1873-6947",
      "JournalIssue": {
        "Volume": "32",
        "PubDate": {
          "Year": "2018",
          "Month": "Aug"
        }
      },
      "Title": "Complementary therapies in clinical practice",
      "ISOAbbreviation": "Complement Ther Clin Pract"
    },
    "ArticleTitle": "Comparing the effect of patients preferred music and Swedish massage on anticipatory anxiety in patients with burn injury: Randomized controlled clinical trial.",
    "Pagination": {
      "StartPage": "55",
      "EndPage": "60",
      "MedlinePgn": "55-60"
    },
    "Abstract": {
      "AbstractText": [
        "Effective strategies should be considered for reducing pain and anxiety and improving burn patients' well-being. This study was aimed to compare the effect of preferred music and Swedish massage on pain anticipatory anxiety in burn patients.",
        "In this randomized controlled clinical trial 240 hospitalized burn patients were selected and assigned to Swedish massage, preferred music, combination of Swedish massage and preferred music and control groups through fixed blocking randomization. Interventions was offered before wound care one time for 20 min on patients' bedside. Patients in the control group only received routine care. The Persian version of Burn Specific Pain Anxiety Scale were used for data gathering. Data was analyzed using SPSS-PC (V.16.0).",
        "There was a statistically significant difference between groups regarding mean changes of anticipatory anxiety (P < 0.001). The results indicated that patients in the group of combination of both interventions reported significantly lower anticipatory anxiety as compared to the preferred music (P = 0.015), Swedish massage (P = 0.002) and control (P < 0.001) groups. The mean changes of anticipatory anxiety score in the Swedish massage and preferred music groups had a statistically significant difference with the control group (P < 0.001). There was no difference between the mean changes of anticipatory anxiety in preferred music and Swedish massage groups.",
        "According to the results, combining both Swedish massage and preferred music was more effective in reducing anticipatory anxiety in burn patients. Health care providers, particularly, nurses can provide these two noninvasive and economical interventions simultaneously and benefits the synergistic effect of them in burn patients."
      ],
      "CopyrightInformation": "Copyright © 2018 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Critical Care Nursing, School of Nursing and Midwifery, Iran University of Medical Sciences, Rashid Yasemi St., Valiasr St., Tehran, Iran. Electronic address: najafi.t@iums.ac.ir."
          }
        ],
        "LastName": "Najafi Ghezeljeh",
        "ForeName": "Tahereh",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical-Surgical Nursing, Faculty of Nursing and Midwifery, Iran University of Medical Sciences, Rashid Yasemi St., Valiasr St., Tehran, Iran. Electronic address: s_mohaddes2005@yahoo.com."
          }
        ],
        "LastName": "Mohaddes Ardebili",
        "ForeName": "Fatemeh",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Complement Ther Clin Pract",
    "NlmUniqueID": "101225531",
    "ISSNLinking": "1744-3881"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Burns"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Massage"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Music Therapy"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Pain Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sweden"
    }
  ]
}