{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36548802",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1708-3923",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Season": "Spring"
        }
      },
      "Title": "Sante mentale au Quebec",
      "ISOAbbreviation": "Sante Ment Que"
    },
    "ArticleTitle": "[A Portrait of Generalized Anxiety Symptoms in a Sample of High School Students: The Importance of Prevention, Screening and Intervention].",
    "Pagination": {
      "StartPage": "263",
      "EndPage": "287",
      "MedlinePgn": "263-287"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety disorders are among the most prevalent psychopathologies in children and adolescents around the world. They affect their personal, family, school and social functioning. Although symptoms of generalized anxiety disorder (GAD) are among the most commonly observed symptoms in adolescence, relatively little is known about the most important risk factors. Objectives The purpose of the present study was therefore 1) to document the prevalence of the central feature of GAD, excessive worrying, in high school students aged 12 to 17 years, by identifying the percentage of students reporting low, medium, and high levels of symptoms, 2) to identify key sociodemographic characteristics associated with high symptom level, and 3) to identify individual and family risk factors associated with high symptom level and estimate their relative contribution. Method A total of 8689 Quebec high school students (55.9% girls) participated in the study. The average age of these students was 14.34 years (SD=1.52). A k-means cluster analysis was first performed to create three categories based on the symptoms of generalized anxiety presented by the participants (low, medium, high). Multinomial logistic regression analyzes were then performed to identify the variables that best predict membership in these different categories. Results The results showed that 35.1% of the students reported a low level of symptoms, 40.2% reported an average level of symptoms, while 24.7% reported a high level of symptoms. Girls and adolescents in higher grades were more likely to report high levels of symptoms. Several factors were also identified as increasing the risk of being in the high generalized anxiety symptoms category compared to the average generalized anxiety symptoms and low generalized anxiety symptoms categories. These include fear of negative evaluation by others, perfectionism, depressed feelings, negative problem orientation and cognitive avoidance. Conclusion This study supports previous research showing that girls are at greater risk of developing generalized anxiety disorder. It also highlights the multidimensional aspect of the problem, by identifying the most important risk factors. Ultimately, this better understanding of the factors involved will allow us to better identify the targets to prioritize in the prevention of generalized anxiety disorders in adolescence."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Département de psychoéducation, Université de Sherbrooke."
          }
        ],
        "LastName": "Therriault",
        "ForeName": "Danyka",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Département de psychoéducation, Université de Sherbrooke; Centre RBC d'expertise universitaire en santé mentale, Université de Sherbrooke."
          }
        ],
        "LastName": "Houle",
        "ForeName": "Andrée-Anne",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Département d'études sur l'adaptation scolaire et sociale, Université de Sherbrooke ; Centre RBC d'expertise universitaire en santé mentale, Université de Sherbrooke."
          }
        ],
        "LastName": "Lane",
        "ForeName": "Julie",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Département d'enseignement au préscolaire et primaire, Université de Sherbrooke."
          }
        ],
        "LastName": "Smith",
        "ForeName": "Jonathan",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Département de psychologie, Université de Sherbrooke."
          }
        ],
        "LastName": "Gosselin",
        "ForeName": "Patrick",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculté de médecine et des sciences de la santé, Département de médecine de famille, Université de Sherbrooke."
          }
        ],
        "LastName": "Roberge",
        "ForeName": "Pasquale",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre RBC d'expertise universitaire en santé mentale, Université de Sherbrooke."
          }
        ],
        "LastName": "Dupuis",
        "ForeName": "Audrey",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Portrait des symptômes d’anxiété généralisée chez les élèves du secondaire : l’importance de la prévention, du dépistage et de l’intervention."
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "Sante Ment Que",
    "NlmUniqueID": "9424773",
    "ISSNLinking": "0383-6320"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Students"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Schools"
    }
  ]
}