{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Angst",
      "Intensivpflege",
      "anxiety",
      "artificial respiration",
      "chronic critical illness",
      "chronisch kritische Erkrankung",
      "critical care",
      "maschinelle Beatmung",
      "qualitative Forschung",
      "qualitative research"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Zusammenfassung. Hintergrund: Patientinnen und Patienten mit einer chronisch kritischen Erkrankung (chronic critical illness = CCI) sind Personen, welche nach einer lebensbedrohlichen, akuten Erkrankung längerfristig auf lebensunterstützende Therapien auf der Intensivstation angewiesen sind. Dort sind sie über lange Zeit vielen physischen und psychischen Belastungen ausgesetzt. Ein kaum untersuchtes, häufiges und belastendes Symptom ist Angst. Ziel: Mit der Studie sollte ein Einblick in das Angsterleben erwachsener Patientinnen und Patienten, welche während des Intensivstation-Aufenthaltes eine CCI entwickelten, gewonnen werden. Methode: Ein interpretierender phänomenologischer Ansatz wurde verwendet. In einem iterativen Prozess wurden die Daten aus leitfadengestützten Interviews von sieben Teilnehmenden analysiert. Ergebnisse: Die intensiven Angsterfahrungen der Teilnehmenden gingen mit ihrem Bewusstseinszustand einher: Ängste in einer anderen Wirklichkeit, Angst durch Albträume, Angst beim ersten Erwachen und Ängste der wachen Patientinnen und Patienten. Angst war häufig mit Gefühlen wie Ohnmacht, Verlorensein, Unsicherheit, Hilflosigkeit und Ungewissheit gekoppelt. Schlussfolgerungen: Die Ergebnisse der Studie lassen vermuten, dass anwesende Personen, vor allem Pflegefachpersonen, zum Teil Einfluss auf das Angsterleben der Patientinnen und Patienten mit CCI haben können. Das Wissen aus dieser Studie kann Gesundheitsfachleute sensibilisieren, diese Patientinnen und Patienten entsprechend aufmerksam zu betreuen und Angst wahrzunehmen."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30156136",
  "DateCompleted": {
    "Year": "2019",
    "Month": "05",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "08",
        "Day": "29"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1024/1012-5302/a000643"
    ],
    "Journal": {
      "ISSN": "1012-5302",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "6",
        "PubDate": {
          "Year": "2018"
        }
      },
      "Title": "Pflege",
      "ISOAbbreviation": "Pflege"
    },
    "ArticleTitle": "[Anxiety during the chronic critical illness in the intensive care unit - an interpretive phenomenological study].",
    "Pagination": {
      "StartPage": "311",
      "EndPage": "318",
      "MedlinePgn": "311-318"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety during the chronic critical illness in the intensive care unit - an interpretive phenomenological study Abstract.",
        "Patients with a chronic critical illness (CCI) are persons who are dependent on life-sustaining therapies in the intensive care unit (ICU) for an extended period of time following a life-threatening, acute illness. In the ICU they are exposed to numerous physical and psychological stressors. Anxiety, one of the distressing symptoms, has received little attention.",
        "This study aims to examine anxiety in adult patients who have developed CCI while treated in an ICU to further understand this phenomenon.",
        "An interpretive phenomenological approach was taken. Using an iterative process, data from guided interviews with seven participants were analysed.",
        "The anxiety experienced by the patients with CCI fluctuated with the level of consciousness: anxiety in another reality, anxiety caused by nightmares, anxiety at first awakening and anxiety during wakeful periods. Anxiety was often accompanied by feelings of powerlessness, being lost, insecurity, helplessness and uncertainty.",
        "The results of the study suggest that health care professionals caring for patients, especially nurses, may influence anxiety experienced by patients with CCI. Nurses who are able to recognize anxiety in patients with CCI have a better chance of caring for them in a sensitive manner."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Pflegewissenschaft - Nursing Science, Departement Public Health, Medizinische Fakultät, Universität Basel."
          },
          {
            "Identifier": [],
            "Affiliation": "4 Solothurner Spitäler AG (soH), Standorte Bürgerspital Solothurn und Kantonsspital Olten."
          }
        ],
        "LastName": "Moser",
        "ForeName": "Michaela",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "3 Universitätsklinik für Intensivmedizin, Universitätsspital Bern (Inselspital), Bern."
          }
        ],
        "LastName": "Jeitziner",
        "ForeName": "Marie-Madlen",
        "Initials": "MM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Pflegewissenschaft - Nursing Science, Departement Public Health, Medizinische Fakultät, Universität Basel."
          },
          {
            "Identifier": [],
            "Affiliation": "2 Bereich Fachentwicklung, Direktion Pflege / MTT, Insel Gruppe, Bern."
          }
        ],
        "LastName": "Spichiger",
        "ForeName": "Elisabeth",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Angst während der chronisch kritischen Erkrankung auf der Intensivstation – eine interpretierende phänomenologische Studie."
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Pflege",
    "NlmUniqueID": "8907069",
    "ISSNLinking": "1012-5302"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "prevention & control",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Critical Illness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Intensive Care Units"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nurse-Patient Relations"
    }
  ]
}