{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37455184",
  "DateCompleted": {
    "Year": "2023",
    "Month": "10",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "07",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pmn.2023.06.004",
      "S1524-9042(23)00121-2"
    ],
    "Journal": {
      "ISSN": "1532-8635",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "5",
        "PubDate": {
          "Year": "2023",
          "Month": "Oct"
        }
      },
      "Title": "Pain management nursing : official journal of the American Society of Pain Management Nurses",
      "ISOAbbreviation": "Pain Manag Nurs"
    },
    "ArticleTitle": "The Effect of Virtual Glasses Application on Pain and Anxiety During Episiotomy Repair: Randomized Controlled Trial.",
    "Pagination": {
      "StartPage": "e123",
      "EndPage": "e130",
      "MedlinePgn": "e123-e130"
    },
    "Abstract": {
      "AbstractText": [
        "In the literature, the efficacy of virtual glasses on acute pain and anxiety has been investigated, and no study has been found on its effect on pain and anxiety during episiotomy repair.",
        "To determine the efficacy of virtual glasses application in pain and anxiety during episiotomy repair.",
        "Randomized controlled trial design was used.",
        "The study included 120 women who were primiparous and pregnant: 40 in the control group and 80 in the experimental groups (virtual glasses and skin to skin contact).",
        "Data were collected using Descriptive Information Form, the Visual Analog Scale (VAS), and the State Anxiety Inventory. In experimental groups, virtual glasses and skin to skin contact were applied during episio tomy repair by the researcher, and they were not applied to the control group. The VAS and State Anxiety Inventory were used to assess pain and anxiety in all groups before and after application. In the statistical analysis of the data, the SPSS 23.0 packa ge program was used. In all tests, p < .005 wa s considered statistically significant.",
        "Immediately post intervention, the women in the experimental groups had significantly decreased anxiety and pain during episiotomy repair. Comparing three methods, the virtual glasses significantly reduced anxiety and pain after application (p < .05).",
        "Virtual glasses are more effective than skin to skin contact and control methods in decreasing pain and reducing anxiety during episiotomy repair. Additionally, virtual glasses may reduce the need for pharmacological medication due to this reduction in pain and anxiety during episiotomy repair."
      ],
      "CopyrightInformation": "Copyright © 2023 American Society for Pain Management Nursing. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kirklareli University School of Health Science, Midwifery Department, Kirklareli, Turkey. Electronic address: aycasolt@hotmail.com."
          }
        ],
        "LastName": "Şolt Kırca",
        "ForeName": "Ayça",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kirklareli University School of Health Science, Midwifery Department, Kirklareli, Turkey."
          }
        ],
        "LastName": "Güdücü",
        "ForeName": "Neriman",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Kapaklı State Hospital, Çerkezköy, Turkey. Electronic address: bahar.ikiz59@gmail.com."
          }
        ],
        "LastName": "İkiz",
        "ForeName": "Bahar",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Randomized Controlled Trial",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pain Manag Nurs",
    "NlmUniqueID": "100890606",
    "ISSNLinking": "1524-9042"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "adverse effects",
        "methods"
      ],
      "DescriptorName": "Episiotomy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Anxiety"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}