{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29522666",
  "DateCompleted": {
    "Year": "2018",
    "Month": "04",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "pol"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2450-4637",
      "JournalIssue": {
        "Volume": "61",
        "Issue": "4",
        "PubDate": {
          "Year": "2015"
        }
      },
      "Title": "Pomeranian journal of life sciences",
      "ISOAbbreviation": "Pomeranian J Life Sci"
    },
    "ArticleTitle": "[The assessment of anxiety in pregnant women in respect of biological, medical and socio-environmental factors].",
    "Pagination": {
      "StartPage": "433",
      "EndPage": "443",
      "MedlinePgn": "433-43"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety in the perinatal period may lead to serious complications resulting in the pathological course of pregnancy, fear and disturbances of delivery, and postnatal emotional problems. The latter, if unsolved in this period, may contribute to the worsening of relations between partners, between a mother and a child, and within a family. They also deteriorate the psychological well -being of a woman. This thesis was aimed at assessing the occurrence of anxiety in pregnant women throughout each pregnancy trimester, and attempting to explain its biological, medical and social -environmental determinants.",
        "The material for this prospective longitudinal study consisted of 181 pregnant residents of Szczecin. Each woman was examined three times during pregnancy, once in each trimester. The research instruments were: a questionnaire of the author’s own design and a standardized instrument – Spielberger’s State -Trait Anxiety Inventory (STAI).",
        "1. Anxiety level in the course of pregnancy is lowest in the second trimester. 2. In those women who during pregnancy complained of discomfort or worsened mood, and in those who experienced problems with sleeping, higher intensity of anxiety is noted throughout the whole period of pregnancy. 3. Such factors as unintended pregnancy, lack of family support, and disapproval of pregnancy by a partner or the community are associated with suffering from aggravated anxiety in each trimester of pregnancy. 4. Women who have a negative judgement of their housing situation and 􀏐inancial standing are at risk of high levels of anxiety throughout the whole pregnancy. 5. Perinatal education is connected with signi􀏐icantly lesser occurrence of anxiety in each trimester of pregnancy. 6. Failure to have a preventive medical examination prior to pregnancy (woman, man) is related to experiencing signi􀏐icantly higher level of anxiety in the 􀏐irst and third trimesters of pregnancy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Branecka -Woźniak",
        "ForeName": "Dorota",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Poland",
    "MedlineTA": "Pomeranian J Life Sci",
    "NlmUniqueID": "101679055",
    "ISSNLinking": "2450-4637"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Affect"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Longitudinal Studies"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Poland"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Pregnancy Complications"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}