{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16594254",
  "DateCompleted": {
    "Year": "2006",
    "Month": "06",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0171-2004",
      "JournalIssue": {
        "Issue": "169",
        "PubDate": {
          "Year": "2005"
        }
      },
      "Title": "Handbook of experimental pharmacology",
      "ISOAbbreviation": "Handb Exp Pharmacol"
    },
    "ArticleTitle": "Animal models of anxiety.",
    "Pagination": {
      "StartPage": "35",
      "EndPage": "69",
      "MedlinePgn": "35-69"
    },
    "Abstract": {
      "AbstractText": [
        "Animal models for anxiety-related behavior are based on the assumption that anxiety in animals is comparable to anxiety in humans. Being anxious is an adaptive response to an unfamiliar environment, especially when confronted with danger or threat. However, pathological variants of anxiety can strongly impede the daily life of those affected. To unravel neurobiological mechanisms underlying normal anxiety as well as its pathologi- cal variations, animal models are indispensable tools. What are the characteristics of an ideal animal model? First, it should display reduced anxiety when treated with anxiolytics (predictive validity). Second, the behavioral response of an animal model to a threatening stimulus should be comparable to the response known for humans (face validity). And third, the mechanisms underlying anxiety as well as the psychological causes should be identical (construct validity). Meeting these three requirements is difficult for any animal model. Since both the physiological and the behavioral response to aversive (threatening) stimuli are similar in humans and animals, it can be assumed that animal models can serve at least two distinct purposes: as (1) behavioral tests to screen for potential anxiolytic and antidepressant effects of new drugs and (2) tools to investigate specific pathogenetic aspects of cardinal symptoms of anxiety disorders. The examples presented in this chapter have been selected to illustrate the potential as well as the caveats of current models and the emerging possibilities offered by gene technology. The main concepts in generating animal models for anxiety-that is, selective breeding of rat lines, experience-related models, genetically engineered mice, and phenotype-driven approaches-are concisely introduced and discussed. Independent of the animal model used, one major challenge remains, which is to reliably identify animal behavioral characteristics. Therefore, a description of behavioral expressions of anxiety in rodents as well as tests assays to measure anxiety-related behavior in these animals is also included in this chapter."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory Animal Science, University Utrecht, PO Box 80166, 3508 TD Utrecht, The Netherlands. ohl@mpipsykl.mpg.de"
          }
        ],
        "LastName": "Ohl",
        "ForeName": "F",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Handb Exp Pharmacol",
    "NlmUniqueID": "7902231",
    "ISSNLinking": "0171-2004"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "genetics",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Avoidance Learning"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Behavior, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Predisposition to Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutagenesis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    }
  ]
}