{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35581970",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "10",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "04",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "6069561",
      "10.1155/2022/6069561"
    ],
    "Journal": {
      "ISSN": "1932-8745",
      "JournalIssue": {
        "Volume": "2022",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "Scanning",
      "ISOAbbreviation": "Scanning"
    },
    "ArticleTitle": "Intervention of Fluency and Anxiety in Mindfulness Training of Shooting.",
    "Pagination": {
      "StartPage": "6069561",
      "MedlinePgn": "6069561"
    },
    "Abstract": {
      "AbstractText": [
        "Mindfulness cognitive therapy is based on mindfulness decompression, integrating the elements of cognitive behavioral therapy and related psychological education components, a set of mindfulness group courses designed.",
        "In order to explore the influence of mindfulness training on fluency and anxiety in shooting sports training.",
        "There are 22 athletes in a provincial shooting team, 12 in the experimental group and 10 people in the control group, grouped according to the random principle. A single-participant experiment design with multiple baseline levels of ABA was adopted.",
        "The fluency state of the athletes has increased from 28.75 to 30.63; the average value before the intervention increased by 6.5%, PEM = 88%, explaining that the previous intervention has a moderate-intensity effect. The average value of athletes' sports competition anxiety state 205 before intervention was reduced to 171.25, reduced by 16.5%, PEM = 100%, showing that the intervention effect is very effective.",
        "After the shooting athletes received the intervention of the mindfulness cognitive intervention method MBCT, the state of fluency is improved, the level of competition anxiety is reduced, and the experimental intervention basically confirmed the research hypothesis. This study confirms the moderating role of emotion regulation self-efficacy between mindfulness and the fluency of shooters and provides further impetus for the refinement and development of a push-up spiral model that explains mindfulness mechanisms."
      ],
      "CopyrightInformation": "Copyright © 2022 Wei Liu."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-4507-1999"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of National Security, People's Public Security University of China, Beijing 100038, China."
          }
        ],
        "LastName": "Liu",
        "ForeName": "Wei",
        "Initials": "W"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Retracted Publication"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Scanning",
    "NlmUniqueID": "7903371",
    "ISSNLinking": "0161-0457"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Scanning. 2023 Oct 4;2023:9871261",
      "PMID": "37829131"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Mindfulness"
    }
  ],
  "CoiStatement": "The author declares that there are no competing interests."
}