{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Depression",
      "Education",
      "Familial Mediterranean fever",
      "Quality of life"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37069356",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00431-023-04975-5"
    ],
    "Journal": {
      "ISSN": "1432-1076",
      "JournalIssue": {
        "Volume": "182",
        "Issue": "7",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul"
        }
      },
      "Title": "European journal of pediatrics",
      "ISOAbbreviation": "Eur J Pediatr"
    },
    "ArticleTitle": "The effect of education given to Turkish adolescents with Familial Mediterranean fever on anxiety, depression, and quality of life.",
    "Pagination": {
      "StartPage": "3063",
      "EndPage": "3073",
      "MedlinePgn": "3063-3073"
    },
    "Abstract": {
      "AbstractText": [
        "To examine the effects of individual education given to Turkish adolescents with Familial Mediterranean fever (FMF) on anxiety, depression, and quality of life. The randomized controlled experimental study was performed on 70 adolescents aged 12-18 years who were diagnosed as having FMF between October 2021 and April 2022 in Turkey. The disease management education was offered individually to adolescents in the intervention group with a booklet entitled \"FMF is under my control;\" no intervention was applied to adolescents in the control group. The training booklet was prepared by the researchers in a multidisciplinary team and was finalized by taking expert opinions. In the data collection process, a personal information form, the State-Trait Anxiety Inventory for Children (STAI-CH), the children's depression inventory (CDI), and the Pediatric Quality of Life Inventory (PedsQL) were used. After applying the scales specified in the pretest, individual training was given and the posttest was performed 2 months later using the same scales. After the education, there was a statistically significant decrease in the mean CDI score of the intervention group (p < 0.05), whereas there were statistically significant increases in mean scores obtained on PedsQL and its sub-scales (p < 0.05). However, the decrease in the mean STAI-CH score of the intervention group was not statistically significant (p > 0.05). There was no statistically significant difference in the mean STAI-CH, CDI, and PedsQL scores of the control group after the education (p > 0.05).  Conclusion: The effectiveness of the individual education program for adolescents with FMF in improving quality of life and reducing levels of depression within the scope of disease management has been confirmed. It is recommended that all health professionals working with children with FMF regularly provide individual or group-planned education programs. What is Known: • The unpredictability of FMF attacks has a very negative effect on adolescents. • Individual education programs on FMF focus on children with a holistic approach. What is New: • To the best of our knowledge, this study is the first study to evaluate disease management education given to adolescents with FMF. • This is a pioneering study of the use of nurses in the education of adolescents with FMF and in fulfilling their educational roles."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-2493-3051"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Mental Health and Psychiatric Nursing, Department of Nursing, Faculty of Health Sciences, Kastamonu University, Kastamonu, Turkey."
          }
        ],
        "LastName": "Kaçan",
        "ForeName": "Havva",
        "Initials": "H"
      },
      {
        "Identifier": [
          "0000-0001-7140-6540"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Child Health and Diseases Nursing, Department of Nursing, Faculty of Health Sciences, Kastamonu University, Kastamonu, Turkey."
          }
        ],
        "LastName": "Kaş Alay",
        "ForeName": "Gamze",
        "Initials": "G"
      },
      {
        "Identifier": [
          "0000-0002-8056-5727"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, Faculty of Medicine, Kastamonu University, Kastamonu, Turkey. eren70@gmail.com."
          },
          {
            "Identifier": [],
            "Affiliation": "Kuzeykent Merkez Kampüsü, Kuzeykent Mah. Org. Atilla Ateş Paşa Cad, 37150, Kastamonu, Turkey. eren70@gmail.com."
          }
        ],
        "LastName": "Yildiz",
        "ForeName": "Eren",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Eur J Pediatr",
    "NlmUniqueID": "7603873",
    "ISSNLinking": "0340-6199"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "therapy",
        "diagnosis"
      ],
      "DescriptorName": "Familial Mediterranean Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Turkey"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy",
        "diagnosis"
      ],
      "DescriptorName": "Anxiety"
    }
  ]
}