{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Stroke",
      "anxiety",
      "predictors",
      "systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25816724",
  "DateCompleted": {
    "Year": "2016",
    "Month": "03",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "03",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jstrokecerebrovasdis.2014.12.036",
      "S1052-3057(14)00649-1"
    ],
    "Journal": {
      "ISSN": "1532-8511",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "6",
        "PubDate": {
          "Year": "2015",
          "Month": "Jun"
        }
      },
      "Title": "Journal of stroke and cerebrovascular diseases : the official journal of National Stroke Association",
      "ISOAbbreviation": "J Stroke Cerebrovasc Dis"
    },
    "ArticleTitle": "Predictors of anxiety after stroke: a systematic review of observational studies.",
    "Pagination": {
      "StartPage": "1107",
      "EndPage": "1117",
      "MedlinePgn": "1107-17"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety disorders or symptoms are relatively common after stroke. A better understanding of the predictors of anxiety in stroke patients may improve the management of these disorders. The current review was conducted to determine the predictors of anxiety after stroke.",
        "Relevant articles concerning population, hospital, or rehabilitation-based studies were identified by searching 10 electronic databases up to May 2014. Methodological quality appraisal, including the validity of prognostic models and data extraction were conducted by 3 reviewers.",
        "A total of 18 studies were identified. Data from 3 population-based studies including 8130 patients, 8 hospital-based studies including 1199 patients, and 7 rehabilitation-based studies including 1103 patients were evaluated. Prestroke depression, stroke severity, early anxiety, and dementia or cognitive impairment after stroke were the main predictors of poststroke anxiety. Older age, physical disability or impairment, and use of antidepressant drugs were not associated with the presence of anxiety. Limitations of studies included wide variation in screening tools and cutoff scores, variability in the time frame of screening for anxiety, use of extensive exclusion criteria, and questionable statistical internal and external validity of the models.",
        "Lack of methodological and statistical rigor affects the validity of proposed models to predict anxiety after stroke. Future research should focus on testing proposed models on both internal and external samples to ultimately inform future clinical practice."
      ],
      "CopyrightInformation": "Copyright © 2015 National Stroke Association. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Virgin Care, Haslemere District and Community Hospital, Haslemere, United Kingdom."
          }
        ],
        "LastName": "Menlove",
        "ForeName": "Leanne",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Virgin Care, Haslemere District and Community Hospital, Haslemere, United Kingdom; Department of Primary Care and Public Health Sciences, King's College, London, United Kingdom."
          }
        ],
        "LastName": "Crayton",
        "ForeName": "Elise",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical and Health Psychology Research Initiative (CaHPRI), School of Social Sciences and Psychology, University of Western Sydney, Penrith, NSW, Australia. Electronic address: i.kneebone@uws.edu.au."
          }
        ],
        "LastName": "Kneebone",
        "ForeName": "Ian",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Institute of Psychiatry, Psychology and Neuroscience (IoPPN), Kings College London, United Kingdom."
          }
        ],
        "LastName": "Allen-Crooks",
        "ForeName": "Rhani",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Oxford Institute of Clinical Psychology Training, University of Oxford, United Kingdom."
          }
        ],
        "LastName": "Otto",
        "ForeName": "Elisabeth",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Virgin Care, Haslemere District and Community Hospital, Haslemere, United Kingdom; Sussex Health Outcomes Research and Education in Cancer (SHORE-C), University of Sussex, Brighton & Sussex Medical School, Brighton, United Kingdom."
          }
        ],
        "LastName": "Harder",
        "ForeName": "Helena",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Stroke Cerebrovasc Dis",
    "NlmUniqueID": "9111633",
    "ISSNLinking": "1052-3057"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Stroke"
    }
  ]
}