{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35467612",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.24869/psyd.2022.64"
    ],
    "Journal": {
      "ISSN": "0353-5053",
      "JournalIssue": {
        "Volume": "34",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Season": "Spring"
        }
      },
      "Title": "Psychiatria Danubina",
      "ISOAbbreviation": "Psychiatr Danub"
    },
    "ArticleTitle": "Effect of Positive Rumination-Based Sports Prescription on the Mental Health of Teenagers.",
    "Pagination": {
      "StartPage": "64",
      "EndPage": "70",
      "MedlinePgn": "64-70"
    },
    "Abstract": {
      "AbstractText": [
        "Under the pressure of study, relationship, socializing, employment and other aspects, there is an increasing number of teenagers with psychological problems such as pessimism, anxiety, and depression, seriously affecting their physical and mental health and comprehensive development. Therefore, it is of vital importance to attach great importance and actively seek intervention methods to effectively improve their mental health. The aim was to investigate the intervention effect of positive rumination-based sports prescription on the mental health of teenagers.",
        "497 teenagers living in four communities randomly selected in Guangxi, China community from February 2021 to August 2021 were included in this study using convenience sampling method. Firstly, Beck Depression Inventory was adopted for measurement, and 61 volunteers were randomly selected from a population of depressive symptoms to participate in intervention. There were 29 people the Experimental group, 32 in the control group. The intervention using positive rumination-based sports prescription was performed on the Experimental group.",
        "After intervention, the depression score of the control group and the Experimental group was lower than that before intervention (P<0.001). After intervention, the anxiety score of Experimental group was significantly lower than that of the control group (P<0.001). There was no significant difference in the scores regarding optimism, hope, self-efficacy, resiliency and psychological capital (P>0.05), and the scores of the Experimental group regarding optimism, hope, self-efficacy, resiliency and psychological capital were increased after the intervention, significantly higher than before intervention (P<0.001), and there was no significant difference in the score of resiliency before and after intervention (P>0.05).",
        "Positive rumination group counseling and the intervention of health Qigong exercise can effectively reduce anxiety levels of teenagers, improve the levels of optimism, hope, self-efficacy, resiliency and psychological capital, help cultivate teenagers' positive psychology and alleviate negative psychology."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Tourism and Sports Health, Hezhou University, Hezhou, Guangxi, China."
          }
        ],
        "LastName": "Min",
        "ForeName": "Chen",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Yao",
        "ForeName": "Jiwei",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Croatia",
    "MedlineTA": "Psychiatr Danub",
    "NlmUniqueID": "9424753",
    "ISSNLinking": "0353-5053"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "China"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prescriptions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Efficacy"
    }
  ]
}