{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Conocer la efectividad de la técnica de resolución de problemas en la reducción de la ansiedad y la depresión, y en el aumento del bienestar percibido en cuidadoras familiares de personas dependientes.",
        "Ensayo clínico.",
        "Centros de atención primaria de Tarragona, España. Período 2007-2011.",
        "Muestra 122 cuidadoras de pacientes incluidos en programa de atención domiciliaria, con síntomas de ansiedad, depresión o bienestar emocional comprometido. Se asignaron aleatoriamente al grupo control o de intervención.",
        "En el grupo experimental las enfermeras aplicaban a la cuidadora, durante las visitas domiciliarias, la técnica según protocolo de 4 sesiones. En el grupo control la enfermera realizó la atención habitual. Al mes de finalizar la intervención, se realizó nuevamente la medición de las variables dependientes en ambos grupos.",
        "Las variables dependientes, ansiedad y depresión, se midieron mediante la escala Goldberg y el bienestar emocional mediante la escala de salud emocional del cuidador principal.",
        "Se detecta una mejora estadísticamente significativa en el grupo intervención de los síntomas de ansiedad, depresión y bienestar percibido en relación con el grupo control.",
        "La técnica de resolución de problemas es una herramienta terapéutica útil para la disminución de los síntomas de malestar emocional de las cuidadoras familiares de pacientes crónicos."
      ],
      "CopyrightInformation": "Copyright © 2011 Elsevier España, S.L. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22784661",
  "DateCompleted": {
    "Year": "2013",
    "Month": "12",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "07",
        "Day": "10"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "10.1016/j.aprim.2012.05.008",
      "S0212-6567(12)00208-9"
    ],
    "Journal": {
      "ISSN": "1578-1275",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "12",
        "PubDate": {
          "Year": "2012",
          "Month": "Dec"
        }
      },
      "Title": "Atencion primaria",
      "ISOAbbreviation": "Aten Primaria"
    },
    "ArticleTitle": "[Effectiveness of problem solving technique applied by nurses: decreased anxiety and depression in family caregivers].",
    "Pagination": {
      "StartPage": "695",
      "EndPage": "701",
      "MedlinePgn": "695-701"
    },
    "Abstract": {
      "AbstractText": [
        "To determine the effectiveness of Problem Solving Technique in reducing anxiety and depression, and increased perceived well-being in women family caregivers of chronic patients.",
        "A clinical trial FIELD OF STUDY: Health centres in Tarragona, Spain, during 2007-2011.",
        "A sample 122 caregivers of patients in home care programs that met the inclusion criteria, were assigned to intervention or control group according to a simple random process.",
        "In the experimental group, the nurses applied the Problem Solving Technique to the caregiver according to a four-session protocol. The nurses provided the usual care to the caregivers In the control group. One month after intervention, the dependent vriables were measured again in both groups. PRINCIPAL MEASUREMENT: The dependent variables of anxiety and depression were measured using the Goldberg scale, and the emotional well-being variable by the scale of emotional health of the primary caregiver.",
        "A statistically significant improvement was detected in the anxiety and depression symptoms, as well as the perceived well-being in the intervention group compared to the control group.",
        "Implementation of the Problem Solving Technique is a useful therapeutic tool for reducing symptoms of distress in family caregivers of chronic patients."
      ],
      "CopyrightInformation": "Copyright © 2011 Elsevier España, S.L. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Enfermería, Campus Catalunya, Universidad Rovira i Virgili (URV), Tarragona, España. carme.ferre@urv.cat"
          }
        ],
        "LastName": "Ferré-Grau",
        "ForeName": "Carme",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sevilla-Casado",
        "ForeName": "María",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Boqué-Cavallé",
        "ForeName": "Montserrat",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Aparicio-Casals",
        "ForeName": "M Rosa",
        "Initials": "MR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Valdivieso-López",
        "ForeName": "Amparo",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lleixá-Fortuño",
        "ForeName": "Mar",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ],
    "VernacularTitle": "Efectividad de la técnica de resolución de problemas aplicada por enfermeras: disminución de la ansiedad y la depresión en cuidadoras familiares."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Aten Primaria",
    "NlmUniqueID": "9111075",
    "ISSNLinking": "0212-6567"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "nursing",
        "prevention & control",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Caregivers"
    },
    {
      "QualifierName": [
        "nursing",
        "prevention & control",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Problem Solving"
    }
  ]
}