{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Acute pain",
      "Virtual reality hypnosis"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Die Wirkung der Virtuellen-Realitäts-Hypnose auf durch Trauma verursachten Schmerz und Angst: Lehren aus klinischen Studien. Shelley A. Wiechman, Mark P. Jensen, Sam R. Sharar, Jason K. Barber, Maryam Soltani, und David R. Patterson Zusammenfassung: Mit dieser randomisierten, kontrollierten Studie wurde die durch Hypnose vermittelte Wirkung immersiver virtueller Realitätstechnik auf Hintergrundschmerz, Angst, Opioidkonsum und Verweildauer im Krankenhaus bei einer Stichprobe von Patienten untersucht, welche aufgrund von Traumata hospitalisiert worden waren. Die Teilnehmenden wurden nach Zufall für folgende Maßnahmen ausgewählt: entweder für virtuell-realitätsinduzierte Hypnose, virtuelle Realität zur Ablenkung oder nur übliche Krankenhausversorgung. Die durchschnittliche Anzahl der Behandlungen lag bei 3. Insgesamt nahmen 153 Patienten an der Studie teil. Es zeigten sich bei keiner Ergebnismessung signifikante Unterschiede zwischen Experimental- und Kontrollbedingungen. Für diese Studie wurde eine frühe Version der Technologie virtueller Realität zur Hypnoseinduktion eingesetzt und dabei zeigten sich einige wichtige Erkenntnisse über die Herausforderungen bei der Einführung dieser Technologie und wie deren Einsatz im klinischen Bereich zu verbessern sei. Alida Iost-Peter Dipl.-Psych. Impact de l’hypnose en réalité virtuelle sur la douleur et l’anxiété causées par un traumatisme : leçons tirées d’un essai clinique Shelley A. Wiechman, Mark P. Jensen, Sam R. Sharar, Jason K. Barber, Maryam Soltani, et David R. Patterson Résumé : Cet essai randomisé et contrôlé a testé l’impact de l’hypnose grâce à la technologie de réalité virtuelle immersive sur la douleur chronique, l’anxiété, la consommation d’opioïdes et la durée du séjour à l’hôpital chez un échantillon de patients hospitalisés pour un traumatisme. Les participants ont été répartis au hasard pour recevoir soit une intervention par hypnose induite par la réalité virtuelle, soit une réalité virtuelle pour la distraction, soit des soins habituels au cours de leur hospitalisation. Le nombre moyen de séances de traitement était de trois. Au total, 153 patients ont participé à l’étude. Les résultats n’ont indiqué aucune différence significative entre les conditions expérimentales et de contrôle sur les mesures de résultats. Cette étude a utilisé une première version de la technologie de réalité virtuelle pour induire l’hypnose et a mis en évidence plusieurs leçons importantes sur les défis de la mise en œuvre de cette technologie et sur les modalités d’amélioration de son utilisation en clinique. Gerard Fitoussi, M.D. President-elect of the European Society of Hypnosis El impacto de la hipnosis en realidad virtual sobre el dolor y la ansiedad causada por trauma: Lecciones aprendidas en un ensayo clínico. Shelley A. Wiechman, Mark P. Jensen, Sam R. Sharar, Jason K. Barber, Maryam Soltani, y David R. Patterson Resumen: Este ensayo clínico, randomizado, evaluó el impacto de la hipnosis ejecutada a través de tecnología de realidad virtual inmersiva para dolor, ansiedad, uso de opioides y estancia hospitalaria en una muestra de pacientes hospitalizados por trauma. Los participantes fueron asignados aleatoriamente para recibir hipnosis inducida mediante realidad virtual, realidad virtual de distracción, o el cuidado usual durante el curso de la hospitalización. El número de sesiones promedio fue de 3. Un total de 153 pacientes participaron en el estudio. Los resultados no mostraron diferencias significativas entre los grupos experimental y control en ninguna de las medidas objetivo. Este estudio utilizó una versión inicial de la tecnología de realidad virtual para introducir la hipnosis y enfatiza varias lecciones importantes sobre los retos de implementación de esta tecnología y cómo mejorarla para uso clínico. Omar Sánchez-Armáss Cappello Autonomous University of San Luis Potosi, Mexico"
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35348435",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "03",
        "Day": "29"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/00207144.2022.2052296"
    ],
    "Journal": {
      "ISSN": "1744-5183",
      "JournalIssue": {
        "Volume": "70",
        "Issue": "2",
        "PubDate": {
          "Year": "2022",
          "Season": "Apr-Jun"
        }
      },
      "Title": "The International journal of clinical and experimental hypnosis",
      "ISOAbbreviation": "Int J Clin Exp Hypn"
    },
    "ArticleTitle": "The Impact of Virtual Reality Hypnosis on Pain and Anxiety Caused by Trauma: Lessons Learned from a Clinical Trial.",
    "Pagination": {
      "StartPage": "156",
      "EndPage": "173",
      "MedlinePgn": "156-173"
    },
    "Abstract": {
      "AbstractText": [
        "This randomized, controlled trial tested the impact that hypnosis delivered through immersive virtual reality technology on background pain, anxiety, opioid use, and hospital length of stay in a sample of patients hospitalized for trauma. Participants were randomly assigned to receive either virtual-reality-induced hypnosis, virtual reality for distraction, or usual care during the course of their hospitalization. Mean number of treatment sessions was 3. A total of 153 patients participated in the study. Results indicated no significant differences between the experimental and control conditions on any outcome measures. This study used an early version of virtual reality technology to induce hypnosis and highlighted several important lessons about the challenges of implementation of this technology and how to improve its use in clinical settings."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation Medicine, University of Washington, Seattle, USA."
          }
        ],
        "LastName": "Wiechman",
        "ForeName": "Shelley A",
        "Initials": "SA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation Medicine, University of Washington, Seattle, USA."
          }
        ],
        "LastName": "Jensen",
        "ForeName": "Mark P",
        "Initials": "MP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anesthesiology, University of Washington, Seattle, USA."
          }
        ],
        "LastName": "Sharar",
        "ForeName": "Sam R",
        "Initials": "SR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurosurgery, University of Washington, Seattle, USA."
          }
        ],
        "LastName": "Barber",
        "ForeName": "Jason K",
        "Initials": "JK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation Medicine, University of Washington, Seattle, USA."
          }
        ],
        "LastName": "Soltani",
        "ForeName": "Maryam",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Rehabilitation Medicine, University of Washington, Seattle, USA."
          }
        ],
        "LastName": "Patterson",
        "ForeName": "David R",
        "Initials": "DR"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 AR054115",
        "Acronym": "AR",
        "Agency": "NIAMS NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 GM042725",
        "Acronym": "GM",
        "Agency": "NIGMS NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, N.I.H., Extramural"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Clin Exp Hypn",
    "NlmUniqueID": "0376166",
    "ISSNLinking": "0020-7144"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hypnosis"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Pain Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virtual Reality"
    }
  ]
}