{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17381183",
  "DateCompleted": {
    "Year": "2007",
    "Month": "06",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1172-7047",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "4",
        "PubDate": {
          "Year": "2007"
        }
      },
      "Title": "CNS drugs",
      "ISOAbbreviation": "CNS Drugs"
    },
    "ArticleTitle": "Depression and anxiety in individuals with amyotrophic lateral sclerosis: epidemiology and management.",
    "Pagination": {
      "StartPage": "279",
      "EndPage": "291",
      "MedlinePgn": "279-91"
    },
    "Abstract": {
      "AbstractText": [
        "Amyotrophic lateral sclerosis (ALS) is a fatal motor neuron disease with no curative treatment. Considering the devastating nature of the disease, a high prevalence of depression and anxiety in affected patients would be expected. A review of the literature shows prevalence rates for depression in ALS patients ranging from 0% to 44%, but studies using the structured interview according to DSM-IV criteria find highly consistent rates of 9-11%. Prevalence rates for anxiety in ALS range from 0% to 30%. Depression and anxiety appear to be not always properly addressed aspects of ALS, as there are only a few references in the literature about psychological and pharmacological interventions. Additionally, pharmacological antidepressant therapy is often not continuously monitored and its effectiveness remains unevaluated. A review of the literature and our own experiences show that there is a lack of psychological care and, to our knowledge, there is no specific psychological intervention method for ALS patients. Concerning pharmacological treatment of depression in patients with ALS, there is broad consensus among clinical experts that SSRIs and TCAs are helpful, but there have been no controlled clinical studies of these medications in ALS patients. TCAs can be prescribed if anticholinergic effects are desired simultaneously for treating pseudohypersalivation or insomnia. Anxiety is usually treated with anxiolytics, but again there have been no systematic studies of these drugs in patients with ALS. For psychological intervention we suggest a cognitive behavioural approach, which has to be integrated into an intervention programme that includes teaching of appropriate coping strategies and reappraisal skills and encourages engagement in activities that are still practicable and pleasant. We propose that the treatment of depression and anxiety should involve both cognitive behavioural therapy and pharmacological intervention. Pharmacological treatment should be strictly monitored for effectiveness. To date, no clinical trials are available that would allow us to recommend pharmacotherapy over psychotherapy or vice versa; however, evidence from other patient groups, such as elderly patients diagnosed with major depressive disorder, suggests that a combination of both therapies has the potential to also improve depression and anxiety in patients with ALS."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, University of Ulm, Ulm, Germany."
          }
        ],
        "LastName": "Kurt",
        "ForeName": "Anja",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nijboer",
        "ForeName": "Femke",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Matuz",
        "ForeName": "Tamara",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kübler",
        "ForeName": "Andrea",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "New Zealand",
    "MedlineTA": "CNS Drugs",
    "NlmUniqueID": "9431220",
    "ISSNLinking": "1172-7047"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Amyotrophic Lateral Sclerosis"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    }
  ],
  "NumberOfReferences": "58"
}