{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8733330",
  "DateCompleted": {
    "Year": "1996",
    "Month": "10",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "11",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0007-0947",
      "JournalIssue": {
        "Volume": "50",
        "Issue": "3",
        "PubDate": {
          "Year": "1996",
          "Season": "Apr-May"
        }
      },
      "Title": "The British journal of clinical practice",
      "ISOAbbreviation": "Br J Clin Pract"
    },
    "ArticleTitle": "The psychological effects of breast screening in terms of patients' perceived health anxieties.",
    "Pagination": {
      "StartPage": "129",
      "EndPage": "135",
      "MedlinePgn": "129-35"
    },
    "Abstract": {
      "AbstractText": [
        "This study aimed to assess and compare the impact of letter of invitation, initial breast screening mammography, and subsequent recall procedures on the level of anxiety over breast problems. The survey of females undergoing routine breast screening procedures in a primary care setting is part of the first wave of a national breast screening programme in the UK. Women aged 50-64 registered with six general practices (n = 2618) were invited by letter to attend for screening. Their self-perceived impact of receipt of invitation letter, attendance at initial screening, and recall, in terms of anxiety and concern about breast problems, was measured by a self-report questionnaire and the physical, emotional and social dysfunction subscales of the Psychological Consequences of Screening Mammography Questionnaire (PCQ). Overall, subjects' anxiety levels diminished between the receipt of their invitation letter and the completion of their screening examination. Subjects did not, however, respond to the letter of invitation and screening procedure in a homogeneous manner. In a sample of 1253, the letter of invitation reduced anxiety about breast problems in 39.7%, increased anxiety in 24.6%, and had no appreciable effect in 35.7%. In the 1280 who attended for breast screening, the examination procedure reduced anxiety about breast problems in 55.9%, increased anxiety in 12.8%, and had no appreciable effect in 31.3%. In a smaller sample (n = 33) who completed questionnaires at recall, there were significant increases in PCQ-measured anxiety. Throughout the study, the PCQ was sensitive to change in anxiety over breast problems. We conclude that screening procedures can either increase or reduce anxiety about breast problems, or have no appreciable effect. Subjects' perception of the impact of receiving the letter of invitation and undergoing the screening examination procedure is related to previous levels of concern over breast problems. Conclusions about the psychological effect of breast screening cannot be drawn without consideration of the time and place of the baseline assessment. Participants in breast screening programmes therefore cannot be considered a homogeneous entity. Caution should be exercised when assessing the impact of screening procedures on entire populations as this approach might mask an important diversity of response."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Stirling, Glasgow."
          }
        ],
        "LastName": "Swanson",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "McIntosh",
        "ForeName": "I B",
        "Initials": "IB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Power",
        "ForeName": "K G",
        "Initials": "KG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dobson",
        "ForeName": "H",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br J Clin Pract",
    "NlmUniqueID": "0372546",
    "ISSNLinking": "0007-0947"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attitude to Health"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Mammography"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Mass Screening"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Statistics, Nonparametric"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}