{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36728246",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "01",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/CORR.0000000000002516"
    ],
    "Journal": {
      "ISSN": "1528-1132",
      "JournalIssue": {
        "Volume": "481",
        "Issue": "5",
        "PubDate": {
          "Year": "2023",
          "Month": "May",
          "Day": "01"
        }
      },
      "Title": "Clinical orthopaedics and related research",
      "ISOAbbreviation": "Clin Orthop Relat Res"
    },
    "ArticleTitle": "Patient-reported Anxiety Scores Are Associated With Lower Physical Function in Patients Experiencing Orthopaedic Trauma.",
    "Pagination": {
      "StartPage": "967",
      "EndPage": "973",
      "MedlinePgn": "967-973"
    },
    "Abstract": {
      "AbstractText": [
        "The outcomes of orthopaedic trauma are not solely determined by injury severity or surgical treatment. Studies of numerous orthopaedic outcomes have found that psychosocial factors are also important. Symptoms of anxiety have been linked to long-term pain and disability. Although the existence of a relationship between psychosocial factors and functional outcomes is accepted across multiple disciplines, quantification of this association in patients who have experienced orthopaedic trauma has remained limited. Measuring the anxiety experienced by these individuals and the association with long-term functional outcomes remain poorly understood.",
        "(1) Is there an association between early postoperative anxiety symptoms and late recovery of self-reported physical function in patients with orthopaedic trauma? (2) What was the impact of other factors such as demographic variables and comorbidities on late recovery physical function scores, and how did the magnitude of these factors compare with the association with anxiety score? (3) Did patients who presented as trauma activations differ regarding their anxiety symptoms and late-recovery self-reported physical function?",
        "A total of 1550 patients with lower extremity fractures and postoperative Patient-Reported Outcomes Measurement Information System (PROMIS) anxiety and physical function scores treated between January 1, 2014, and January 1, 2021, at an academic Level I trauma center in North America were assessed. We performed a bivariate regression between the initial PROMIS anxiety and physical function, as well as a multivariate regression including age, gender, BMI, and American Society of Anesthesiologists class to control for potential confounding variables. In a subgroup of 787 patients presenting as trauma activations, we performed a separate regression including Injury Severity Score.",
        "PROMIS anxiety was associated with decreased late-recovery physical function (β = -2.64 [95% CI -3.006 to -2.205]; p < 0.001). The relationship between PROMIS anxiety and physical function remained after controlling for confounding variables in our overall cohort (β = -2.54 [95% CI -2.93 to -2.15]; p < 0.001) and in the trauma activation cohort (β = -2.71 [95% CI -3.19 to -2.23]; p < 0.001). Age and American Society of Anesthesiologists score were associated with worse PROMIS physical function scores, while being a man was associated with better PROMIS physical function scores (age: β= -1.26 [95% CI -1.50 to -1.02]; American Society of Anesthesiologists class: β=-2.99 [95% CI -3.52 to -2.46]; men: β = 0.95 [95% CI 0.16 to 1.75]). There were no differences in initial anxiety symptoms or late-recovery physical function between patients who presented as trauma activations and those who did not. Injury Severity Scores were independently associated with worse function (β = -1.45 [95% CI -2.11 to -0.79].",
        "Initial patient self-reported anxiety is negatively associated with patient-reported physical function at the final follow-up interval in a broad cohort of patients with orthopaedic lower extremity injuries undergoing surgery. Identifying patients with high initial PROMIS anxiety scores may allow us to determine which patients will report lower functional scores at the final follow-up. Future investigations could focus on the effect of psychosocial interventions such as cognitive behavioral therapy and mindfulness on functional scores.",
        "Level III, therapeutic study."
      ],
      "CopyrightInformation": "Copyright © 2023 by the Association of Bone and Joint Surgeons."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-8373-8593"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Orthopaedics, University of Utah, Salt Lake City, UT, USA."
          }
        ],
        "LastName": "Myhre",
        "ForeName": "Luke",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Featherall",
        "ForeName": "Joseph",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "O'Neill",
        "ForeName": "Dillon",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rothberg",
        "ForeName": "David",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Haller",
        "ForeName": "Justin",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Higgins",
        "ForeName": "Thomas",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Marchand",
        "ForeName": "Lucas",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Orthop Relat Res",
    "NlmUniqueID": "0075674",
    "ISSNLinking": "0009-921X"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Clin Orthop Relat Res. 2023 Mar 2;:",
      "PMID": "36862052"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Orthopedics"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Report"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Patient Reported Outcome Measures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    }
  ],
  "CoiStatement": "Each author certifies that there are no funding or commercial associations (consultancies, stock ownership, equity interest, patent/licensing arrangements, etc.) that might pose a conflict of interest in connection with the submitted article related to the author or any immediate family members. All ICMJE Conflict of Interest Forms for authors and Clinical Orthopaedics and Related Research® editors and board members are on file with the publication and can be viewed on request."
}