{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11225502",
  "DateCompleted": {
    "Year": "2001",
    "Month": "06",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0193-953X",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "1",
        "PubDate": {
          "Year": "2001",
          "Month": "Mar"
        }
      },
      "Title": "The Psychiatric clinics of North America",
      "ISOAbbreviation": "Psychiatr Clin North Am"
    },
    "ArticleTitle": "Overview and clinical presentation of generalized anxiety disorder.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "17",
      "MedlinePgn": "1-17"
    },
    "Abstract": {
      "AbstractText": [
        "1. To distinguish GAD from panic disorder is not difficult if a patient has frequent, spontaneous panic attacks and agoraphobic symptoms, but many patients with GAD have occasional anxiety attacks or panic attacks. Such patients should be considered as having GAD. An even closer overlap probably exists between GAD and social phobia. Patients with clear-cut phobic avoidant behavior may be distinguished easily from patients with GAD, but patients with social anxiety without clear-cut phobic avoidant behavior may overlap with patients with GAD and possibly should be diagnosed as having GAD and not social phobia. The cardinal symptoms of GAD commonly overlap with those of social phobia, particularly if the social phobia is more general and not focused on a phobic situation. For example, free-floating anxiety may cause the hands to perspire and may cause a person to be shy in dealing with people in public, and thus many patients with subthreshold social phobic symptoms have, in the authors' opinion, GAD and not generalized social phobia. The distinction between GAD and obsessive-compulsive disorder, acute stress disorder, and posttraumatic stress disorder should not be difficult by definition. At times, however, it may be difficult to distinguish between adjustment disorder with anxious mood from GAD or anxiety not otherwise specified, particularly if the adjustment disorder occurs in a patient with a high level of neuroticism or trait anxiety or type C personality disorder. Table 2 presents features distinguishing GAD from other psychiatric disorders. 2. Lifetime comorbid diagnoses of other anxiety or depression disorders, not active for 1 year or more and not necessitating treatment during that time period, should not effect a diagnosis of current GAD. On the other hand, if concomitant depressive symptoms are present and if these are subthreshold, a diagnosis of GAD should be made, and if these are full threshold, a diagnosis of MDD should be made. 3. If GAD is primary and if no such current comorbid diagnosis, such as other anxiety disorders or MDD, is present, except for minor depression and dysthymia, or if only subthreshold symptoms of other anxiety disorders are present, GAD should be considered primary and treated as GAD; however, patients with concurrent threshold anxiety or mood disorders should be diagnosed according to the definitions of these disorders in the DSM-IV and ICD-10 and treated as such. 4. Somatization disorders are now classified separately from anxiety disorders. Some of these, particularly undifferentiated somatization disorder, may overlap with GAD and be diagnostically difficult to distinguish. The authors believe that, as long as psychic symptoms of anxiety are present and predominant, patients should be given a primary diagnosis of GAD. 5. Two major shifts in the DSM diagnostic criteria for GAD have markedly redefined the definition of this disorder. One shift involves the duration criterion from 1 to 6 months, and the other, the increased emphasis on worry and secondary psychic [table: see text] symptoms accompanied by the elimination of most somatic symptoms. This decision has had the consequence of orphaning a large population of patients suffering from GAD that is more transient and somatic in its focus and who typically present not to psychiatrists but to primary care physicians. Therefore, clinicians should consider using the ICD-10 qualification of illness duration of \"several months\" to replace the more rigid DSM-IV criterion of 6 months and to move away from the DSM-IV focus on excessive worry as the cardinal symptom of anxiety and demote it to only another important anxiety symptom, similar to free-floating anxiety. One also might consider supplementing this ICD-10 criterion with an increased symptom severity criterion as, for example, a Hamilton Anxiety Scale of 18. Finally, the adjective excessive, not used in the definition of other primary diagnostic criteria, such as depressed mood for MDD, should be omitted (Table 3). 6. One may want to consider the distinction of trait (chronic) from state (acute) anxiety, but whether the presence of some personality characteristics, particularly anxious personality or Cluster C personality and increased neuroticism, as an indicator of trait [table: see text] anxiety is a prerequisite for anxiety disorders; occurs independently of anxiety disorders; or is a vulnerability factor that, in some patients, leads to anxiety symptoms and, in others, does not, is unknown. 7. Symptoms that some clinicians consider cardinal for a diagnosis of GAD, such as extreme worry, obsessive rumination, and somatization, also are present in other disorders, such as MDD. (ABSTRACT TRUNCATED)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Mood and Anxiety Disorders, Department of Psychiatry, University of Pennsylvania School of Meidicine, Philadelphia, USA. krickels@mail.med.upenn.edu"
          }
        ],
        "LastName": "Rickels",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rynn",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Psychiatr Clin North Am",
    "NlmUniqueID": "7708110",
    "ISSNLinking": "0193-953X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychiatric Status Rating Scales"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    }
  ],
  "NumberOfReferences": "46"
}