{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "adolescent",
      "agriculture",
      "depression",
      "mental health",
      "stress"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36935670",
  "DateCompleted": {
    "Year": "2023",
    "Month": "03",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1056487",
      "10.3389/fpubh.2023.1056487"
    ],
    "Journal": {
      "ISSN": "2296-2565",
      "JournalIssue": {
        "Volume": "11",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "Frontiers in public health",
      "ISOAbbreviation": "Front Public Health"
    },
    "ArticleTitle": "Mental health of agricultural adolescents and adults: Preliminary results of a five-year study.",
    "Pagination": {
      "StartPage": "1056487",
      "MedlinePgn": "1056487"
    },
    "Abstract": {
      "AbstractText": [
        "Work-related stressors common to agriculture have been associated with adverse mental health outcomes among adult farmers and ranchers. However, the mental health status of agricultural youth is unknown, despite farm and ranch youth being exposed to the same occupational hazards as their adult counterparts. The objective of this study was to estimate the prevalence of symptoms of depression and anxiety among farm adults and their adolescent child and examine the correlation between symptoms of mental health conditions and financial indicators described in the Family Stress Model (FSM).",
        "Farm families were recruited to participate in online surveys by mail, email, and social media. One adolescent and at least one adult from each family were invited to complete on online survey. Where available, validated instruments were used to collect mental health, stress, family dynamics, and household financial variables. Descriptive statistics were used to describe sample demographics and prevalence of symptoms of depression and anxiety. Pearson correlations describe associations between variables within the Family Stress Model.",
        "Farm families (<i>N</i> = 122) completed the online survey. The mean age of farm parents was 41.4 years (SD = 4.4) and the mean age of farm adolescents was 15.4 (1.2). A majority of farm parents and farm adolescents were male, 58.2% and 70.5%, respectively. The sample was primarily white, non-Hispanic. In this sample of farm parents and adolescents alike, 60% met the criteria for at least mild depression, based on the Patient Health Questionnaire-9 (PHQ-9) and Patient Health Questionnaire-A (PHQ-A). Similarly, among adolescents, 45.1% met the criteria for Generalized Anxiety Disorder (GAD), as did 54.9% of adults. As a measure of economic hardship, per capita income by itself showed relatively low correlations, even with other economic measures (<i>r</i> = 0.11 with negative financial events, <i>r</i> = 0.20 with financial needs, <i>r</i> = 0.17 with financial situation, and <i>r</i> = 0.27 with debt). Parent depressed mood was in turn highly associated with adolescent depression (<i>r</i> = 0.83), social anxiety (<i>r</i> = 0.54), and generalized anxiety (<i>r</i> = 0.69).",
        "The results show a strong association between parent and adolescent mental health and parental depressed mood and debt. There is not a clear association between economic stress and mental health in this sample, but further work is needed to be done at a population level. Preliminary results are promising for application of the full Family Stress Model as we continue to accrue farm families into the study cohort."
      ],
      "CopyrightInformation": "Copyright © 2023 Rudolphi and Berg."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Agricultural and Biological Engineering, University of Illinois, Urbana, IL, United States."
          }
        ],
        "LastName": "Rudolphi",
        "ForeName": "Josie M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Computing and Analytics, Marshfield Clinic Research Institute, Marshfield Clinic, Marshfield, WI, United States."
          }
        ],
        "LastName": "Berg",
        "ForeName": "Richard L",
        "Initials": "RL"
      }
    ],
    "GrantList": [
      {
        "GrantID": "U54 OH009568",
        "Acronym": "OH",
        "Agency": "NIOSH CDC HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Front Public Health",
    "NlmUniqueID": "101616579",
    "ISSNLinking": "2296-2565"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Parents"
    },
    {
      "QualifierName": [
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Agriculture"
    }
  ],
  "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
}