{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "adolescent",
      "anxiety disorders",
      "child",
      "cognitive behavioral therapy",
      "eHealth",
      "public health"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29973338",
  "DateCompleted": {
    "Year": "2019",
    "Month": "07",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "05",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "07",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e234",
      "10.2196/jmir.9211"
    ],
    "Journal": {
      "ISSN": "1438-8871",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "7",
        "PubDate": {
          "Year": "2018",
          "Month": "Jul",
          "Day": "04"
        }
      },
      "Title": "Journal of medical Internet research",
      "ISOAbbreviation": "J Med Internet Res"
    },
    "ArticleTitle": "Large-Scale Dissemination of Internet-Based Cognitive Behavioral Therapy for Youth Anxiety: Feasibility and Acceptability Study.",
    "Pagination": {
      "StartPage": "e234",
      "MedlinePgn": "e234"
    },
    "Abstract": {
      "AbstractText": [
        "Internet-based cognitive behavioral therapy (iCBT) for child and adolescent anxiety has demonstrated efficacy in randomized controlled trials, but it has not yet been examined when disseminated as a public health intervention. If effective, iCBT programs could be a promising first-step, low-intensity intervention that can be easily accessed by young people.",
        "The objective of our study was to examine the feasibility and acceptability of a publicly available online, self-help iCBT program (BRAVE Self-Help) through exploration of program adherence, satisfaction, and changes in anxiety.",
        "This study was an open trial involving the analysis of data collected from 4425 children and adolescents aged 7-17 years who presented with elevated anxiety at registration (baseline) for the iCBT program that was delivered through an open-access portal with no professional support. We assessed the program satisfaction via a satisfaction scale and measured adherence via the number of completed sessions. In addition, anxiety severity was assessed via scores on the Children's Anxiety Scale, 8-item (CAS-8) at four time points: baseline, Session 4, Session 7, and Session 10.",
        "Participants reported moderate satisfaction with the program and 30% completed three or more sessions. Statistically significant reductions in anxiety were evident across all time points for both children and adolescents. For users who completed six or more sessions, there was an average 4-point improvement in CAS-8 scores (Cohen d=0.87, children; Cohen d=0.81, adolescents), indicating a moderate to large effect size. Among participants who completed nine sessions, 57.7% (94/163) achieved recovery into nonelevated levels of anxiety and 54.6% (89/163) achieved statistically reliable reductions in anxiety.",
        "Participant feedback was positive, and the program was acceptable to most young people. Furthermore, significant and meaningful reductions in anxiety symptoms were achieved by many children and adolescents participating in this completely open-access and self-directed iCBT program. Our results suggest that online self-help CBT may offer a feasible and acceptable first step for service delivery to children and adolescents with anxiety."
      ],
      "CopyrightInformation": "©Sonja March, Susan H Spence, Caroline L Donovan, Justin A Kenardy. Originally published in the Journal of Medical Internet Research (http://www.jmir.org), 04.07.2018."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-8425-7126"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Resilient Regions, University of Southern Queensland, Springfield, QLD, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Psychology and Counselling, University of Southern Queensland, Ipswich, QLD, Australia."
          }
        ],
        "LastName": "March",
        "ForeName": "Sonja",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0002-7022-6676"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Australian Institute for Suicide Research and Prevention, Griffith University, Mt Gravatt, QLD, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Applied Psychology, Griffith University, Mt Gravatt, QLD, Australia."
          }
        ],
        "LastName": "Spence",
        "ForeName": "Susan H",
        "Initials": "SH"
      },
      {
        "Identifier": [
          "0000-0001-6380-635X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Applied Psychology, Griffith University, Mt Gravatt, QLD, Australia."
          }
        ],
        "LastName": "Donovan",
        "ForeName": "Caroline L",
        "Initials": "CL"
      },
      {
        "Identifier": [
          "0000-0001-9475-8450"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Psychology, University of Queensland, St Lucia, QLD, Australia."
          }
        ],
        "LastName": "Kenardy",
        "ForeName": "Justin A",
        "Initials": "JA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Canada",
    "MedlineTA": "J Med Internet Res",
    "NlmUniqueID": "100959882",
    "ISSNLinking": "1438-8871"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feasibility Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Internet"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Patient Acceptance of Health Care"
    }
  ],
  "CoiStatement": "Conflicts of Interest: SM, SHS, and CLD acknowledge that although intellectual property for BRAVE-ONLINE is owned by UniQuest/the University of Queensland, they may potentially benefit from royalties related to the program."
}