{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "L’anxiété est le principal problème d’ordre psychiatrique chez les enfants et les adolescents, et il s’associe à des perturbations importantes des domaines de fonction. Puisque l’anxiété et les invalidités liées à la douleur suscitent des comportements d’évitement, il est important d’étudier les symptômes d’anxiété chez les enfants ayant des maladies entraînant des douleurs chroniques et récurrentes.",
        "Examiner les symptômes d’anxiété dans une vaste cohorte d’enfants et d’adolescents évalués en raison de maladies complexes entraînant des douleurs chroniques et récurrentes.",
        "Au moyen d’un examen rétrospectif des dossiers, les auteurs ont recueilli des données sur l’anxiété, la douleur et l’invalidité fonctionnelle auprès de 655 enfants évalués dans une clinique multidisciplinaire de la douleur pendant une période de trois ans.",
        "Environ 11 % des enfants et des adolescents ont déclaré des symptômes d’anxiété élevés sur le plan clinique, les taux élevés entre les dimensions d’anxiété oscillant entre 14 % (anxiété sociale, inquiétude) à 27 % (anxiété physiologique). De plus, une proportion remarquable 31 % des membres de de l’échantillon minimisaient potentiellement leur anxiété en réagissant d’une manière souhaitable sur le plan social. L’anxiété s’associait de manière linéaire à une invalidité fonctionnelle plus importante liée à la douleur, mais n’y était pas corrélée directement. Les analyses de modération révèlent qu’à un faible taux d’inquiétude, les taux de douleur plus élevés s’associaient à une invalidité fonctionnelle plus marquée, tandis qu’à des taux d’inquiétude élevés, la douleur ne permettait plus de prédire le taux d’invalidité fonctionnelle.",
        "Ces observations étayent la prévalence d’anxiété chez les enfants et les adolescents ayant des douleurs chroniques et élargissent la portée d’études récentes sur les liens complexes entre la douleur, l’anxiété et l’incapacité liée à la douleur."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22518371",
  "DateCompleted": {
    "Year": "2012",
    "Month": "05",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1203-6765",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "2",
        "PubDate": {
          "Year": "2012",
          "Season": "Mar-Apr"
        }
      },
      "Title": "Pain research & management",
      "ISOAbbreviation": "Pain Res Manag"
    },
    "ArticleTitle": "Anxiety and impairment in a large sample of children and adolescents with chronic pain.",
    "Pagination": {
      "StartPage": "93",
      "EndPage": "97",
      "MedlinePgn": "93-7"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety is the most common psychiatric condition in children and adolescents, and is linked to significant disruptions across domains of function. Due to the avoidant nature of anxiety and pain-related disability, studying anxiety symptoms in children with chronic and recurrent pain conditions is important.",
        "To examine anxiety symptoms in a large cohort of children and adolescents evaluated for complex chronic and recurrent pain conditions.",
        "Through retrospective chart review, data on anxiety, pain and functional disability were collected from 655 children evaluated at a multidisciplinary pain clinic over a three-year period.",
        "Approximately 11% of children and adolescents reported clinically elevated anxiety symptoms, with elevated levels across dimensions of anxiety ranging from 14% (social anxiety, worry) to 27% (physiological). In addition, a notable 31% of the sample potentially minimized their anxiety by responding in a socially desirable manner. Anxiety was linearly associated with greater pain-related functional disability, but was not directly correlated with pain. Moderation analyses revealed that at low levels of worry, higher levels of pain were associated with greater functional disability, whereas at high levels of worry, pain no longer predicted the level of functional disability.",
        "These findings document the prevalence of anxiety in children and adolescents with chronic pain, and also extend recent studies examining the complex relationships among pain, anxiety and pain-related disability."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Pain Medicine, Department of Nesthesiology, Perioperative and Pain Medicine, Children's Hospital Boston, Massachusetts, USA. Laura.Simons@childrens.harvard.edu"
          }
        ],
        "LastName": "Simons",
        "ForeName": "Laura E",
        "Initials": "LE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sieberg",
        "ForeName": "Christine B",
        "Initials": "CB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Claar",
        "ForeName": "Robyn L",
        "Initials": "RL"
      }
    ],
    "GrantList": [
      {
        "GrantID": "K23 HD067202",
        "Acronym": "HD",
        "Agency": "NICHD NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pain Res Manag",
    "NlmUniqueID": "9612504",
    "ISSNLinking": "1203-6765"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent Behavior"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child Behavior"
    },
    {
      "QualifierName": [
        "complications",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Chronic Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disability Evaluation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Behavior"
    }
  ]
}