{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12396253",
  "DateCompleted": {
    "Year": "2002",
    "Month": "11",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0144-6657",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "Pt 3",
        "PubDate": {
          "Year": "2002",
          "Month": "Sep"
        }
      },
      "Title": "The British journal of clinical psychology",
      "ISOAbbreviation": "Br J Clin Psychol"
    },
    "ArticleTitle": "Is social phobia related to lack of social skills? Duration of skill-related behaviours and ratings of behavioural adequacy.",
    "Pagination": {
      "StartPage": "243",
      "EndPage": "257",
      "MedlinePgn": "243-57"
    },
    "Abstract": {
      "AbstractText": [
        "The aim of the current study was to investigate whether social phobics differ from clinically anxious and non-clinical comparison groups with regard to either the duration of skill-related behaviours displayed during a social conversation or their behavioural adequacy as perceived by observers.",
        "A between-group design was used for the first part of the study. The duration of specified skill-related behaviours of a group of socially phobic participants was compared with the behaviours of clinically anxious and non-clinical participants. A within-group design was used for the second part of the study. Observers' ratings of the adequacy of the behaviour of a subgroup of the participants from the three groups were evaluated.",
        "Fifty-four participants, 18 socially phobic, 18 clinically anxious but not socially phobic and 18 who formed a non-clinical comparison group, took part in a 9-min conversation with a confederate of the experimenters. Participants were screened by diagnostic interview. Each conversation was videotaped, and from these recordings, the percentage time spent talking, spent in silence, smiling, maintaining eye contact while talking and while listening and while making manipulative gestures was extracted. A subset of 30 participants, 10 from each of the three groups, provided stimulus material for the second part of the study. The sixth minute of each of these 30 participants' recorded conversations was shown to 21 observers who rated the performance for adequacy of gestures, adequacy of eye contact, adequacy of smiling, clarity of speech, fluency of speech and overall adequacy of performance. Observers were also asked to categorize the participants based on the observed behaviour into one of three diagnostic groups: socially phobic, clinically anxious or non-clinical.",
        "Social phobics exhibited significantly less eye contact while talking in comparison with the non-clinical participants and significantly more manipulative gestures than either the clinically anxious or non-clinical participants. There were no other between-group differences in duration of skill-related behaviours. With regard to ratings of perceived behavioural adequacy for gestures, speech fluency and overall performance, the social phobic group was rated as significantly less adequate than both comparison groups. With regard to ratings of perceived adequacy of eye contact and speech clarity, while the anxious groups did not differ from each other, both were rated as significantly less adequate than the non-clinical comparison group. There was also a marked within-group variation in perceived adequacy of behaviour and wide variation in ratings provided by observers.",
        "Possible competing explanations for the results are discussed; these include the skills deficit hypothesis and the possibility that group differences in both duration of skill-related behaviour and observed behavioural adequacy reflect awkward, anxious behaviours and/or safety behaviours."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of Keele, UK."
          }
        ],
        "LastName": "Baker",
        "ForeName": "Sarah R",
        "Initials": "SR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Edelmann",
        "ForeName": "Robert J",
        "Initials": "RJ"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Br J Clin Psychol",
    "NlmUniqueID": "8105533",
    "ISSNLinking": "0144-6657"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Communication"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fixation, Ocular"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Interpersonal Relations"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Observer Variation"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Phobic Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Videotape Recording"
    }
  ]
}