{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10860018",
  "DateCompleted": {
    "Year": "2000",
    "Month": "07",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0040-5957",
      "JournalIssue": {
        "Volume": "55",
        "Issue": "1",
        "PubDate": {
          "Year": "2000",
          "Season": "Jan-Feb"
        }
      },
      "Title": "Therapie",
      "ISOAbbreviation": "Therapie"
    },
    "ArticleTitle": "Clinical methodology for testing of anxiolytic drugs.",
    "Pagination": {
      "StartPage": "147",
      "EndPage": "153",
      "MedlinePgn": "147-53"
    },
    "Abstract": {
      "AbstractText": [
        "Diagnostic criteria and classification are changing. It is no longer acceptable to include patients with a general diagnosis of any anxiety, or neurotic anxiety. Regardless of the reference system used, DSM IV or ICD 10, anxiety disorders are now detailed in separate entities. General anxiety disorder, GAD, which is pivotal for the evaluation of new products, can only be claimed after the elimination of all the others, and is relatively rare. The inclusion of such outpatients is further complicated, as comorbidity is frequently associated with GAD--alcoholism, major depression, dysthymia, personality disorders, somatic disease likely to interfere with patient evaluation--and leads to exclusions, and also because the requested duration for the syndrome, prior to inclusion, is six months, which means six months without psychotropic drugs, including excessive alcohol consumption. As to patient evaluation, the reference scale remains the HAM-A. It should show a score above 20 at baseline. It has been designed to assess the level of anxiety of patients presenting with the diagnosis of anxiety, but not the diagnosis of GAD, and, clearly, in relation to the expected results obtained with BZD, which are still the standard reference drugs. The same is true for the other investigator scales and self-rating scales. Moreover, the criteria defining clinical improvement are still discussed. More generally, clinical testing in comparison with placebo and reference drugs is particularly important for anxiolytic drugs. The optimal dose range should be investigated in phase I, evidence of sedative or disinhibiting effects, and in phase II, defining the minimal active dose. Longer duration of treatment should be scrutinized in phase III, in order to check on long-term efficacy, recurrences and relapses. The effects of drug withdrawal should also be studied: withdrawal syndrome, rebound, recurrence, dependence. It currently looks difficult to market new anxiolytic drugs, and clinical research mainly provides an extension of the indications for antidepressant drugs in anxiety."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "GIS Médicament, Faculté de Médecine, Nantes, France."
          }
        ],
        "LastName": "Bourin",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Therapie",
    "NlmUniqueID": "0420544",
    "ISSNLinking": "0040-5957"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Anxiety Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Anxiety Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Research Design"
    }
  ],
  "NumberOfReferences": "47"
}