{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36162619",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "09",
        "Day": "23"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.anai.2022.09.021",
      "S1081-1206(22)01769-0"
    ],
    "Journal": {
      "ISSN": "1534-4436",
      "JournalIssue": {
        "Volume": "130",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "Annals of allergy, asthma & immunology : official publication of the American College of Allergy, Asthma, & Immunology",
      "ISOAbbreviation": "Ann Allergy Asthma Immunol"
    },
    "ArticleTitle": "Cognitive-behavioral intervention for anxiety associated with food allergy in a clinical sample of children: Feasibility, acceptability, and proof-of-concept in children.",
    "Pagination": {
      "StartPage": "100",
      "EndPage": "105",
      "MedlinePgn": "100-105"
    },
    "Abstract": {
      "AbstractText": [
        "Multiple reviews have identified a lack of evidence-based treatments for excessive anxiety in the context of food allergy (FAA) as an unmet need.",
        "To evaluate the feasibility, acceptability, and proof of concept of Food Allergy Bravery (FAB), a brief, novel, manualized cognitive-behavioral-based intervention for anxiety in a clinical sample of children with FAA.",
        "A total of 3 cohorts of children (aged 8 to 12 years) with clinically impairing FAA and their parents were offered a course of FAB delivered in a group format. Ratings of anxiety severity and quality of life were collected at pretreatment, posttreatment, and 2- to 4-month follow-up.",
        "All families offered treatment completed the full course of FAB, attended at least 5 of 6 active treatment sessions, and rated the intervention as highly satisfactory. All children were rated as very much improved or much improved on the Clinician Global Impression scale at posttreatment. Anxiety severity scores on the Scale of Food Allergy Anxiety and the Scale of Child Anxiety-Related Emotional Disorders significantly declined per both child and parent reports. Scores on the Food Allergy Quality of Life Questionnaire-Parent Form were significantly improved. Gains were maintained at follow-up.",
        "This is the first study of an outpatient manualized psychosocial treatment for FAA in a clinically ascertained sample of children. Findings provide initial evidence of feasibility, acceptability, and proof of concept for the FAB intervention protocol. Randomized controlled trials are needed."
      ],
      "CopyrightInformation": "Copyright © 2022 The Authors. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Child and Adolescent Psychiatry and Behavioral Sciences, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania. Electronic address: dr.katherine.dahlsgaard@gmail.com."
          }
        ],
        "LastName": "Dahlsgaard",
        "ForeName": "Katherine K",
        "Initials": "KK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Food Allergy Center, Division of Allergy and Immunology, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania."
          }
        ],
        "LastName": "Lewis",
        "ForeName": "Megan O",
        "Initials": "MO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Food Allergy Center, Division of Allergy and Immunology, Children's Hospital of Philadelphia, Philadelphia, Pennsylvania. Electronic address: spergel@chop.edu."
          }
        ],
        "LastName": "Spergel",
        "ForeName": "Jonathan M",
        "Initials": "JM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Ann Allergy Asthma Immunol",
    "NlmUniqueID": "9503580",
    "ISSNLinking": "1081-1206"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feasibility Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "therapy",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Food Hypersensitivity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognition"
    }
  ]
}