{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Affective symptoms",
      "Diagnostic assessment tools",
      "Mental health",
      "Multiple sclerosis",
      "Quality of life"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36129540",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "09",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00415-022-11359-6"
    ],
    "Journal": {
      "ISSN": "1432-1459",
      "JournalIssue": {
        "Volume": "270",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "Journal of neurology",
      "ISOAbbreviation": "J Neurol"
    },
    "ArticleTitle": "The manifestation of affective symptoms in multiple sclerosis and discussion of the currently available diagnostic assessment tools.",
    "Pagination": {
      "StartPage": "171",
      "EndPage": "207",
      "MedlinePgn": "171-207"
    },
    "Abstract": {
      "AbstractText": [
        "In addition to physical and cognitive symptoms, patients with multiple sclerosis (MS) have an increased risk of experiencing mental health problems.",
        "This narrative review provides an overview of the appearance and epidemiology of affective symptoms in MS such as depression, anxiety, bipolar disorder, euphoria, and pseudobulbar affect. Furthermore, the association between affective symptoms and quality of life and the currently used diagnostic instruments for assessing these symptoms are considered whereby relevant studies published between 2009 and 2021 were included in the review.",
        "Patients with mild and moderate disability more frequently reported severe problems with depression and anxiety than severe mobility problems. Apart from the occurrence of depression, little is known about the association of other affective symptoms such as anxiety, bipolar disorder, euphoria, and pseudobulbar affect and subsyndromal symptoms, which fail to meet the diagnostic criteria but are nevertheless a significant source of distress. Although there are a few recommendations in the research to perform routine screenings for diagnosable affective disorders, a standardized diagnostic procedure to assess subsyndromal symptoms is still lacking. As the applied measurements are diverse and show low accuracy to detect these symptoms, patients who experience affective symptoms are less likely to be identified.",
        "In addition to the consideration of definite psychiatric diagnoses, there is an unmet need for a common definition and assessment of disease-related affective symptoms in MS. Future studies should focus on the improvement and standardization of a common diagnostic procedure for subsyndromal affective symptoms in MS to enable integrated and optimal care for patients."
      ],
      "CopyrightInformation": "© 2022. The Author(s)."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Experimental Psychology, Heinrich Heine University, Düsseldorf, Germany."
          },
          {
            "Identifier": [],
            "Affiliation": "COGITO Centre for Applied Neurocognition and Neuropsychological Research, Life Science Centre, Düsseldorf, Germany."
          }
        ],
        "LastName": "Filser",
        "ForeName": "Melanie",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Experimental Psychology, Heinrich Heine University, Düsseldorf, Germany."
          }
        ],
        "LastName": "Buchner",
        "ForeName": "Axel",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, University of Cologne, Cologne, Germany."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute of Neuroscience and Medicine (INM-3), Research Centre, Cognitive Neuroscience, Jülich, Germany."
          }
        ],
        "LastName": "Fink",
        "ForeName": "Gereon Rudolf",
        "Initials": "GR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Psychotherapy, Campus Benjamin Franklin (CBF), Charité Universitätsmedizin Berlin, Berlin, Germany."
          },
          {
            "Identifier": [],
            "Affiliation": "Medical Department, Section Psychosomatics, Charité Universitätsmedizin Berlin, Berlin, Germany."
          },
          {
            "Identifier": [],
            "Affiliation": "Institute of Neuroimmunology and Multiple Sclerosis (INIMS), Center for Molecular Neurobiology, University Medical Center, Hamburg-Eppendorf, Germany."
          }
        ],
        "LastName": "Gold",
        "ForeName": "Stefan M",
        "Initials": "SM"
      },
      {
        "Identifier": [
          "0000-0002-6746-1034"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Medical Faculty, Heinrich Heine University, Düsseldorf, Germany. iris-katharina.penner@insel.ch."
          },
          {
            "Identifier": [],
            "Affiliation": "COGITO Centre for Applied Neurocognition and Neuropsychological Research, Life Science Centre, Düsseldorf, Germany. iris-katharina.penner@insel.ch."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Inselspital, Bern University Hospital, University of Bern, Bern, Switzerland. iris-katharina.penner@insel.ch."
          }
        ],
        "LastName": "Penner",
        "ForeName": "Iris-Katharina",
        "Initials": "IK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "J Neurol",
    "NlmUniqueID": "0423161",
    "ISSNLinking": "0340-5354"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Affective Symptoms"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Multiple Sclerosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Bipolar Disorder"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    }
  ],
  "CoiStatement": "Melanie Filser has no conflict of interest. Axel Buchner has no conflict of interest. Gereon R. Fink has no conflict of interest. Stefan M. Gold: Honoraria/speaker fees from Mylan, Almirall, and Celgene. Research grants from Biogen and kind support from the GAIA Group. Iris-Katharina Penner: Honoraria/speaker fees from Adamas Pharma, Almirall, Bayer Pharma, Biogen, BMS, Celgene, Desitin, Genzyme, Janssen, Merck, Roche, Novartis, and Teva. Research support from the German MS Society, Celgene, Teva, Roche, and Novartis. All listed potential conflicts of interest are outside the context of this article’s research, authorship, and publication."
}