{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9832964",
  "DateCompleted": {
    "Year": "1998",
    "Month": "12",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0955-8810",
      "JournalIssue": {
        "Volume": "8",
        "Issue": "6-7",
        "PubDate": {
          "Year": "1997",
          "Month": "Nov"
        }
      },
      "Title": "Behavioural pharmacology",
      "ISOAbbreviation": "Behav Pharmacol"
    },
    "ArticleTitle": "Animal models of 'anxiety': where next?",
    "Pagination": {
      "StartPage": "477",
      "EndPage": "504",
      "MedlinePgn": "477-96; discussion 497-504"
    },
    "Abstract": {
      "AbstractText": [
        "Numerous procedures have been developed to facilitate preclinical research on the behavioural pharmacology of anxiety and, as a result of this application, are often referred to as animal models of 'anxiety'. This is an unfortunate misnomer, not only because of the apparent inability of many tests to detect novel anxiolytics consistently, but also because the term implies that anxiety is a unitary emotion. Such difficulties have arisen largely as a consequence of test development strategies which, by emphasizing pharmacological (i.e. benzodiazepine) validation, have yielded models predictive of a specific type of anxiolytic activity. The present review argues that the refinement of existing tests as well as the development of new procedures requires urgent attention to the much neglected issue of behavioural validation. From an evolutionary perspective, normal human anxiety may be conceptualized as a repertoire of defence reactions tailored to meet different forms of threats, and disorders of anxiety as the inappropriate activation or exaggeration of these usually adaptive response patterns. In this context, consideration of the defensive reactions typically observed in our animal models reveals substantially greater commonality in the behavioural effects of benzodiazepine and 5-HT1A anxiolytics than would otherwise be apparent. Therefore, with the exception of the conventional plus-maze paradigm (discussed at some length), better correspondence is seen in tests involving unconditioned response to potential threat (e.g. social interaction, distress vocalizations and light/dark exploration) than in tests of conditioned fear reactions. Even within the latter grouping, however, greater commonality is seen in procedures based on reactions to proximal threat (e.g. freezing, startle, ultrasonic vocalizations, burying) than those involving reactions to distal threat (e.g. avoidance/flight). Significantly, very similar findings have been reported in tests specifically designed to study defensive reactions (e.g. rat and mouse defence test batteries) or which incorporate a more detailed knowledge of defence into established procedures (e.g. ethological plus-maze and defensive burying paradigms). Furthermore, recent evidence also suggests that drugs with proved clinical efficacy in panic attacks/panic disorder have reliably stronger effects on flight responses than other components of the defensive repertoire. It is concluded that a focus on defensive behaviour patterns improves test validity (predictive/face/construct), offers a more rational basis for test selection in drug development programmes, and provides a firmer theoretical framework for future methodological and therapeutic advance."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Ethopharmacology Laboratory, School of Psychology, University of Leeds, UK."
          }
        ],
        "LastName": "Rodgers",
        "ForeName": "R J",
        "Initials": "RJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Behav Pharmacol",
    "NlmUniqueID": "9013016",
    "ISSNLinking": "0955-8810"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "drug therapy",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "195"
}