{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24278160",
  "DateCompleted": {
    "Year": "2014",
    "Month": "09",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "11",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e79714",
      "10.1371/journal.pone.0079714"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "8",
        "Issue": "11",
        "PubDate": {
          "Year": "2013"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "The dual effects of critical thinking disposition on worry.",
    "Pagination": {
      "StartPage": "e79714",
      "MedlinePgn": "e79714"
    },
    "Abstract": {
      "AbstractText": [
        "This study investigated the relationship between disposition (people's consistent motivation) toward critical thinking (CT) and worrying. In spite of its connection to psychopathology, worry is thought to represent an effort at problem-solving. Moreover, worry has been found to be underpinned by cognitive development, leading us to predict a positive relationship between worry and CT disposition. On the other hand, cognitive behavioral therapy, which involves techniques similar to CT, has been shown to be effective in reducing worrying, suggesting that increasing CT disposition decreases worrying. This study attempted to reconcile these seemingly contrasting predictions about the relationship between CT disposition and worrying by using multiple mediator analysis. A model was proposed wherein the mediators, responsibility to continue thinking and detached awareness of negative thinking, were related to two opposing predictions. The former is thought to lead to enhanced worrying and the latter to reduced worrying, with both positively related to CT disposition. A questionnaire study with university students (N = 760) revealed that CT disposition enhanced worrying by obliging people to continue thinking about a problem, but that it also reduced worrying by enhancing the detached and objective awareness of their negative thoughts. This study thus demonstrated the dual effects of CT disposition on worrying through different mediators. Thus, when enhancing CT disposition, it is important for educators to be aware of possible disadvantages apart from its worry-reducing effect. Future studies should therefore examine the underlying mechanisms of these two effects of CT disposition."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate School of Integrated Arts and Sciences, Hiroshima University, Higashi-Hiroshima City, Hiroshima Prefecture, Japan."
          }
        ],
        "LastName": "Sugiura",
        "ForeName": "Yoshinori",
        "Initials": "Y"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Problem Solving"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Thinking"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "<b>Competing Interests: </b>The author has declared that no competing interests exist."
}