{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37347814",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "ar32",
      "10.1187/cbe.22-12-0243"
    ],
    "Journal": {
      "ISSN": "1931-7913",
      "JournalIssue": {
        "Volume": "22",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "Sep"
        }
      },
      "Title": "CBE life sciences education",
      "ISOAbbreviation": "CBE Life Sci Educ"
    },
    "ArticleTitle": "Modifying Summer Undergraduate Research Programs during COVID-19 Increased Graduate School Intentions but Exacerbated Anxieties.",
    "Pagination": {
      "StartPage": "ar32",
      "MedlinePgn": "ar32"
    },
    "Abstract": {
      "AbstractText": [
        "COVID-19 created unprecedented challenges for college students, highlighting the need to provide educational contexts that foster well-being. Summer undergraduate research experiences (SUREs) constitute a high-impact practice, yet little systematic knowledge exists about how the first surge of COVID-19 influenced undergraduate researchers' well-being. This knowledge is important for preparing for future disruptions. This study applies the student well-being model (SWBM) to examine how SURE status (e.g., modification vs. cancellation) impacted students' mental health and graduate school intentions using primary survey data collected from U.S. undergraduate researchers in science, technology, engineering, and mathematics (STEM) fields in Summer 2020 (<i>n</i> = 408, from 131 institutions). Just under half had their SURE canceled, and the others engaged in modified SUREs. Students whose SUREs were canceled had reduced anxiety severity (<i>p</i> < 0.05), but greater concerns about graduate school matriculation (<i>p</i> < 0.001), compared with students with modified SUREs. Results suggest that modified SUREs are a reasonable path forward under conditions where in-person contact is untenable. Results point toward potential improvements in higher education practices that may enhance student well-being following disruptive events. Program directors can address potential causes of anxiety in modified SUREs, advocate for student-centered adjustments to graduate admission processes, and use experiences during COVID-19 as a springboard to broaden participation in undergraduate research."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Sociology, University of Utah, Salt Lake City, UT 84112."
          }
        ],
        "LastName": "Grineski",
        "ForeName": "Sara E",
        "Initials": "SE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Urban Studies, Worcester State University, Worcester, MA 01602."
          }
        ],
        "LastName": "Morales",
        "ForeName": "Danielle X",
        "Initials": "DX"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Geography, University of Utah, Salt Lake City, UT 84112."
          }
        ],
        "LastName": "Collins",
        "ForeName": "Timothy W",
        "Initials": "TW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "CBE Life Sci Educ",
    "NlmUniqueID": "101269039",
    "ISSNLinking": "1931-7913"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Students"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Intention"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Schools"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety"
    }
  ]
}