{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19578214",
  "DateCompleted": {
    "Year": "2009",
    "Month": "09",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "07",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "rus"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1512-0112",
      "JournalIssue": {
        "Issue": "171",
        "PubDate": {
          "Year": "2009",
          "Month": "Jun"
        }
      },
      "Title": "Georgian medical news",
      "ISOAbbreviation": "Georgian Med News"
    },
    "ArticleTitle": "[Anxiety state in patients during postinsult period with old cerebral infarction].",
    "Pagination": {
      "StartPage": "47",
      "EndPage": "53",
      "MedlinePgn": "47-53"
    },
    "Abstract": {
      "AbstractText": [
        "According to ICD-10 International Statistical Classification of Diseases anxiety state is different combination of somatic and mental symptoms of anxiety of absence of real menace that is onset attack-like or permanently. Anxious disorder is observed in 5-10% of the population, twice more often at woman than at men. The lengthening of the postinsult period is observed more often in the structure of the patient with old cerebral infarction that is complicated with anxious disorder. Diagnostics, treatment and prevention of anxious disorder in the postinsult period require elaboration of new approaches by the doctors. It is announced that anxious disorder in the postinsult period at such patient may reach 60-70%. Researches have been held on the basis of the clinic \"Medina\" in Batumi. The main group consisted of 30 out-patients (14 women and 16 men) between 41 and 73 years old who experienced cerebral infarction of 3-18 months prescription. Patients with pancreatic diabetes and unstable accompanying somatic diseases were excluded. Computer or magnetic - resonant tomography of the brain was performed to all patients during insult in order to verify the diagnosis; the clinical-and-psychological and neurological check up was also performed using neurological scale NIH NINDS in order to identify severity of insult as well as using the scale \"Renkin\" to assess the degree of impairment of vital functions. Depression was assessed with the help of HDRS (Hamilton depression ration scale). The level and presence of anxiety were determined by the scale that assesses the level of reactive and personal - anxiety. The following initial data were received as a result of research from the patients of the comparing groups before treatment: an average age of patients was 55,1+/-1,9 years; prescription of cerebral infarction was 6,35+/-1,0 months; severity of cerebral infarction on scale NIH NINDS was 2,7+/-0,25 points; invalidation degree on \"Renkin\" scale was 1,95+/-0,25 points. Personal anxiety was 85,4+/-7,27 points according to self assessment scale, reactive anxiety equaled 86,3+/-7,1 points. Depression evidence in comparing groups turned out to be initially high and equaled 14,5+/-2,1 points. The study revealed cognitive functions according to MMSE at 4 men. Therefore, a long effecting social stress leads to development of depression. Unemployed people working under constant pressure, living in overpopulated areas are the most subject to stress as well as those whose mutual relation with associates are broken and who more often gets in disputed situations. The first condition in treatment of the anxious disorders is detailed knowledge of the patient and his understanding the essence of illness. The necessary information and the elementary receptions of treatment for overcoming anxiety and panic attacks are given by the doctor. Frequently, the relief comes only that the patient realizes that it not illness that is unknown and dangerous to a life, but curable anxious disorder. Whenever possible the doctor will advise a relevant method of psychotherapy which will help to cope with the problems caused by prolonged panic disorder."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vashadze",
        "ForeName": "Sh V",
        "Initials": "ShV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Beridze",
        "ForeName": "L A",
        "Initials": "LA"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Georgia (Republic)",
    "MedlineTA": "Georgian Med News",
    "NlmUniqueID": "101218222",
    "ISSNLinking": "1512-0112"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Cerebral Infarction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    }
  ]
}