{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31755906",
  "DateCompleted": {
    "Year": "2021",
    "Month": "02",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "02",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1001/jamapsychiatry.2019.4160"
    ],
    "Journal": {
      "ISSN": "2168-6238",
      "JournalIssue": {
        "Volume": "77",
        "Issue": "5",
        "PubDate": {
          "Year": "2020",
          "Month": "May",
          "Day": "01"
        }
      },
      "Title": "JAMA psychiatry",
      "ISOAbbreviation": "JAMA Psychiatry"
    },
    "ArticleTitle": "Cognitive Behavioral Treatments for Anxiety in Children With Autism Spectrum Disorder: A Randomized Clinical Trial.",
    "Pagination": {
      "StartPage": "474",
      "EndPage": "483",
      "MedlinePgn": "474-483"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety is common among youth with autism spectrum disorder (ASD), often interfering with adaptive functioning. Psychological therapies are commonly used to treat school-aged youth with ASD; their efficacy has not been established.",
        "To compare the relative efficacy of 2 cognitive behavioral therapy (CBT) programs and treatment as usual (TAU) to assess treatment outcomes on maladaptive and interfering anxiety in children with ASD. The secondary objectives were to assess treatment outcomes on positive response, ASD symptom severity, and anxiety-associated adaptive functioning.",
        "This randomized clinical trial began recruitment in April 2014 at 3 universities in US cities. A volunteer sample of children (7-13 years) with ASD and maladaptive and interfering anxiety was randomized to standard-of-practice CBT, CBT adapted for ASD, or TAU. Independent evaluators were blinded to groupings. Data were collected through January 2017 and analyzed from December 2018 to February 2019.",
        "The main features of standard-of-practice CBT were affect recognition, reappraisal, modeling/rehearsal, in vivo exposure tasks, and reinforcement. The CBT intervention adapted for ASD was similar but also addressed social communication and self-regulation challenges with perspective-taking training and behavior-analytic techniques.",
        "The primary outcome measure per a priori hypotheses was the Pediatric Anxiety Rating Scale. Secondary outcomes included treatment response on the Clinical Global Impressions-Improvement scale and checklist measures.",
        "Of 214 children initially enrolled, 167 were randomized, 145 completed treatment, and 22 discontinued participation. Those who were not randomized failed to meet eligibility criteria (eg, confirmed ASD). There was no significant difference in discontinuation rates across conditions. Randomized children had a mean (SD) age of 9.9 (1.8) years; 34 were female (20.5%). The CBT program adapted for ASD outperformed standard-of-practice CBT (mean [SD] Pediatric Anxiety Rating Scale score, 2.13 [0.91] [95% CI, 1.91-2.36] vs 2.43 [0.70] [95% CI, 2.25-2.62]; P = .04) and TAU (2.93 [0.59] [95% CI, 2.63-3.22]; P < .001). The CBT adapted for ASD also outperformed standard-of-practice CBT and TAU on parent-reported scales of internalizing symptoms (estimated group mean differences: adapted vs standard-of-practice CBT, -0.097 [95% CI, -0.172 to -0.023], P = .01; adapted CBT vs TAU, -0.126 [95% CI, -0.243 to -0.010]; P = .04), ASD-associated social-communication symptoms (estimated group mean difference: adapted vs standard-of-practice CBT, -0.115 [95% CI, -0223 to -0.007]; P = .04; adapted CBT vs TAU: -0.235 [95% CI,-0.406 to -0.065]; P = .01); and anxiety-associated social functioning (estimated group mean difference: adapted vs standard-of-practice CBT, -0.160 [95% CI, -0.307 to -0.013]; P = .04; adapted CBT vs TAU: -0.284 [95% CI, -0.515 to -0.053]; P = .02). Both CBT conditions achieved higher rates of positive treatment response than TAU (BIACA, 61 of 66 [92.4%]; Coping Cat, 47 of 58 [81.0%]; TAU, 2 of 18 [11.1%]; P < .001 for each comparison).",
        "In this study, CBT was efficacious for children with ASD and interfering anxiety, and an adapted CBT approach showed additional advantages. It is recommended that clinicians providing psychological treatments to school-aged children with ASD consider developing CBT expertise.",
        "ClinicalTrials.gov identifier: NCT02028247."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Education, University of California, Los Angeles, Los Angeles."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of California, Los Angeles, Los Angeles."
          }
        ],
        "LastName": "Wood",
        "ForeName": "Jeffrey J",
        "Initials": "JJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Temple University, Philadelphia, Pennsylvania."
          }
        ],
        "LastName": "Kendall",
        "ForeName": "Philip C",
        "Initials": "PC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, University of California, Los Angeles, Los Angeles."
          }
        ],
        "LastName": "Wood",
        "ForeName": "Karen S",
        "Initials": "KS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, University of British Columbia, Vancouver, British Columbia, Canada."
          }
        ],
        "LastName": "Kerns",
        "ForeName": "Connor M",
        "Initials": "CM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Education, University of California, Los Angeles, Los Angeles."
          }
        ],
        "LastName": "Seltzer",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of South Florida School of Aging Studies, Tampa."
          }
        ],
        "LastName": "Small",
        "ForeName": "Brent J",
        "Initials": "BJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departments of Pediatrics and Psychiatry, University of South Florida, Tampa."
          }
        ],
        "LastName": "Lewin",
        "ForeName": "Adam B",
        "Initials": "AB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Baylor College of Medicine, Houston, Texas."
          }
        ],
        "LastName": "Storch",
        "ForeName": "Eric A",
        "Initials": "EA"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT02028247"
        ]
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 HD080098",
        "Acronym": "HD",
        "Agency": "NICHD NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Multicenter Study",
      "Randomized Controlled Trial",
      "Research Support, N.I.H., Extramural"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "JAMA Psychiatry",
    "NlmUniqueID": "101589550",
    "ISSNLinking": "2168-622X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Autism Spectrum Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychiatric Status Rating Scales"
    }
  ],
  "CoiStatement": "<b>Conflict of Interest Disclosures:</b> Dr J. Wood reported grants from National Institute of Child Health and Human Development and National Institute of Mental Health during the conduct of the study. Dr Kendall reported receiving royalties, and his spouse has income from the sales of publications of materials about the treatment of anxiety disorders in youth. Dr Kerns reported receiving honoraria for presenting on her research on anxiety and autism, as well as consultation fees for training staff at other research sites in anxiety and autism assessment, outside the submitted work. Dr Storch reported personal fees from Levo Therapeutics, Elsevier, Wiley, the American Psychological Association, Springer, and Oxford and grants from Red Cross, ReBuild Texas, the National Institutes of Health, and Texas Higher Education Coordinating Board outside the submitted work. No other disclosures were reported."
}