{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "2-es típusú cukorbetegség",
      "anxiety",
      "complications",
      "depression",
      "depresszió",
      "szorongás",
      "szövődmények",
      "type 2 diabetes mellitus"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Bevezetés: A diabetes és a depresszió együttes fennállása esetén a kétirányú kapcsolatból adódóan jelentős a betegségteher. A depresszióval szövődött cukorbetegség esetén nagyobb arányban fordulnak elő komplikációk. Bár a szövődmények életminőséget rontó hatása jól ismert, depressziós tüneteket fokozó hatásuk vitatott. Célkitűzés: Keresztmetszeti vizsgálatunkat háziorvosi praxisokban, 2-es típusú cukorbetegek körében végeztük, és arra kerestünk választ, hogy van-e összefüggés a diabetes szövődményei és a depressziós, illetve szorongásos tünetek fennállása között. Módszer: Felvettük a szociodemográfiai, antropometriai és anamnesztikus adatokat, rögzítettük a laborparamétereket. A depressziós tünetegyüttes becslésére a 21 kérdéses Beck Depresszió Kérdőívet (BDI), a szorongás súlyosságának meghatározására a Hamilton Szorongás Skálát (HAM-A) alkalmaztuk. Az adatrögzítést 2018. szeptember és 2020. február között végeztük. Eredmények: A vizsgálatban 338 beteg vett részt, az átlagéletkor 63,98 ± 11,51 év (± SD) volt, 61,2%-uk volt nő. Szignifikáns összefüggést találtunk a szövődmények jelenléte és a magasabb életkor, a kevesebb fizikai aktivitás, a magasabb testtömegindex, az inzulinterápia, az emelkedett HbA1c-érték, a rosszabb vesefunkciós paraméterek, a súlyosabb depressziós és szorongásos tünetek között. Többváltozós analízissel a BDI- és a HAM-A-pontszám független meghatározójának egyes demográfiai jellemzők mellett (női nem, alacsonyabb végzettség, fővároson kívüli lakóhely) a szövődmények fennállása bizonyult. Következtetés: Vizsgálatunk alapján szövődmények jelenléte esetén gyakoribbak és súlyosabbak a depressziós és a szorongásos tünetek. A hangulatzavaroknak a cukorbetegek körében javasolt szűrése és kezelése különösen szövődmények fennállása esetén indokolt. Orv Hetil. 2023; 164(3): 79–87."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36681997",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "02",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "01",
        "Day": "22"
      }
    ],
    "Language": [
      "hun"
    ],
    "ELocationID": [
      "10.1556/650.2023.32676"
    ],
    "Journal": {
      "ISSN": "1788-6120",
      "JournalIssue": {
        "Volume": "164",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan",
          "Day": "22"
        }
      },
      "Title": "Orvosi hetilap",
      "ISOAbbreviation": "Orv Hetil"
    },
    "ArticleTitle": "[The association between diabetes complications and symptoms of depression and anxiety].",
    "Pagination": {
      "StartPage": "79",
      "EndPage": "87",
      "MedlinePgn": "79-87"
    },
    "Abstract": {
      "AbstractText": [
        "The bidirectional relationship between diabetes and depression results in severe disease burden. Co-occurring depression is associated with a higher rate of diabetes complications. These complications impair quality of life, however, their impact on depressive symptoms is controversial.",
        "In our cross-sectional study, we aimed to investigate whether the presence of diabetes complications is associated with depressive and anxiety symptoms among patients with type 2 diabetes in general practice.",
        "We obtained patient history, anthropometric, socioeconomic, laboratory parameters. For symptom assessment, the Beck Depression Inventory (BDI) and the Hamilton Anxiety Scale (HAM-A) were used. We collected data between September 2018 and February 2020.",
        "We included 338 consecutive patients with type 2 diabetes. The mean age of the sample was 63.98 ± 11.51 (years ± SD), 61.2% of participants were female. We found significant univariate association between diabetes complications and older age, less physical activity, higher body mass index, insulin therapy, higher HbA1c, higher creatinine and carbamide concentrations, worse depressive and anxiety symptoms. In multivariate analysis, diabetes complications and certain socio-demographic factors (female gender, lower education, rural-dwelling) were the determinants of higher BDI and HAM-A scores.",
        "Among primary care patients with type 2 diabetes, the prevalence of depressive and anxiety symptoms was higher and more severe in patients with diabetes complications. The recommended screening for affective disorders among patients with diabetes is especially justified if complications are present. Orv Hetil. 2023; 164(3): 79-87."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Családorvosi Tanszék 1428 Budapest, Pf. 2 Magyarország."
          }
        ],
        "LastName": "Hargittay",
        "ForeName": "Csenge",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Családorvosi Tanszék 1428 Budapest, Pf. 2 Magyarország."
          }
        ],
        "LastName": "Vörös",
        "ForeName": "Krisztián",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Családorvosi Tanszék 1428 Budapest, Pf. 2 Magyarország."
          }
        ],
        "LastName": "Eőry",
        "ForeName": "Ajándék",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Családorvosi Tanszék 1428 Budapest, Pf. 2 Magyarország."
          }
        ],
        "LastName": "Márkus",
        "ForeName": "Bernadett",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "2 Semmelweis Egyetem, Általános Orvostudományi Kar, Mentális Egészségtudományok Doktori Iskola Budapest Magyarország."
          }
        ],
        "LastName": "Szabó",
        "ForeName": "Georgina",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "3 Semmelweis Egyetem, Általános Orvostudományi Kar, Pszichiátriai és Pszichoterápiás Klinika és Országos Pszichiátriai és Addiktológiai Intézet Budapest Magyarország."
          }
        ],
        "LastName": "Rihmer",
        "ForeName": "Zoltán",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "3 Semmelweis Egyetem, Általános Orvostudományi Kar, Pszichiátriai és Pszichoterápiás Klinika és Országos Pszichiátriai és Addiktológiai Intézet Budapest Magyarország."
          }
        ],
        "LastName": "Gonda",
        "ForeName": "Xénia",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Semmelweis Egyetem, Általános Orvostudományi Kar, Családorvosi Tanszék 1428 Budapest, Pf. 2 Magyarország."
          }
        ],
        "LastName": "Torzsa",
        "ForeName": "Péter",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "A cukorbetegség szövődményeinek összefüggése a depressziós és szorongásos tünetekkel."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Orv Hetil",
    "NlmUniqueID": "0376412",
    "ISSNLinking": "0030-6002"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "diagnosis"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Diabetes Complications"
    }
  ]
}