{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "A doença renal crônica (DRC) é reconhecida como um sério problema de saúde pública a nível mundial, levando a uma série de comorbidades físicas e psicológicas, além de tratamentos custosos e restrições no estilo de vida e alimentares. Há evidências de que as intervenções baseadas em mindfulness (IBMs) oferecem opções complementares ao tratamento de pessoas com doenças crônicas, incluindo DRC, com o objetivo de melhorar a saúde geral, reduzir os efeitos colaterais e custos do tratamento. Esta revisão objetiva investigar o impacto de IBMs em pessoas com DRC em hemodiálise, e identificar a qualidade metodológica da literatura atual a fim de auxiliar pesquisas futuras.",
        "As pesquisas foram realizadas em cinco bases de dados (MEDLINE via PubMed, PsycINFO, Embase, Web of Science e Scopus), em julho de 2020. Os artigos foram selecionados e avaliados por dois revisores de forma independente, utilizando critérios predefinidos, incluindo a ferramenta de risco de viés do grupo Cochrane e suas recomendações (CRD42020192936).",
        "Dos 175 estudos encontrados, 6 ensaios clínicos randomizados estavam de acordo com os critérios de inclusão, e variaram entre os anos de 2014 a 2019. Foram encontradas melhoras significativas para os sintomas de ansiedade, depressão, autoeficácia, qualidade de sono, e qualidade de vida (n=3) nos grupos que realizaram a intervenção, além de medidas físicas como pressão arterial, frequência cardíaca e taxa respiratória (n=1).",
        "As IBMs podem oferecer uma terapêutica complementar promissora e segura para pessoas com DRC em hemodiálise, atuando na qualidade de vida e em aspectos físicos da doença."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34643641",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng",
      "por"
    ],
    "ELocationID": [
      "10.1590/2175-8239-JBN-2021-0116"
    ],
    "Journal": {
      "ISSN": "2175-8239",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "1",
        "PubDate": {
          "Year": "2022",
          "Season": "Jan-Mar"
        }
      },
      "Title": "Jornal brasileiro de nefrologia",
      "ISOAbbreviation": "J Bras Nefrol"
    },
    "ArticleTitle": "Impacts of mindfulness-based interventions in people undergoing hemodialysis: a systematic review.",
    "Pagination": {
      "StartPage": "84",
      "EndPage": "96",
      "MedlinePgn": "84-96"
    },
    "Abstract": {
      "AbstractText": [
        "Chronic kidney disease (CKD) is a serious public health problem worldwide, leading to a series of physical and psychological comorbidities, in addition to costly treatments, lifestyle and dietary restrictions. There is evidence that mindfulness-based interventions (MBIs) offer complementary treatment for people with chronic illnesses, including CKD, with the aim of improving overall health, reducing side effects and treatment costs. This review aims to investigate the MBIs impact on people with CKD undergoing hemodialysis, and to identify the methodological quality of the current literature in order to support future studies.",
        "We ran searches in five databases (MEDLINE via PubMed, PsycINFO, Embase, Web of Science and Scopus) in July 2020. The papers were selected and evaluated by two reviewers independently, using predefined criteria, including the Cochrane Group's risk of bias tool and its recommendations (CRD42020192936).",
        "Of the 175 studies found, 6 randomized controlled trials met the inclusion criteria, and ranged from 2014 to 2019. There were significant improvements in symptoms of anxiety, depression, self-efficacy, sleep quality, and quality of life (n=3) in the groups submitted to the intervention, in addition to physical measures such as blood pressure, heart rate and respiratory rate (n=1).",
        "MBIs can offer a promising and safe complementary therapy for people with CKD undergoing hemodialysis, acting on quality of life and physical aspects of the disease."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-9547-8653"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pontifícia Universidade Católica do Rio Grande do Sul, Escola de Ciências da Saúde e da Vida, Programa de Pós-Graduação em Psicologia, Porto Alegre, RS, Brasil."
          }
        ],
        "LastName": "Razzera",
        "ForeName": "Bruno Nunes",
        "Initials": "BN"
      },
      {
        "Identifier": [
          "0000-0002-6594-2520"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pontifícia Universidade Católica do Rio Grande do Sul, Escola de Ciências da Saúde e da Vida, Programa de Pós-Graduação em Psicologia, Porto Alegre, RS, Brasil."
          },
          {
            "Identifier": [],
            "Affiliation": "Hospital de Clínicas de Porto Alegre, Serviço de Educação Física e Terapia Ocupacional de Nefrologia, Porto Alegre, RS, Brasil."
          }
        ],
        "LastName": "Adamoli",
        "ForeName": "Angélica Nickel",
        "Initials": "AN"
      },
      {
        "Identifier": [
          "0000-0003-1242-7610"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pontifícia Universidade Católica do Rio Grande do Sul, Escola de Ciências da Saúde e da Vida, Programa de Pós-Graduação em Psicologia, Porto Alegre, RS, Brasil."
          }
        ],
        "LastName": "Ranheiri",
        "ForeName": "Maitê Freitas",
        "Initials": "MF"
      },
      {
        "Identifier": [
          "0000-0002-6490-5170"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pontifícia Universidade Católica do Rio Grande do Sul, Escola de Ciências da Saúde e da Vida, Programa de Pós-Graduação em Psicologia, Porto Alegre, RS, Brasil."
          }
        ],
        "LastName": "Oliveira",
        "ForeName": "Margareth da Silva",
        "Initials": "MDS"
      },
      {
        "Identifier": [
          "0000-0001-7685-8431"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pontifícia Universidade Católica do Rio Grande do Sul, Escola de Ciências da Saúde e da Vida, Programa de Pós-Graduação em Psicologia, Porto Alegre, RS, Brasil."
          }
        ],
        "LastName": "Feoli",
        "ForeName": "Ana Maria Pandolfo",
        "Initials": "AMP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "J Bras Nefrol",
    "NlmUniqueID": "9426946",
    "ISSNLinking": "0101-2800"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chronic Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mindfulness"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Renal Dialysis"
    }
  ],
  "CoiStatement": "<b>Conflict of Interest:</b> We declare that there is no conflict of interest, professional, financial and direct or indirect benefits accruing from the information contained in the manuscript."
}