{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "2-es típusú cukorbetegség",
      "anxiety",
      "depression",
      "depresszió",
      "diabetes-specific quality of life",
      "diabetesspecifikus életminőség",
      "szorongás",
      "type 2 diabetes"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Bevezetés: Számos kutatási eredmény igazolja, hogy a diabetes mellitus kialakulásában és lefolyásában a pszichológiai tényezőknek is jelentős szerepük van. Célkitűzés: Kutatásunk középpontjában, hazai mintán az elsők között, a 2-es típusú diabetesszel élők depresszió- és szorongásszintjének és diabetesspecifikus életminőségének vizsgálata, valamint a nemi eltérések feltárása állt, továbbá elemeztük a depresszió és a szorongás kapcsolatát a diabetesspecifikus életminőséggel. Módszer: 157 fő, 2-es típusú diabetesszel diagnosztizált személy (nők: 58,6%, férfiak: 40,1%). depresszió- (a „10-item Center for Epidemiologic Studies Depression Scale” magyar változata), szorongás- (Spielberger Vonásszorongás Kérdőív) és diabetesspecifikus életminőségszintjét (az „Audit of Diabetes-Dependent Quality of Life” magyar változata) vizsgáltuk. Eredmények: A vizsgálati személyek 65%-ában depresszív tünetek nem mutatkoztak, 56,1%-ukban azonban közepes vonásszorongás volt kimutatható. Súlyosabb depressziós tünetek (U = 1625, p<0,001) és nagyobb vonásszorongás (U = 1556, p<0,001) szignifikánsan gyakrabban fordult elő a nők körében a férfiakhoz viszonyítva. A depresszív tünetek súlyossága és a vonásszorongás fordított irányú, gyenge korrelációs kapcsolatban állt a diabetesspecifikus életminőséggel. Megbeszélés: A 2-es típusú cukorbetegek depresszív tünetei és szorongásra való hajlama fordított irányú kapcsolatban áll a betegek diabetesspecifikus életminőségével. A cukorbeteg nők depresszió- és szorongásszintje magasabb a férfi diabetesesekhez képest. Következtetés: A cukorbetegek gondozása során javasolt a betegek depressziós, szorongásos tüneteinek és életminőségének pszichológiai vizsgálata, valamint szükség szerint adekvát kezelése. Ezáltal javulhat a betegek életminősége, terápiás együttműködése és a betegség prognózisa. Orv Hetil. 2022; 163(45): 1789–1797."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36335485",
  "DateCompleted": {
    "Year": "2022",
    "Month": "11",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "06"
      }
    ],
    "Language": [
      "hun"
    ],
    "ELocationID": [
      "10.1556/650.2022.32628"
    ],
    "Journal": {
      "ISSN": "1788-6120",
      "JournalIssue": {
        "Volume": "163",
        "Issue": "45",
        "PubDate": {
          "Year": "2022",
          "Month": "Nov",
          "Day": "06"
        }
      },
      "Title": "Orvosi hetilap",
      "ISOAbbreviation": "Orv Hetil"
    },
    "ArticleTitle": "[Association of diabetes mellitus with depression, anxiety and quality of life].",
    "Pagination": {
      "StartPage": "1789",
      "EndPage": "1797",
      "MedlinePgn": "1789-1797"
    },
    "Abstract": {
      "AbstractText": [
        "\"Introduction: Many studies demonstrated that psychological factors play an important role in the development and course of diabetes mellitus. Objective: The focus of our research, among the first in a Hungarian sample, was to examine depression and anxiety levels and diabetes-specific quality of life in people with type 2 diabetes, to explore gender differences, and to analyze the relationship of depression and anxiety with diabetes-specific quality of life. Method: 157 people diagnosed with type 2 diabetes (women: 58.6%, men: 40.1%) were assessed for levels of depression Center for Epidemiologic Studies Depression Scale – Hungarian version), anxiety (Spielberger’s Trait Anxiety Questionnaire) and diabetes-specific quality of life (Audit of Diabetes-Dependent Quality of Life – Hungarian version). Results: 65% of subjects did not show depressive symptoms, but 56.1% showed moderate trait anxiety. More severe depressive symptoms (U = 1625, p<0.001) and higher trait anxiety (U = 1556, p<0.001) were significantly more frequent in women compared to men. Depressive symptom severity and trait anxiety were inversely and weakly correlated with diabetes-specific quality of life. Discussion: In summary, the results suggest that the psychological state (depressive symptoms and anxiety) in patients with type 2 diabetes is associated with their diabetes-specific quality of life. Women with diabetes also have higher levels of depression and anxiety compared to men with diabetes. Conclusion: Psychological assessment of patients’ depressive and anxiety symptoms and quality of life is recommended in the care of diabetic patients, and appropriate treatment is recommended as needed. This may improve patients’ quality of life, therapeutic cooperation and disease prognosis.\""
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1 Szegedi Tudományegyetem, Szent-Györgyi Albert Klinikai Központ, Preventív Medicina Tanszék Szeged Magyarország."
          },
          {
            "Identifier": [],
            "Affiliation": "2 Szegedi Tudományegyetem, Szent-Györgyi Albert Klinikai Központ, Ápolásszervezési és Szakdolgozói Oktatási Igazgatás Szeged Magyarország."
          }
        ],
        "LastName": "Rafael",
        "ForeName": "Beatrix",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "3 Szegedi Tudományegyetem, Bölcsészettudományi Kar, Pszichológiai Intézet Szeged Magyarország."
          }
        ],
        "LastName": "Horváth",
        "ForeName": "Lilla",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "4 Szegedi Tudományegyetem, Szent-Györgyi Albert Klinikai Központ, Ortopédiai Klinika Szeged Magyarország."
          }
        ],
        "LastName": "Szemán",
        "ForeName": "Flóra",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "5 Szegedi Tudományegyetem, Szent-Györgyi Albert Klinikai Központ, Belgyógyászati Klinika Szeged Magyarország."
          }
        ],
        "LastName": "Várkonyi",
        "ForeName": "Tamás",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "5 Szegedi Tudományegyetem, Szent-Györgyi Albert Klinikai Központ, Belgyógyászati Klinika Szeged Magyarország."
          }
        ],
        "LastName": "Lengyel",
        "ForeName": "Csaba",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "5 Szegedi Tudományegyetem, Szent-Györgyi Albert Klinikai Központ, Belgyógyászati Klinika Szeged Magyarország."
          }
        ],
        "LastName": "Dávid",
        "ForeName": "Anett",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "A diabetes mellitus kapcsolata a depresszióval, a szorongással és az életminőséggel."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Orv Hetil",
    "NlmUniqueID": "0376412",
    "ISSNLinking": "0030-6002"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology"
      ],
      "DescriptorName": "Diabetes Mellitus, Type 2"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}