{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Cardiovascular disease",
      "Depression",
      "Exercise",
      "Fitness",
      "Mental health",
      "Stress"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30043270",
  "DateCompleted": {
    "Year": "2019",
    "Month": "08",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "07",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "63",
      "10.1007/s11920-018-0923-x"
    ],
    "Journal": {
      "ISSN": "1535-1645",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "8",
        "PubDate": {
          "Year": "2018",
          "Month": "Jul",
          "Day": "24"
        }
      },
      "Title": "Current psychiatry reports",
      "ISOAbbreviation": "Curr Psychiatry Rep"
    },
    "ArticleTitle": "Moving to Beat Anxiety: Epidemiology and Therapeutic Issues with Physical Activity for Anxiety.",
    "Pagination": {
      "StartPage": "63",
      "MedlinePgn": "63"
    },
    "Abstract": {
      "AbstractText": [
        "The purpose of this paper was to provide a comprehensive narrative review of the relationship between physical activity (PA) and anxiety and the rationale for including it as a treatment option for anxiety disorders. Several gaps in the literature are highlighted alongside recommendations for future research.",
        "PA in the general population has established efficacy in preventing and managing cardiovascular disease and improving wellbeing. Recent epidemiological data further suggests that people who are more active may be less likely to have anxiety disorders. In addition, evidence from systematic reviews of randomised control trials suggests that exercise training, a subset of PA, can reduce symptoms in anxiety and stress-related disorders, such as post-traumatic stress disorder, agoraphobia and panic disorder. Anxiety disorders are common, burdensome and costly to individuals and wider society. In addition to the profound negative impact on individuals' wellbeing and functioning, they are associated with worsened physical health, including a higher risk for cardiovascular diseases and premature mortality. Although pharmacotherapy and psychological interventions are helpful for many, these treatment approaches are not effective for everyone and are insufficient to address common physical health complications, such as the elevated risk of cardiovascular disease. Given the combined anxiolytic and physical health benefits of increased activity, PA presents a promising additional treatment option for people with anxiety disorders. However, there remain key gaps in the literature regarding the mechanisms underlying the effects of PA, optimal PA protocols, methods of improving adherence and the importance of physical fitness. These must be addressed for PA to be successfully implemented in mental health services."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physiotherapy Department, South London and Maudsley NHS Foundation Trust, Denmark Hill, London, SE5 9RS, UK. aaron.kandola@gmail.com."
          }
        ],
        "LastName": "Kandola",
        "ForeName": "Aaron",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "KU Leuven Department of Rehabilitation Sciences, Leuven, Belgium."
          },
          {
            "Identifier": [],
            "Affiliation": "KU Leuven Department of Neurosciences, UPC KU Leuven, Kortenberg, Belgium."
          }
        ],
        "LastName": "Vancampfort",
        "ForeName": "Davy",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Physical Education and Sport Sciences, University of Limerick, Limerick, Ireland."
          },
          {
            "Identifier": [],
            "Affiliation": "Health Research Institute, University of Limerick, Limerick, Ireland."
          }
        ],
        "LastName": "Herring",
        "ForeName": "Matthew",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physical Activity Research Group, School of Health, Medical and Applied Sciences, Central Queensland University, Rockhampton, QLD, Australia."
          }
        ],
        "LastName": "Rebar",
        "ForeName": "Amanda",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Public Health Sciences, Karolinska Institute, Stockholm, Sweden."
          }
        ],
        "LastName": "Hallgren",
        "ForeName": "Mats",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "NICM Health Research Institute, School of Science and Health, University of Western Sydney, Sydney, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Division of Psychology and Mental Health, University of Manchester, Manchester, UK."
          }
        ],
        "LastName": "Firth",
        "ForeName": "Joseph",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Physiotherapy Department, South London and Maudsley NHS Foundation Trust, Denmark Hill, London, SE5 9RS, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Psychological Medicine, Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."
          }
        ],
        "LastName": "Stubbs",
        "ForeName": "Brendon",
        "Initials": "B"
      }
    ],
    "GrantList": [
      {
        "GrantID": "ICA-CL-2017-03-001",
        "Acronym": "DH_",
        "Agency": "Department of Health",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Psychiatry Rep",
    "NlmUniqueID": "100888960",
    "ISSNLinking": "1523-3812"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "epidemiology",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Exercise"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Exercise Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Stress Disorders, Post-Traumatic"
    }
  ],
  "CoiStatement": "CONFLICT OF INTEREST: Aaron Kandola, Davy Vancampfort, Matthew Herring, Amanda Rebar, Mats Hallgren, Joseph Firth and Brendon Stubbs declare that they have no conflict of interest. HUMAN AND ANIMAL RIGHTS AND INFORMED CONSENT: This article does not contain any studies with human or animal subjects performed by any of the authors. DISCLAIMER: The views expressed are those of the authors and not necessarily those of the NHS, the NIHR, NHMRC or the Department of Health and Social Care."
}