{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "El trastorno obsesivo-compulsivo (TOC) es un síndrome clínico cuyo sello distintivo son los pensamientos desmedidos que provocan ansiedad y conductas compulsivas, los cuales habitualmente no son reconocidos como razonables, pero que causan un distrés y un deterioro significativos. Cuando éstos son los síntomas exclusivos, constituyen un TOC no complicado. El TOC también puede presentarse en el contexto de otras patologías neuropsiquiátricas, principalmente en otros trastornos ansiosos y del ánimo. La pregunta que persiste es si acaso estas combinaciones de trastornos deben considerarse como cuadros independientes, trastornos que co-ocurren o como manifestaciones diferentes de una constelación parcialmente comprendida de los trastornos del espectro del TOC con una etiología común. También se entregan consideraciones adicionales para dos subgrupos según sus potenciales bases etiológicas: 1) un grupo de base ambiental en el cual el TOC ocurre a continuatión de acontecimientos aparentemente causales como las infecciones por estreptococo, el daño cerebral o el tratamiento con neurolépticos atípicos y 2) un grupo de base genómica en que el TOC se relaciona con anomalías cromosómicas o de genes específicos. Considerando el estado actual de la investigatión, parece fácil de manejar el concepto de TOC y de las condiciones del espectro relacionado con el TOC en 2010, pero requiere de una r e evaluatión permanente."
      ]
    },
    {
      "AbstractText": [
        "Le trouble obsessionnel-compulsif (TOC) est un syndrome clinique caractérisé par des comportements compulsifs et des pensées excessives à type d'anxiété, généralement reconnus comme déraisonnables, causant une souffrance et un handicap significatifs. Quand ces symptômes sont les seuls, on parle de TOC non compliqué. Mais le TOC peut également survenir dans le contexte d'autres troubles neuropsychiatriques, plus couramment dans le cadre d'autres troubles anxieux ou de troubles de l'humeur. Il reste à savoir si ces troubles doivent être considérés comme indépendants, simultanés ou comme des manifestations différentes d'une constellation incomplètement comprise de troubles du spectre du TOC avec une étiologie commune. Cet article propose des réflexions supplémentaires sur deux sous-groupes éventuels d'origine étiologique: 1) un groupe d'origine environnementale dans lequel le TOC survient après des événements apparemment causaux comme une infection streptococcique, une lésion cérébrale ou un traitement neuroleptique atypique; et 2) un groupe d'origine génomique dans lequel le TOC est lié à des anomalies chromosomiques ou à des gènes spécifiques. Au stade actuel de la recherche, le concept de TOC et de trouble du spectre obsessionnel compulsif semble flou en 2010 et nécessite une réévaluation."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20623919",
  "DateCompleted": {
    "Year": "2010",
    "Month": "08",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1294-8322",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "2",
        "PubDate": {
          "Year": "2010"
        }
      },
      "Title": "Dialogues in clinical neuroscience",
      "ISOAbbreviation": "Dialogues Clin Neurosci"
    },
    "ArticleTitle": "Obsessive-compulsive disorder and its related disorders: a reappraisal of obsessive-compulsive spectrum concepts.",
    "Pagination": {
      "StartPage": "131",
      "EndPage": "148",
      "MedlinePgn": "131-48"
    },
    "Abstract": {
      "AbstractText": [
        "Obsessive-compulsive disorder (OCD) is a clinical syndrome whose hallmarks are excessive, anxiety-evoking thoughts and compulsive behaviors that are generally recognized as unreasonable, but which cause significant distress and impairment. When these are the exclusive symptoms, they constitute uncomplicated OCD. OCD may also occur in the context of other neuropsychiatric disorders, most commonly other anxiety and mood disorders. The question remains as to whether these combinations of disorders should be regarded as independent, cooccurring disorders or as different manifestations of an incompletely understood constellation of OCD spectrum disorders with a common etiology. Additional considerations are given here to two potential etiology-based subgroups: (i) an environmentally based group in which OCD occurs following apparent causal events such as streptococcal infections, brain injury, or atypical neuroleptic treatment; and (ii) a genomically based group in which OCD is related to chromosomal anomalies or specific genes. Considering the status of current research, the concept of OCD and OCD-related spectrum conditions seems fluid in 2010, and in need of ongoing reappraisal."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Clinical Science, NIMH Intramural Research Program, Bethesda, Maryland 20892, USA. dm30h@nih.gov"
          }
        ],
        "LastName": "Murphy",
        "ForeName": "Dennis L",
        "Initials": "DL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Timpano",
        "ForeName": "Kiara R",
        "Initials": "KR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wheaton",
        "ForeName": "Michael G",
        "Initials": "MG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Greenberg",
        "ForeName": "Benjamin D",
        "Initials": "BD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Miguel",
        "ForeName": "Euripedes C",
        "Initials": "EC"
      }
    ],
    "GrantList": [
      {
        "Agency": "Intramural NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Intramural",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Dialogues Clin Neurosci",
    "NlmUniqueID": "101238198",
    "ISSNLinking": "1294-8322"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Compulsive Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Diagnosis, Differential"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Environment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genomics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Nervous System Diseases"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "epidemiology",
        "genetics"
      ],
      "DescriptorName": "Obsessive-Compulsive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychiatric Status Rating Scales"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Severity of Illness Index"
    }
  ]
}