{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20723558",
  "DateCompleted": {
    "Year": "2011",
    "Month": "04",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2010",
    "Month": "12",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2010",
        "Month": "08",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pbb.2010.08.004"
    ],
    "Journal": {
      "ISSN": "1873-5177",
      "JournalIssue": {
        "Volume": "97",
        "Issue": "3",
        "PubDate": {
          "Year": "2011",
          "Month": "Jan"
        }
      },
      "Title": "Pharmacology, biochemistry, and behavior",
      "ISOAbbreviation": "Pharmacol Biochem Behav"
    },
    "ArticleTitle": "Treatment of addiction and anxiety using extinction approaches: neural mechanisms and their treatment implications.",
    "Pagination": {
      "StartPage": "619",
      "EndPage": "625",
      "MedlinePgn": "619-25"
    },
    "Abstract": {
      "AbstractText": [
        "Clinical interventions which produce cue and contextual extinction learning can reduce craving and relapse in substance abuse and inhibit conditioned fear responses in anxiety disorders. In both types of disorders, classical conditioning links unconditioned drug or fear responses to associated contextual cues and result in enduring pathological responses to multiple stimuli. Extinction therapy countermeasures seek to reduce conditioned responses using a set of techniques in which patients are repeatedly exposed to conditioned appetitive or aversive stimuli using imaginal imagery, in vivo exposure, or written scripts. Such interventions allow patients to rehearse more adaptive responses to conditioned stimuli. The ultimate goal of these interventions, extinction of the original conditioned response, is a new learning process that results in a decrease in frequency or intensity of conditioned responses to drug or fear cues. This review explores extinction approaches in conditioned drug reward and fear responses. The behavioral, neuroanatomical and neurochemical mechanisms of conditioned reward and fear responses and their extinction are derived from our understanding of the animal literature. Extensive neuroscience research shows that even though many mechanisms differ in conditioned fear and reward, converging prefrontal cortical glutamatergic pathways underlie extinction learning. Efficacy of pharmacological and behavioral treatment approaches in addiction and anxiety disorders may be optimized by enhancing extinction and weakening the bond between the original conditioned stimuli and conditioned responses. Adjunctive pharmacotherapy approaches using agents which alter glutamate or γ-aminobutyric acid signaling or epigenetic mechanisms in prefrontal cortical pathways can enhance extinction learning. A comparative study of extinction processes and its neural mechanisms can be translated into more effective behavioral and pharmacological treatment approaches in substance abuse and anxiety."
      ],
      "CopyrightInformation": "Published by Elsevier Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "VA Boston Healthcare System, Mental Health and Research Services, Boston, MA 02130, USA. gary.kaplan@va.gov"
          }
        ],
        "LastName": "Kaplan",
        "ForeName": "Gary B",
        "Initials": "GB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Heinrichs",
        "ForeName": "Stephen C",
        "Initials": "SC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Carey",
        "ForeName": "Robert J",
        "Initials": "RJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, U.S. Gov't, Non-P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pharmacol Biochem Behav",
    "NlmUniqueID": "0367050",
    "ISSNLinking": "0091-3057"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Conditioning, Classical"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Motivation"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Substance-Related Disorders"
    }
  ]
}