{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37632967",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "AT8061"
    ],
    "Journal": {
      "ISSN": "1078-6791",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "8",
        "PubDate": {
          "Year": "2023",
          "Month": "Nov"
        }
      },
      "Title": "Alternative therapies in health and medicine",
      "ISOAbbreviation": "Altern Ther Health Med"
    },
    "ArticleTitle": "Influence of Family-centered Health Intervention on Perioperative Mental Health of Patients Receiving Coronary Interventional Therapy.",
    "Pagination": {
      "StartPage": "401",
      "EndPage": "405",
      "MedlinePgn": "401-405"
    },
    "Abstract": {
      "AbstractText": [
        "Cardiovascular ailments threaten human health. In China, the primary cardiovascular diseases include stroke and coronary heart disease, resulting in rising morbidity and mortality rates. Coronary heart disease accounts for 10%-20% of all deaths from cardiovascular diseases. These diseases increasingly affect younger individuals, with the disparity in incidence between urban and rural areas gradually diminishing. Experts predict that cardiovascular diseases will continue to increase through the end of this century and into the next in China. Therefore, it is imperative to implement preventive measures to treat coronary heart disease. This paper explores how family-centered health intervention affects anxiety levels, depression symptoms, and sleep quality among perioperative patients receiving coronary interventional therapy.",
        "The participants for this study received coronary intervention therapy in the researchers' hospital from August 2020 to April 2021. Study participants comprised control and observation groups based on a random number table. Both groups received routine care. However, the observation group received family-centered health interventions. Researchers observed the differences in anxiety and depression scores, self-care ability, sleep quality, and incidence of complications between the two groups before and after the intervention.",
        "Following the intervention, the sleep quality of the observation group was better than that of the control group, and the difference was statistically significant. There was no difference in activities of daily living (ADL) scores between the two groups before the intervention. Moreover, there was no significant difference in ADL scores on the first, second, and third postoperative days. The incidence of postoperative arrhythmia and coronary artery restenosis between the two groups showed a statistically significant difference.",
        "Family-centered health intervention benefited perioperative patients receiving coronary intervention therapy. It improved patients' mood and sleep quality and demonstrated positive application value."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hao",
        "ForeName": "Xianjie",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wang",
        "ForeName": "Dongjing",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Xiao",
        "ForeName": "Xiuping",
        "Initials": "X"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Altern Ther Health Med",
    "NlmUniqueID": "9502013",
    "ISSNLinking": "1078-6791"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiovascular Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Activities of Daily Living"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    }
  ]
}