{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10586402",
  "DateCompleted": {
    "Year": "2000",
    "Month": "03",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0003-0651",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "3",
        "PubDate": {
          "Year": "1999"
        }
      },
      "Title": "Journal of the American Psychoanalytic Association",
      "ISOAbbreviation": "J Am Psychoanal Assoc"
    },
    "ArticleTitle": "Anxiety, signal anxiety, and unconscious anticipation: neuroscientific evidence for an unconscious signal function in humans.",
    "Pagination": {
      "StartPage": "817",
      "EndPage": "841",
      "MedlinePgn": "817-41"
    },
    "Abstract": {
      "AbstractText": [
        "A central tenet of psychoanalysis, and arguably of any comprehensive theory of mind, is the existence of a psychological unconscious. Years of clinical investigation into the nature of unconscious processes have facilitated the development of psychoanalysis as a clinical method. Empirical investigations of unconscious mental processes, however, have lagged behind clinical inquiry. With few exceptions, attempts to understand unconscious processes using rigorous experimental controls have remained sequestered in scientific domains other than psychoanalysis, where they have proliferated recently. In view of this recent upsurge of research on unconscious processes outside of psychoanalysis, efforts to integrate such knowledge into general theories of psychopathology and clinical investigation are critical. In this paper, an interdisciplinary approach is taken to the study of one aspect of unconscious mental functioning--what Freud originally termed signal anxiety. Signal anxiety is examined using information from cognitive psychology and learning theory, psychophysiology, behavioral neuroscience, and psychoanalytic theory. Though the original concept of signal anxiety is supported by recent research, it is concluded that signal anxiety is probably best thought of not as the affect of anxiety but as a subset of unconscious mental processes that have a signal function of anticipating danger. Such unconscious anticipatory processes are a general feature of the mind that includes responses to both real and imagined (neurotic) appraisals of a situation. The neurophysiological structures and processes associated with unconscious anticipation in humans are just beginning to be understood."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, New School for Social Research, Graduate Faculty of Political and Social Science, New York, NY 10003, USA. Pswong@newschool.edu"
          }
        ],
        "LastName": "Wong",
        "ForeName": "P S",
        "Initials": "PS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Am Psychoanal Assoc",
    "NlmUniqueID": "7505579",
    "ISSNLinking": "0003-0651"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Arousal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Processes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychoanalytic Theory"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Unconscious, Psychology"
    }
  ],
  "NumberOfReferences": "56"
}