{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21937812",
  "DateCompleted": {
    "Year": "2012",
    "Month": "10",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "11",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "chi"
    ],
    "ELocationID": [
      "10.3969/j.issn.1672-7347.2011.08.020"
    ],
    "Journal": {
      "ISSN": "1672-7347",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "8",
        "PubDate": {
          "Year": "2011",
          "Month": "Aug"
        }
      },
      "Title": "Zhong nan da xue xue bao. Yi xue ban = Journal of Central South University. Medical sciences",
      "ISOAbbreviation": "Zhong Nan Da Xue Xue Bao Yi Xue Ban"
    },
    "ArticleTitle": "[Prenatal anxiety and its influence on delivery outcome].",
    "Pagination": {
      "StartPage": "803",
      "EndPage": "808",
      "MedlinePgn": "803-8"
    },
    "Abstract": {
      "AbstractText": [
        "To investigate the factors related to prenatal anxiety, to observe the effect of prenatal anxiety on the mode of delivery, intrapartum hemorrhage, and to determine the correlation between prenatal anxiety and delivery outcome.",
        "A total of 300 pregnant women were randomly enrolled from 3 hospitals of Changsha, China. The instruments of this survey were self-designed general information questionnaire, state-trait anxiety inventory (STAI), pregnancy pressure scale, and social support rating scale (SSRS). The delivery outcome was observed.",
        "The STAI showed that the state anxiety score of the pregnant women was 43.58±10.79, which was significantly higher than that of usual models (P<0.01). Multiple linear regression analysis showed that those factors, such as the item 2 of pregnancy pressure, relationship with mother-in-law, number of abortions, prenatal health condition, times of attending classes for pregnant women, psychological preparation for childbirth, relationship with mother, relationship with husband, item 3 and item 1 of pregnancy pressure, were all related to prenatal anxiety. The anxiety level between the non-indicative cesarean section group and the normal labor group had statistical difference (P<0.01). Intrapartum hemorrhage of cesarean section in the anxiety group had significant difference compared with the non-anxiety group (P<0.01).",
        "Some factors have contributed to the anxiety level of the pregnant, such as psychological stress, relationship with mother-in-law, number of abortions, prenatal health conditions, times of attending classes for pregnant women, psychological preparation for childbirth, relationship with mother, and relationship with husband. Prenatal anxiety may lead to increased the rate of non-indicative cesarean section and intrapartum hemorrhage during the cesarean section."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstectrics, Central South University, Changsha 410011, China."
          }
        ],
        "LastName": "Zhou",
        "ForeName": "Xihong",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Li",
        "ForeName": "Lezhi",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "China",
    "MedlineTA": "Zhong Nan Da Xue Xue Bao Yi Xue Ban",
    "NlmUniqueID": "101230586",
    "ISSNLinking": "1672-7347"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Delivery, Obstetric"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Pregnancy Complications"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy Outcome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}