{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25617037",
  "DateCompleted": {
    "Year": "2015",
    "Month": "08",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s11920-014-0540-2"
    ],
    "Journal": {
      "ISSN": "1535-1645",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "2",
        "PubDate": {
          "Year": "2015",
          "Month": "Feb"
        }
      },
      "Title": "Current psychiatry reports",
      "ISOAbbreviation": "Curr Psychiatry Rep"
    },
    "ArticleTitle": "The importance of anxiety states in bipolar disorder.",
    "Pagination": {
      "StartPage": "3",
      "MedlinePgn": "3"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety symptoms and syndromes are common in bipolar disorders, occurring in over half of all subjects with bipolar disorder type I. Despite methodological and diagnostic inconsistencies, most studies have shown a robust association between the presence of a broadly defined comorbid anxiety disorder and important indices of clinical morbidity in bipolar disorder, including a greater number of depressive episodes, worse treatment outcomes, and elevated risk of attempting suicide. Anxiety symptoms and/or syndromes often precede the onset of bipolar disorder and may represent a clinical phenotype of increased risk in subjects with prodromal symptoms. Although the causal relationship between anxiety and bipolar disorders remains unresolved, the multifactorial nature of most psychiatric phenotypes suggests that even with progress towards more biologically valid phenotypes, the \"phenomenon\" of comorbidity is likely to remain a clinical reality. Treatment studies of bipolar patients with comorbid anxiety have begun to provide preliminary evidence for the role of specific pharmacological and psychotherapeutic treatments, but these need to be confirmed in more definitive trials. Hence, there is an immediate need for further research to help guide assessment and help identify appropriate treatments for comorbid conditions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Behavioral Sciences, Johns Hopkins University School of Medicine, Meyer 4-119A, 600 North Wolfe Street, Baltimore, MD, 21287, USA, fgoes1@jhmi.edu."
          }
        ],
        "LastName": "Goes",
        "ForeName": "Fernando S",
        "Initials": "FS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Psychiatry Rep",
    "NlmUniqueID": "100888960",
    "ISSNLinking": "1523-3812"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Bipolar Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}