{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Valoracion de la ansiedad en los trastornos del espectro autista y en el trastorno por deficit de atencion/hiperactividad.",
        "Introduccion. La identificacion de factores que estan influyendo en el trastorno por deficit de atencion/hiperactividad (TDAH) o en los trastornos del espectro autista (TEA) permitira desarrollar estrategias de intervencion que repercutiran en beneficio de su ajuste personal y social. Es de sobra conocido que los niños con trastornos del desarrollo presentan mayor riesgo de manifestar sintomas de ansiedad que los que tienen desarrollo tipico. Objetivo. Valorar la percepcion que de la ansiedad tiene un grupo de niños y adolescentes con TDAH o TEA y la que creen los padres que poseen sus hijos mediante el Screen for Child Anxiety Related Emotional Disorder (SCARED). Sujetos y metodos. Muestra de 107 niños y adolescentes, 73 diagnosticados de TDAH y 34 de TEA, con edades comprendidas entre 8 y 17 años (91 niños y 16 niñas), y sus respectivos padres o madres (53 padres y 54 madres). Todos cumplimentaron la correspondiente version del SCARED en presencia de alguno de los investigadores. Resultados. Los resultados muestran diferencias en los factores de ansiedad. Generalmente estas diferencias indican mayores niveles de ansiedad, tanto en los padres como en los hijos, en los niños y adolescentes diagnosticados de TDAH frente a los diagnosticados de TEA. Conclusiones. Hay diferencias significativas tanto entre los niveles de ansiedad mostrados por los niños y adolescentes diagnosticados de TDAH y los diagnosticados de TEA, como en los niveles de ansiedad percibida por sus padres."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26922967",
  "DateCompleted": {
    "Year": "2017",
    "Month": "01",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "01",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1576-6578",
      "JournalIssue": {
        "Volume": "62 Suppl 1",
        "PubDate": {
          "Year": "2016"
        }
      },
      "Title": "Revista de neurologia",
      "ISOAbbreviation": "Rev Neurol"
    },
    "ArticleTitle": "[Assessment of anxiety in autism spectrum disorders and in attention deficit hyperactivity disorder].",
    "Pagination": {
      "StartPage": "S99",
      "EndPage": "S102",
      "MedlinePgn": "S99-102"
    },
    "Abstract": {
      "AbstractText": [
        "The identification of factors that influence attention deficit hyperactivity disorder (ADHD) or autism spectrum disorders (ASD) will allow the development of intervention strategies that will benefit the personal and social adjustment of these individuals. It is well known that children with developmental disorders have a higher risk of presenting symptoms of anxiety than typically developing children.",
        "To assess the perception of anxiety of a group of children and adolescents with ADHD or ASD and the anxiety their parents believe their children have, through the Screen for Child Anxiety Related Emotional Disorder (SCARED).",
        "Participants were 107 children and adolescents, 73 diagnosed with ADHD and 34 with ASD, with ages ranging between 8 and 17 years (91 boys and 16 girls), and their respective fathers or mothers (53 fathers and 54 mothers). All participants completed the corresponding version of the SCARED in the presence of one of the researchers.",
        "The results show differences in anxiety factors. Usually, these differences indicate higher levels of anxiety-both in parents and in children-in children and adolescents diagnosed with ADHD versus those diagnosed with ASD.",
        "There are significant differences between the levels of anxiety shown both by children and adolescents diagnosed with ADHD and those diagnosed with ASD, and in the levels of anxiety perceived by their parents."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad de Las Palmas de Gran Canaria, 35080 Las Palmas de Gran Canaria, Espana."
          }
        ],
        "LastName": "Fortea-Sevilla",
        "ForeName": "M S",
        "Initials": "MS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad de Las Palmas de Gran Canaria, 35080 Las Palmas de Gran Canaria, Espana."
          }
        ],
        "LastName": "Escandell-Bermudez",
        "ForeName": "M O",
        "Initials": "MO"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad de Las Palmas de Gran Canaria, 35080 Las Palmas de Gran Canaria, Espana."
          }
        ],
        "LastName": "Castro-Sanchez",
        "ForeName": "J J",
        "Initials": "JJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centro DELETREA, 28014 Madrid, Espana."
          }
        ],
        "LastName": "Martos-Perez",
        "ForeName": "J",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ],
    "VernacularTitle": "Valoracion de la ansiedad en los trastornos del espectro autista y en el trastorno por deficit de atencion/hiperactividad."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Rev Neurol",
    "NlmUniqueID": "7706841",
    "ISSNLinking": "0210-0010"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Attention Deficit Disorder with Hyperactivity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attitude to Health"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Autism Spectrum Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Parents"
    }
  ]
}