{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37639614",
  "DateCompleted": {
    "Year": "2023",
    "Month": "12",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "08",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/SGA.0000000000000766"
    ],
    "Journal": {
      "ISSN": "1538-9766",
      "JournalIssue": {
        "Volume": "46",
        "Issue": "6",
        "PubDate": {
          "MedlineDate": "2023 Nov-Dec 01"
        }
      },
      "Title": "Gastroenterology nursing : the official journal of the Society of Gastroenterology Nurses and Associates",
      "ISOAbbreviation": "Gastroenterol Nurs"
    },
    "ArticleTitle": "Describing and Predicting Preprocedural Anxiety in Patients Scheduled for Advanced Gastrointestinal Endoscopy During the COVID-19 Pandemic.",
    "Pagination": {
      "StartPage": "475",
      "EndPage": "488",
      "MedlinePgn": "475-488"
    },
    "Abstract": {
      "AbstractText": [
        "Advanced gastrointestinal endoscopy includes a group of specialized procedures and interventions that are being performed more frequently, with little attention given to a patient's preprocedural anxiety issues. Compounding this concern, in 2020 the COVID-19 pandemic resulted in the delay of many endoscopy cases. It is unknown how this affected the anxiety of patients preparing for advanced endoscopy procedures. Patients with higher anxiety require higher doses of anesthetic medications, and experience increased pain and decreased satisfaction. The purpose of this study was to describe the biological, psychological, and social attributes of patients and identify whether social support, COVID-19-related anxiety, delay of procedure, patient's physical status, and procedural indication category were predictors of state anxiety levels in patients undergoing advanced gastrointestinal endoscopy during the COVID-19 pandemic. The research study was a cross-sectional descriptive design with 90 patients. Patients were classified into low state and high state anxiety groups. Fifty-eight percent of patients had high state anxiety scores. Using logistic regression, social support was identified as a predictor of preprocedural anxiety (odds ratio [OR] = 0.318 [95% confidence interval, CI = 0.170, 0.597, p < .001]) as less social support was associated with higher anxiety. It is imperative that strategies to maximize social support are reinforced."
      ],
      "CopyrightInformation": "Copyright © 2023 Society of Gastroenterology Nurses and Associates."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-4158-958"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dawn Donahue Profit, PhD, RN, is Staff Development Specialist, Nursing Staff Development, UK HealthCare, Lexington, Kentucky."
          }
        ],
        "LastName": "Profit",
        "ForeName": "Dawn Donahue",
        "Initials": "DD"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Gastroenterol Nurs",
    "NlmUniqueID": "8915377",
    "ISSNLinking": "1042-895X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Endoscopy, Gastrointestinal"
    },
    {
      "QualifierName": [
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    }
  ],
  "CoiStatement": "The author received a dissertation grant from the University of Kentucky College of Nursing to support the research; otherwise, there are no conflicts of interest."
}