{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "avaliar o nível de ansiedade dos enfermeiros de um serviço de urgência em face do novo coronavírus e descrever a relação entre os níveis de ansiedade e as variáveis sociodemográficas.",
        "estudo quantitativo descritivo-correlacional com uma amostra de 60 enfermeiros. Recorreu-se à aplicação de um questionário como instrumento de coleta de dados baseando-se na Escala de Avaliação de Ansiedade de Hamilton.",
        "o escore médio de ansiedade dos enfermeiros é leve. Verificou-se que existe uma relação estatisticamente significante entre a ansiedade e a variável “sexo” e “filhos”, com as mulheres apresentando níveis de ansiedade superiores aos homens e os enfermeiros sem filhos apresentando níveis de ansiedade leve, moderada ou severa.",
        "a COVID-19 desencadeia ansiedade nos enfermeiros, por vezes a níveis patológicos; e ser do sexo feminino e não ter filhos a aumenta. É possível afirmar que o sexo foi o fator determinante para o nível de ansiedade experimentado."
      ]
    },
    {
      "AbstractText": [
        "evaluar nivel de ansiedad de enfermeros de un servicio de urgencia frente al nuevo coronavirus y describir la relación entre niveles de ansiedad y variables sociodemográficas.",
        "estudio cuantitativo descriptivo-correlacional con una muestra de 60 enfermeros. Recorrido a la aplicación de una encuesta como instrumento de recolecta de datos basándose en la Escala de Evaluación de Ansiedad de Hamilton.",
        "el escore mediano de ansiedad de los enfermeros es leve. Verificado que hay una relación estadísticamente significante entre la ansiedad y la variable “sexo” e “hijos”, con mujeres presentando niveles de ansiedad superiores a los hombres y los enfermeros sin hijos presentando niveles de ansiedad leve, moderada o severa.",
        "la COVID-19 desencadena ansiedad en los enfermeros, por veces a niveles patológicos; y ser del sexo femenino y no tener hijos la aumenta. Es posible afirmar que el sexo fue el factor determinante para el nivel de ansiedad experimentado."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36449963",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "11",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e20220171",
      "10.1590/0034-7167-2022-0171",
      "S0034-71672023000300151"
    ],
    "Journal": {
      "ISSN": "1984-0446",
      "JournalIssue": {
        "Volume": "76Suppl 1",
        "Issue": "Suppl 1",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "Revista brasileira de enfermagem",
      "ISOAbbreviation": "Rev Bras Enferm"
    },
    "ArticleTitle": "Effects of the COVID-19 pandemic on nurses' psychological well being in an emergency room.",
    "Pagination": {
      "StartPage": "e20220171",
      "MedlinePgn": "e20220171"
    },
    "Abstract": {
      "AbstractText": [
        "to assess the level of anxiety of nurses in an emergency room in view of the new Coronavirus and describe the relationship between the degrees of anxiety and their sociodemographic variables.",
        "quantitative descriptive-correlational study with a sample of 60 nurses. A questionnaire was used as a data collection instrument based on the Hamilton Anxiety Assessment Scale.",
        "the nurses' average anxiety is mild. A statistically significant relationship was found between anxiety and the variables \"sex\" and \"children\", with women having higher levels of anxiety than men, and nurses who do not have children showing mild, moderate, or severe anxiety.",
        "COVID-19 triggers anxiety in nurses, sometimes at pathological levels. Being female and not having children increase the anxiety experienced. Sex can be considered the determining factor for the level of anxiety experienced."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-8509-8072"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Hospital Centre of Tâmega e Sousa, Emergency Department. Penafiel, Portugal."
          }
        ],
        "LastName": "Moreira",
        "ForeName": "Sónia Marisa da Rocha",
        "Initials": "SMDR"
      },
      {
        "Identifier": [
          "0000-0003-4520-400X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Minho University, Nursing School. Braga, Portugal."
          }
        ],
        "LastName": "Novais",
        "ForeName": "Rui Manuel Freitas",
        "Initials": "RMF"
      },
      {
        "Identifier": [
          "0000-0002-9137-5507"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Minho University, Nursing School. Braga, Portugal."
          },
          {
            "Identifier": [],
            "Affiliation": "Nursing School of Coimbra, Health Science Research Unit: Nursing. Coimbra, Portugal."
          }
        ],
        "LastName": "Martins",
        "ForeName": "Maria de Fátima da Silva Vieira",
        "Initials": "MFDSV"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Rev Bras Enferm",
    "NlmUniqueID": "7910105",
    "ISSNLinking": "0034-7167"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emergency Service, Hospital"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nurses"
    }
  ]
}