{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Acupressure",
      "Acupuncture",
      "Anxiety",
      "Cancer",
      "Depression"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36812735",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "02",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ctcp.2023.101735",
      "S1744-3881(23)00016-6"
    ],
    "Journal": {
      "ISSN": "1873-6947",
      "JournalIssue": {
        "Volume": "51",
        "PubDate": {
          "Year": "2023",
          "Month": "May"
        }
      },
      "Title": "Complementary therapies in clinical practice",
      "ISOAbbreviation": "Complement Ther Clin Pract"
    },
    "ArticleTitle": "Effects of somatic acupoint stimulation on anxiety and depression in cancer patients: An updated systematic review of randomized controlled trials.",
    "Pagination": {
      "StartPage": "101735",
      "MedlinePgn": "101735"
    },
    "Abstract": {
      "AbstractText": [
        "To explore the effectiveness of somatic acupoint stimulation (SAS) for cancer patients with anxiety and depression.",
        "Thirteen electronic databases were searched systematically until August 2022. Randomized controlled trials (RCTs) investigating SAS for anxiety and/or depression in cancer patients were retrieved. Methodological quality of the included studies was assessed by utilizing the Cochrane Back Review Group Risk of Bias Assessment Criteria. Evidence level was assessed by using the approach of Grading of Recommendations, Assessment, Development and Evaluations (GRADE). Both meta-analysis and descriptive analysis were conducted for outcome assessment.",
        "Twenty-eight records were finally included including 22 journal articles and six ongoing registered clinical trials. The overall methodological quality and level of evidence of the included studies were suboptimal, with no high-quality evidence identified. Moderate evidence showed that SAS could significantly decrease the anxiety of cancer patients (Acupuncture: [random effect model, SMD = -0.52, 95% CI = -0.79 to -0.24, p = 0.0002] and Acupressure: [random effect model, SMD = -0.89, 95% CI = -1.25 to -0.52, p < 0.00001]. While for depression, although the data analysis indicated that SAS can decrease depression significantly (Acupuncture: [random effect model, SMD = -1.26, 95% CI = -2.08 to -0.44, p = 0.003] and Acupressure: [random effect model, SMD = -1.42, 95% CI = -2.41 to -0.42, p = 0.005]), relevant evidence was rated as low. No statistically significant difference was identified between true and sham acupoints stimulation for both anxiety and depression.",
        "This systematic review provides the latest research evidence to support SAS as a promising intervention for alleviating anxiety and depression in cancer patients. However, the research evidence should be interpreted prudently as methodological concerns were identified in some included studies, and some sub-group analyses were performed with a relatively small sample size. More rigorously designed large-scale RCTs with placebo-controlled comparisons are warranted to generate high-quality evidence.",
        "The systematic review protocol has been registered with PROSPERO (CRD42019133070)."
      ],
      "CopyrightInformation": "Copyright © 2023 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Charles Darwin University, Faculty of Health, Brisbane Centre, 410 Ann Street, Brisbane, QLD, Australia. Electronic address: alison.wang@cdu.edu.au."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Tao",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Charles Darwin University, Faculty of Health, Ellengowan Drive, Darwin, NT, Australia. Electronic address: benjamin.tan@cdu.edu.au."
          }
        ],
        "LastName": "Tan",
        "ForeName": "Jing-Yu Benjamin",
        "Initials": "JB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Charles Darwin University, Faculty of Health, Brisbane Centre, 410 Ann Street, Brisbane, QLD, Australia. Electronic address: liqun.yao@students.cdu.edu.au."
          }
        ],
        "LastName": "Yao",
        "ForeName": "Li-Qun",
        "Initials": "LQ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Charles Darwin University, Faculty of Health, Ellengowan Drive, Darwin, NT, Australia; The Hong Kong Polytechnic University, School of Nursing, Hung Hom, Kowloon, Hong Kong Special Administrative Region. Electronic address: eileen.cheng@polyu.edu.hk."
          }
        ],
        "LastName": "Huilin Cheng"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Charles Darwin University, Faculty of Health, Brisbane Centre, 410 Ann Street, Brisbane, QLD, Australia; Queensland University of Technology, Cancer & Palliative Outcomes Centre, Kelvin Grove, QLD, Australia. Electronic address: isabella.zhao@qut.edu.au."
          }
        ],
        "LastName": "Zhao",
        "ForeName": "Isabella",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Charles Darwin University, Faculty of Health, Brisbane Centre, 410 Ann Street, Brisbane, QLD, Australia; Thornlands General Practice, Thornlands, Redland, QLD, Australia. Electronic address: sabina.eliseeva@gmail.com."
          }
        ],
        "LastName": "Eliseeva",
        "ForeName": "Sabina",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Charles Darwin University, Faculty of Health, Brisbane Centre, 410 Ann Street, Brisbane, QLD, Australia; Thornlands General Practice, Thornlands, Redland, QLD, Australia. Electronic address: janice2cebu@yahoo.com."
          }
        ],
        "LastName": "Polotan",
        "ForeName": "Mary Janice",
        "Initials": "MJ"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Meta-Analysis",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Complement Ther Clin Pract",
    "NlmUniqueID": "101225531",
    "ISSNLinking": "1744-3881"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Acupuncture Points"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors declare that there is no any conflict of interests regarding the publication of this paper."
}