{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21777090",
  "DateCompleted": {
    "Year": "2012",
    "Month": "01",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2011",
        "Month": "07",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/13548506.2011.579989"
    ],
    "Journal": {
      "ISSN": "1465-3966",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "5",
        "PubDate": {
          "Year": "2011",
          "Month": "Oct"
        }
      },
      "Title": "Psychology, health & medicine",
      "ISOAbbreviation": "Psychol Health Med"
    },
    "ArticleTitle": "A systematic review of interventions for anxiety in people with HIV.",
    "Pagination": {
      "StartPage": "528",
      "EndPage": "547",
      "MedlinePgn": "528-47"
    },
    "Abstract": {
      "AbstractText": [
        "People with human immunodeficiency virus (HIV) show elevated anxiety levels compared to the general population. Anxiety can predate HIV infection or be triggered by HIV diagnosis and the many stresses that emerge during the course of HIV disease. Many psychological and pharmacological therapies have been shown to treat anxiety in the general population but a systematic understanding of which interventions have been tested in and are effective with HIV-seropositive individuals is needed. This review examines all published intervention studies on anxiety and HIV from 1980 to 2009 covered by the databases MedLine (1980-2009) and PsycINFO (1980-2009) for a definitive account of effectiveness of interventions and an indication of prevalence of HIV-related anxiety and measurement within studies. Standard systematic research methods were used to gather quality published papers on HIV and anxiety, searching published data bases according to quality inclusion criteria. From the search, 492 papers were generated and hand searched resulting in 39 studies meeting adequacy inclusion criteria for analysis. Of these, 30 (76.9%) were implemented in North America (the USA and Canada), with little representation from developing countries. Thirty-three (84.6%) studies recruited only men or mostly men. A total of 50 interventions were investigated by the 39 studies; 13 targeted HIV, symptoms or associated outcomes/conditions, 20 directly targeted anxiety and another 17 indirectly targeted anxiety. Twenty-four (48%) interventions were effective in reducing anxiety (including 11 indirect interventions), 16 (32%) were ineffective and 10 (20%) had an unknown effect on anxiety. Sixty-five percent of interventions directly targeting anxiety were effective. Psychological interventions (especially cognitive behavioural stress management interventions and cognitive behavioural therapy) were generally more effective than pharmacological interventions. Only three studies provided prevalence rates - these ranged from 13% to 80%. Anxiety was measured using 16 different instruments. Our detailed data suggest that interventions are both effective and available, although further research into enhancing efficacy would be valuable. Also, the vast majority of studies were Western-based, no studies looked at children or adolescents and few looked specifically at women. An international effort to harmonise measurement of anxiety is also missing. There is a need to routinely log anxiety in those with HIV infection during the course of their disease, to provide specific data on women, young people and those in diverse geographic areas and incorporate management into care protocols."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Infection and Population Health, University College London, London, UK. c.clucas@ucl.ac.uk"
          }
        ],
        "LastName": "Clucas",
        "ForeName": "Claudine",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sibley",
        "ForeName": "Elissa",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Harding",
        "ForeName": "Richard",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Liu",
        "ForeName": "Liang",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Catalan",
        "ForeName": "Jose",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sherr",
        "ForeName": "Lorraine",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Psychol Health Med",
    "NlmUniqueID": "9604099",
    "ISSNLinking": "1354-8506"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "HIV Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}