{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35427237",
  "DateCompleted": {
    "Year": "2022",
    "Month": "12",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "AT7206"
    ],
    "Journal": {
      "ISSN": "1078-6791",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "Alternative therapies in health and medicine",
      "ISOAbbreviation": "Altern Ther Health Med"
    },
    "ArticleTitle": "Nurses' Use of Holistic, Complementary and Alternative Medicine Methods Against COVID-19 Anxiety.",
    "Pagination": {
      "StartPage": "66",
      "EndPage": "72",
      "MedlinePgn": "66-72"
    },
    "Abstract": {
      "AbstractText": [
        "Context • Health professionals have been experiencing physical and mental fatigue, affective disorders, and sleep problems due to the stress experienced during the COVID-19 pandemic. As in most outbreaks and pandemics, nurses are at the forefront of the fight against the coronavirus and have experienced high anxiety levels. People can resort to many methods of coping with stressful situations, including complementary and alternative medicine (CAM).",
        "Objective • The study intended to assess nurses' anxiety levels about COVID-19 during the peak period of its second wave in Turkey and to examine the methods that they used to cope with that anxiety as well as their attitudes toward CAM.",
        "Design • The research team designed a descriptive and cross-sectional study.",
        "Setting • The study was conducted in a training and research hospital in the Aegean region of Turkey between February 2021 and May 2021, during the second wave of the COVID-19 pandemic.",
        "Participants • Participants were 168 nurses working in the hospital.",
        "Outcome Measures • Data were collected with the Sociodemographic Information Form, Coronavirus Anxiety Scale (CAS), and Holistic Complementary and Alternative Health Questionnaire (HCAMQ), which has two subdimensions, CAM and Holistic Health (HH).",
        "Results • A significant relationship was found between the unit where the nurses worked and their scores on the CAM subdimension (P < .037). A significant relationship was also found between the nurses' anxiety about the COVID-19 epidemic and the scores on the holistic health (HH) subdimension (P < .001) and the HCAMQ (P < .016). To cope with anxiety, the nurses who experienced anxiety used the following complementary methods: (1) saying prayers and worshipping (56.6%), (2) taking hot and cold showers (54.6%), and (3) drinking herbal teas and infusions (49.3%). A weak correlation was found between the CAS, CAM, and HCAMQ scores (P < .05).",
        "Conclusions • The current study found that it could be beneficial for nurses to apply complementary methods to reduce their anxiety, because it's not known how long the COVID-19 pandemic will continue. In line with these results, it's extremely important to determine the psychological symptoms and to determine the priorities for solving these problems in nurses. Therefore, it's recommended that nurses should identify their anxieties about COVID-19 and that they should use complementary methods to manage their anxieties."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ergin",
        "ForeName": "Eda",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ozbolat",
        "ForeName": "Guliz",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Altern Ther Health Med",
    "NlmUniqueID": "9502013",
    "ISSNLinking": "1078-6791"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology",
        "therapy"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Complementary Therapies"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nurses"
    }
  ]
}