{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "amygdala",
      "anxiety",
      "childhood",
      "fMRI",
      "intervention",
      "plasticity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26354922",
  "DateCompleted": {
    "Year": "2015",
    "Month": "12",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "07",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1523/JNEUROSCI.0786-15.2015"
    ],
    "Journal": {
      "ISSN": "1529-2401",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "36",
        "PubDate": {
          "Year": "2015",
          "Month": "Sep",
          "Day": "09"
        }
      },
      "Title": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
      "ISOAbbreviation": "J Neurosci"
    },
    "ArticleTitle": "Remediation of Childhood Math Anxiety and Associated Neural Circuits through Cognitive Tutoring.",
    "Pagination": {
      "StartPage": "12574",
      "EndPage": "12583",
      "MedlinePgn": "12574-83"
    },
    "Abstract": {
      "AbstractText": [
        "Math anxiety is a negative emotional reaction that is characterized by feelings of stress and anxiety in situations involving mathematical problem solving. High math-anxious individuals tend to avoid situations involving mathematics and are less likely to pursue science, technology, engineering, and math-related careers than those with low math anxiety. Math anxiety during childhood, in particular, has adverse long-term consequences for academic and professional success. Identifying cognitive interventions and brain mechanisms by which math anxiety can be ameliorated in children is therefore critical. Here we investigate whether an intensive 8 week one-to-one cognitive tutoring program designed to improve mathematical skills reduces childhood math anxiety, and we identify the neurobiological mechanisms by which math anxiety can be reduced in affected children. Forty-six children in grade 3, a critical early-onset period for math anxiety, participated in the cognitive tutoring program. High math-anxious children showed a significant reduction in math anxiety after tutoring. Remarkably, tutoring remediated aberrant functional responses and connectivity in emotion-related circuits anchored in the basolateral amygdala. Crucially, children with greater tutoring-induced decreases in amygdala reactivity had larger reductions in math anxiety. Our study demonstrates that sustained exposure to mathematical stimuli can reduce math anxiety and highlights the key role of the amygdala in this process. Our findings are consistent with models of exposure-based therapy for anxiety disorders and have the potential to inform the early treatment of a disability that, if left untreated in childhood, can lead to significant lifelong educational and socioeconomic consequences in affected individuals. Significance statement: Math anxiety during early childhood has adverse long-term consequences for academic and professional success. It is therefore important to identify ways to alleviate math anxiety in young children. Surprisingly, there have been no studies of cognitive interventions and the underlying neurobiological mechanisms by which math anxiety can be ameliorated in young children. Here, we demonstrate that intensive 8 week one-to-one cognitive tutoring not only reduces math anxiety but also remarkably remediates aberrant functional responses and connectivity in emotion-related circuits anchored in the amygdala. Our findings are likely to propel new ways of thinking about early treatment of a disability that has significant implications for improving each individual's academic and professional chances of success in today's technological society that increasingly demands strong quantitative skills."
      ],
      "CopyrightInformation": "Copyright © 2015 the authors 0270-6474/15/3512574-10$15.00/0."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departments of Psychiatry and Behavioral Sciences and ksupekar@stanford.edu menon@stanford.edu."
          }
        ],
        "LastName": "Supekar",
        "ForeName": "Kaustubh",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departments of Psychiatry and Behavioral Sciences and."
          }
        ],
        "LastName": "Iuculano",
        "ForeName": "Teresa",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departments of Psychiatry and Behavioral Sciences and."
          }
        ],
        "LastName": "Chen",
        "ForeName": "Lang",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departments of Psychiatry and Behavioral Sciences and Neurology and Neurological Sciences, Stanford University, Stanford, California 94305, and Stanford Neurosciences Institute, Stanford, California 94305 ksupekar@stanford.edu menon@stanford.edu."
          }
        ],
        "LastName": "Menon",
        "ForeName": "Vinod",
        "Initials": "V"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 HD047520",
        "Acronym": "HD",
        "Agency": "NICHD NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 HD059205",
        "Acronym": "HD",
        "Agency": "NICHD NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "HD047520",
        "Acronym": "HD",
        "Agency": "NICHD NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "HD059205",
        "Acronym": "HD",
        "Agency": "NICHD NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Neurosci",
    "NlmUniqueID": "8102140",
    "ISSNLinking": "0270-6474"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Connectome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "education"
      ],
      "DescriptorName": "Mathematics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Problem Solving"
    }
  ]
}