{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23603266",
  "DateCompleted": {
    "Year": "2014",
    "Month": "09",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "11",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1105-2333",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "1",
        "PubDate": {
          "Year": "2013",
          "Season": "Jan-Mar"
        }
      },
      "Title": "Psychiatrike = Psychiatriki",
      "ISOAbbreviation": "Psychiatriki"
    },
    "ArticleTitle": "Predictors and characteristics of anxiety among adolescent students: a Greek sample.",
    "Pagination": {
      "StartPage": "27",
      "EndPage": "36",
      "MedlinePgn": "27-36"
    },
    "Abstract": {
      "AbstractText": [
        "In the Greek society, there is a strong cultural tendency to overestimate the value of University studies. So students are under high emotional pressure during the long lasting period of the preparation for the university entrance exams. The aim of the present study was to evaluate the level of anxiety in a general adolescent population of senior high school students in Athens, Greece. Also to examine the association between the anxiety's severity with various demographic and socio-cultural factors, as well as with academic performance, extracurricular activities, sleep duration and presence of somatic problems. The sample consisted of 696 adolescent students of three Senior High Schools (SHS) (391 girls and 305 boys). Two of the schools were general education institutions (GE1 and GE2, N=450), while the third was a technical one (TE, N=246). The school sample was selected to reflect the proportion between the two different types of SHSs in Athens as well as other major urban areas in Greece. The State-Trait Anxiety Inventory was administered and personal data were also collected. Statistical significance was set at p<0.05 and analyses were conducted using STATA 7.0. 567 adolescents lived with both parents and 121 with one or none of them. Father's educational level was low for 138, middle for 154, high for 195 and mother's was low for 135, middle for 417, high for 140. The average sleep duration was 7.5 hours per day (SD=1.3). The average time per week spent in school related activities was 7.94 hours (SD=7.56) and in extracurricular activities was 9.02 hours (SD=12.44). 107 adolescents reported somatic complaints in the last year The academic achievement was poor for 233, good for 264, excellent for 196 students. Adolescents with extracurricular activities for more than 11 hours per week had lower scores, both on State and Trait scales. More hours in school-related activities were associated with greater levels of Trait anxiety. Adolescents whose father had a high educational level had lower scores on State anxiety compared to those whose father had a low educational level. Adolescents who reported the presence of somatic problems had a higher score in Trait anxiety. A significant negative correlation was found between sleep duration and both State (r=-0.14, p<0.001) and Trait anxiety (r=-0.10, p=0.008) scores. Stepwise linear regression analyses confirmed the association of gender and of father's educational level with both State and Trait subscale scores. The association of somatic problems with Trait anxiety was greater for girls compared to boys. The hypothesis that there is exam-related anxiety in our sample was not confirmed. There were no differences between school years and GE and TE schools. Also there was not an association of anxiety level with academic achievement and the number of parents the adolescent was living with. This study shows that girls, especially those reporting somatic problems, and adolescents coming from families with low parental education, are particularly prone to higher level of anxiety and that extracurricular activities are linked to lower level of anxiety. These findings could contribute to the planning of preventive measures for student's anxiety."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "1st Department of Psychiatry, Medical School, University of Athens, Athens, Greece."
          }
        ],
        "LastName": "Lazaratou",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Anagnostopoulos",
        "ForeName": "D C",
        "Initials": "DC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vlassopoulos",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Charbilas",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rotsika",
        "ForeName": "V",
        "Initials": "V"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tsakanikos",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tzavara",
        "ForeName": "Ch",
        "Initials": "Ch"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dikeos",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Greece",
    "MedlineTA": "Psychiatriki",
    "NlmUniqueID": "101534363",
    "ISSNLinking": "1105-2333"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "epidemiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Family Characteristics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Greece"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neuropsychological Tests"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychiatric Status Rating Scales"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Socioeconomic Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Students"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}