{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25344325",
  "DateCompleted": {
    "Year": "2014",
    "Month": "12",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "10",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "414",
      "10.1186/1472-6882-14-414"
    ],
    "Journal": {
      "ISSN": "1472-6882",
      "JournalIssue": {
        "Volume": "14",
        "PubDate": {
          "Year": "2014",
          "Month": "Oct",
          "Day": "24"
        }
      },
      "Title": "BMC complementary and alternative medicine",
      "ISOAbbreviation": "BMC Complement Altern Med"
    },
    "ArticleTitle": "The Alexander Technique and musicians: a systematic review of controlled trials.",
    "Pagination": {
      "StartPage": "414",
      "MedlinePgn": "414"
    },
    "Abstract": {
      "AbstractText": [
        "Musculoskeletal disorders, stress and performance anxiety are common in musicians. Therefore, some use the Alexander Technique (AT), a psycho-physical method that helps to release unnecessary muscle tension and re-educates non-beneficial movement patterns through intentional inhibition of unwanted habitual behaviours. According to a recent review AT sessions may be effective for chronic back pain. This review aimed to evaluate the evidence for the effectiveness of AT sessions on musicians' performance, anxiety, respiratory function and posture.",
        "The following electronic databases were searched up to February 2014 for relevant publications: PUBMED, Google Scholar, CINAHL, EMBASE, AMED, PsycINFO and RILM. The search criteria were \"Alexander Technique\" AND \"music*\". References were searched, and experts and societies of AT or musicians' medicine contacted for further publications.",
        "237 citations were assessed. 12 studies were included for further analysis, 5 of which were randomised controlled trials (RCTs), 5 controlled but not randomised (CTs), and 2 mixed methods studies. Main outcome measures in RCTs and CTs were music performance, respiratory function, performance anxiety, body use and posture. Music performance was judged by external experts and found to be improved by AT in 1 of 3 RCTs; in 1 RCT comparing neurofeedback (NF) to AT, only NF caused improvements. Respiratory function was investigated in 2 RCTs, but not improved by AT training. Performance anxiety was mostly assessed by questionnaires and decreased by AT in 2 of 2 RCTs and in 2 of 2 CTs.",
        "A variety of outcome measures has been used to investigate the effectiveness of AT sessions in musicians. Evidence from RCTs and CTs suggests that AT sessions may improve performance anxiety in musicians. Effects on music performance, respiratory function and posture yet remain inconclusive. Future trials with well-established study designs are warranted to further and more reliably explore the potential of AT in the interest of musicians."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Klein",
        "ForeName": "Sabine D",
        "Initials": "SD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bayard",
        "ForeName": "Claudine",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Complementary Medicine, University of Bern, CH-3010 Bern, Switzerland. ursula.wolf@ikom.unibe.ch."
          }
        ],
        "LastName": "Wolf",
        "ForeName": "Ursula",
        "Initials": "U"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Complement Altern Med",
    "NlmUniqueID": "101088661",
    "ISSNLinking": "1472-6882"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Med Probl Perform Art. 2017 Mar;32(1):60",
      "PMID": "28282480"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Complementary Therapies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Music"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ]
}