{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Ansiedad",
      "Anxiety",
      "Health",
      "Health Workers",
      "Pandemia",
      "Pandemic",
      "Salud",
      "Trabajadores de la salud"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La enfermedad de COVID- 19 causa ansiedad grave en los trabajadores de la salud.",
        "Determinar la relación entre el nivel de ansiedad de las enfermedades durante ña epidemia de COVID-19 y la satisfacción laboral.",
        "Se utilizaron la Escala de Ansiedad por Enfermedad, que consta de cuatro subgrupos y un total de 18 preguntas, y la Escala de Satisfacción Vocacional, que consta de dos subgrupos y 20 preguntas, para investigar la relación entre la ansiedad por enfermedad epidémica y la satisfacción laboral. El análisis estadístico se realizó mediante el programa SPSS 26.0.",
        "La edad media de los participantes fue de 33 años y el 63% eran mujeres. El 35.4% de los participantes tuvieron muertes a causa de la pandemia de COVİD-19 en su familia o entorno cercano. Se determinó que el 83% de los profesionales de enfermería tienen ansiedad por enfermedad pandémica. se Se encontraron correlacionados negativamente nivel de satisfacción laboral y ansiedad epidémica (p = 0.005, r = 0.560), pandemia (p = 0.01, r = 0.525), económica (p = 0.001, r = −0.473), cuarentena (p = 0.003, r = −0.503) y vida social (p = 0.003, r = −0.507). No hubo diferencia significativa entre la satisfacción laboral (t = 0.286, p = 0.08) y la ansiedad epidémica (t = 1.312, p = 0.06) en cuanto al sexo.",
        "La mayoría de los profesionales de la salud experimentan una ansiedad grave, en especial durante el período de pandemia."
      ],
      "CopyrightInformation": "Copyright: © 2023 Permanyer."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37084293",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.24875/CIRU.22000418"
    ],
    "Journal": {
      "ISSN": "2444-054X",
      "JournalIssue": {
        "Volume": "91",
        "Issue": "2",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "Cirugia y cirujanos",
      "ISOAbbreviation": "Cir Cir"
    },
    "ArticleTitle": "Behind COVID-19 pandemic backstage: anxiety and healthcare workers.",
    "Pagination": {
      "StartPage": "247",
      "EndPage": "252",
      "MedlinePgn": "247-252"
    },
    "Abstract": {
      "AbstractText": [
        "COVID- 19 disease causes serious anxiety in healthcare workers.",
        "This study was carried out to determine the relationship between the anxiety level of epidemic diseases and occupational satisfaction.",
        "The \"Disease Anxiety Scale,\" which consists of four subgroups and a total of 18 questions, and the \"Vocational Satisfaction Scale,\" which consists of two subgroups and 20 questions, were utilized to investigate the relationship between epidemic disease anxiety and occupational satisfaction. The statistical analysis was performed using the SPSS 26.0 program.",
        "A total of 395 nurses were included in the study. The mean age of the participants was 33, and 63% were women. About 35.4% of the participants had deaths due to the COVID-19 pandemic in their family or close environment. It was determined that 83% of the nurses have a pandemic disease anxiety. Occupational satisfaction and epidemic anxiety level (p = 0.005, r = 0.560), pandemic (p = 0.01, r = 0.525), economic (p = 0.001, r = -0.473), quarantine (p = 0.003, r = -0.503), and social life (p = 0.003, r = -0.507) were found to be negatively correlated. There was no significant difference between job satisfaction (t = 0.286, p = 0.08) and epidemic anxiety (t = 1.312, p = 0.06) in terms of gender.",
        "Most health-care professionals experience serious anxiety, especially during the pandemic period."
      ],
      "CopyrightInformation": "Copyright: © 2023 Permanyer."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Management, Dicle University, Faculty of Economics and Administrative Sciences, Diyarbakır."
          }
        ],
        "LastName": "Kızılkaya",
        "ForeName": "Selman",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Office Management and Executive Assistance, Gaziosmanpaşa University, Vocational School of Health Care, Tokat. Turkey."
          }
        ],
        "LastName": "Çağatay",
        "ForeName": "Altuğ",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Detrás del backstage de la pandemia de COVID-19: ansiedad y trabajadores de la salud."
  },
  "MedlineJournalInfo": {
    "Country": "Mexico",
    "MedlineTA": "Cir Cir",
    "NlmUniqueID": "0372736",
    "ISSNLinking": "0009-7411"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Personnel"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    }
  ]
}