{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Behavioral health specialist",
      "Cardiac rehabilitation",
      "Psychosocial management"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35016916",
  "DateCompleted": {
    "Year": "2022",
    "Month": "09",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "09",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "01",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.pcad.2021.12.006",
      "S0033-0620(21)00138-9"
    ],
    "Journal": {
      "ISSN": "1873-1740",
      "JournalIssue": {
        "Volume": "73",
        "PubDate": {
          "Year": "2022",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Progress in cardiovascular diseases",
      "ISOAbbreviation": "Prog Cardiovasc Dis"
    },
    "ArticleTitle": "Psychosocial management in cardiac rehabilitation: Current practices, recommendations, and opportunities.",
    "Pagination": {
      "StartPage": "76",
      "EndPage": "83",
      "MedlinePgn": "76-83"
    },
    "Abstract": {
      "AbstractText": [
        "Psychosocial management is a core component of outpatient Phase-II cardiac rehabilitation (CR) and includes psychosocial assessment, providing interventions, measuring outcomes, and care coordination. Psychosocial management contributes to the effectiveness of comprehensive CR, but the implementation is not always consistent or clearly described in the literature, in part due to the availability of behavioral health specialists. Patients in CR have many psychosocial needs including anxiety, depression, substance use disorders, sleep problems, psychosocial stress, and cognitive impairment. Behavioral considerations are inherent in many other aspects of CR,such as participation in CR, health behaviors, adherence, and tobacco cessation. Evaluation, or psychosocial assessment, should identify significant issues, record related medications, and incorporate findings in the individual treatment plan. Some patients require further evaluation and treatment by a qualified behavioral health specialist. Psychosocial interventions provided to all patients include patient education, counseling, stress-management, a supportive environment, and exercise. Measuring outcomes entails repeating the psychosocial assessment when patients finish CR and documenting changes. Coordinating care requires understanding available local mental health infrastructure and procedures for making referrals, and may entail identifying additional resources. Interventions provided concurrently with CR to a subset of patients with more extensive needs are typically pharmacotherapy, psychotherapy, or addictions counseling, which are beyond the scope of practice for most CR professionals. The way psychosocial management is implemented suggests clinical and research opportunities. For example, the combined effects of antidepressants and CR on depression and anxiety are not known. A prominent clinical opportunity is to fully implement psychosocial assessment, as required by statute and the core components. This could involve referring patients for whom clinically significant psychosocial concerns are identified during the evaluation for a more thorough assessment by a behavioral health specialist using an appropriate billing model. A research priority is a contemporary description of behavioral health services available to CR programs, including how psychosocial management is implemented. As delivery of CR comes to include more alternative models (e.g., home-based), research is needed on how that affects the delivery of psychosocial management. Increased use of telehealth may broaden clinical opportunities for psychosocial management."
      ],
      "CopyrightInformation": "Copyright © 2021. Published by Elsevier Inc."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychological Sciences, Kent State University, Kent, OH 44242, United States of America. Electronic address: jhughes1@kent.edu."
          }
        ],
        "LastName": "Hughes",
        "ForeName": "Joel W",
        "Initials": "JW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry and Behavioral Sciences, College of Medicine, Medical University of South Carolina, Bio-behavioral Medicine, Charleston, SC 29425, United States of America."
          }
        ],
        "LastName": "Serber",
        "ForeName": "Eva R",
        "Initials": "ER"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychological Sciences, Kent State University, Kent, OH 44242, United States of America."
          }
        ],
        "LastName": "Kuhn",
        "ForeName": "Tyler",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Prog Cardiovasc Dis",
    "NlmUniqueID": "0376442",
    "ISSNLinking": "0033-0620"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiac Rehabilitation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Counseling"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    }
  ]
}