{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35776994",
  "DateCompleted": {
    "Year": "2022",
    "Month": "07",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "01",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "07",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e29771",
      "10.1097/MD.0000000000029771"
    ],
    "Journal": {
      "ISSN": "1536-5964",
      "JournalIssue": {
        "Volume": "101",
        "Issue": "26",
        "PubDate": {
          "Year": "2022",
          "Month": "Jul",
          "Day": "01"
        }
      },
      "Title": "Medicine",
      "ISOAbbreviation": "Medicine (Baltimore)"
    },
    "ArticleTitle": "Clinical observation on the benefits of antidepressant intervention in advanced cancer patients.",
    "Pagination": {
      "StartPage": "e29771",
      "MedlinePgn": "e29771"
    },
    "Abstract": {
      "AbstractText": [
        "To observe the interventional effect of antidepressants on advanced cancer patients from the perspective of patient benefit and analyze patient characteristics to explore reasonable drug use. Pharmaceutical care was administered to patients with advanced cancer. From June 2018 to June 2020, 152 advanced cancer patients underwent sertraline intervention. The Hospital Anxiety/Depression Scale (HADS) was used to screen for the risk of anxiety and depression, and patients were divided into 4 groups: high, medium, low, and no risk. Concomitant clinical symptoms and antidepressant intervention results were recorded. HADS score change and symptom improvement were used to evaluate the antidepressant intervention effect, and effective intervention time for both indicators was recorded. The guidelines for antidepressant medication for these patients were analyzed, and depression/anxiety assessments and treatment models in this population were discussed. We observed that concomitant refractory clinical symptoms were the main target for the antidepressant intervention. Of those considered high risk on the basis of the HADS score (i.e., ≥15 points), 41.5% had depression, 26.3% had anxiety, and 20.4% had comorbid anxiety and depression. For the 142 patients who completed the study, the improvement rate of mood-related symptoms based on the efficacy index was 78.2%, with a median of 7 days until improvement was observed. The improvement rate based on the HADS score was 57.0%, with a median of 19 days for improvement. Improvement rate and median days until improvement under both indices were statistically significant. Comparisons by risk group showed that improvement in clinical symptoms was significantly greater in the high- and medium-risk groups than in the low-risk group, and HADS score improvement was significantly greater in the high-risk group than in the other 2 groups. Moreover, sertraline improved chemotherapy tolerance, unhealthy emotions, and clinical symptoms such as fear, dyspnea, agrypnia, fatigue, and intractable pain. We observed a positive effect of antidepressant drug intervention on refractory clinical symptoms in patients with advanced cancer that was particularly pronounced in those with a high-to-medium risk of depression and anxiety. However, the effect was not correlated with improved HADS score. Antidepression treatment improves concomitant clinical symptoms and benefits patients."
      ],
      "CopyrightInformation": "Copyright © 2022 the Author(s). Published by Wolters Kluwer Health, Inc."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-3202-3680"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Pharmacy, The First Hospital of Zibo, Shandong Zibo, China."
          }
        ],
        "LastName": "Pu",
        "ForeName": "Bing",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Pharmacy, The First Hospital of Zibo, Shandong Zibo, China."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Ning",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Oncology, The First Hospital of Zibo, Shandong Zibo, China."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Chuansheng",
        "Initials": "C"
      },
      {
        "Identifier": [
          "0000-0003-1737-903"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Oncology, The First Hospital of Zibo, Shandong Zibo, China."
          }
        ],
        "LastName": "Sun",
        "ForeName": "Bo",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Medicine (Baltimore)",
    "NlmUniqueID": "2985248R",
    "ISSNLinking": "0025-7974"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antidepressive Agents"
    },
    {
      "RegistryNumber": "QUC7NX6WMB",
      "NameOfSubstance": "Sertraline"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antidepressive Agents"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Sertraline"
    }
  ],
  "CoiStatement": "The authors have no conflicts of interest to disclose."
}