{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety",
      "distractors",
      "dorsolateral PFC",
      "maladaptive",
      "prediction error",
      "reinforcement learning"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36526373",
  "DateCompleted": {
    "Year": "2023",
    "Month": "01",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "12",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1523/JNEUROSCI.1186-22.2022"
    ],
    "Journal": {
      "ISSN": "1529-2401",
      "JournalIssue": {
        "Volume": "43",
        "Issue": "4",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan",
          "Day": "25"
        }
      },
      "Title": "The Journal of neuroscience : the official journal of the Society for Neuroscience",
      "ISOAbbreviation": "J Neurosci"
    },
    "ArticleTitle": "Irrelevant Threats Linger and Affect Behavior in High Anxiety.",
    "Pagination": {
      "StartPage": "656",
      "EndPage": "671",
      "MedlinePgn": "656-671"
    },
    "Abstract": {
      "AbstractText": [
        "Threat-related information attracts attention and disrupts ongoing behavior, and particularly so for more anxious individuals. Yet, it is unknown how and to what extent threat-related information leave lingering influences on behavior (e.g., by impeding ongoing learning processes). Here, human male and female participants (<i>N</i> = 47) performed probabilistic reinforcement learning tasks where irrelevant distracting faces (neutral, happy, or fearful) were presented together with relevant monetary feedback. Behavioral modeling was combined with fMRI data (<i>N</i> = 27) to explore the neurocomputational bases of learning relevant and irrelevant information. In two separate studies, individuals with high trait anxiety showed increased avoidance of objects previously paired with the combination of neutral monetary feedback and fearful faces (but not neutral or happy faces). Behavioral modeling revealed that high anxiety increased the integration of fearful faces during feedback learning, and fMRI results (regarded as provisional, because of a relatively small sample size) further showed that variance in the prediction error signal, uniquely accounted for by fearful faces, correlated more strongly with activity in the right DLPFC for more anxious individuals. Behavioral and neuronal dissociations indicated that the threat-related distractors did not simply disrupt learning processes. By showing that irrelevant threats exert long-lasting influences on behavior, our results extend previous research that separately showed that anxiety increases learning from aversive feedbacks and distractibility by threat-related information. Our behavioral results, combined with the proposed neurocomputational mechanism, may help explain how increased exposure to irrelevant affective information contributes to the acquisition of maladaptive behaviors in more anxious individuals.<b>SIGNIFICANCE STATEMENT</b> In modern-day society, people are increasingly exposed to various types of irrelevant information (e.g., intruding social media announcements). Yet, the neurocomputational mechanisms influenced by irrelevant information during learning, and their interactions with increasingly distracted personality types are largely unknown. Using a reinforcement learning task, where relevant feedback is presented together with irrelevant distractors (emotional faces), we reveal an interaction between irrelevant threat-related information (fearful faces) and interindividual anxiety levels. fMRI shows provisional evidence for an interaction between anxiety levels and the coupling between activity in the DLPFC and learning signals specifically elicited by fearful faces. Our study reveals how irrelevant threat-related information may become entrenched in the anxious psyche and contribute to long-lasting abnormal behaviors."
      ],
      "CopyrightInformation": "Copyright © 2023 the authors."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Brain Sciences, Weizmann Institute of Science, Rehovot, 76100, Israel kc.aberg@gmail.com."
          }
        ],
        "LastName": "Aberg",
        "ForeName": "Kristoffer C",
        "Initials": "KC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Brain Sciences, Weizmann Institute of Science, Rehovot, 76100, Israel."
          }
        ],
        "LastName": "Toren",
        "ForeName": "Ido",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Brain Sciences, Weizmann Institute of Science, Rehovot, 76100, Israel."
          }
        ],
        "LastName": "Paz",
        "ForeName": "Rony",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Neurosci",
    "NlmUniqueID": "8102140",
    "ISSNLinking": "0270-6474"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Emotions"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Affect"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Facial Expression"
    }
  ]
}