{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1760378",
  "DateCompleted": {
    "Year": "1992",
    "Month": "02",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1053-881X",
      "JournalIssue": {
        "Volume": "26",
        "Issue": "4",
        "PubDate": {
          "Year": "1991",
          "Season": "Oct-Dec"
        }
      },
      "Title": "Integrative physiological and behavioral science : the official journal of the Pavlovian Society",
      "ISOAbbreviation": "Integr Physiol Behav Sci"
    },
    "ArticleTitle": "Does anxiety or cardiovascular reactivity have a causal role in hypertension?",
    "Pagination": {
      "StartPage": "296",
      "EndPage": "304",
      "MedlinePgn": "296-304"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety, stress, and cardiovascular reactivity (CVR) are variously believed to play a role in sustained hypertension. Although acute anxiety or stress elicits acute pressor responses, there is little support for their significant role in sustained hypertension. Anxiety correlates poorly with CVR, and blood pressure levels and anxiolytics do not sustain blood pressure lowering in subjects with hypertension-associated anxiety. Chronic anxiety disorders tend to be characterized by relatively low blood pressure and prevalence of sustained hypertension. Blood Pressure Regulation in hypertension is normal, and normo- and hypertensives have similar ambulatory blood pressure variability. Laboratory CVR fails to predict variability in natural environments, hyperreactors do not exhibit increased variability in natural environments, and the increased variability and ambulatory reactivity that is \"accounted for\" by laboratory responses is small. These findings do not support the belief that hypertension is related to a summation of heightened pressor responses over time. Antihypertensives normalize elevated blood pressures but do not alter CVR in the laboratory or variability in natural environments, probably because of a dual central regulation of resting and reactive blood pressures. Psychological stress responses result from selective neuronal activation rather than from generalized sympathetic neural responses or dysregulation. Differences in blood pressure responses during various emotions are only quantitative, with no specificity of sympathoadrenal or emotional responses to stressors. It may be time to regard reactive cardiovascular responses as physiological, rather than as psychological, and to require much stronger evidence to confirm causal roles of anxiety, stress, and reactivity in sustained hypertension."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rosenman",
        "ForeName": "R H",
        "Initials": "RH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Integr Physiol Behav Sci",
    "NlmUniqueID": "9105843",
    "ISSNLinking": "1053-881X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Arousal"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Autonomic Nervous System"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Hypertension"
    }
  ],
  "NumberOfReferences": "75"
}