{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety symptoms",
      "Friend discrimination and social support",
      "Sexual partnership",
      "Transgender women"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27267953",
  "DateCompleted": {
    "Year": "2017",
    "Month": "11",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "05",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.jad.2016.05.051",
      "S0165-0327(15)31257-X"
    ],
    "Journal": {
      "ISSN": "1573-2517",
      "JournalIssue": {
        "Volume": "203",
        "PubDate": {
          "Year": "2016",
          "Month": "Oct"
        }
      },
      "Title": "Journal of affective disorders",
      "ISOAbbreviation": "J Affect Disord"
    },
    "ArticleTitle": "A cross-sectional study of associations between casual partner, friend discrimination, social support and anxiety symptoms among Chinese transgender women.",
    "Pagination": {
      "StartPage": "22",
      "EndPage": "29",
      "MedlinePgn": "22-29"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety symptoms are the prevalent mental disorders for transgender women. However, only a few studies are available pertaining to this problem among Chinese Transgender women. Chinese Transgender women are a vulnerable population which is exposed to discrimination and loss of social support due to their gender identity and transition. This study was conducted to estimate the prevalence and factors associated with anxiety symptoms among Chinese transgender women. A cross-sectional study was performed by convenience sampling. This comprised of 209 Chinese transgender women in Shenyang, China. The Zung Self-Rating Anxiety Scale (SAS) was used to assess anxiety symptoms for these transgender women. Hierarchical multiple regression analysis was performed to explore the associated factors of SAS. The prevalence of anxiety symptoms in Chinese transgender women was found to be 34.5%. Regression analyses indicated that SAS was associated with casual partnership, friend discrimination and social support in the final model. Sexual partnership and discrimination contributed the most to the model, R-square, accounting for 19.2% and 15.5% of the total variance respectively. Chinese transgender women showed considerably high level of anxiety symptoms. It was also found that they were exposed to significant transition challenges, such as high risk sexual partnership, excessive discrimination and a reduction in social support. Furthermore, anxiety symptoms was best predicted by the absence or presence of a casual partner, friend discrimination and social support rather than the disclosure of their gender identity, knowledge of HIV prevention and health service. Improvement of social support, reduction of friend discrimination and determination of the characteristics of risky sexual partnerships especially for the casual partner can help to attenuate anxiety symptoms and increase mental well-being for transgender women."
      ],
      "CopyrightInformation": "Copyright © 2016 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Social Medicine, School of Public Health, China Medical University, No. 77 Puhe Road, Shenyang North New Area, Shenyang, Liaoning Province 110013, PR China. Electronic address: yangxs@mail.cmu.edu.cn."
          }
        ],
        "LastName": "Yang",
        "ForeName": "Xiaoshi",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Social Medicine, School of Public Health, China Medical University, No. 77 Puhe Road, Shenyang North New Area, Shenyang, Liaoning Province 110013, PR China. Electronic address: liewang@mail.cmu.edu.cn."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Lie",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of AIDS and STD Control, Shenyang Centers for Disease Control and Prevention, No. 37 Qishan Middel Road, Huanggu District, Shenyang 110032, PR China. Electronic address: 2537083995@qq.com."
          }
        ],
        "LastName": "Gu",
        "ForeName": "Yuan",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of AIDS and STD Control, Shenyang Centers for Disease Control and Prevention, No. 37 Qishan Middel Road, Huanggu District, Shenyang 110032, PR China. Electronic address: songv@vip.sohu.net."
          }
        ],
        "LastName": "Song",
        "ForeName": "Wei",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Statistics and Epidemiology, School of public health, Sun Yat-Sen University, 74 Zhongshan No. 2 Rd, Guangzhou, Guangdong 510080, PR China; Takemi Program in International Health, Department of Global Health and Population, Harvard School of Public Health, 665 Huntington Avenue, Boston, MA 02115, USA. Electronic address: haochun@mail.sysu.edu.cn."
          }
        ],
        "LastName": "Hao",
        "ForeName": "Chun",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of AIDS and STD Control, Liaoning Centers for Disease Control and Prevention, No. 242 Shayang Road, Heping District, Shenyang 110005, PR China. Electronic address: jinling1118@126.com."
          }
        ],
        "LastName": "Zhou",
        "ForeName": "Jinling",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of AIDS and STD Control, Dalian Centers for Disease Control and Prevention, No. 78 Taiyuan Road, Shahekou District, Shenyang 110032, PR China. Electronic address: zhangqundl@126.com."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Qun",
        "Initials": "Q"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Social Medicine, School of Public Health, China Medical University, No. 77 Puhe Road, Shenyang North New Area, Shenyang, Liaoning Province 110013, PR China. Electronic address: zhaoqun2014cmu@163.com."
          }
        ],
        "LastName": "Zhao",
        "ForeName": "Qun",
        "Initials": "Q"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Affect Disord",
    "NlmUniqueID": "7906073",
    "ISSNLinking": "0165-0327"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "China"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Friends"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Multivariate Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Regression Analysis"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Sexism"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Sexual Partners"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Social Support"
    },
    {
      "QualifierName": [
        "psychology",
        "statistics & numerical data"
      ],
      "DescriptorName": "Transgender Persons"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Transsexualism"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ]
}