{
  "CitationSubset": [],
  "KeywordList": [
    [
      "anxiety",
      "assessment",
      "clinical tool",
      "emergency department",
      "pain"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36221311",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "10",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/jocn.16520"
    ],
    "Journal": {
      "ISSN": "1365-2702",
      "JournalIssue": {
        "Volume": "32",
        "Issue": "15-16",
        "PubDate": {
          "Year": "2023",
          "Month": "Aug"
        }
      },
      "Title": "Journal of clinical nursing",
      "ISOAbbreviation": "J Clin Nurs"
    },
    "ArticleTitle": "Adult pain and anticipatory anxiety assessment in the emergency department: An integrative literature review.",
    "Pagination": {
      "StartPage": "4492",
      "EndPage": "4501",
      "MedlinePgn": "4492-4501"
    },
    "Abstract": {
      "AbstractText": [
        "Patients presenting to the emergency departments in pain often experience co-occurring symptoms. Anticipatory anxiety in the emergency department may be currently under-recognised. Clinical tools to facilitate the assessment of co-occurring symptoms aligns with providing more patient centred care and improved outcomes and experience.",
        "This integrative review aimed to identify and examine the psychometric properties of tools currently used for pain and anticipatory anxiety assessment in adult patients presenting to the emergency department. This study also aimed to identify the current clinical practice used to assess adult pain and anticipatory anxiety.",
        "Whittemore and Knafl's methodology guided the review process, and it is reported according to relevant items from PRISMA checklist. Studies were included if they focused on tools for pain or anxiety assessment of adults in emergency departments in English language publications since 2010. Quality of studies was evaluated using the Mixed Methods Appraisal Tool (MMAT). The results were summarised through narrative synthesis.",
        "A total of 15 studies were identified for narrative synthesis. Six tools for pain, and four tools for anticipative anxiety were found. All currently used clinical tools assess symptoms in isolation. There was limited discussion of the clinical context of identified tools within the included studies.",
        "Pain and anxiety assessment are currently performed in symptom isolation with a variety of tools with varying degrees of reliability. There exists a lack of clinical tools able to assess co-occurring symptoms of pain and anticipatory anxiety in the clinical setting of the emergency department. No studies discussed clinical tool use in current practice.",
        "The reconstruction of available pain and anxiety assessment tools into one validated and holistic tool for assessment in the ED clinical setting, would provide a contextually appropriate guide to clinical assessment and treatment. Acknowledging and measuring these symptoms may facilitate future rigorous testing of experimental studies of novel methods to reduce pain and anxiety in the ED.",
        "Patient or public contribution does not apply to this Integrative Review.",
        "Not applicable."
      ],
      "CopyrightInformation": "© 2022 The Authors. Journal of Clinical Nursing published by John Wiley & Sons Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-9490-0530"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Queensland University of Technology (QUT), School of Nursing, Kelvin Grove, Queensland, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre for Healthcare Transformation, Queensland University of Technology, Kelvin Grove, Queensland, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Mackay Hospital and Health Service (MHHS), Queensland Health, Mackay, Queensland, Australia."
          }
        ],
        "LastName": "Mccahill",
        "ForeName": "Robyn",
        "Initials": "R"
      },
      {
        "Identifier": [
          "0000-0002-2797-4388"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Queensland University of Technology (QUT), School of Nursing, Kelvin Grove, Queensland, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre for Healthcare Transformation, Queensland University of Technology, Kelvin Grove, Queensland, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Alliance for Vascular Access Teaching and Research Group (AVATAR), Griffith University, Brisbane, Queensland, Australia."
          }
        ],
        "LastName": "Keogh",
        "ForeName": "Samantha",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0001-9387-2489"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Queensland University of Technology (QUT), School of Nursing, Kelvin Grove, Queensland, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Centre for Healthcare Transformation, Queensland University of Technology, Kelvin Grove, Queensland, Australia."
          },
          {
            "Identifier": [],
            "Affiliation": "Emergency and Trauma Centre, Royal Brisbane and Women's Hospital, Herston, Australia."
          }
        ],
        "LastName": "Hughes",
        "ForeName": "James A",
        "Initials": "JA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Clin Nurs",
    "NlmUniqueID": "9207302",
    "ISSNLinking": "0962-1067"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Reproducibility of Results"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emergency Service, Hospital"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychometrics"
    }
  ]
}