{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Ansiedad",
      "Anxiety",
      "Depresión",
      "Depression",
      "Health sector",
      "Health workers",
      "Personal sanitario",
      "Sector sanitario",
      "Symptoms",
      "Síntomas"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Afrontar las circunstancias de la vida y el trabajo que la pandemia por COVID-19 ha impuesto al personal sanitario implica un reto extraordinario: cuidar y atender a otros, exponiéndose a sí mismos al contagio. A médicos, enfermeras, terapeutas y demás personal asistencial y no asistencial en clínicas y hospitales, se les pide estar preparados para trabajar en situaciones extraordinariamente complejas y estresantes, lo que los hace vulnerables a problemas mentales.",
        "Determinar la prevalencia y las características clínicas de los síntomas ansiosos y depresivos del personal que trabaja en una institución de salud en Medellín, Colombia.",
        "Estudio observacional, descriptivo y transversal, a partir de una encuesta diseñada al efecto, la cual incluyó 2 escalas para tamizar síntomas depresivos y ansiosos, además de variables sociodemográficas.",
        "Se incluyó a 1.247 trabajadores de la institución de salud. El 14,6% reportó síntomas depresivos y el 18,5%, ansiosos clínicamente significativos. Se encontró una mayor proporción de síntomas depresivos y ansiosos moderados-graves en la modalidad de trabajo presencial.",
        "Los síntomas ansiosos y depresivos son muy prevalentes entre los trabajadores de una institución de salud de Medellín durante la pandemia de COVID-19. Dado el papel vital del sector salud en tiempos de pandemia, el desarrollo de programas de salud mental que aborden los problemas de esta población debería considerarse una prioridad."
      ],
      "CopyrightInformation": "Copyright © 2021 Asociación Colombiana de Psiquiatría. Published by Elsevier España, S.L.U. All rights reserved."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37031018",
  "DateCompleted": {
    "Year": "2023",
    "Month": "04",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "04",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "03",
        "Day": "24"
      }
    ],
    "Language": [
      "eng",
      "spa"
    ],
    "ELocationID": [
      "10.1016/j.rcpeng.2021.02.005",
      "S2530-3120(23)00001-2"
    ],
    "Journal": {
      "ISSN": "2530-3120",
      "JournalIssue": {
        "Volume": "52",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Season": "Jan-Mar"
        }
      },
      "Title": "Revista Colombiana de psiquiatria (English ed.)",
      "ISOAbbreviation": "Rev Colomb Psiquiatr (Engl Ed)"
    },
    "ArticleTitle": "Prevalence and clinical characteristics of depression and symptoms of anxiety in staff at a health institution in Medellin during the COVID-19 pandemic.",
    "Pagination": {
      "StartPage": "51",
      "EndPage": "57",
      "MedlinePgn": "51-57"
    },
    "Abstract": {
      "AbstractText": [
        "The COVID-19 pandemic has represented an extraordinary challenge for health workers as they care for others while exposing themselves to contagion. Doctors, nurses, therapists and other non-care staff in clinics and hospitals are asked to be prepared to work in particularly complex and stressful situations, which makes them vulnerable to mental health problems.",
        "To determine the prevalence and clinical characteristics of anxiety and depression symptoms in staff working at a health institution in Medellin, Colombia.",
        "Observational, descriptive and cross-sectional study, based on a survey designed for the investigation, which included two scales to screen depression and anxiety symptoms, as well as sociodemographic variables.",
        "A total of 1,247 workers from the health institution were included. Of these, 14.6% reported symptoms of depression and 18.5% of clinically significant anxiety. A higher proportion of moderate to severe depression and anxiety symptoms was found in those working face to face.",
        "Anxiety and depression symptoms are highly prevalent among staff at a health institution in Medellin, Colombia, during the COVID-19 pandemic. Given the vital role of the health sector in times of pandemic, the development of mental health programmes that address the problems of this population should be considered a priority."
      ],
      "CopyrightInformation": "Copyright © 2021 Asociación Colombiana de Psiquiatría. Published by Elsevier España, S.L.U. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Salud Mental, Clínica Las Américas Auna, Medellín, Colombia. Electronic address: mrm87356@hotmail.com."
          }
        ],
        "LastName": "Restrepo-Martínez",
        "ForeName": "Miguel",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Salud Mental, Clínica Las Américas Auna, Medellín, Colombia."
          }
        ],
        "LastName": "Escobar",
        "ForeName": "Marcela",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Salud Mental, Clínica Las Américas Auna, Medellín, Colombia."
          }
        ],
        "LastName": "Marín",
        "ForeName": "Luz Aida",
        "Initials": "LA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Universidad CES, Medellín, Colombia."
          }
        ],
        "LastName": "Restrepo",
        "ForeName": "Diana",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Observational Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Rev Colomb Psiquiatr (Engl Ed)",
    "NlmUniqueID": "101778593",
    "ISSNLinking": "2530-3120"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    }
  ]
}