{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "La douleur chronique est un problème courant en pédiatrie, aux répercussions économiques importantes et aux conséquences dévastatrices sur la qualité de vie. Le présent rapport décrit le cas d’une fille de 15 ans atteinte de grave douleur chronique et débilitante.",
        "Avant d’être aiguillée vers un programme de réadaptation de la douleur, la patiente a consulté de nombreux spécialistes qui l’ont traitée au moyen d’un traitement médical énergique et de deux stimulateurs de la moelle épinière. Elle a ensuite été orientée vers un traitement interdisciplinaire intensif et, au bout de trois semaines de réadaptation, a affirmé remarquer des changements substantiels sur le plan de l’anxiété, de la catastrophisation de la douleur et de l’incapacité fonctionnelle. Elle a été graduellement sevrée de tous ses médicaments opioïdes et s’est finalement fait retirer les deux neurostimulateurs qui lui avaient été implantés.",
        "La réadaptation interdisciplinaire de la douleur est un traitement utile pour les patients atteints de douleur chronique. Recherchant d’abord le rétablissement fonctionnel plutôt qu’une seule réduction de la douleur, les patients retrouvent une meilleure qualité de vie, ressentent moins de douleur, prennent moins de médicaments et subissent moins d’opérations et d’hospitalisations."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24712020",
  "DateCompleted": {
    "Year": "2015",
    "Month": "04",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "04",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "16013"
    ],
    "Journal": {
      "ISSN": "1918-1523",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "4",
        "PubDate": {
          "Year": "2014",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Pain research & management",
      "ISOAbbreviation": "Pain Res Manag"
    },
    "ArticleTitle": "Pain relief as a primary treatment goal: at what point does functioning and well-being become more important? A case study of an adolescent with debilitating chronic pain.",
    "Pagination": {
      "StartPage": "219",
      "EndPage": "223",
      "MedlinePgn": "219-23"
    },
    "Abstract": {
      "AbstractText": [
        "Pediatric chronic pain is a common problem with significant economic implications and devastating consequences on quality of life. The present report describes a case involving a 15-year-old girl with severe and debilitating chronic pain.",
        "Before her referral to a pain rehabilitation program, the patient saw numerous specialists who treated her with an aggressive medical regimen and two spinal cord stimulators. She was then referred for intensive interdisciplinary treatment and, after three weeks of rehabilitation, she reported clinically significant changes in anxiety, pain catastrophizing and functional disability. The patient was successfully titrated off all of her opioid medications and, eventually, both neurostimulator implants were removed.",
        "Interdisciplinary pain rehabilitation is a useful treatment for patients with chronic pain. With its primary emphasis on functional restoration as opposed to strictly pain reduction, patients can regain a higher quality of life with reduced pain and fewer medications, surgeries and hospitalizations."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tseng",
        "ForeName": "Andrew S",
        "Initials": "AS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Weiss",
        "ForeName": "Karen",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Harrison",
        "ForeName": "Tracy",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hansen",
        "ForeName": "Daniel",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bruce",
        "ForeName": "Barbara",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pain Res Manag",
    "NlmUniqueID": "9612504",
    "ISSNLinking": "1203-6765"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Catastrophization"
    },
    {
      "QualifierName": [
        "complications",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Chronic Pain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disability Evaluation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electric Stimulation Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Spinal Cord"
    }
  ]
}