{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Cancer",
      "Nurse-led interventions",
      "Palliative care",
      "Symptom management"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26607059",
  "DateCompleted": {
    "Year": "2016",
    "Month": "12",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "11",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ijnurstu.2015.10.022",
      "S0020-7489(15)00339-9"
    ],
    "Journal": {
      "ISSN": "1873-491X",
      "JournalIssue": {
        "Volume": "56",
        "PubDate": {
          "Year": "2016",
          "Month": "Apr"
        }
      },
      "Title": "International journal of nursing studies",
      "ISOAbbreviation": "Int J Nurs Stud"
    },
    "ArticleTitle": "Non-pharmacological nurse-led interventions to manage anxiety in patients with advanced cancer: A systematic literature review.",
    "Pagination": {
      "StartPage": "102",
      "EndPage": "113",
      "MedlinePgn": "102-13"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety is a common symptom in patients with advanced cancer. Although pharmacological and psychosocial interventions are recommended, it remains unclear which role nurses can play in supporting patients with anxiety.",
        "The objective was to provide an inventory of non-pharmacological nurse-led interventions and evaluate the effectiveness in managing anxiety in advanced cancer patients.",
        "A systematic literature review was performed from xx-xx-xxxx until March 2013. Four databases (MEDLINE, CINAHL, PsycINFO and Cochrane) were searched using predefined search terms without date limits. Randomized controlled trials, focusing on non-pharmacological nurse-led interventions in the management of anxiety in patients with advanced cancer were identified. Due to the heterogeneity of the included studies, results are presented in a descriptive way.",
        "A total of seven studies were included. The interventions were categorized into patient education, telemonitoring, psychotherapy, complementary care or a combination of these. Two studies showed significant improvements in anxiety levels in patients who received a psychoeducational intervention and in those who participated in a telemonitoring program. However, both studies were judged with a high risk of bias due to attrition, the randomization process and the lack of blinding which was not described. A complementary care intervention, a focused narrative interview and a telemonitoring program identified improvement in anxiety after each time the intervention was provided. However, no significant differences between intervention and control group were found.",
        "Although there is no firm evidence due to the high risk of bias, two studies showed that nurses could play a meaningful role in the management of anxiety with regard to early recognition and even in a specific set of psychotherapeutic interventions. Obviously, interventions should be adapted to the underlying cause of anxiety. However, the results of this systematic literature review show a limited degree of evidence to realize this goal. Future research should focus on the interpretation of the findings in order to understand why certain interventions are effective. Furthermore, clarification of which nurse competencies are needed to perform these interventions successfully must be defined. Nevertheless, this systematic literature review encourages nurses to take a key role in the management of anxiety and shows that it is worthwhile to investigate the difference that can be made by nurses in supporting advanced cancer patients with anxiety."
      ],
      "CopyrightInformation": "Copyright © 2015 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center of Expertise Palliative Care Utrecht, Julius Center for Healthcare Sciences and Primary Care, Dept. General Practice, University Medical Center Utrecht, Postbox 85500, 3508 GA Utrecht, The Netherlands. Electronic address: D.Zweers@umcutrecht.nl."
          }
        ],
        "LastName": "Zweers",
        "ForeName": "Danielle",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center of Expertise Palliative Care Utrecht, Julius Center for Healthcare Sciences and Primary Care, Dept. General Practice, University Medical Center Utrecht, Postbox 85500, 3508 GA Utrecht, The Netherlands. Electronic address: E.deGraaf@umcutrecht.nl."
          }
        ],
        "LastName": "de Graaf",
        "ForeName": "Everlien",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center of Expertise Palliative Care Utrecht, Julius Center for Healthcare Sciences and Primary Care, Dept. General Practice, University Medical Center Utrecht, Postbox 85500, 3508 GA Utrecht, The Netherlands. Electronic address: S.Teunissen@umcutrecht.nl."
          }
        ],
        "LastName": "Teunissen",
        "ForeName": "Saskia C C M",
        "Initials": "SC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Nurs Stud",
    "NlmUniqueID": "0400675",
    "ISSNLinking": "0020-7489"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "nursing"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}