{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Dimensional assessment",
      "Hispanics",
      "Psychological questionnaires",
      "Reliability",
      "Validity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Un modelo dimensional como complemento al proceso diagnóstico en las enfermedades mentales podría avanzar dificultades actuales en la clasificación de las psicopatologías, en especial en los grupos étnicos minoritarios. El objetivo de este estudio fue examinar las propiedades psicométricas de varias escalas específicas que evalúan tres dominios propuestos: síntomas clínicos, la personalidad / rasgos, y estilos afectivos.",
        "Se realizó un estudio de corte transversal con una muestra total de 80 sujetos. Estos fueron entrevistados utilizando la Entrevista Clínica Estructurada para el DSM-IV para identificar la presencia de un diagnóstico de ansiedad. Siguiendo la entrevista se administraron varias escalas de medición para cada dominio propuesto. La confiabilidad y validez fueron examinadas usando el alfa de Cronbach y análisis factorial exploratorio. La carga de cada reactivo fue analizada para obtener las puntuaciones de los factores que componen la matriz.",
        "Los análisis revelaron una confiabilidad y validez entre moderada y alta dentro de los tres dominios. La muestra obtuvo puntuaciones entre moderado y alto en las escalas que comprenden los dominios clínicos y de personalidad y rasgos.",
        "La aplicación de las escalas auto-reportadas, en acuerdo con la estructura dimensional propuesta, puede ser una manera eficaz para complementar los diagnósticos categóricos dentro de la población Hispana representada por nuestra muestra."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27623138",
  "DateCompleted": {
    "Year": "2017",
    "Month": "07",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0738-0658",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "3",
        "PubDate": {
          "Year": "2016",
          "Month": "Sep"
        }
      },
      "Title": "Puerto Rico health sciences journal",
      "ISOAbbreviation": "P R Health Sci J"
    },
    "ArticleTitle": "Dimensional Assessment of Anxiety in Puerto Rican Patients: Evaluating Applicability of Psychological Questionnaires.",
    "Pagination": {
      "StartPage": "134",
      "EndPage": "141",
      "MedlinePgn": "134-41"
    },
    "Abstract": {
      "AbstractText": [
        "A dimensional assessment model as a supplement to the diagnosis process could overcome the current pitfalls in classifying psychopathology in ethnic minorities. The aim of the study described herein was to examine a sample of Puerto Rican patients diagnosed with anxiety disorder in order to evaluate the psychometric properties of the specific scales that assess the following 3 domains: clinical symptoms, personality/trait, and affective style.",
        "80 subjects were recruited and interviewed using the Structured Clinical Interview for DSM-IV to identify the presence of anxiety disorders. Following this, various questionnaires assessing each proposed domain were administered to the participants. Reliability and validity of these questionnaires were examined using Cronbach's alpha and exploratory factor analysis. The effect of the individual items of the questionnaires on the overall reliability and validity was assessed using factor scores component matrix.",
        "Analyses revealed moderate to high reliability and validity scores within all 3 domains. The sample obtained moderate to high scores on the scales comprising clinical and personality/trait domains.",
        "The use of self-report scales in accordance with the proposed dimensional framework may be an effective way to supplement categorical diagnoses within the Hispanic population represented by this sample."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pre-Doctoral Student, Psychology Program, Ponce Health Sciences University, Ponce, PR."
          }
        ],
        "LastName": "González-Barrios",
        "ForeName": "Polaris",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pre-Doctoral Student, Psychology Program, Carlos Albizu University, San Juan, PR."
          }
        ],
        "LastName": "Morales-Rodríguez",
        "ForeName": "Carlos M",
        "Initials": "CM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate Student, Health Systems Evaluation Program, School of Public Health, University of Puerto Rico Medical Sciences Campus, San Juan, PR."
          }
        ],
        "LastName": "Merced-Morales",
        "ForeName": "Kritzianel",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Pre-Doctoral Student, Psychology Program, Carlos Albizu University, San Juan, PR."
          }
        ],
        "LastName": "Lampón",
        "ForeName": "Anabelle",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Public Health University of Puerto Rico Medical Sciences Campus, San Juan, PR."
          }
        ],
        "LastName": "González",
        "ForeName": "Rafael",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Associate Professor, Department of Psychiatry, University of Puerto Rico Medical Sciences Campus, San Juan, PR."
          }
        ],
        "LastName": "Martínez",
        "ForeName": "Karen",
        "Initials": "K"
      }
    ],
    "GrantList": [
      {
        "GrantID": "S21 MD001830",
        "Acronym": "MD",
        "Agency": "NIMHD NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "U54 MD007587",
        "Acronym": "MD",
        "Agency": "NIMHD NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Puerto Rico",
    "MedlineTA": "P R Health Sci J",
    "NlmUniqueID": "8303541",
    "ISSNLinking": "0738-0658"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychological Tests"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Psychometrics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Report"
    }
  ]
}