{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37585399",
  "DateCompleted": {
    "Year": "2023",
    "Month": "08",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "08",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "08",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0275882",
      "10.1371/journal.pone.0275882"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "8",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Overall maternal morbidity during pregnancy using the WHO-WOICE tools.",
    "Pagination": {
      "StartPage": "e0275882",
      "MedlinePgn": "e0275882"
    },
    "Abstract": {
      "AbstractText": [
        "The objective of this study is to evaluate the prevalence of nonsevere maternal morbidities (including overall health, domestic and sexual violence, functionality, and mental health) in women during antenatal care in rural versus urban areas. This study aimed to describe the factors that affect women's health during pregnancy by administration of the WHO's WOICE 2.0 instrument.",
        "This was a cross sectional study conducted at perinatal care health centers in Morocco (5 in rural and 5 in urban). We recruited n = 257 women in the third trimester of their pregnancy using a questionnaire developed by the WHO to assess maternal morbidity, which includes various instruments that measure different aspects of maternal health. This tool evaluates the functionality and ability to perform daily tasks includes a tool that evaluates mental health, the General Anxiety Disorder 7-item test (GAD-7), and the 9-item Patient Health Questionnaire (PHQ-9), to assess depression. Data on health conditions and socio-demographic characteristics were collected through structured interview, medical record review, and clinical examination. This paper presents descriptive data on the distribution of functioning status among antepartum women.",
        "In all, 257 women at a mean age of 30 years were included, and the majority had a partner (98%) and primary education (68.48%). Over one third of the population cannot read. Exposure to violence occurred in 12.23%. Sexual dissatisfaction was reported by 28.20% of antepartum women. Overall, women reported very good and good health (39.69%), and more than third had a medical condition (39.69%). There was an overall rate of anxiety in 83.65%, depression in 43.57%. Based on the χ2 test, Fisher exact test, or Kruskal-Wallis test, there was a significant relationship between the distribution of depression (p<0.001) and sexual satisfaction (p<0.01) between urban and rural women.",
        "Considering these results, antepartum depression and anxiety were highly prevalent in our sample and contributed substantially to perceived disability. These serious threats to health must be further investigated and more data are needed to comprehensively quantify the problem in Morocco."
      ],
      "CopyrightInformation": "Copyright: © 2023 Hababa, Assarag. This is an open access article distributed under the terms of the Creative Commons Attribution License, which permits unrestricted use, distribution, and reproduction in any medium, provided the original author and source are credited."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-5608-1757"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Regional Directorate of Health and Social Protection Marrakech-Safi Morocco, Marrakech, Morocco."
          }
        ],
        "LastName": "Hababa",
        "ForeName": "Hanane",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National School of Public Health Rabat Morocco, Rabat, Morocco."
          }
        ],
        "LastName": "Assarag",
        "ForeName": "Bouchra",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "epidemiology",
        "diagnosis"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy Trimester, Third"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "World Health Organization"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Depression"
    }
  ],
  "CoiStatement": "The authors have declared that no competing interests exist."
}