{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31488771",
  "DateCompleted": {
    "Year": "2019",
    "Month": "10",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0353-5053",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "Suppl 3",
        "PubDate": {
          "Year": "2019",
          "Month": "Sep"
        }
      },
      "Title": "Psychiatria Danubina",
      "ISOAbbreviation": "Psychiatr Danub"
    },
    "ArticleTitle": "Strategic training: The magic world of change.",
    "Pagination": {
      "StartPage": "452",
      "EndPage": "454",
      "MedlinePgn": "452-454"
    },
    "Abstract": {
      "AbstractText": [
        "\"Before convincing the intellectual part of the mind it is necessary to touch and prepare the heart\", an aphorism by Blaise Pascal (Vozza 1995), refers to one of the most important functions of strategic training, not only being successful in making communicative messages correctly and rationally understood, but also involving its addressee, above all by making one enter into emotional syntony with the communicative content. To understand the precious wealth of knowledge that has over time brought the necessary skills to do strategic training, it is necessary to find its roots by taking a step back in time. It is necessary to go as far as the fifth century BC, with Protagoras and its persuasive efficacy, with a rapid historical excursus passing by Aristotle and his Sophistic communication techniques to arrive at about 2000 years later, passing through social psychology, up to the Palo Alto strategic school. Among its various activities, the Genius Academy Centre for Research and Psychological Studies has decided to push two strategic training projects aiming to increase the level of well-being perceived by the addressee and encouraging the desired change. One of the two strategic training projects, A \"Journey\" in a journey, conceived by the writer, started in 2013. The educational and therapeutic value are amplified by optimizing the suggestions and stimuli of the journey. Another strategic training project for future aeronautical professionals, which gives a great contribution to the traditional technical training, is an innovative psychological programme specifically designed to prepare, not only for technical operational challenges, but also for numerous psychological challenges deriving from working in a particular environment such as the airport. It is specifically designed to study and improve the travel experience of people in airport transit and aims to raise the level of traveller's well-being, through a series of highly innovative interventions in specifically provided areas with the use of digital reality in coping and helping with anxiety and fear of flying."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Centre and Psychological Studies \"Genius Academy\", Via C.A. Jemolo 83, Rome, Italy, dott.m.g.spurio@hotmail.it."
          }
        ],
        "LastName": "Spurio",
        "ForeName": "Maria Grazia",
        "Initials": "MG"
      }
    ],
    "PublicationTypeList": [
      "Historical Article",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Croatia",
    "MedlineTA": "Psychiatr Danub",
    "NlmUniqueID": "9424753",
    "ISSNLinking": "0353-5053"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Psychological"
    },
    {
      "QualifierName": [
        "prevention & control",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "prevention & control",
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, 21st Century"
    },
    {
      "QualifierName": [],
      "DescriptorName": "History, Ancient"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Persuasive Communication"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Travel"
    }
  ]
}