{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24336308",
  "DateCompleted": {
    "Year": "2014",
    "Month": "09",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "12",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "f7274",
      "10.1136/bmj.f7274",
      "bmj.f7274"
    ],
    "Journal": {
      "ISSN": "1756-1833",
      "JournalIssue": {
        "Volume": "347",
        "PubDate": {
          "Year": "2013",
          "Month": "Dec",
          "Day": "12"
        }
      },
      "Title": "BMJ (Clinical research ed.)",
      "ISOAbbreviation": "BMJ"
    },
    "ArticleTitle": "Laughter and MIRTH (Methodical Investigation of Risibility, Therapeutic and Harmful): narrative synthesis.",
    "Pagination": {
      "StartPage": "f7274",
      "MedlinePgn": "f7274"
    },
    "Abstract": {
      "AbstractText": [
        "To review the beneficial and harmful effects of laughter.",
        "Narrative synthesis.",
        "We searched Medline (1946 to June 2013) and Embase (1974 to June 2013) for reports of benefits or harms from laughter in humans, and counted the number of papers in each category.",
        "Benefits of laughter include reduced anger, anxiety, depression, and stress; reduced tension (psychological and cardiovascular); increased pain threshold; reduced risk of myocardial infarction (presumably requiring hearty laughter); improved lung function; increased energy expenditure; and reduced blood glucose concentration. However, laughter is no joke-dangers include syncope, cardiac and oesophageal rupture, and protrusion of abdominal hernias (from side splitting laughter or laughing fit to burst), asthma attacks, interlobular emphysema, cataplexy, headaches, jaw dislocation, and stress incontinence (from laughing like a drain). Infectious laughter can disseminate real infection, which is potentially preventable by laughing up your sleeve. As a side effect of our search for side effects, we also list pathological causes of laughter, among them epilepsy (gelastic seizures), cerebral tumours, Angelman's syndrome, strokes, multiple sclerosis, and amyotrophic lateral sclerosis or motor neuron disease.",
        "Laughter is not purely beneficial. The harms it can cause are immediate and dose related, the risks being highest for Homeric (uncontrollable) laughter. The benefit-harm balance is probably favourable. It remains to be seen whether sick jokes make you ill or jokes in bad taste cause dysgeusia, and whether our views on comedians stand up to further scrutiny."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "West Midlands Centre for Adverse Drug Reactions, City Hospital, Birmingham B18 7QH, UK."
          }
        ],
        "LastName": "Ferner",
        "ForeName": "R E",
        "Initials": "RE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Aronson",
        "ForeName": "J K",
        "Initials": "JK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMJ",
    "NlmUniqueID": "8900488",
    "ISSNLinking": "0959-8138"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Anger"
    },
    {
      "QualifierName": [
        "prevention & control",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiovascular Physiological Phenomena"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Central Nervous System"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology",
        "psychology"
      ],
      "DescriptorName": "Laughter"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiratory Physiological Phenomena"
    }
  ],
  "CoiStatement": "Competing interests: The authors’ interests are unrelated to mirthful laughter and are generally not conducive to it; their senses of humour sometimes conflict. Both authors have completed the ICMJE uniform disclosure form at www.icmje.org/coi_disclosure.pdf and declare: no support from any organisation for the submitted work; no financial relationships with any organisations that might have an interest in the submitted work in the previous three years; no other relationships or activities that could appear to have influenced the submitted work. "
}