{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "depression",
      "risk factors"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27966780",
  "DateCompleted": {
    "Year": "2017",
    "Month": "09",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "01",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "12",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/jcpp.12653"
    ],
    "Journal": {
      "ISSN": "1469-7610",
      "JournalIssue": {
        "Volume": "58",
        "Issue": "4",
        "PubDate": {
          "Year": "2017",
          "Month": "Apr"
        }
      },
      "Title": "Journal of child psychology and psychiatry, and allied disciplines",
      "ISOAbbreviation": "J Child Psychol Psychiatry"
    },
    "ArticleTitle": "Annual Research Review: An expanded account of information-processing mechanisms in risk for child and adolescent anxiety and depression.",
    "Pagination": {
      "StartPage": "387",
      "EndPage": "407",
      "MedlinePgn": "387-407"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety and depression occurring during childhood and adolescence are common and costly. While early-emerging anxiety and depression can arise through a complex interplay of 'distal' factors such as genetic and environmental influences, temperamental characteristics and brain circuitry, the more proximal mechanisms that transfer risks on symptoms are poorly delineated. Information-processing biases, which differentiate youth with and without anxiety and/or depression, could act as proximal mechanisms that mediate more distal risks on symptoms. This article reviews the literature on information-processing biases, their associations with anxiety and depression symptoms in youth and with other distal risk factors, to provide direction for further research.",
        "Based on strategic searches of the literature, we consider how youth with and without anxiety and/or depression vary in how they deploy attention to social-affective stimuli, discriminate between threat and safety cues, retain memories of negative events and appraise ambiguous information. We discuss how these information-processing biases are similarly or differentially expressed on anxiety and depression and whether these biases are linked to genetic and environmental factors, temperamental characteristics and patterns of brain circuitry functioning implicated in anxiety and depression.",
        "Biases in attention and appraisal characterise both youth anxiety and depression but with some differences in how these are expressed for each symptom type. Difficulties in threat-safety cue discrimination characterise anxiety and are understudied in depression, while biases in the retrieval of negative and overgeneral memories have been observed in depression but are understudied in anxiety. Information-processing biases have been studied in relation to some distal factors but not systematically, so relationships remain inconclusive.",
        "Biases in attention, threat-safety cue discrimination, memory and appraisal may characterise anxiety and/or depression risk. We discuss future research directions that can more systematically test whether these biases act as proximal mechanisms that mediate other distal risk factors."
      ],
      "CopyrightInformation": "© 2016 The Authors. Journal of Child Psychology and Psychiatry published by John Wiley & Sons Ltd on behalf of Association for Child and Adolescent Mental Health."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Psychiatry, Psychology and Neuroscience, King's College London, London, UK."
          }
        ],
        "LastName": "Lau",
        "ForeName": "Jennifer Y F",
        "Initials": "JY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Applied Psychology, Griffith University, Gold Coast, Qld, Australia."
          }
        ],
        "LastName": "Waters",
        "ForeName": "Allison M",
        "Initials": "AM"
      }
    ],
    "GrantList": [
      {
        "GrantID": "MR/N006194/1",
        "Acronym": "MRC_",
        "Agency": "Medical Research Council",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Child Psychol Psychiatry",
    "NlmUniqueID": "0375361",
    "ISSNLinking": "0021-9630"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "genetics",
        "physiopathology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Attentional Bias"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Judgment"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Memory"
    }
  ]
}