{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Hospital Anxiety and Depression Scale",
      "anxiety",
      "breast cancer",
      "depression",
      "radiotherapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "38158234",
  "DateCompleted": {
    "Year": "2024",
    "Month": "01",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.48095/ccko2023453"
    ],
    "Journal": {
      "ISSN": "1802-5307",
      "JournalIssue": {
        "Volume": "37",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Season": "Winter"
        }
      },
      "Title": "Klinicka onkologie : casopis Ceske a Slovenske onkologicke spolecnosti",
      "ISOAbbreviation": "Klin Onkol"
    },
    "ArticleTitle": "The effect of demographic and clinical data on anxiety and depression levels in breast cancer patients receiving radiotherapy.",
    "Pagination": {
      "StartPage": "453",
      "EndPage": "461",
      "MedlinePgn": "453-461"
    },
    "Abstract": {
      "AbstractText": [
        "The aim of this study is to investigate the effects of sociodemographic and clinical data on depression and anxiety levels in patients who undergoing radiotherapy for breast cancer.",
        "A total of 111 patients with breast cancer treated in the Radiation Oncology Department of Kayseri City Education and Research Hospital were included in this study. The study was planned prospectively as a survey research based study. Ethics committee approval was obtained. After obtaining the necessary consent for voluntary participation, patients were interviewed face-to-face. The research survey included the Hospital Anxiety and Depression Scale (HADS), as well as demographic and clinical information. Statistical analysis was performed with the collected data.",
        "According to the results of repeated measures analysis of variance, the mean difference between the 3-month and 6-month measurements of the depression scale values on the first day of radiotherapy was statistically significant (P &lt; 0.001). Mean differences were statistically notable for age and marital status variables in anxiety and for age, education level, marital status, employment status, family history of cancer, menopause, surgery, chemotherapy and hormone therapy variables in depression. When the change in the presence (&gt; 10 depression scale) or absence (&lt; 10 depression scale) of depression at three different times of radiotherapy (first day, 3 and 6 months) was examined, a statistically notable difference was found between the depression scale values of patients receiving radiotherapy on the first day, 3 months after radiotherapy and 6 months after radiotherapy (P &lt; 0.05).",
        "According to the results of our study, the psychological health of women with breast cancer was affected during and after radiotherapy. As a response, psychiatric counseling should be considered as a part of the treatment for depression and anxiety that occur during and after treatment in breast cancer patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Benderli Cihan",
        "ForeName": "Y",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Öztürk",
        "ForeName": "O",
        "Initials": "O"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Vliv demografických a klinických údajů na úzkost a depresi u pacientek s karcinomem prsu léčených radioterapií."
  },
  "MedlineJournalInfo": {
    "Country": "Czech Republic",
    "MedlineTA": "Klin Onkol",
    "NlmUniqueID": "9425213",
    "ISSNLinking": "0862-495X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Radiation Oncology"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Demography"
    }
  ]
}