{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25176970",
  "DateCompleted": {
    "Year": "2015",
    "Month": "05",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1183/09059180.00007813"
    ],
    "Journal": {
      "ISSN": "1600-0617",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "133",
        "PubDate": {
          "Year": "2014",
          "Month": "Sep"
        }
      },
      "Title": "European respiratory review : an official journal of the European Respiratory Society",
      "ISOAbbreviation": "Eur Respir Rev"
    },
    "ArticleTitle": "Depression and anxiety in patients with COPD.",
    "Pagination": {
      "StartPage": "345",
      "EndPage": "349",
      "MedlinePgn": "345-9"
    },
    "Abstract": {
      "AbstractText": [
        "Under-recognised and untreated depression and anxiety symptoms have deleterious effects on physical functioning and social interaction increasing fatigue and healthcare utilisation in patients with chronic obstructive pulmonary disease (COPD). Depression and anxiety are challenging to identify and treat because their symptoms often overlap with those of COPD. The cause(s) of depression and anxiety symptoms are multifactorial and include behavioural, social and biological factors. Less than one-third of COPD patients with comorbid depression or anxiety symptoms are receiving appropriate treatment. Factors that contribute to the lack of provision of treatment are varied, they include patient perceived barriers, for example lack of knowledge and reluctance to receive antidepressant drug therapy; poor treatment compliance and lack of a standardised diagnostic approach; and scarcity of adequate resources for mental health treatment. The evidence for the efficacy of antidepressant drug therapy in patients with COPD with comorbid depression and anxiety is inconclusive. There are some promising findings regarding pulmonary rehabilitation, psychological therapy and the collaborative care model in reducing depression and anxiety symptoms in patients with COPD, but these findings are limited by short-term follow-up periods. Further work is required to examine the efficacy of these interventions in randomised controlled trials with larger samples and long-term follow-up."
      ],
      "CopyrightInformation": "©ERS 2014."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dept of Health Professions, The Research Institute for Health and Social Care, Manchester Metropolitan University, Manchester, UK. Weill Cornell Institute of Geriatric Psychiatry, Weill Cornell Medical College, White Plains, NY, USA A.yohannes@mmu.ac.uk."
          }
        ],
        "LastName": "Yohannes",
        "ForeName": "Abebaw M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dept of Health Professions, The Research Institute for Health and Social Care, Manchester Metropolitan University, Manchester, UK. Weill Cornell Institute of Geriatric Psychiatry, Weill Cornell Medical College, White Plains, NY, USA."
          }
        ],
        "LastName": "Alexopoulos",
        "ForeName": "George S",
        "Initials": "GS"
      }
    ],
    "GrantList": [
      {
        "GrantID": "P30 MH085943",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 MH076829",
        "Acronym": "MH",
        "Agency": "NIMH NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Eur Respir Rev",
    "NlmUniqueID": "9111391",
    "ISSNLinking": "0905-9180"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "complications",
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Pulmonary Disease, Chronic Obstructive"
    }
  ],
  "CoiStatement": "Conflict of interest: Disclosures can be found alongside the online version of this article at err.ersjournals.com"
}