{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Acupuncture",
      "Anxiety",
      "Chronic stable angina pectoris",
      "Depression",
      "Meta-analysis",
      "Systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34517216",
  "DateCompleted": {
    "Year": "2021",
    "Month": "11",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "09",
        "Day": "08"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ctcp.2021.101484",
      "S1744-3881(21)00183-3"
    ],
    "Journal": {
      "ISSN": "1873-6947",
      "JournalIssue": {
        "Volume": "45",
        "PubDate": {
          "Year": "2021",
          "Month": "Nov"
        }
      },
      "Title": "Complementary therapies in clinical practice",
      "ISOAbbreviation": "Complement Ther Clin Pract"
    },
    "ArticleTitle": "Acupuncture for treating chronic stable angina pectoris associated anxiety and depression: A systematic review and meta-analysis.",
    "Pagination": {
      "StartPage": "101484",
      "MedlinePgn": "101484"
    },
    "Abstract": {
      "AbstractText": [
        "Despite that acupuncture is effective in treating anxiety, depression and chronic stable angina pectoris (CSAP), it remains unclear whether acupuncture can treat CSAP, anxiety and depression simultaneously. This systematic review and meta-analysis aimed to investigate the efficacy of acupuncture on CSAP-associated anxiety and depression.",
        "Eight electronic databases were searched to identify eligible randomized controlled trials (RCTs) or controlled clinical trials (i.e. \"acupuncture alone or combined with standard care\" versus \" sham acupuncture alone, sham acupuncture with standard care, or standard care alone\") from their inception to January 2021, which included PubMed, Embase, Web of Science, the Cochrane Library, CBM, CNKI, VIP and Wanfang Database. Data were extracted and meta analyses were performed using the RevMan 5.3. Risk of bias (ROB) 2.0 was used for methodological quality assessment. GRADEprofiler 3.2.2 was used to rate the quality of evidence.",
        "Seven trials involving 893 subjects were included. Meta-analysis results showed that acupuncture combined with standard care was more effective in relieving anxiety and depression, reducing angina attack frequency, and angina pain intensity than sham acupuncture with standard care and standard care alone. In addition, the effect remained until 16 weeks after acupuncture. The safety of acupuncture for CSAP-associated anxiety and depression was also high. Nonetheless, the quality of evidence ranged from low to moderate.",
        "Acupuncture may be used as an adjunctive therapy to treat CSAP-associated anxiety and depression. However, more high-quality RCTs are required to confirm our findings."
      ],
      "CopyrightInformation": "Copyright © 2021 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurobiology and Acupuncture Research, The Third Clinical Medical College, Zhejiang Chinese Medical University, Key Laboratory of Acupuncture and Neurology of Zhejiang Province, Hangzhou, 310053, China. Electronic address: 403712321@qq.com."
          }
        ],
        "LastName": "Tu",
        "ForeName": "Mingqi",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurobiology and Acupuncture Research, The Third Clinical Medical College, Zhejiang Chinese Medical University, Key Laboratory of Acupuncture and Neurology of Zhejiang Province, Hangzhou, 310053, China. Electronic address: jyl2182@126.com."
          }
        ],
        "LastName": "Jiang",
        "ForeName": "Yongliang",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurobiology and Acupuncture Research, The Third Clinical Medical College, Zhejiang Chinese Medical University, Key Laboratory of Acupuncture and Neurology of Zhejiang Province, Hangzhou, 310053, China; Department of Acupuncture and Massage, Affiliated Hangzhou First People's Hospital, Zhejiang University School of Medicine, Hangzhou, 310006, China. Electronic address: 690474518@qq.com."
          }
        ],
        "LastName": "Yu",
        "ForeName": "Jie",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Third Affiliated Hospital of Zhejiang Chinese Medical University, Hangzhou, China. Electronic address: 413351308@qq.com."
          }
        ],
        "LastName": "Hu",
        "ForeName": "Hantong",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurobiology and Acupuncture Research, The Third Clinical Medical College, Zhejiang Chinese Medical University, Key Laboratory of Acupuncture and Neurology of Zhejiang Province, Hangzhou, 310053, China. Electronic address: 290888167@qq.com."
          }
        ],
        "LastName": "Liao",
        "ForeName": "Binjun",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurobiology and Acupuncture Research, The Third Clinical Medical College, Zhejiang Chinese Medical University, Key Laboratory of Acupuncture and Neurology of Zhejiang Province, Hangzhou, 310053, China. Electronic address: zjhxf1986@163.com."
          }
        ],
        "LastName": "He",
        "ForeName": "Xiaofen",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurobiology and Acupuncture Research, The Third Clinical Medical College, Zhejiang Chinese Medical University, Key Laboratory of Acupuncture and Neurology of Zhejiang Province, Hangzhou, 310053, China. Electronic address: fangjianqiao7532@163.com."
          }
        ],
        "LastName": "Fang",
        "ForeName": "Jianqiao",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Complement Ther Clin Pract",
    "NlmUniqueID": "101225531",
    "ISSNLinking": "1744-3881"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Acupuncture Therapy"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Angina, Stable"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}