{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety",
      "cancer",
      "hypnosis",
      "hypnotherapy",
      "meta-analysis",
      "moderator",
      "psychological distress"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28267893",
  "DateCompleted": {
    "Year": "2017",
    "Month": "07",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "03",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/wvn.12215"
    ],
    "Journal": {
      "ISSN": "1741-6787",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "3",
        "PubDate": {
          "Year": "2017",
          "Month": "Jun"
        }
      },
      "Title": "Worldviews on evidence-based nursing",
      "ISOAbbreviation": "Worldviews Evid Based Nurs"
    },
    "ArticleTitle": "The Effect of Hypnosis on Anxiety in Patients With Cancer: A Meta-Analysis.",
    "Pagination": {
      "StartPage": "223",
      "EndPage": "236",
      "MedlinePgn": "223-236"
    },
    "Abstract": {
      "AbstractText": [
        "Anxiety is a common form of psychological distress in patients with cancer. One recognized nonpharmacological intervention to reduce anxiety for various populations is hypnotherapy or hypnosis. However, its effect in reducing anxiety in cancer patients has not been systematically evaluated.",
        "This meta-analysis was designed to synthesize the immediate and sustained effects of hypnosis on anxiety of cancer patients and to identify moderators for these hypnosis effects.",
        "Qualified studies including randomized controlled trials (RCT) and pre-post design studies were identified by searching seven electronic databases: Scopus, Medline Ovidsp, PubMed, PsycInfo-Ovid, Academic Search Premier, CINAHL Plus with FT-EBSCO, and SDOL. Effect size (Hedges' g) was computed for each study. Random-effect modeling was used to combine effect sizes across studies. All statistical analyses were conducted with Comprehensive Meta-Analysis, version 2 (Biostat, Inc., Englewood, NJ, USA).",
        "Our meta-analysis of 20 studies found that hypnosis had a significant immediate effect on anxiety in cancer patients (Hedges' g: 0.70-1.41, p < .01) and the effect was sustained (Hedges' g: 0.61-2.77, p < .01). The adjusted mean effect size (determined by Duvan and Tweedie's trim-and-fill method) was 0.46. RCTs had a significantly higher effect size than non-RCT studies. Higher mean effect sizes were also found with pediatric study samples, hematological malignancy, studies on procedure-related stressors, and with mixed-gender samples. Hypnosis delivered by a therapist was significantly more effective than self-hypnosis.",
        "Hypnosis can reduce anxiety of cancer patients, especially for pediatric cancer patients who experience procedure-related stress. We recommend therapist-delivered hypnosis should be preferred until more effective self-hypnosis strategies are developed."
      ],
      "CopyrightInformation": "© 2017 Sigma Theta Tau International."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Doctoral Candidate, Graduate Institute of Clinical Medical Sciences, College of Medicine, Chang Gung University, Taoyuan and Instructor, Department of Nursing, Yuanpei University of Medical Technology, Hsin-Chu, Taiwan."
          }
        ],
        "LastName": "Chen",
        "ForeName": "Pei-Ying",
        "Initials": "PY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Associate Professor, Department of Nursing, Chang Gung University of Science and Technology, Taoyuan, Taiwan."
          }
        ],
        "LastName": "Liu",
        "ForeName": "Ying-Mei",
        "Initials": "YM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Professor, School of Nursing, College of Medicine, Chang Gung University; Researcher, Division of Medical Oncology, Department of Internal Medicine, Chang Gung Memorial Hospital, Linkou Branch and Professor, Department of Nursing, Chang Gung University of Science and Technology, Taoyuan, Taiwan."
          }
        ],
        "LastName": "Chen",
        "ForeName": "Mei-Ling",
        "Initials": "ML"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Worldviews Evid Based Nurs",
    "NlmUniqueID": "101185267",
    "ISSNLinking": "1545-102X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hypnosis"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}