{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12952774",
  "DateCompleted": {
    "Year": "2003",
    "Month": "12",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1130-2399",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "2",
        "PubDate": {
          "Year": "2003",
          "Season": "Apr-Jun"
        }
      },
      "Title": "Enfermeria intensiva",
      "ISOAbbreviation": "Enferm Intensiva"
    },
    "ArticleTitle": "[Music therapy effectiveness to decrease anxiety in mechanically ventilated patients].",
    "Pagination": {
      "StartPage": "43",
      "EndPage": "48",
      "MedlinePgn": "43-8"
    },
    "Abstract": {
      "AbstractText": [
        "The aim of this review is to find out whether or not music therapy is an effective nursing intervention to decrease anxiety and promote relaxation in ventilator-dependent patients. For the purpose of this review, relaxation has been considered as a reduction in state anxiety and physiologic signs (heart rate, blood pressure or respiratory rate). A comprehensive search has been conducted in electronic databases (Cochrane Library, Medline, CINHAL, Embase and PsycLit) in order to identify systematic reviews on music therapy effectiveness or randomised control trials that compare the effectiveness of music therapy versus no music or other relaxation techniques in patients receiving ventilatory assistance. Three studies, two randomised control trials and a systematic review accomplished the inclusion criteria of this review. All studies found a significant difference between groups on the mean post-test state anxiety, concluding that there was a greater reduction in state anxiety in the experimental condition due to the intervention. Findings in terms of physiologic measures have been contradictory from study to study, reaching different conclusions. None of the three studies have accomplished the quality criteria established for this review. Some methodological limitations make their results be not fully reliable and therefore, it has not been possible to reach a satisfactory answer. Further and more rigorous research is needed on this area, as there is not enough valid research to conclude that music therapy is an effective nursing intervention for decreasing patients' anxiety. As it causes no harm and is a relatively inexpensive intervention, it would be worth exploring its effects on different kind of outcomes and settings."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Escuela Universitaria de Enfermeria, Universidad de Navarra. Navarra. Spain. airiarte@unav.es"
          }
        ],
        "LastName": "Iriarte Roteta",
        "ForeName": "Andrea",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Review",
      "Systematic Review"
    ],
    "VernacularTitle": "Efectividad de la musicoterapia para promover la relajación en pacientes sometidos a ventilación mecánica."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Enferm Intensiva",
    "NlmUniqueID": "9517771",
    "ISSNLinking": "1130-2399"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blood Pressure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Rate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Monitoring, Physiologic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Music Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Respiration"
    },
    {
      "QualifierName": [
        "nursing",
        "psychology"
      ],
      "DescriptorName": "Respiration, Artificial"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Test Anxiety Scale"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ],
  "NumberOfReferences": "13"
}