{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adaptation",
      "Adenoidectomy",
      "Parental presence during induction of anesthesia",
      "Preoperative anxiety",
      "Tonsillectomy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37707617",
  "DateCompleted": {
    "Year": "2023",
    "Month": "11",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "09",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00405-023-08222-3"
    ],
    "Journal": {
      "ISSN": "1434-4726",
      "JournalIssue": {
        "Volume": "280",
        "Issue": "12",
        "PubDate": {
          "Year": "2023",
          "Month": "Dec"
        }
      },
      "Title": "European archives of oto-rhino-laryngology : official journal of the European Federation of Oto-Rhino-Laryngological Societies (EUFOS) : affiliated with the German Society for Oto-Rhino-Laryngology - Head and Neck Surgery",
      "ISOAbbreviation": "Eur Arch Otorhinolaryngol"
    },
    "ArticleTitle": "Parental presence during induction of anesthesia in children undergoing tonsillectomy and adenoidectomy.",
    "Pagination": {
      "StartPage": "5475",
      "EndPage": "5482",
      "MedlinePgn": "5475-5482"
    },
    "Abstract": {
      "AbstractText": [
        "To investigate the effect of parental presence during induction of anesthesia (PPIA) in relieving preoperative anxiety of children undergoing tonsillectomy and adenoidectomy.",
        "One hundred and sixty children undergoing tonsillectomy and adenoidectomy were divided into the control group and the trial group. The control group received routine nursing in the operation room, while anesthesia was induced in the trial group children in the presence of their parents as part of the routine nursing. The differences in heart rate and mean dynamic pressure during pre-operative visit and anesthesia induction between the two groups were observed and recorded. The Modified Yale Preoperative Anxiety Scale (m-YPAS) and the Induction Compliance Checklist (ICC) were scored. The anxiety status of the children and their family members in the two groups was scored at different times, and the psychological stress of anesthesiologists during anesthesia induction was scored by a visual analogue scale. The differences in each index between the two groups were compared. Operation time and costs in-hospital were also compared.",
        "Compared with the control group, the heart rate and blood pressure scores as well as the ICC in the trial group were lower than those in the control group (P < 0.01). On comparing the scores of m-YPAS between the two groups, we observed that the scores of the children in the trial group were lower than those in the control group before entering the induction room and anesthesia induction (P < 0.01). There was no statistical difference between the scores of the children in the trial group and the control group on the day of operation and on the way to the operating room (P > 0.05). The nursing satisfaction scores of the family members in the trial group were significantly superior to those in the control group (P < 0.01). The scores of the visual analogue scale for psychological pressure of anesthesiologists during anesthesia induction were higher in the trial group than in the control group (P < 0.05). The operation time and costs in study group were both significantly higher than those of control group (P < 0.05).",
        "PPIA can significantly reduce preoperative anxiety and surgical physiological stress response in children undergoing tonsillectomy and adenoidectomy, and it is worth being encouraged."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Surgery, Children's Hospital of Shanxi Province, No. 13 of Xinmin North Street, Taiyuan, 030001, China. xinli_796@163.com."
          }
        ],
        "LastName": "Li",
        "ForeName": "Xin",
        "Initials": "X"
      },
      {
        "Identifier": [
          "0000-0001-9211-3317"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Otorhinolaryngology, Shanxi Provincial People's Hospital Affiliated to Shanxi Medical University, No. 29 of Twin Towers Temple Street, Taiyuan, 030001, China. qiaoxfff@163.com."
          }
        ],
        "LastName": "Qiao",
        "ForeName": "Xiao-Feng",
        "Initials": "XF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Surgery, Children's Hospital of Shanxi Province, No. 13 of Xinmin North Street, Taiyuan, 030001, China."
          }
        ],
        "LastName": "Ren",
        "ForeName": "Peng-Xia",
        "Initials": "PX"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Otorhinolaryngology, Shanxi Provincial People's Hospital Affiliated to Shanxi Medical University, No. 29 of Twin Towers Temple Street, Taiyuan, 030001, China."
          }
        ],
        "LastName": "Wang",
        "ForeName": "Guo-Ping",
        "Initials": "GP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Otorhinolaryngology, Shanxi Provincial People's Hospital Affiliated to Shanxi Medical University, No. 29 of Twin Towers Temple Street, Taiyuan, 030001, China."
          }
        ],
        "LastName": "Bai",
        "ForeName": "Yin-Huan",
        "Initials": "YH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Eur Arch Otorhinolaryngol",
    "NlmUniqueID": "9002937",
    "ISSNLinking": "0937-4477"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adenoidectomy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Tonsillectomy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anesthesia, General"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Parents"
    }
  ]
}