{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Chronic Obstructive Pulmonary Disease",
      "Comorbidities",
      "Depression",
      "Health Outcomes",
      "Pulmonary Rehabilitation",
      "Quality of Life"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37353332",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.4187/respcare.10542"
    ],
    "Journal": {
      "ISSN": "1943-3654",
      "JournalIssue": {
        "Volume": "68",
        "Issue": "7",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul"
        }
      },
      "Title": "Respiratory care",
      "ISOAbbreviation": "Respir Care"
    },
    "ArticleTitle": "The Functional and Psychosocial Consequences of COPD.",
    "Pagination": {
      "StartPage": "914",
      "EndPage": "926",
      "MedlinePgn": "914-926"
    },
    "Abstract": {
      "AbstractText": [
        "COPD is a chronic respiratory disease that commonly coexists with other chronic conditions. These comorbidities have been shown to influence overall disease burden and mortality in COPD, and these comorbidities have an important impact on functional status and other psychosocial factors. Mental health disorders, especially anxiety and depression are common comorbidities in COPD. However, the mechanisms and interactions of anxiety and depression in COPD are poorly understood and these conditions are often underdiagnosed. The interplay between anxiety and depression and COPD is likely multifactorial and complex. An obvious mechanism is the expected psychological consequences of having a chronic illness. However, there is increasing interest in other potential biological processes, such as systemic inflammation, smoking, hypoxia, and oxidative stress. Recognition and diagnosis of comorbid anxiety and depression in patients with COPD is often challenging because there is no consensus on the appropriate screening tools or rating scales to use in this patient population. Despite the challenges in accurate assessment of anxiety and depression, there is growing evidence to support that these comorbid mental health conditions in COPD result in worse outcomes, including poor health-related quality of life, increased exacerbations with associated health-care utilization and cost, increased functional disability, and increased mortality. There are limited data of variable quality on effective treatment and management strategies, both pharmacologic and non-pharmacologic, for anxiety and depression in COPD. However, cumulative evidence demonstrates that complex psychological and lifestyle interventions, which include a pulmonary rehabilitation component, may offer the greatest benefit. The high prevalence and negative impact of depression and anxiety highlights the need for comprehensive, innovative, and standardized chronic disease management programs for individuals with COPD."
      ],
      "CopyrightInformation": "Copyright © 2023 by Daedalus Enterprises."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Pulmonary Sciences and Critical Care Medicine, Department of Medicine, University of Colorado, Anschutz Medical Campus, Aurora, Colorado. anne.mathews@cuanschutz.edu."
          }
        ],
        "LastName": "Mathews",
        "ForeName": "Anne M",
        "Initials": "AM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Respir Care",
    "NlmUniqueID": "7510357",
    "ISSNLinking": "0020-1324"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Pulmonary Disease, Chronic Obstructive"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Comorbidity"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "diagnosis"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cost of Illness"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "diagnosis"
      ],
      "DescriptorName": "Depression"
    }
  ],
  "CoiStatement": "The author has disclosed no conflicts of interest."
}