{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19092369",
  "DateCompleted": {
    "Year": "2009",
    "Month": "02",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/CRD.0b013e3181867fe3"
    ],
    "Journal": {
      "ISSN": "1538-4683",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "1",
        "PubDate": {
          "Year": "2009",
          "Season": "Jan-Feb"
        }
      },
      "Title": "Cardiology in review",
      "ISOAbbreviation": "Cardiol Rev"
    },
    "ArticleTitle": "An integrated approach to the diagnosis and treatment of anxiety within the practice of cardiology.",
    "Pagination": {
      "StartPage": "36",
      "EndPage": "43",
      "MedlinePgn": "36-43"
    },
    "Abstract": {
      "AbstractText": [
        "Coronary heart disease (CHD) is the leading cause of death and disability in the United States and in highly industrialized countries. Many modifiable psychosocial risk factors have been identified and can affect the course of cardiac illness. These include the negative emotional states of depression, anxiety, stress, anger/hostility, and social isolation. Anxiety has been found to increase the risk of developing CHD in healthy subjects and can lead to worsening of existing CHD. There is much overlap and confusion throughout the research literature between what authors define as anxiety, stress, Type A behavioral pattern, and anger/hostility.There is a need for better screening within the practice of cardiology for these psychosocial risk factors to ensure better integration of mental health services. Established screening tools such as the Beck Anxiety Inventory, Patient Health Questionnaire-9, Zung Self-Rating Anxiety Scale, and the Hamilton Anxiety Scale are described and compared with the newer Screening Tool for Psychologic Distress as part of the initial work-up of every cardiac patient. Recommendations are made using the author's Anxiety Treatment Algorithm regarding when to refer to a mental health professional along with how to reduce stigma and provide more integrated care. The diagnosis and treatment of anxiety disorders is reviewed, with attention to selective serotonin reuptake inhibitors, benzodiazepines, cognitive-behavioral therapy, stress reduction, and behavioral medicine group programs. These group programs are recommended because they help to overcome social isolation and counsel patients on how to adapt to a healthy lifestyle. Better clinical outcome research is needed that specifically addresses the question of whether the treatment of anxiety and anxiety disorders can affect the course of cardiac illness."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, New York Medical College, Valhalla, NY, USA. DavidJaneway@aol.com"
          }
        ],
        "LastName": "Janeway",
        "ForeName": "David",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Cardiol Rev",
    "NlmUniqueID": "9304686",
    "ISSNLinking": "1061-5377"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Behavioral Medicine"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cardiology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Coronary Disease"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mass Screening"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Stress, Psychological"
    }
  ],
  "NumberOfReferences": "77"
}