{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "acceptance and commitment therapy",
      "hoarding",
      "mediation",
      "psychological flexibility",
      "rational emotive behavior therapy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36844862",
  "DateCompleted": {
    "Year": "2023",
    "Month": "03",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "02",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1084467",
      "10.3389/fpubh.2023.1084467"
    ],
    "Journal": {
      "ISSN": "2296-2565",
      "JournalIssue": {
        "Volume": "11",
        "PubDate": {
          "Year": "2023"
        }
      },
      "Title": "Frontiers in public health",
      "ISOAbbreviation": "Front Public Health"
    },
    "ArticleTitle": "Psychological mechanism of acceptance and commitment therapy and rational emotive behavior therapy for treating hoarding: Evidence from randomized controlled trials.",
    "Pagination": {
      "StartPage": "1084467",
      "MedlinePgn": "1084467"
    },
    "Abstract": {
      "AbstractText": [
        "Hoarding is a common problem behavior worldwide and is detrimental to the physical and mental health of individuals and groups. Currently, effective interventions for hoarding are cognitive-behavioral therapies, but their post-intervention efficacy is questionable, and the available research does not examine the mediating variables of the effects of interventions on clinical outcomes. Moreover, current research on hoarding has focused on Western countries. Therefore, there is a need to investigate the efficacy of other forms of cognitive behavioral therapy on hoarding as well as other psychological outcomes related to hoarding and mediating variables that contribute to its effectiveness in different cultural contexts. One hundred thirty-nine college students with higher hoarding behaviors were randomly divided into three groups: 45 in the Acceptance and Commitment Therapy (ACT) group, 47 in the Rational Emotive Behavior Therapy (REBT) group, and 47 in the control group. They completed the Saving Inventory-Revised (SI-R), Obsessive-Compulsive Symptom Scale (OCSS), Difficulties in Emotion Regulation Scale (DERS), Experiences in Close Relationships Inventory-Attachment Anxiety Subscale (ECR), Depression Anxiety Stress Scales (DASS-21), Acceptance and Action Questionnaire II (AAQ-II), and Cognitive Fusion Questionnaire (CFQ) before and immediately after the intervention. The results showed that ACT and REBT improved individuals' psychological flexibility, cognitive fusion, acquisition-difficulty discarding, clutter, negative affect (anxiety, depression, stress), attachment anxiety, obsessive-compulsive disorder, and difficulty in emotion regulation compared to the control group. In addition, ACT was more effective than REBT in improving psychological flexibility and reducing hoarding, cognitive fusion, depression, stress, and obsessive-compulsive disorder; there were no significant differences between the two in anxiety and emotion regulation difficulties. Furthermore, psychological flexibility is a mediator of the effect of ACT and REBT on some behavioral and psychological outcomes (hoarding, negative affect, attachment anxiety). Limitations were discussed."
      ],
      "CopyrightInformation": "Copyright © 2023 Fang, Ding, Zhang and Huang."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Educational Science, Anhui Normal University, Wuhu, China."
          }
        ],
        "LastName": "Fang",
        "ForeName": "Shuanghu",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Educational Science, Anhui Normal University, Wuhu, China."
          }
        ],
        "LastName": "Ding",
        "ForeName": "Dongyan",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Educational Science, Anhui Normal University, Wuhu, China."
          }
        ],
        "LastName": "Zhang",
        "ForeName": "Ru",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Educational Science, Anhui Normal University, Wuhu, China."
          }
        ],
        "LastName": "Huang",
        "ForeName": "Mingjie",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Front Public Health",
    "NlmUniqueID": "101616579",
    "ISSNLinking": "2296-2565"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Acceptance and Commitment Therapy"
    },
    {
      "QualifierName": [
        "therapy",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hoarding"
    },
    {
      "QualifierName": [
        "therapy",
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Obsessive-Compulsive Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Randomized Controlled Trials as Topic"
    }
  ],
  "CoiStatement": "The authors declare that the research was conducted in the absence of any commercial or financial relationships that could be construed as a potential conflict of interest."
}