{
  "CitationSubset": [],
  "KeywordList": [
    [
      "Anxiety",
      "Fathers",
      "Men's health",
      "Mental health",
      "Perinatal",
      "Systematic review"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31176080",
  "DateCompleted": {
    "Year": "2019",
    "Month": "12",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "05",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.midw.2019.05.013",
      "S0266-6138(19)30121-4"
    ],
    "Journal": {
      "ISSN": "1532-3099",
      "JournalIssue": {
        "Volume": "76",
        "PubDate": {
          "Year": "2019",
          "Month": "Sep"
        }
      },
      "Title": "Midwifery",
      "ISOAbbreviation": "Midwifery"
    },
    "ArticleTitle": "Anxiety in fathers in the perinatal period: A systematic review.",
    "Pagination": {
      "StartPage": "54",
      "EndPage": "101",
      "MedlinePgn": "54-101"
    },
    "Abstract": {
      "AbstractText": [
        "fatherhood in the perinatal period can be a time of great excitement, happiness and joy. However, a growing body of literature indicates that fathers are at risk for elevated levels of anxiety symptoms during the perinatal period.",
        "the purpose of this systematic review is to determine the prevalence and levels of anxiety in fathers during the perinatal period, identify the risk factors and impact of anxiety, and establish if there are effective interventions that reduce father's anxiety.",
        "Systematic review.",
        "A systematic review protocol was developed and registered with PROSPERO (reference number: CRD42017073760). The review was guided by the PRISMA reporting process. Electronic databases Medline, CINAHL, Embase, the Cochrane Library, PsycARTICLES, PsycINFO, and Psychology were searched to identify eligible studies. Studies that researched fathers during the perinatal period were included if anxiety was the primary focus of the research or was an outcome or dependent variable. Data were extracted and presented in narrative form including tables and figures.",
        "Thirty-four studies met the inclusion criteria. Findings from these studies indicate that fathers experience anxiety in the perinatal period, particularly at the time of birth. Anxiety increased from the antenatal period to the time of birth, with a decrease in anxiety from the time of birth to the later postnatal period. The prevalence of anxiety ranged between 3.4% and 25.0% during the antenatal period and 2.4% and 51.0% during the postnatal period. Factors contributing to anxiety included lower education levels, lower income levels, lower co-parenting support, lower social support, work-family conflict, a partner' anxiety and depression, and being present during a previous birth. Anxiety had a negative impact on fathers' mental health, physical health, social relationships and parenting skills. Anxiety contributed to stress, depression, fatigue and lower paternal self-efficacy. Five studies reported on interventions to reduce anxiety and all the studies found that anxiety significantly decreased following the intervention.",
        "Fathers experience increased anxiety from the antenatal period to the time of birth, with a decrease in anxiety from the time of birth to the later postnatal period. Anxiety during the perinatal period that can impact negatively on fathers physical and mental health, and social relationships."
      ],
      "CopyrightInformation": "Copyright © 2019 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing and Midwifery, Brookfield Health Sciences Complex, University College Cork, Cork T12AK54, Ireland. Electronic address: lloyd.philpott@ucc.ie."
          }
        ],
        "LastName": "Philpott",
        "ForeName": "Lloyd Frank",
        "Initials": "LF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing and Midwifery, Brookfield Health Sciences Complex, University College Cork, Cork T12AK54, Ireland. Electronic address: e.savage@ucc.ie."
          }
        ],
        "LastName": "Savage",
        "ForeName": "Eileen",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing and, Midwifery, Brookfield Health Sciences Complex, University College Cork, Cork T12AK54, Ireland. Electronic address: serena.fitzgerald@ucc.ie."
          }
        ],
        "LastName": "FitzGerald",
        "ForeName": "Serena",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Nursing and Midwifery, Brookfield Health Sciences Complex, University College Cork, Cork T12AK54, Ireland. Electronic address: Leahy@ucc.ie."
          }
        ],
        "LastName": "Leahy-Warren",
        "ForeName": "Patricia",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Scotland",
    "MedlineTA": "Midwifery",
    "NlmUniqueID": "8510930",
    "ISSNLinking": "0266-6138"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Fathers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Paternal Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Perinatal Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [
        "instrumentation",
        "methods"
      ],
      "DescriptorName": "Psychometrics"
    }
  ]
}