{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "COVID-19",
      "EQ-5D-3L",
      "SARS-CoV-2",
      "State-Trait Anxiety Inventory",
      "anxiety",
      "health utility",
      "media consumption",
      "social media",
      "state anxiety",
      "trait anxiety",
      "vaccine hesitancy"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33629267",
  "DateCompleted": {
    "Year": "2021",
    "Month": "05",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "02",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s11606-020-06554-y"
    ],
    "Journal": {
      "ISSN": "1525-1497",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "5",
        "PubDate": {
          "Year": "2021",
          "Month": "May"
        }
      },
      "Title": "Journal of general internal medicine",
      "ISOAbbreviation": "J Gen Intern Med"
    },
    "ArticleTitle": "Media Influence on Anxiety, Health Utility, and Health Beliefs Early in the SARS-CoV-2 Pandemic-a Survey Study.",
    "Pagination": {
      "StartPage": "1327",
      "EndPage": "1337",
      "MedlinePgn": "1327-1337"
    },
    "Abstract": {
      "AbstractText": [
        "The psychological effects from the COVID-19 pandemic and response are poorly understood.",
        "To understand the effects of the pandemic and response on anxiety and health utility in a nationally representative sample of US adults.",
        "A de-identified, cross-sectional survey was administered at the end of April 2020. Probability weights were assigned using estimates from the 2018 American Community Survey and Integrated Public Use Microdata Series Estimates.",
        "US adults 18-85 years of age with landline, texting-enabled cellphone, or internet access.",
        "Seven split-half survey blocks of 30 questions, assessing demographics, COVID-19-related health attitudes, and standardized measures of generalized self-efficacy, anxiety, depression, personality, and generic health utility.",
        "State/Trait anxiety scores, EQ-5D-3L Visual Analog Scale (VAS) score, and demographic predictors of these scores.",
        "Among 4855 respondents, 56.7% checked COVID-19-related news several times daily, and 84.4% at least once daily. Only 65.7% desired SARS-CoV-2 vaccination for themselves, and 70.1% for their child. Mean state anxiety (S-anxiety) score was significantly higher than mean trait anxiety (T-anxiety) score (44.9, 95%CI 43.5-46.3 vs. 41.6, 95%CI 38.7-44.5; p = 0.03), with both scores significantly higher than previously published norms. In an adjusted regression model, less frequent news viewing was associated with significantly lower S-anxiety score. Mean EQ-5D-3L VAS score for the population was significantly lower vs. established US normative data (71.4 CI 67.4-75.5, std. error 2 vs. societal mean 80, std. error 0.1; p < 0.001). EQ-5D-3L VAS score was bimodal (highest with hourly and no viewing) and significantly reduced with less media viewership in an adjusted model.",
        "Among a nationally representative sample, there were higher S-anxiety and lower EQ-5D-3L VAS scores compared to non-pandemic normative data, indicative of a potential detrimental acute effect of the pandemic. More frequent daily media viewership was significantly associated with higher S-anxiety but also predictive of higher health utility, as measured by EQ-5D-3L VAS scores."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-2365-9372"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Children's Hospital Colorado, University of Colorado School of Medicine, Aurora, CO, USA. Matthew.Greenhawt@childrenscolorado.org."
          }
        ],
        "LastName": "Greenhawt",
        "ForeName": "Matthew",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Emerson College Polling, Emerson College, Boston, MA, USA."
          }
        ],
        "LastName": "Kimball",
        "ForeName": "Spencer",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Applied Psychology, University College Cork, Cork, Ireland."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Paediatrics and Paediatric Infectious Diseases, Institute of Child's Health, Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia."
          }
        ],
        "LastName": "DunnGalvin",
        "ForeName": "Audrey",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Allergy and Clinical Immunology, Department of Pediatrics and Child Health, The University of Manitoba, Winnipeg, MB, Canada."
          }
        ],
        "LastName": "Abrams",
        "ForeName": "Elissa M",
        "Initials": "EM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Allergy and Immunology, Dartmouth-Hitchcock Medical Center, Lebanon, NH, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Dartmouth Geisel School of Medicine, Hanover, NH, USA."
          }
        ],
        "LastName": "Shaker",
        "ForeName": "Marcus S",
        "Initials": "MS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Pulmonary, Allergy and Critical Care, Department of Medicine, NorthShore University HealthSystem, Evanston, IL, USA."
          }
        ],
        "LastName": "Mosnaim",
        "ForeName": "Giselle",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical and Experimental Medicine, Section of Pediatrics, University of Pisa, Pisa, Italy."
          }
        ],
        "LastName": "Comberiati",
        "ForeName": "Pasquale",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Paediatrics and Paediatric Infectious Diseases, Institute of Child's Health, Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia."
          }
        ],
        "LastName": "Nekliudov",
        "ForeName": "Nikita A",
        "Initials": "NA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Paediatrics and Paediatric Infectious Diseases, Institute of Child's Health, Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia."
          },
          {
            "Identifier": [],
            "Affiliation": "School of Physics, Astronomy and Mathematics, University of Hertfordshire, Hatfield, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Applied Mathematics, Lobachevsky State University of Nizhny Novgorod, Nizhny Novgorod, Russia."
          }
        ],
        "LastName": "Blyuss",
        "ForeName": "Oleg",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinic for Psychosomatic Medicine and Psychotherapy, LVR University Hospital, University of Duisburg-Essen, Essen, Germany."
          }
        ],
        "LastName": "Teufel",
        "ForeName": "Martin",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Paediatrics and Paediatric Infectious Diseases, Institute of Child's Health, Sechenov First Moscow State Medical University (Sechenov University), Moscow, Russia."
          },
          {
            "Identifier": [],
            "Affiliation": "Inflammation, Repair and Development Section, National Heart and Lung Institute, Faculty of Medicine, Imperial College London, London, UK."
          }
        ],
        "LastName": "Munblit",
        "ForeName": "Daniel",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Gen Intern Med",
    "NlmUniqueID": "8605834",
    "ISSNLinking": "0884-8734"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "COVID-19 Vaccines"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19 Vaccines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Status"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ],
  "CoiStatement": "Matthew Greenhawt was supported by grant #5K08HS024599-02 from the Agency for Healthcare Research and Quality which ended after the study was completed but before manuscript submission; is an expert panel and coordinating committee member of the NIAID-sponsored Guidelines for Peanut Allergy Prevention; has served as a consultant for the Canadian Transportation Agency, Thermo Fisher, Intrommune, and Aimmune Therapeutics; is a member of physician/medical advisory boards for Aimmune Therapeutics, DBV Technologies, Sanofi/Genzyme, Genentech, Nutricia, Kaleo Pharmaceutical, Nestle, Acquestive, Allergy Therapeutics, Pfizer, US World Meds, Allergenis, Aravax, and Monsanto; is a member of the scientific advisory council for the National Peanut Board; has received honorarium for lectures from Thermo Fisher, Aimmune, DBV, Before Brands, multiple state allergy societies, the American College of Allergy Asthma and Immunology, the Eurpoean Academy of Allergy and Clinical Immunology; is an associate editor for the <i>Annals of Allergy, Asthma, and Immunology</i>; and is a member of the Joint Taskforce on Allergy Practice Parameters. Spencer Kimball is a Director of Emerson College Polling; a member of the American Association for Public Opinion Research (AAPOR) and President of the New England Chapter of AAPOR in 2018–2019; an advisor to the Florida Atlantic University Business and Economic Polling Initiative and the City University of New York (CUNY) SPH Foundation, LLC. Audrey DunnGalvin acts as a consultant for Aimmune Therapeutics and DBV Technologies. She has also received research grants from National Children’s Research Centre, Ireland, and the Food Allergy Research and Resource Program (University of Nebraska-Lincoln). Elissa Abrams is a collaborator with the Institute for Health Metrics and Evaluation, is on the National Advisory Board for Food Allergy Canada, and is on the National Food Allergy Action Plan Action Steering Team for Food Allergy Canada. Marcus Shaker is a member of the Joint Taskforce on Allergy Practice Parameters; has a family member who is CEO of Altrix Medical; serves on the Editorial Board of the <i>Journal of Food Allergy</i> and the <i>Annals of Allergy, Asthma, and Immunology</i>. Giselle Mosnaim received research grant support from Astra Zeneca, GlaxoSmithKline, and Propeller Health; owned stock in Electrocore; and served as a consultant and/or member of a scientific advisory board for GlaxoSmithKline, Sanofi-Regeneron, Teva, Novartis, Astra Zeneca, Boehringer Ingelheim, and Propeller Health. Pasquale Comberiati, Nikita A Nekliudov, Oleg Blyuss, Martin Teufel: no relevant financial conflicts to disclose. Daniel Munblit reports giving paid lectures for Bayer and received funding from the 5–100 Russian Academic Excellence Project."
}