{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "COVID-19",
      "Complementary and alternative medicine",
      "Fear",
      "Gynecological cancer"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37353374",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "06",
        "Day": "08"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.joim.2023.06.003",
      "S2095-4964(23)00045-6"
    ],
    "Journal": {
      "ISSN": "2095-4964",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "4",
        "PubDate": {
          "Year": "2023",
          "Month": "Jul"
        }
      },
      "Title": "Journal of integrative medicine",
      "ISOAbbreviation": "J Integr Med"
    },
    "ArticleTitle": "Effects of COVID-19 fear and anxiety on attitudes towards complementary and alternative medicine use in women with gynecological cancer during the COVID-19 pandemic.",
    "Pagination": {
      "StartPage": "377",
      "EndPage": "384",
      "MedlinePgn": "377-384"
    },
    "Abstract": {
      "AbstractText": [
        "Patients with gynecological cancer commonly use complementary and alternative medicine (CAM) methods to cope with the disease. However, despite the existence of treatment strategies, the effect of fear and anxiety caused by coronavirus disease 2019 (COVID-19) pandemic on attitudes about CAM use is unclear. This study was carried out to investigate the effect of fear and anxiety experienced by patients with gynecological cancer during the COVID-19 pandemic on their attitudes towards the use of CAM.",
        "This is a cross-sectional and descriptive study that included 177 women with gynecological cancer; participants were recruited from a social networking site for cancer patients in Turkey between June and December 2021. Data were collected using an online survey that included the Personal Information Form, the Fear of COVID-19 Scale, the Coronavirus Anxiety Scale, and the Attitude Towards Holistic Complementary and Alternative Medicine Scale. Descriptive statistics, t-test, Pearson's correlation test, and simple linear and multiple regression analyses were performed to analyze the data.",
        "During the pandemic, 55.4% of the participants reported using CAM methods, but only 22.6% were using CAM before the pandemic. The participants who used CAM during the pandemic also scored higher on the fear of COVID-19 and coronavirus anxiety scales (20.69 ± 5.37 and 13.09 ± 6.29, respectively) compared to the participants who did not use CAM (9.29 ± 2.72 and 6.35 ± 2.06, respectively). Fear of COVID-19 accounted for 52% of the CAM attitude score, while coronavirus anxiety accounted for 15% of the CAM attitude score. Fear of COVID-19 and coronavirus anxiety together accounted for 53% of CAM attitude.",
        "Gynecological cancer patients with high levels of COVID-19-related anxiety and fear during the pandemic used CAM more. Given that the psychological effects of the pandemic will continue in the coming years, CAM use should be evaluated as a coping strategy, especially due to the COVID-19-related anxiety and fear experienced by patients with gynecological cancer. While the rational and effective CAM methods should be supported, strategies should be developed to prevent misuse of CAM and its interference in prescribed medical treatments. Please cite this article as: Uslu-Sahan F, Yesilcınar I, Kurt G, Hancer E, Guvenc G. Effects of COVID-19 fear and anxiety on attitudes towards complementary and alternative medicine use in women with gynecological cancer during the COVID-19 pandemic. J Integr Med. 2023; 21(4): 377-384."
      ],
      "CopyrightInformation": "Copyright © 2023 Shanghai Changhai Hospital. Published by Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecologic Nursing, Faculty of Nursing, Hacettepe University, Ankara 06100, Turkey."
          }
        ],
        "LastName": "Uslu-Sahan",
        "ForeName": "Fatma",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecologic Nursing, Faculty of Health Sciences, Izmir Katip Celebi University, Izmir 35620, Turkey."
          }
        ],
        "LastName": "Yesilcınar",
        "ForeName": "Ilknur",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology Nursing, Gulhane Faculty of Nursing, University of Health Sciences, Ankara 06018, Turkey."
          }
        ],
        "LastName": "Kurt",
        "ForeName": "Gonul",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Gynecologic Oncology Clinic, Hacettepe University Faculty of Medicine, Ankara 06800, Turkey."
          }
        ],
        "LastName": "Hancer",
        "ForeName": "Elif",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology Nursing, Gulhane Faculty of Nursing, University of Health Sciences, Ankara 06018, Turkey. Electronic address: guvencgulden@yahoo.com."
          }
        ],
        "LastName": "Guvenc",
        "ForeName": "Gulten",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "J Integr Med",
    "NlmUniqueID": "101603118"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Sectional Studies"
    },
    {
      "QualifierName": [
        "therapy",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attitude"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fear"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Complementary Therapies"
    }
  ],
  "CoiStatement": "Declaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper."
}