{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10796854",
  "DateCompleted": {
    "Year": "2000",
    "Month": "07",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1469-493X",
      "JournalIssue": {
        "Issue": "2",
        "PubDate": {
          "Year": "2000"
        }
      },
      "Title": "The Cochrane database of systematic reviews",
      "ISOAbbreviation": "Cochrane Database Syst Rev"
    },
    "ArticleTitle": "Premedication for anxiety in adult day surgery.",
    "Pagination": {
      "StartPage": "CD002044",
      "MedlinePgn": "CD002044"
    },
    "Abstract": {
      "AbstractText": [
        "Surgery is increasingly performed on a day-case basis. Many patients are anxious pre-operatively and might benefit from pharmacological anxiolysis. Drugs are sometimes not used, however, for fear of delaying discharge from hospital.",
        "To asses the effect of anxiolytic premedication on time to discharge in adult patients undergoing day case surgery under general anaesthesia.",
        "Trials were identified by computerised searches of the Cochrane Controlled Trials Register, MEDLINE, EMBASE, by checking the reference lists of trials and review articles, by hand-searching three main anaesthesia journals and by contacting five researchers active in the field and the Product Information departments of the manufacturers of five commonly used premedicants.",
        "All randomised controlled trials comparing an anxiolytic drug(s) with placebo before general anaesthesia in adult day case surgical patients.",
        "We collected data on anaesthetic drugs used, results of tests of psychomotor function where these were used to assess residual effect of premedication, and on times from end of anaesthesia to ability to walk unaided or readiness for discharge from hospital. Formal statistical synthesis of individual trials was not performed in view of the variety of drugs studied.",
        "Searching identified twenty-nine reports; fourteen studies, with data from a total of 1263 patients, were considered eligible for analysis. Only two studies specifically addressed the discharge question; both found no delay in premedicated patients. Three other studies used clinical criteria to assess fitness for discharge, though times were not given. Again, there was no difference from placebo. Four studies used both clinical measures and tests of psychomotor function as tests of recovery from anaesthesia. In none of these studies did the premedication appear to delay discharge, although performance on tests of psychomotor function was sometimes still impaired. Of the four studies which used tests of psychomotor function to assess recovery, three showed impaired recovery (after midazolam 7.5mg, midazolam 15mg or diazepam 15mg) which might possibly interfere with discharge from hospital.",
        "We have found no evidence of a difference in time to discharge from hospital in patients who received anxiolytic premedication. However, in view of the age and variety of anaesthetic techniques used, inferences for current day-case practice should be made with caution."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anaesthetics, Royal Lancaster Infirmary, Ashton Road, Lancaster, UK, LA1 4RP. Andrew.Smith@l.bay-tr.nwest.nhs.uk"
          }
        ],
        "LastName": "Smith",
        "ForeName": "A F",
        "Initials": "AF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pittaway",
        "ForeName": "A J",
        "Initials": "AJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cochrane Database Syst Rev",
    "NlmUniqueID": "100909747",
    "ISSNLinking": "1361-6137"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Anxiety Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Ambulatory Surgical Procedures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anti-Anxiety Agents"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Premedication"
    }
  ],
  "NumberOfReferences": "14"
}