{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Cancer patient education",
      "Communication",
      "Systematic literature review",
      "Teach-back method"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34302545",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "07",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00520-021-06445-w"
    ],
    "Journal": {
      "ISSN": "1433-7339",
      "JournalIssue": {
        "Volume": "29",
        "Issue": "12",
        "PubDate": {
          "Year": "2021",
          "Month": "Dec"
        }
      },
      "Title": "Supportive care in cancer : official journal of the Multinational Association of Supportive Care in Cancer",
      "ISOAbbreviation": "Support Care Cancer"
    },
    "ArticleTitle": "Effects of the teach-back method among cancer patients: a systematic review of the literature.",
    "Pagination": {
      "StartPage": "7259",
      "EndPage": "7268",
      "MedlinePgn": "7259-7268"
    },
    "Abstract": {
      "AbstractText": [
        "This study aimed to systematically review published research on the use of the teach-back method among cancer patients and provide basic data for developing effective nursing interventions.",
        "Using a PICOS (Population, Intervention, Comparisons, Outcomes, Study Designs) framework, we reviewed 246 studies from selected electronic databases-CINAHL, EMBASE, PubMed, PsycInfo, RISS, KISS, DBpia, NDSL, and KCI-and selected five studies for further analysis. We evaluated the reference quality using Cochrane's risk of bias and risk of bias assessment tool for non-randomized studies, following which we performed reviews and analyses.",
        "Five studies were selected for the final analysis, including four quasi-experimental studies and one randomized controlled experimental study. The intervention programs were provided mostly by outpatient clinics. The cancer types of the subjects were breast cancer and gastrointestinal cancer in four and one study, respectively. The number and duration of the interventions varied depending on the content. The number of outcome variables ranged from 1 to 5, depending on the study; among these, self-efficacy, symptom experience, and distress were used. Teach-back intervention programs significantly affected happiness, health literacy, anxiety about death, symptom experience, distress, and self-efficacy.",
        "This study found that teach-back interventions have positive health outcomes including happiness, uncertainty, self-efficacy, self-management behavior, symptom experience, distress, anxiety, and health literacy among cancer patients. However, it found no effects with regard to drug administration, functional measurements, or satisfaction. Future research should continuously examine the teach-back approach and assess its positive health outcomes for cancer patients."
      ],
      "CopyrightInformation": "© 2021. The Author(s), under exclusive licence to Springer-Verlag GmbH Germany, part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0003-3618-6057"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate School, College of Nursing, Yonsei University, 50 Yonsei-ro, Seodaemun-gu, Seoul, 03722, Korea."
          }
        ],
        "LastName": "Choi",
        "ForeName": "Seonhwa",
        "Initials": "S"
      },
      {
        "Identifier": [
          "0000-0001-9192-3668"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate School, College of Nursing, Yonsei University, 50 Yonsei-ro, Seodaemun-gu, Seoul, 03722, Korea. miyan43@hotmail.com."
          }
        ],
        "LastName": "Choi",
        "ForeName": "Jahyun",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review",
      "Systematic Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Support Care Cancer",
    "NlmUniqueID": "9302957",
    "ISSNLinking": "0941-4355"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Breast Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Efficacy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self-Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Uncertainty"
    }
  ]
}