{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24918584",
  "DateCompleted": {
    "Year": "2015",
    "Month": "10",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "06",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e99579",
      "10.1371/journal.pone.0099579"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "6",
        "PubDate": {
          "Year": "2014"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Reactive recruitment of attentional control in math anxiety: an ERP study of numeric conflict monitoring and adaptation.",
    "Pagination": {
      "StartPage": "e99579",
      "MedlinePgn": "e99579"
    },
    "Abstract": {
      "AbstractText": [
        "This study uses event-related brain potentials (ERPs) to investigate the electrophysiological correlates of numeric conflict monitoring in math-anxious individuals, by analyzing whether math anxiety is related to abnormal processing in early conflict detection (as shown by the N450 component) and/or in a later, response-related stage of processing (as shown by the conflict sustained potential; Conflict-SP). Conflict adaptation effects were also studied by analyzing the effect of the previous trial's congruence in current interference. To this end, 17 low math-anxious (LMA) and 17 high math-anxious (HMA) individuals were presented with a numerical Stroop task. Groups were extreme in math anxiety but did not differ in trait or state anxiety or in simple math ability. The interference effect of the current trial (incongruent-congruent) and the interference effect preceded by congruence and by incongruity were analyzed both for behavioral measures and for ERPs. A greater interference effect was found for response times in the HMA group than in the LMA one. Regarding ERPs, the LMA group showed a greater N450 component for the interference effect preceded by congruence than when preceded by incongruity, while the HMA group showed greater Conflict-SP amplitude for the interference effect preceded by congruence than when preceded by incongruity. Our study showed that the electrophysiological correlates of numeric interference in HMA individuals comprise the absence of a conflict adaptation effect in the first stage of conflict processing (N450) and an abnormal subsequent up-regulation of cognitive control in order to overcome the conflict (Conflict-SP). More concretely, our study shows that math anxiety is related to a reactive and compensatory recruitment of control resources that is implemented only when previously exposed to a stimuli presenting conflicting information."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Behavioral Sciences Methodology, Faculty of Psychology, University of Barcelona, Barcelona, Spain; Institute for Research on the Brain, Cognition and Behavior (IR3C), University of Barcelona, Barcelona, Spain."
          }
        ],
        "LastName": "Suárez-Pellicioni",
        "ForeName": "Macarena",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Behavioral Sciences Methodology, Faculty of Psychology, University of Barcelona, Barcelona, Spain; Institute for Research on the Brain, Cognition and Behavior (IR3C), University of Barcelona, Barcelona, Spain."
          }
        ],
        "LastName": "Núñez-Peña",
        "ForeName": "María Isabel",
        "Initials": "MI"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Behavioral Sciences Methodology, Faculty of Psychology, University of Barcelona, Barcelona, Spain; Department of Basic Psychology, Faculty of Psychology, University of Barcelona, Barcelona, Spain."
          }
        ],
        "LastName": "Colomé",
        "ForeName": "Àngels",
        "Initials": "À"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attention"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Electroencephalography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evoked Potentials"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mathematical Concepts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Young Adult"
    }
  ],
  "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."
}