{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety",
      "cardiac catheterization",
      "cardiac surgical procedures",
      "meta-analysis",
      "outcome assessment, health care"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37399363",
  "DateCompleted": {
    "Year": "2023",
    "Month": "07",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "07",
    "Day": "05"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e002305",
      "10.1136/openhrt-2023-002305"
    ],
    "Journal": {
      "ISSN": "2053-3624",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun"
        }
      },
      "Title": "Open heart",
      "ISOAbbreviation": "Open Heart"
    },
    "ArticleTitle": "Effectiveness of virtual reality on anxiety and pain management in patients undergoing cardiac procedures: a protocol for systematic review and meta-analysis.",
    "Abstract": {
      "AbstractText": [
        "Anxiety and pain associated with cardiac procedures can lead to worse outcomes and poor satisfaction. Virtual reality (VR) can offer an innovative approach to a more informative experience that may enhance procedural understanding and reduce anxiety. It may also provide a more enjoyable experience by controlling procedure-related pain and improving satisfaction. Previous studies have shown benefits of VR-related therapies in improving anxiety related to cardiac rehabilitation and different surgical procedures. We aim to evaluate the effectiveness of VR technology in comparison to the standard of care in reducing anxiety and pain related to cardiac procedures.",
        "This systematic review and meta-analysis protocol is structured according to the Preferred Reporting for Systematic Review and Meta-analysis-Protocol (PRISMA-P) guidelines. A comprehensive search strategy will be used to search the online databases for randomised controlled trials (RCTs) on VR, cardiac procedures, anxiety, and pain. Risk of bias will be analysed using revised Cochrane risk of bias tool for RCTs. Effect estimates will be reported as standardised mean differences with a 95% CI. Random effect model will be used to generate effect estimates if heterogeneity is significant (I<sup>2</sup>>60%), otherwise fixed effect model will be used. A p value of <0.05 will be taken as statistically significant. Publication bias will be reported using Egger's regression test. Statistical analysis will be performed using Stata SE V.17.0 and RevMan5.",
        "There will be no direct involvement of the patient or the public in the conception, design, data collection, and analysis of this systematic review and meta-analysis. Results of this systematic review and meta-analysis will be disseminated via journal articles.",
        "CRD 42023395395."
      ],
      "CopyrightInformation": "© Author(s) (or their employer(s)) 2023. Re-use permitted under CC BY-NC. No commercial re-use. See rights and permissions. Published by BMJ."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-1821-6622"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Warren Alpert Medical School of Brown University, Providence, Rhode Island, USA shahid.zubair08@gmail.com."
          }
        ],
        "LastName": "Bashir",
        "ForeName": "Zubair",
        "Initials": "Z"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Public Health and Research Support Library, Brown University, Providence, Rhode Island, USA."
          }
        ],
        "LastName": "Misquith",
        "ForeName": "Chelsea",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lifespan Biostatistics, Epidemiology and Research Design, Rhode Island Hospital, Providence, Rhode Island, USA."
          }
        ],
        "LastName": "Has",
        "ForeName": "Phinnara",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Temple University, Philadelphia, Pennsylvania, USA."
          }
        ],
        "LastName": "Bukhari",
        "ForeName": "Syed",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Open Heart",
    "NlmUniqueID": "101631219",
    "ISSNLinking": "2053-3624"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Pain Management"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Systematic Reviews as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Meta-Analysis as Topic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pain"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virtual Reality"
    }
  ],
  "CoiStatement": "Competing interests: None declared."
}