{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Application",
      "Depression",
      "Design",
      "Mobile",
      "Self-care"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37784042",
  "DateCompleted": {
    "Year": "2023",
    "Month": "10",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "10",
        "Day": "02"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "199",
      "10.1186/s12911-023-02308-y"
    ],
    "Journal": {
      "ISSN": "1472-6947",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Oct",
          "Day": "02"
        }
      },
      "Title": "BMC medical informatics and decision making",
      "ISOAbbreviation": "BMC Med Inform Decis Mak"
    },
    "ArticleTitle": "Design and development of a mobile-based self-care application for patients with depression and anxiety disorders.",
    "Pagination": {
      "StartPage": "199",
      "MedlinePgn": "199"
    },
    "Abstract": {
      "AbstractText": [
        "Depression and anxiety can cause social, behavioral, occupational, and functional impairments if not controlled and managed. Mobile-based self-care applications can play an essential and effective role in controlling and reducing the effects of anxiety disorders and depression. The aim of this study was to design and develop a mobile-based self-care application for patients with depression and anxiety disorders with the goal of enhancing their mental health and overall well-being.",
        "In this study we designed a mobile-based application for self -management of depression and anxiety disorders. In order to design this application, first the education- informational needs and capabilities were identified through a systematic review. Then, according to 20 patients with depression and anxiety, this education-informational needs and application capabilities were approved. In the next step, the application was designed.",
        "In the first step, 80 education-information needs and capabilities were identified. Finally, in the second step, of 80 education- informational needs and capabilities, 68 needs and capabilities with a mean greater than and equal to 3.75 (75%) were considered in application design. Disease control and management, drug management, nutrition and diet management, recording clinical records, communicating with physicians and other patients, reminding appointments, how to improve lifestyle, quitting smoking and reducing alcohol consumption, educational content, sedation instructions, introducing health care centers for depression and anxiety treatment and recording activities, personal goals and habits in a diary were the most important features of this application.",
        "The designed application can encourage patients with depression and stress to perform self-care processes and access necessary information without searching the Internet."
      ],
      "CopyrightInformation": "© 2023. BioMed Central Ltd., part of Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Information Technology, Faculty of Paramedical, Ilam University of Medical Sciences, Ilam, Iran."
          }
        ],
        "LastName": "Moulaei",
        "ForeName": "Khadijeh",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Informatics Research Center, Institute for Futures Studies in Health, Kerman University of Medical Sciences, Kerman, Iran."
          }
        ],
        "LastName": "Bahaadinbeigy",
        "ForeName": "Kambiz",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Information Technology, Varastegan Institute for Medical Sciences, Mashhad, Iran."
          }
        ],
        "LastName": "Mashoof",
        "ForeName": "Esmat",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Medical Informatics Research Center, Institute for Futures Studies in Health, Kerman University of Medical Sciences, Kerman, Iran. fatemehdinari67@yahoo.com."
          }
        ],
        "LastName": "Dinari",
        "ForeName": "Fatemeh",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Systematic Review",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Med Inform Decis Mak",
    "NlmUniqueID": "101088682",
    "ISSNLinking": "1472-6947"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Self Care"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "psychology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mental Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mobile Applications"
    }
  ],
  "CoiStatement": "The authors declare no competing interests."
}