{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "(invasive) prenatal diagnosis",
      "ICSI",
      "PGD",
      "antenatal attachment",
      "couples",
      "depression",
      "pregnancy",
      "pregnancy-related anxiety",
      "spontaneous controls OR SC",
      "stress"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27106283",
  "DateCompleted": {
    "Year": "2018",
    "Month": "03",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "04",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "04",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1093/humrep/dew074"
    ],
    "Journal": {
      "ISSN": "1460-2350",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "6",
        "PubDate": {
          "Year": "2016",
          "Month": "Jun"
        }
      },
      "Title": "Human reproduction (Oxford, England)",
      "ISOAbbreviation": "Hum Reprod"
    },
    "ArticleTitle": "Depression, pregnancy-related anxiety and parental-antenatal attachment in couples using preimplantation genetic diagnosis.",
    "Pagination": {
      "StartPage": "1288",
      "EndPage": "1299",
      "MedlinePgn": "1288-99"
    },
    "Abstract": {
      "AbstractText": [
        "Do preimplantation genetic diagnosis (PGD) couples experience higher levels of stress during pregnancy and the perinatal period compared with couples who conceive spontaneously (SC) or with ICSI?",
        "PGD couples did not experience more psychological stress during pregnancy and beyond than ICSI or SC couples.",
        "Previous studies have shown that assisted reproduction technology (ART) couples are more prone to pregnancy-related anxieties than SC couples, but display depressed feelings to an equal or lesser extent. However, only one study has focused on a female PGD sample, which may be a more vulnerable group than other ART groups, due to the potentially complex hereditary background, adverse childhood experiences and losses. In that study, PGD women experienced a reduction in state anxiety, and maternal-antenatal attachment did not differ from normative data. Unfortunately, no data exist on pregnancy-related anxiety, depression and parental-antenatal attachment. Valuable information from both parents (e.g.: couples) is also lacking.",
        "For this longitudinal prospective study questionnaire, data from 185 women and 157 men (157 couples) were collected between February 2012 until April 2014. Data were analysed using multilevel analysis. The couples conceiving after PGD, ICSI or SC were followed from the first trimester of the pregnancy until the third month post-partum.",
        "A total of 60 PGD, 58 ICSI and 69 SC couples were initially recruited by various departments of Universitair Ziekenhuis Brussel (UZ Brussel). At each trimester (T1: 12-14 weeks, T2: 20-22 weeks, T3: 30-32 weeks) of pregnancy, depression (EPDS), pregnancy-related anxieties (PRAQ) and parental-antenatal attachment (M/PAAS) were recorded. At T4 (3 months post-partum), depression (EPDS) was assessed again. In the first trimester (T1) broad socio-demographic data and at T4 perinatal health data of both mother and child were recorded. Differences between conception groups over time were analysed using multilevel analyses, taking into account covariation between measurements and within couples. Several perinatal covariates as well as social desirability, coping and adult attachment style were controlled for.",
        "All three conception groups had similar scores for depression during pregnancy and beyond. Also, pregnancy-related anxiety scales did not differ among the three groups. All groups also followed a similar trajectory in time regarding their scores for anxiety, depression and parental-antenatal attachment. ART groups did not give more socially desirable answers than SC controls. The subsequent moderators: coping and adult attachment style did not add any relevant information. No interaction effects occurred between gender and conception groups.",
        "The participants were Caucasian, Dutch-speaking couples, with medium to high socio-economic status, from a single centre. Our data should be replicated by multicultural and multicentre studies. Furthermore, the inclusion of an additional control group of couples who did not opt for PGD but for prenatal diagnosis may point to the most beneficial strategy for the couple.",
        "PGD parents invest a similar amount of time and emotion in their future children compared with controls. This implies that successful PGD treatment makes an important psychological contribution towards the well-being of couples given their complex hereditary and family backgrounds.",
        "This research project was funded by grants from the internal research council of the Vrije Universiteit Brussel (OZR), the Flemish Fonds Wetenschappelijk Onderzoek (FWO) and the Wetenschappelijk Fonds Willy Gepts (WGFG). UZ Brussel and the Centre for Medical Genetics have received several educational grants for organizing the data collection, from IBSA, Ferring, Organon, Shering-Plough, Merck and Merck Belgium. M.B. has received consultancy and speaker's fees from Organon, Serono Symposia and Merck."
      ],
      "CopyrightInformation": "© The Author 2016. Published by Oxford University Press on behalf of the European Society of Human Reproduction and Embryology. All rights reserved. For Permissions, please email: journals.permissions@oup.com."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Developmental and Lifespan Psychology, Vrije Universiteit Brussel (VUB), Pleinlaan 2, 1050 Brussels, Belgium Centre for Medical Genetics, Reproduction and Genetics, Reproduction - Genetics and Regenerative Medicine, Universitair Ziekenhuis Brussel (UZ Brussel), Vrije Universiteit Brussel (VUB), Laarbeeklaan 101, 1090 Brussels, Belgium christiane.winter@uzbrussel.be."
          }
        ],
        "LastName": "Winter",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Artesis Plantijn Hogeschool, Lange Nieuwstraat 101, 2000 Antwerp, Belgium."
          }
        ],
        "LastName": "Van Acker",
        "ForeName": "F",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Medical Genetics, Reproduction and Genetics, Reproduction - Genetics and Regenerative Medicine, Universitair Ziekenhuis Brussel (UZ Brussel), Vrije Universiteit Brussel (VUB), Laarbeeklaan 101, 1090 Brussels, Belgium."
          }
        ],
        "LastName": "Bonduelle",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Medical Genetics, Reproduction and Genetics, Reproduction - Genetics and Regenerative Medicine, Universitair Ziekenhuis Brussel (UZ Brussel), Vrije Universiteit Brussel (VUB), Laarbeeklaan 101, 1090 Brussels, Belgium Department of Obstetrics and Prenatal Medicine, Universitair Ziekenhuis Brussel (UZ Brussel), Vrije Universiteit Brussel (VUB), Laarbeeklaan 101, 1090 Brussels, Belgium."
          }
        ],
        "LastName": "Van Berkel",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Medical Genetics, Reproduction and Genetics, Reproduction - Genetics and Regenerative Medicine, Universitair Ziekenhuis Brussel (UZ Brussel), Vrije Universiteit Brussel (VUB), Laarbeeklaan 101, 1090 Brussels, Belgium."
          }
        ],
        "LastName": "Belva",
        "ForeName": "F",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Medical Genetics, Reproduction and Genetics, Reproduction - Genetics and Regenerative Medicine, Universitair Ziekenhuis Brussel (UZ Brussel), Vrije Universiteit Brussel (VUB), Laarbeeklaan 101, 1090 Brussels, Belgium."
          }
        ],
        "LastName": "Liebaers",
        "ForeName": "I",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Developmental and Lifespan Psychology, Vrije Universiteit Brussel (VUB), Pleinlaan 2, 1050 Brussels, Belgium Centre for Medical Genetics, Reproduction and Genetics, Reproduction - Genetics and Regenerative Medicine, Universitair Ziekenhuis Brussel (UZ Brussel), Vrije Universiteit Brussel (VUB), Laarbeeklaan 101, 1090 Brussels, Belgium."
          }
        ],
        "LastName": "Nekkebroeck",
        "ForeName": "J",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Hum Reprod",
    "NlmUniqueID": "8701199",
    "ISSNLinking": "0268-1161"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Family Characteristics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Longitudinal Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Object Attachment"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Preimplantation Diagnosis"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Stress, Psychological"
    }
  ]
}