{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23976969",
  "DateCompleted": {
    "Year": "2014",
    "Month": "04",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "08",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e70975",
      "10.1371/journal.pone.0070975"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "8",
        "Issue": "8",
        "PubDate": {
          "Year": "2013"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Problems in cross-cultural use of the hospital anxiety and depression scale: \"no butterflies in the desert\".",
    "Pagination": {
      "StartPage": "e70975",
      "MedlinePgn": "e70975"
    },
    "Abstract": {
      "AbstractText": [
        "The Hospital Anxiety and Depression Scale (HADS) is widely used to screen for anxiety and depression. A large literature is citable in support of its validity, but difficulties are increasingly being identified, such as inexplicably discrepant optimal cutpoints and inconsistent factor-structures. This article examines whether these problems could be due to the construction of the HADS that poses difficulties for translation and cross-cultural use.",
        "Authors' awareness of difficulties translating the HADS were identified by examining 20% of studies using the HADS, obtained by a systematic literature search in Pubmed and PsycINFO in May 2012. Reports of use of translations and validation studies were recorded for papers from non-English speaking countries. Narrative and systematic reviews were examined for how authors dealt with different translations.",
        "Of 417 papers from non-English speaking countries, only 45% indicated whether a translation was used. Studies validating translations were cited in 54%. Seventeen reviews, incorporating data from diverse translated versions, were examined. Only seven mentioned issues of language and culture, and none indicated insurmountable problems in integrating results from different translations.",
        "Initial decisions concerning item content and response options likely leave the HADS difficult to translate, but we failed to find an acknowledgment of problems in articles involving its translation and cross-cultural use. Investigators' lack of awareness of these issues can lead to anomalous results and difficulties in interpretation and integration of these results. Reviews tend to overlook these issues and most reviews indiscriminately integrate results from studies performed in different countries. Cross-culturally valid, but literally translated versions of the HADS may not be attainable, and specific cutpoints may not be valid across cultures and language. Claims about rates of anxiety and depression based on integrating cross-cultural data or using the same cutpoint across languages and culture should be subject to critical scrutiny."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Health Psychology Section, Department of Health Sciences, University of Groningen, University Medical Center Groningen, Groningen, The Netherlands."
          }
        ],
        "LastName": "Maters",
        "ForeName": "Gemma A",
        "Initials": "GA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sanderman",
        "ForeName": "Robbert",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kim",
        "ForeName": "Aimee Y",
        "Initials": "AY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Coyne",
        "ForeName": "James C",
        "Initials": "JC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cross-Cultural Comparison"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Culture"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Databases, Bibliographic"
    },
    {
      "QualifierName": [
        "diagnosis",
        "physiopathology",
        "psychology"
      ],
      "DescriptorName": "Depression"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Language"
    },
    {
      "QualifierName": [
        "standards"
      ],
      "DescriptorName": "Psychiatric Status Rating Scales"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Translations"
    }
  ],
  "CoiStatement": "<b>Competing Interests: </b>The authors confirm PLOS ONE may declare in the competing interests section of the online submission form that co-author James C. Coyne is a PLOS ONE Editorial Board member. This does not alter the authors' adherence to all PLOS ONE policies on sharing data and materials."
}