{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "Attention bias",
      "Autism spectrum disorder",
      "Dot probe",
      "Threat bias"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26070278",
  "DateCompleted": {
    "Year": "2016",
    "Month": "05",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s10803-015-2500-z"
    ],
    "Journal": {
      "ISSN": "1573-3432",
      "JournalIssue": {
        "Volume": "45",
        "Issue": "10",
        "PubDate": {
          "Year": "2015",
          "Month": "Oct"
        }
      },
      "Title": "Journal of autism and developmental disorders",
      "ISOAbbreviation": "J Autism Dev Disord"
    },
    "ArticleTitle": "Mechanisms of anxiety related attentional biases in children with autism spectrum disorder.",
    "Pagination": {
      "StartPage": "3339",
      "EndPage": "3350",
      "MedlinePgn": "3339-50"
    },
    "Abstract": {
      "AbstractText": [
        "Children with autism spectrum disorder (ASD) have high levels of anxiety. It is unclear whether they exhibit threat-related attentional biases commensurate with anxiety disorders as manifest in non-ASD populations, such as facilitated attention toward, and difficulties disengaging engaging from, threatening stimuli. Ninety children, 45 cognitively able with ASD and 45 age, perceptual-IQ, and gender matched typically developing children, aged 7-12 years, were administered a visual dot probe task using threatening facial pictures. Parent-reported anxiety symptoms were also collected. Children with ASD showed similarly high levels of anxiety compared with normative data from an anxiety disordered sample. Children with ASD had higher levels of parent-reported anxiety but did not show differences in disengaging from, or facilitated attention toward, threatening facial stimuli compared with typically developing children. In contrast to previously published studies of anxious children, in this study there were no differences in attentional biases in children with ASD meeting clinical cutoff for anxiety and those who did not. There were no correlations between attentional biases and anxiety symptoms and no gender differences. These findings indicate the cognitive mechanisms underlying anxiety in cognitively able children with ASD could differ from those commonly found in anxious children which may have implications for both understanding the aetiology of anxiety in ASD and for anxiety interventions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Deakin Child Study Centre, School of Psychology, Deakin University, Melbourne Burwood Campus, 221 Burwood Highway, Burwood, VIC, 3125, Australia. tamara.may@deakin.edu.au."
          }
        ],
        "LastName": "May",
        "ForeName": "Tamara",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Monash School of Psychological Sciences, Building 17, Monash University Clayton Campus, Wellington Rd, Clayton, VIC, 3800, Australia."
          }
        ],
        "LastName": "Cornish",
        "ForeName": "Kim",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Deakin Child Study Centre, School of Psychology, Deakin University, Melbourne Burwood Campus, 221 Burwood Highway, Burwood, VIC, 3125, Australia."
          }
        ],
        "LastName": "Rinehart",
        "ForeName": "Nicole J",
        "Initials": "NJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Autism Dev Disord",
    "NlmUniqueID": "7904301",
    "ISSNLinking": "0162-3257"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attention"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Autism Spectrum Disorder"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    }
  ]
}