{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anxiety",
      "COVID-19",
      "acute respiratory distress syndrome",
      "anti-anxiety therapy",
      "immune-inflammatory",
      "resilience"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33635172",
  "DateCompleted": {
    "Year": "2021",
    "Month": "07",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "07",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "02",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1080/13651501.2021.1887264"
    ],
    "Journal": {
      "ISSN": "1471-1788",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "2",
        "PubDate": {
          "Year": "2021",
          "Month": "Jun"
        }
      },
      "Title": "International journal of psychiatry in clinical practice",
      "ISOAbbreviation": "Int J Psychiatry Clin Pract"
    },
    "ArticleTitle": "Presentation and management of anxiety in individuals with acute symptomatic or asymptomatic COVID-19 infection, and in the post-COVID-19 recovery phase.",
    "Pagination": {
      "StartPage": "115",
      "EndPage": "131",
      "MedlinePgn": "115-131"
    },
    "Abstract": {
      "AbstractText": [
        "COVID-19 is associated with neuropsychiatric complications, the most frequent one being anxiety. Multiple biological and psychosocial factors contribute to anxiety in COVID-19. Among the biological factors, stress, genetics, gender, immune system, resilience, anosmia, hypogeusia, and central nervous system infection with SARS-CoV-2 are key. Anxiety is a complication of COVID-19 that may exacerbate the infection course, and the infection may exacerbate anxiety. We present the mechanisms of anxiety in symptomatic or asymptomatic COVID-19. We discuss the presentation of anxiety in patients without or with prior psychiatric illness, and with co-morbidities. Timely diagnosis and management of anxiety in COVID-19 patients is important. Given the frequent complication of COVID-19 with Acute Respiratory Distress Syndrome and Intensive Care Unit stay, anxiety may be a long-term complication. We review the diagnostic tools for anxiety in COVID-19, and summarise pharmacologic and non-pharmacologic treatments. We provide recommendations for diagnosis, treatment, prevention and follow up of anxiety in COVID-19.Key pointsPatients with COVID-19 (symptomatic or asymptomatic) exhibit a high frequency of neuropsychiatric complications with highest percentage attributed to anxiety.Multiple biological and psychosocial risk factors for anxiety exist in COVID-19-ill individuals. Biological risk factors include stress, resilience, genetics, gender, age, immune system, direct infection of the central nervous system (CNS) with SARS-CoV-2, comorbid psychiatric and general medical illnesses, ARDS and ICU stay. Anosmia and hypogeusia are COVID-19-specific anxiety risk factors. Knowledge of the anxiety risk factors is essential to focus on timely interventions, because anxiety may be a complication of and exacerbate the COVID-19 course.An inverse correlation exists between resilience and anxiety because of COVID-19, and therefore efforts should be made to increase resilience in COVID-19 patients.In COVID-19, important anxiety mechanism is neuroinflammation resulting from activation of the immune system and an ensuing cytokine storm.The general approach to management of anxiety in COVID-19 should be compassionate, similar to that during trauma or disaster, with efforts focussed on instilling a sense of hope and resilience.In selecting pharmacological treatment of anxiety, the stress response and immune system effects should be key. Medications with cardio-respiratory adverse effects should be avoided in patients with respiratory problems.Anxiety is a disorder that will require for long-term follow up at least one month after COVID-19."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-1922-1925"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Psychiatric Research Institute at Montefiore-Einstein, Albert Einstein College of Medicine, Bronx, NY, USA."
          }
        ],
        "LastName": "Uzunova",
        "ForeName": "Genoveva",
        "Initials": "G"
      },
      {
        "Identifier": [
          "0000-0001-5828-4868"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Istituto di Neuroscienze, Firenze, Italy."
          },
          {
            "Identifier": [],
            "Affiliation": "Montefiore Medical Center, Albert Einstein College of Medicine, Bronx, NY, USA."
          }
        ],
        "LastName": "Pallanti",
        "ForeName": "Stefano",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Autism and Obsessive Compulsive Spectrum Program, Department of Psychiatry and Behavioral Sciences, Psychiatric Research Institute at Montefiore-Einstein, Albert Einstein College of Medicine, Bronx, NY, USA."
          }
        ],
        "LastName": "Hollander",
        "ForeName": "Eric",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Psychiatry Clin Pract",
    "NlmUniqueID": "9709509",
    "ISSNLinking": "1365-1501"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Acute Disease"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Asymptomatic Infections"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ]
}