{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Gelegentlich kann es vorkommen, dass ausgedehnte Internetrecherchen bei Patienten Gesundheitsängste auslösen, die sich langfristig verfestigen. Der Umgang mit einer solchen „Cyberchondrie“ stellt eine besondere Herausforderung für den Arzt dar. Die Studie beleuchtet hausärztliche Einstellungen und Erfahrungen mit Blick auf Patienten, die vermehrt im Internet nach Symptomen, Krankheitsverläufen oder Therapien suchen. Ein Schwerpunkt gilt Personen, die aufgrund von vorangegangenen Internetkonsultationen Gesundheitsängste entwickeln. Es wird eruiert, welche Vorgehensweisen sinnvoll erscheinen, um angemessen auf verunsicherte Patienten zu reagieren.",
        "Im Rahmen einer schriftlichen Befragung wurden zwischen dem 20. April und 20. Juni 2018 insgesamt 844 Allgemeinmediziner und hausärztlich tätige Internisten in Südhessen und zusätzlich in den Landkreisen Gießen, Marburg-Biedenkopf, Kassel und der kreisfreien Stadt Kassel befragt.",
        "Zwei Drittel der Befragten gehen davon aus, dass 15 % oder mehr der eigenen Patienten sie mit Ergebnissen eigener Internetrecherchen konfrontieren. 73 % sehen das Aufkommen von internetassoziierten Gesundheitsängsten als zunehmendes Problem in der Patientenversorgung. Es werden vor allem negative Auswirkungen der Online-Selbstinformation gesehen (psychische Stabilität, Erwartungen gegenüber dem Arzt). Jeder 5. Arzt (18 %) hat bereits den Abbruch eines Betreuungsverhältnisses aufgrund ausgeuferter Internetrecherchen des Patienten erlebt. Um auf verunsicherte oder verängstigte Patienten zu reagieren, bauen die Befragten auf eine ausführliche Erläuterung der Diagnose und/oder Therapie und empfehlen Internetseiten, die sie als seriös erachten.",
        "Es erscheint ratsam, die Online-Informationssuche aktiv im Patientengespräch zu thematisieren, um möglichen negativen Auswirkungen auf das Arzt-Patient-Verhältnis vorzubeugen. Entsprechend wäre darüber nachzudenken, die Anamnese um die Dimension der Online-Informationssuche zu erweitern."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "30822804",
  "DateCompleted": {
    "Year": "2020",
    "Month": "01",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "01",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "03",
        "Day": "01"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1055/a-0842-8285"
    ],
    "Journal": {
      "ISSN": "1439-4413",
      "JournalIssue": {
        "Volume": "144",
        "Issue": "16",
        "PubDate": {
          "Year": "2019",
          "Month": "Aug"
        }
      },
      "Title": "Deutsche medizinische Wochenschrift (1946)",
      "ISOAbbreviation": "Dtsch Med Wochenschr"
    },
    "ArticleTitle": "[Internet-Associated Health Anxieties in Primary Care - Results of a Survey among General Practitioners and Primary Care Internists in Hesse].",
    "Pagination": {
      "StartPage": "e102",
      "EndPage": "e108",
      "MedlinePgn": "e102-e108"
    },
    "Abstract": {
      "AbstractText": [
        "It may happen that extensive internet search leads to health anxiety in patients, which solidify in the long term. Dealing with such 'cyberchondria' presents a special challenge for the physician. The study highlights general medical attitudes and experiences with regard to patients who are increasingly searching the Internet for symptoms, illnesses or therapies. Particular emphasis will be given to persons who develop health anxieties due to previous Health information on the Internet. It will be determined which procedures make sense in order to respond appropriately to patients with internet-related health concerns.",
        "In the course of a written survey, a total of 844 general practitioners and primary care internists in southern Hesse and additionally in the rural districts of Gießen, Marburg-Biedenkopf, Kassel and the city of Kassel were interviewed between April 20 and June 20, 2018.",
        "Two-thirds of respondents assume that 15 % or more of their own patients confront them with the results of their own internet search. 73 % see the emergence of internet-related health anxiety as an increasing problem in patient care. Against this background, the respondents predominantly see negative effects caused by online self-information (psychological stability, expectations towards the doctor). Almost one of five doctors (18 %) has already experienced the termination of care relationships due to an extensive internet search by the patient. In order to respond to unsettled or frightened patients, the physicians surveyed rely on a detailed explanation of the diagnosis and/or therapy and recommend certain websites that they consider to be reputable.",
        "The authors argue that the online information search should be actively discussed in the patient interview in order to prevent possible negative effects on the doctor-patient relationship. Accordingly, it would be worth considering to extend the medical history by the dimension of online self-information."
      ],
      "CopyrightInformation": "© Georg Thieme Verlag KG Stuttgart · New York."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Zentrum für Allgemeinmedizin und Geriatrie, Universitätsmedizin Mainz."
          }
        ],
        "LastName": "Wangler",
        "ForeName": "Julian",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Zentrum für Allgemeinmedizin und Geriatrie, Universitätsmedizin Mainz."
          }
        ],
        "LastName": "Jansky",
        "ForeName": "Michael",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Internetassoziierte Gesundheitsängste in der hausärztlichen Versorgung – Ergebnisse einer Befragung unter Allgemeinmedizinern und hausärztlich tätigen Internisten in Hessen."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Dtsch Med Wochenschr",
    "NlmUniqueID": "0006723",
    "ISSNLinking": "0012-0472"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "General Practitioners"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Health Knowledge, Attitudes, Practice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Information Seeking Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Internet"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Physician-Patient Relations"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Primary Health Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ],
  "CoiStatement": "Die Autoren geben an, dass kein Interessenkonflikt besteht."
}