{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "anxiety",
      "cesarean delivery",
      "multicenter",
      "randomized control trial",
      "video"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35240345",
  "DateCompleted": {
    "Year": "2022",
    "Month": "05",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "06",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "02",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ajogmf.2022.100604",
      "S2589-9333(22)00046-5"
    ],
    "Journal": {
      "ISSN": "2589-9333",
      "JournalIssue": {
        "Volume": "4",
        "Issue": "3",
        "PubDate": {
          "Year": "2022",
          "Month": "May"
        }
      },
      "Title": "American journal of obstetrics & gynecology MFM",
      "ISOAbbreviation": "Am J Obstet Gynecol MFM"
    },
    "ArticleTitle": "An informative video before planned cesarean delivery and maternal anxiety-a multicenter randomized controlled trial.",
    "Pagination": {
      "StartPage": "100604",
      "MedlinePgn": "100604"
    },
    "Abstract": {
      "AbstractText": [
        "Cesarean delivery is one of the most common procedures performed in obstetrics, and although cesarean delivery is a blissful occasion, it is commonly associated with fear and anxiety for the new mother.",
        "We aimed to study the impact of watching a detailed, informative video on maternal anxiety levels, childbirth experience, and patient satisfaction in patients undergoing a primary cesarean delivery.",
        "We performed a multicenter randomized control trial. Women scheduled to undergo a primary nonemergent cesarean delivery were recruited. All participants in the intervention group watched an informative video on recruitment. This 4-minute video described in detail the expected cesarean delivery process: preparations before entering the operation room, regional anesthesia administration, sterile covering, the surgical procedure itself, and recovery (including mobilization and lactation). Situation-specific anxiety was measured at recruitment, before exposure to the video (S1), at the day of the operation (S2), and at postpartum day 1 (S3) using the State-Trait Anxiety Inventory score. In addition, participants answered a 10-item Childbirth Experience Questionnaire. A sample size of 63 per group was planned to achieve 80% power to detect a difference of 5 points in the primary outcome (State-Trait Anxiety Inventory score on the day of the operation).",
        "Overall, 154 participants from 4 medical centers were randomized, and 132 participants were analyzed after completing all questionnaires, 64 participants in the video group and 68 participants in the control group. The groups did not differ in demographics and delivery characteristics and had similar baseline anxiety levels (S1). On operation day (S2, the primary outcome), significantly lower anxiety levels were reported in the video group than in the control group (State-Trait Anxiety Inventory scores, 41.3±9.5 vs 49.3±10.3; P<.001). Moreover, anxiety levels in postpartum day 1 (S3) remained significantly lower in the video group (P<.001). No difference between the groups in childbirth experience score or patient satisfaction was demonstrated.",
        "A detailed informative video shown to patients before primary cesarean delivery decreased maternal anxiety levels before and after the procedure."
      ],
      "CopyrightInformation": "Copyright © 2022 Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Edith Wolfson Medical Center, Holon, Israel (Drs Miremberg, Ganor Paz, and Weiner); Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel (Drs Miremberg and Weiner). Electronic address: dasile2@gmail.com."
          }
        ],
        "LastName": "Miremberg",
        "ForeName": "Hadas",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychology, Bar-Ilan University, Ramat Gan, Israel (Dr Yirmiya); Interdisciplinary Center, Herzliya, Israel (Dr Yirmiya)."
          }
        ],
        "LastName": "Yirmiya",
        "ForeName": "Karen",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Rambam Health Care Campus, Haifa, Israel (Drs Vinter and Lauterbach); The Ruth and Bruce Rappaport Faculty of Medicine, Technion - Israel Institute of Technology, Haifa, Israel (Drs Vinter and Lauterbach)."
          }
        ],
        "LastName": "Vinter",
        "ForeName": "Dana",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Rambam Health Care Campus, Haifa, Israel (Drs Vinter and Lauterbach); The Ruth and Bruce Rappaport Faculty of Medicine, Technion - Israel Institute of Technology, Haifa, Israel (Drs Vinter and Lauterbach)."
          }
        ],
        "LastName": "Lauterbach",
        "ForeName": "Roy",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Baruch Padeh Medical Center, Poriya, Tiberias, Israel (Drs Yefet and Nassra); Azrieli Faculty of Medicine, Bar-Ilan University, Safed, Israel (Dr Yefet)."
          }
        ],
        "LastName": "Yefet",
        "ForeName": "Enav",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Baruch Padeh Medical Center, Poriya, Tiberias, Israel (Drs Yefet and Nassra)."
          }
        ],
        "LastName": "Nassra",
        "ForeName": "Rima",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Edith Wolfson Medical Center, Holon, Israel (Drs Miremberg, Ganor Paz, and Weiner); Department of Obstetrics and Gynecology, Samson Assuta Ashdod University Hospital, Ashdod, Israel (Drs Ganor Paz and Hagege); Faculty of Health Sciences, Ben Gurion University of the Negev, Be'er Sheva, Israel (Dr Ganor Paz)."
          }
        ],
        "LastName": "Paz",
        "ForeName": "Yael Ganor",
        "Initials": "YG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Samson Assuta Ashdod University Hospital, Ashdod, Israel (Drs Ganor Paz and Hagege)."
          }
        ],
        "LastName": "Hagege",
        "ForeName": "Rina",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Obstetrics and Gynecology, Edith Wolfson Medical Center, Holon, Israel (Drs Miremberg, Ganor Paz, and Weiner); Sackler School of Medicine, Tel Aviv University, Tel Aviv, Israel (Drs Miremberg and Weiner)."
          }
        ],
        "LastName": "Weiner",
        "ForeName": "Eran",
        "Initials": "E"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "ClinicalTrials.gov",
        "AccessionNumberList": [
          "NCT04176107"
        ]
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Multicenter Study",
      "Randomized Controlled Trial",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Am J Obstet Gynecol MFM",
    "NlmUniqueID": "101746609",
    "ISSNLinking": "2589-9333"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Cesarean Section"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mothers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Parturition"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    }
  ]
}