{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24624519",
  "DateCompleted": {
    "Year": "2014",
    "Month": "04",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0049-1160",
      "JournalIssue": {
        "Volume": "30",
        "PubDate": {
          "Year": "2014",
          "Month": "Jan"
        }
      },
      "Title": "SAAD digest",
      "ISOAbbreviation": "SAAD Dig"
    },
    "ArticleTitle": "Introducing an alternative drug-free technique for pain and anxiety control into a clinical environment cognitive behavioural therapy: a discussion on implementation into dental practice.",
    "Pagination": {
      "StartPage": "20",
      "EndPage": "24",
      "MedlinePgn": "20-4"
    },
    "Abstract": {
      "AbstractText": [
        "Pharmacological methods of pain and anxiety control include local anaesthesia and conscious sedation techniques. On occasion the anxiety levels of some patients are so extreme that alternative methods of pain and anxiety control are required.The provision of conscious sedation and even in extreme cases general anesthetic can be useful. These methods are usually very effective in treating nervous patients and offering sedation services helps patients seek dental treatment more readily. However, by decreasing the demand for conscious sedation and certainly the demand for general anaesthetics the risks associated, waiting lists and costs incurred will also be diminished. Despite recent advances in dental techniques and the provision of sedation services there has not been a marked decrease in dental anxiety within the general population.This could be because the anxieties are not being dealt with; they are just being managed by these techniques and patients still cannot cope with having dental treatment without these pharmacological methods. Cognitive behavioural therapy is a non-invasive psychological intervention therapy. Psychological therapies have been shown to decrease dental anxiety.Therefore this therapy could be used to potentially decrease the demand for sedation. Implementing this into a general practice setting could certainly help a number of nervous but motivated patients. It also may improve waiting lists and costs from sedation procedures.The end goal is to help patients receive routine dental care with decreased pharmacological support. It is, however, important for dentists providing this to have sufficient and appropriate training."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Robinson",
        "ForeName": "Elin",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "SAAD Dig",
    "NlmUniqueID": "0403245",
    "ISSNLinking": "0049-1160"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cognitive Behavioral Therapy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Costs and Cost Analysis"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Dental Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "General Practice, Dental"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Waiting Lists"
    }
  ]
}