{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22367127",
  "DateCompleted": {
    "Year": "2012",
    "Month": "06",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1643-3750",
      "JournalIssue": {
        "Volume": "18",
        "Issue": "3",
        "PubDate": {
          "Year": "2012",
          "Month": "Mar"
        }
      },
      "Title": "Medical science monitor : international medical journal of experimental and clinical research",
      "ISOAbbreviation": "Med Sci Monit"
    },
    "ArticleTitle": "Characteristics of subjects with comorbidity of symptoms of generalized anxiety and major depressive disorders and the corresponding threshold and subthreshold conditions in an Arab general population sample.",
    "Pagination": {
      "StartPage": "CR160",
      "EndPage": "CR173",
      "MedlinePgn": "CR160-73"
    },
    "Abstract": {
      "AbstractText": [
        "There is controversy about differential meaningfulness between comorbid generalized anxiety disorder (GAD)/ major depressive disorder (MDD), the corresponding \"pure\" disorders and subthreshold conditions. We compared subjects who met DSM-IVTR criteria of symptoms and functional impairment for comorbid GAD/MDD, versus those with GAD, MDD, subthreshold conditions, and without significant symptoms. The comparison measures were socio-demographics, clinical severity, and quality of life (QOL).",
        "Participants (N=3155: 55.1% female, aged 16-87 yrs) were a general population sample of Kuwaitis who self-completed DSM-IVTR criteria-based questionnaires and the WHOQOL-BREF in 2006/7. We scrutinized the questionnaires and classified them into categories.",
        "Of the 273 GAD and 210 MDD cases, the prevalence of comorbidity among cases with GAD was 30.8%, and 40% among MDD. Of the 398 subthreshold GAD and 194 subthreshold MDD cases, 58 had subthreshold anxiety/depression comorbidity. Comorbid threshold GAD/MDD cases were significantly older, and more likely to be women, divorced and unemployed, compared with GAD and MDD. In all measures, the threshold GAD/MDD comorbidity was the severest condition. There was a monotonic decrease in QOL with increasing anxiety-depression symptoms. For the predictors of subjective QOL, the GAD/MDD comorbidity group differed markedly from the others.",
        "The high prevalence of comorbidity and subthreshold conditions supports the recommendation to assess them routinely, regardless of the primary reason for consultation. Our findings support a dimensional model with comorbid GAD/MDD at the higher end of a continuum, and differing from the \"pure\" conditions by a later onset and predictors of subjective wellbeing."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Psychiatry, Psychological Medicine Hospital, Safat, Kuwait. judeohaeri@hotmail.com"
          }
        ],
        "LastName": "Ohaeri",
        "ForeName": "Jude U",
        "Initials": "JU"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Awadalla",
        "ForeName": "Abdel W",
        "Initials": "AW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Sci Monit",
    "NlmUniqueID": "9609063",
    "ISSNLinking": "1234-1010"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Arabs"
    },
    {
      "QualifierName": [
        "complications",
        "psychology"
      ],
      "DescriptorName": "Depressive Disorder, Major"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Surveys and Questionnaires"
    }
  ]
}