{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19167936",
  "DateCompleted": {
    "Year": "2009",
    "Month": "05",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "04",
    "Day": "06"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2008",
        "Month": "12",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ijsu.2008.12.019"
    ],
    "Journal": {
      "ISSN": "1743-9159",
      "JournalIssue": {
        "Volume": "6 Suppl 1",
        "PubDate": {
          "Year": "2008"
        }
      },
      "Title": "International journal of surgery (London, England)",
      "ISOAbbreviation": "Int J Surg"
    },
    "ArticleTitle": "Psychological aspects in day-case surgery.",
    "Pagination": {
      "StartPage": "S44",
      "EndPage": "S46",
      "MedlinePgn": "S44-6"
    },
    "Abstract": {
      "AbstractText": [
        "Many reasons have helped to achieve the expansion of day surgery in health care system. First, surgical and pharmacological advances have dramatically reduced length of hospitalizazion needed for recovery from anaesthesia and operation. Second, day surgery has the potential to be more cost-effective than inpatient surgery. Third, patients generally are satisfied with day surgery because they have no or minimal side effects, are discharged the same day they have surgery and there is a minimal disruption in their everyday life. In this new era of safe, efficient, convenient, economical and speedy surgical interventions and minimal hospital stay, considerable attention must be given to some psychological issues, as anxiety and its management and information provision. Several studies have highlighted causes and degree of anxiety experienced by patients admitted in day surgery and a lack of an adequate and documented support. A combination of consistent strategies and interpersonal skills may have the potential to become the base of a formal psychoeducational plan implemented to manage anxiety. An essential component of anxiety management is information provision. Since lack or inadequacy of information is one of the main complaints with day surgery and the most common cause of patients' dissatisfaction, a formal and structured programme of information delivery is required. The timely and appropriate provision of different levels of information tailored to patient's coping styles and preferences has been strongly recommended. The information provided must cover the whole range of procedural, behavioural and sensory information and include pre-operative, operative and post-operative phases."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Clinical Psychology, Department of Medicine and Public Health, University of Insubria, Via O. Rossi, 9 - 21100 Varese, Italy. marco.bellani@uninsubria.it"
          }
        ],
        "LastName": "Bellani",
        "ForeName": "Marco L",
        "Initials": "ML"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Int J Surg",
    "NlmUniqueID": "101228232",
    "ISSNLinking": "1743-9159"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Ambulatory Surgical Procedures"
    },
    {
      "QualifierName": [
        "prevention & control",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "psychology"
      ],
      "DescriptorName": "Surgical Procedures, Operative"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ],
  "NumberOfReferences": "18"
}