{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19853712",
  "DateCompleted": {
    "Year": "2010",
    "Month": "02",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "05",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2009",
        "Month": "02",
        "Day": "07"
      }
    ],
    "Language": [
      "fre"
    ],
    "ELocationID": [
      "10.1016/j.encep.2008.08.004"
    ],
    "Journal": {
      "ISSN": "0013-7006",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "5",
        "PubDate": {
          "Year": "2009",
          "Month": "Oct"
        }
      },
      "Title": "L'Encephale",
      "ISOAbbreviation": "Encephale"
    },
    "ArticleTitle": "[Specific trait and state anxiety's roles in emergence and maintenance of attentional biases associated with anxiety: Inventories and investigation tracks].",
    "Pagination": {
      "StartPage": "409",
      "EndPage": "416",
      "MedlinePgn": "409-16"
    },
    "Abstract": {
      "AbstractText": [
        "During these two last decades, much research has shown that anxiety can be characterised by an attentional bias favouring threat stimuli processing. This bias plays a central role in the development and maintenance of pathological states associated with anxiety. The first part of this article concerns numerous variables that elucidate parts of the appearance and maintenance conditions of attentional bias associated with anxiety. Thus, clinical versus non-clinical states of individuals play an important role in attentional behaviour of anxiety: at an early stage of information processing, which involves mainly automatic processes, the attentional bias appears whatever the status of anxious individuals. At a later stage, which involves controlled processes, non-clinical anxious subjects would be able to use defensive strategies, which allow them to counterbalance the bias that appeared before, while clinical anxious subjects would not be able to ignore this threat, because of the major rooting of their anxiety. A vigilance attentional bias would be shown in clinical individuals throughout a continuum of information processing. In addition, a near unanimous observation highlights the importance of the material specificity in obtaining attentional bias. However, this observation appears less obvious for the subliminal condition in which anxious individuals can perfect a surface analysis of the material, identifying the emotional valence of a word and not its specificity. Literature findings on anxiety impact in order to release more clarity and in an attempt to explain empirical results that sometimes remain contradictory; the second part of this article is particularly focused on another research track, rarely used but very promising: it concerns differentiating the specific roles of anxiety state and anxiety trait in the attentional patterns. The anxiety trait is defined as \"an acquired behavioural disposition, which predisposes an individual to perceive a whole of circumstances objectively and not as dangerous or threatening\". On the other hand, anxiety state reflects variable component and is defined as an emotive state \"characterized by subjective and conscious feelings of apprehension and tension associated with an activation of the autonomous nervous system\". For a long time, researchers have mainly focused on this first variable while occulting the second. However, various theoretical models underline that the anxiety trait variable alone is certainly a condition necessary but insufficient in the appearance and maintenance of attentional bias. Thus, some empirical research, highlighting the potential role of the anxiety state was born. Although they have, for the moment, a limited range due to the heterogeneity of their results, these studies open a new route of considerable research. Thus, on the preattentive level, the dominant role of the interaction between anxiety state and anxiety trait in the release of bias was highlighted in a near consensual way. It is not the same at a later stage of information processing, which is a stage where two tracks of results are confronted: a part of research suggests that maintenance of bias is due to, as at the preattentive level, an interactive effect of state and trait anxieties, whereas other research shows a central role of anxiety state in maintenance of attentional bias. Recent studies using different paradigms confirm the idea of a central role of anxiety state. Further research, separating the specific roles of state and trait anxiety, will be necessary to decide clearly.",
        "Various explanatory tracks were suggested to try to clear up these data. Thus, it's possible that the time-course of the stressor may be an important variable. In addition, the review highlights that state anxiety averages are too often far from the norms established by Spielberger et al. In short, if the state anxiety level is not sufficiently high in a number of searches, it then appears difficult to highlight the attentional biases, which are associated with it. Among them, the resort to a methodology combining physiological measurements (salivary index, ocular movements recording...) and cognitive measurements (questionnaires, dot probe paradigm, Stroop task...) seems to warrant a better understanding of attentional processes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "JE 2494, Laboratoire de Psychologie des Pratiques Physiques, Université de Paris-Sud 11, France."
          }
        ],
        "LastName": "Bardel",
        "ForeName": "M-H",
        "Initials": "MH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Colombel",
        "ForeName": "F",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Rôles spécifiques de l'anxiété trait et état dans l'apparition et le maintien des biais attentionnels associés à l'anxiété : état des lieux et pistes d'investigation."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Encephale",
    "NlmUniqueID": "7505643",
    "ISSNLinking": "0013-7006"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [
        "diagnosis",
        "psychology"
      ],
      "DescriptorName": "Anxiety Disorders"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Arousal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Attention"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Emotions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "statistics & numerical data"
      ],
      "DescriptorName": "Personality Inventory"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Semantics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Subliminal Stimulation"
    }
  ],
  "NumberOfReferences": "43"
}