{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35401784",
  "DateCompleted": {
    "Year": "2022",
    "Month": "04",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "03",
        "Day": "30"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "2894755",
      "10.1155/2022/2894755"
    ],
    "Journal": {
      "ISSN": "1748-6718",
      "JournalIssue": {
        "Volume": "2022",
        "PubDate": {
          "Year": "2022"
        }
      },
      "Title": "Computational and mathematical methods in medicine",
      "ISOAbbreviation": "Comput Math Methods Med"
    },
    "ArticleTitle": "Study on the Mechanism of Cardiac Intensive Care after Thoracoscopic Surgery.",
    "Pagination": {
      "StartPage": "2894755",
      "MedlinePgn": "2894755"
    },
    "Abstract": {
      "AbstractText": [
        "To explore the mechanism of intensive care of the heart after thoracoscopic surgery.",
        "104 patients with severe cardiac disease were selected after thoracoscopic surgery in our hospital, received nursing care after surgery, and divided into control group (<i>n</i> = 53) and research group (<i>n</i> = 51) according to different nursing methods. Before nursing, the research group carried out targeted nursing and prevention of postoperative complications. The quality of life, complications, anxiety, depression and satisfaction scores, 6-minute walking distance, self-care ability scores, and cardiac function were compared between the two groups.",
        "Patients' quality of life scores improved significantly in both groups after treatment, but the increase was greater in the study group than in the control group (<i>P</i> < 0.05); the incidence of complications was 18.9% and 5.9% in the study and control groups, respectively, and the incidence of complications was lower in the study group than in the control group (<i>P</i> < 0.05); and the incidence of complications was lower in the study group than in the control group (<i>P</i> < 0.05). After care, patients' anxiety and depression scores were significantly lower, and satisfaction scores were significantly higher in both groups, with a greater change in the study group than in the control group (<i>P</i> < 0.05); after care, patients' 6-minute walking distance was significantly higher in both groups, with a greater change in the study group than in the control group (<i>P</i> < 0.05); after care, LVEF indicators were significantly higher, and LVESD and LVED indicators were significantly higher, with a greater change in the study group than in the control group. After care, LVEF indexes increased significantly in both groups, while LVESD and LVED indexes decreased significantly in the study group, with a greater change than in the control group (<i>P</i> < 0.05); after care, systolic blood pressure and heart rate increased significantly in both groups, with a greater increase in the study group than in the control group (<i>P</i> < 0.05); after care, systolic blood pressure and heart rate increased significantly in both groups, with a more significant increase.",
        "Targeted nursing for patients with severe cardiac disease after thoracoscopic surgery has a significant effect, which can improve patients' anxiety and depression, significantly improve patients' self-care ability and quality of life, and at the same time improve patients' cardiac function, heart rate, and blood pressure, with high patient satisfaction."
      ],
      "CopyrightInformation": "Copyright © 2022 Min Lin et al."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The First Affiliated Hospital of Army Medical University, Chongqing 400000, China."
          }
        ],
        "LastName": "Lin",
        "ForeName": "Min",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0002-2264-8102"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The First Affiliated Hospital of Army Medical University, Chongqing 400000, China."
          }
        ],
        "LastName": "Ye",
        "ForeName": "Maoting",
        "Initials": "M"
      },
      {
        "Identifier": [
          "0000-0002-0462-0210"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The First Affiliated Hospital of Army Medical University, Chongqing 400000, China."
          }
        ],
        "LastName": "Ren",
        "ForeName": "Jing",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Retracted Publication"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Comput Math Methods Med",
    "NlmUniqueID": "101277751",
    "ISSNLinking": "1748-670X"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Comput Math Methods Med. 2022 Dec 8;2022:9843689",
      "PMID": "36532837"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Anxiety"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Critical Care"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Quality of Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Thoracoscopy"
    }
  ],
  "CoiStatement": "The authors declare that they have no conflicts of interest."
}