{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Acquired Immunodeficiency Syndrome",
      "Clinical Research",
      "Diseases",
      "Education",
      "Health Education",
      "Health Services",
      "Hiv Infections",
      "International Agencies",
      "Medicine",
      "Organizations",
      "Preventive Medicine",
      "Research And Development",
      "Un",
      "Vaccination",
      "Viral Diseases",
      "Who"
    ]
  ],
  "GeneralNote": [
    "TJ: WHO CHRONICLE."
  ],
  "OtherAbstract": [
    {
      "AbstractText": [
        "This article discusses current lines of inquiry into the acquired immunodeficiency syndrome (AIDS) and describes the role of the World Health Organization (WHO) in encouraging cooperation between scientists and countries in the fight against AIDS. Puzzling has been the fact that lymphadenopathy-associated virus/human T-lymphotropic virus type III (LAV/HTLV-III) behaves unpredictably in infected persons, and over 2/3 of those infected and followed for at least 5 years have developed no clinical symptoms of AIDS. This lack of an obvious immunologic response by the host to the HTLV-III/LAV virus, and the fact that the virus has an unstable chemistry, have provided obstacles to vaccine development. Vaccine research is largely concentrated on discovering which part of the virus may be responsible for AIDS, and whether it can be isolated and amplified. In addition, numerous therapies are being tested for their ability to inactivate LAV/HTLV-III or to restore the body's immune system. Therapy that combines antivirals with immune enhancers at an early stage of disease may hold out the best chance of success. At present, education about the modes of transmission of the virus and the various outcomes of infection is regarded as the most important method of control of AIDS. An important task in this regard is to clear up the many misconceptions surrounding AIDS, especially those regarding transmission through casual contact. Elements of WHO's campaign against AIDS include the exchange of information; the preparation of guidelines for the diagnosis, surveillance, prevention, and control of LAV/HTLV-III infection; assessment of commercially available antibody test kits; and coordination of research activities. In addition, WHO has played a major role in providing assistance to countries in central Africa, where AIDS is now a serious public health problem."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [
    "036451",
    "00159506"
  ],
  "InvestigatorList": [],
  "PMID": "3012884",
  "DateCompleted": {
    "Year": "1986",
    "Month": "07",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0042-9694",
      "JournalIssue": {
        "Volume": "39",
        "Issue": "6",
        "PubDate": {
          "Year": "1985"
        }
      },
      "Title": "WHO chronicle",
      "ISOAbbreviation": "WHO Chron"
    },
    "ArticleTitle": "AIDS: the search for clues.",
    "Pagination": {
      "StartPage": "207",
      "EndPage": "211",
      "MedlinePgn": "207-11"
    },
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "WHO Chron",
    "NlmUniqueID": "0414010",
    "ISSNLinking": "0042-9694"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Acquired Immunodeficiency Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Deltaretrovirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "prevention & control"
      ],
      "DescriptorName": "Retroviridae Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk"
    }
  ]
}