{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11428996",
  "DateCompleted": {
    "Year": "2001",
    "Month": "10",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1398-2273",
      "JournalIssue": {
        "Volume": "1",
        "Issue": "4",
        "PubDate": {
          "Year": "1999",
          "Month": "Dec"
        }
      },
      "Title": "Transplant infectious disease : an official journal of the Transplantation Society",
      "ISOAbbreviation": "Transpl Infect Dis"
    },
    "ArticleTitle": "Emerging fungal pathogens: evolving challenges to immunocompromised patients for the twenty-first century.",
    "Pagination": {
      "StartPage": "247",
      "EndPage": "261",
      "MedlinePgn": "247-61"
    },
    "Abstract": {
      "AbstractText": [
        "Opportunistic fungi have emerged during the past decade as important causes of morbidity and mortality in immunocompromised patients. Candida species constitute the third to fourth most common causes of nosocomial blood stream infections, and Aspergillus species have emerged as the most common infectious cause of pneumonic mortality in bone marrow/stem cell transplant recipients. Among HIV-infected patients, meningoencephalitis due to Cryptococcus neoformans ranks among the most common AIDS-defining infections. Hyaline septated filamentous fungi, such as Fusarium species, Acremonium species, Paecilomyces species, and Trichoderma species, are increasingly reported as causing invasive mycoses refractory to conventional therapy. Dematiaceous septated filamentous fungi, such as Pseudallescheria boydii, Bipolaris species, and Cladophialophora bantiana cause pneumonia, sinusitis, and CNS infection unresponsive to current therapy. An increasing number of different members of the class of Zygomycetes are reported as causing lethal infections, despite aggressive medical and surgical interventions. Yet the treatment for zygomycosis has not changed in approximately 40 years. The prevalence of the endemic mycoses, such as those due to Penicillium marneffei, Coccidioides immitis, and Histoplasma capsulatum, has been reported to expand rapidly in response to environmental exposures and increased numbers of vulnerable hosts in endemic regions of the world. Dermatophytoses are occurring with increasing prevalence and morbidity in elderly and immunocompromised patients. As we enter the next millennium, we may anticipate that emergent fungal infections will continue to develop in the settings of permissive environmental conditions, selective antifungal pressure, and an expanding population of immunocompromised hosts."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Immunocompromised Host Section, Pediatric Oncology Branch, National Cancer Institute, Bethesda, Maryland 20892, USA. walsht@pbmac.nci.nih.gov"
          }
        ],
        "LastName": "Walsh",
        "ForeName": "T J",
        "Initials": "TJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Groll",
        "ForeName": "A H",
        "Initials": "AH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Denmark",
    "MedlineTA": "Transpl Infect Dis",
    "NlmUniqueID": "100883688",
    "ISSNLinking": "1398-2273"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "AIDS-Related Opportunistic Infections"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Cross Infection"
    },
    {
      "QualifierName": [
        "classification",
        "pathogenicity"
      ],
      "DescriptorName": "Fungi"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunocompromised Host"
    },
    {
      "QualifierName": [
        "epidemiology",
        "mortality",
        "prevention & control"
      ],
      "DescriptorName": "Mycoses"
    }
  ],
  "NumberOfReferences": "126"
}