{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32551785",
  "DateCompleted": {
    "Year": "2020",
    "Month": "11",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.4149/av_2020_206"
    ],
    "Journal": {
      "ISSN": "0001-723X",
      "JournalIssue": {
        "Volume": "64",
        "Issue": "2",
        "PubDate": {
          "Year": "2020"
        }
      },
      "Title": "Acta virologica",
      "ISOAbbreviation": "Acta Virol"
    },
    "ArticleTitle": "Murid herpesvirus 4 (MuHV-4, prototype strain MHV-68) as an important model in global research of human oncogenic gammaherpesviruses.",
    "Pagination": {
      "StartPage": "167",
      "EndPage": "176",
      "MedlinePgn": "167-176"
    },
    "Abstract": {
      "AbstractText": [
        "The aim of this work was to give an overview of murid herpesvirus 4 (MuHV-4) (synonyms: murine gammaherpesvirus 68, mouse herpesvirus strain 68), the first model for the study of human and animal oncogenic gammaherpesviruses. Based on our results confirming similarity of murine gammaherpesvirus 68 (MHV-68) to another gammaherpesvirus, human oncogenic Epstein-Barr virus (EBV), we were able to interpret some processes observed in the course of MHV-68 infection in analogy to EBV infection. In particular, that were the processes occurring during MHV-68-induced persistent infection in mice accompanied by tumor formation and leukemia following immunosuppression. Since EBV is a highly species specific virus, infecting humans only, these processes cannot be experimentally examined at the molecular, cellular, and tissue levels in natural host. However, they can be investigated in BALB/c mice infected with MHV-68, which is nowadays generally accepted model mainly thanks to experimental results achieved by our research team. The important mouse model MHV-68 is a prototype strain of MuHV-4 species and is classified as a member of the order Herpesvirales, family Herpesviridae, subfamily Gammaherpesvirinae and genus Rhadinovirus. During 40 years since its isolation from wild rodents, the virus was distributed into many virological laboratories in Europe (such as England, Slovakia, Germany, Italy, Portugal, Belgium, Denmark, Spain, Switzerland, Hungary, Russia, Sweden), USA, Canada, China, Korea, Japan and Australia. Global research of this virus, which has become an irreplaceable animal model, has expanded our understanding of the pathogenesis and immunology of human and animal gammaherpesvirus infections as well as the gammaherpesvirus-associated oncogenesis. No less important fact is that MHV-68 provides an excellent model to explore methods for controlling gammaherpesvirus infections through vaccination and chemotherapy. Keywords: MHV-68; EBV; KSHV; immunology; pathogenesis; oncogenesis; genome."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mistríková",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Briestenská",
        "ForeName": "K",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Slovakia",
    "MedlineTA": "Acta Virol",
    "NlmUniqueID": "0370401",
    "ISSNLinking": "0001-723X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Carcinogenesis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Herpesviridae Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Herpesvirus 4, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, Inbred BALB C"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Rhadinovirus"
    }
  ]
}