{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18825723",
  "DateCompleted": {
    "Year": "2009",
    "Month": "01",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1002/lt.21644"
    ],
    "Journal": {
      "ISSN": "1527-6473",
      "JournalIssue": {
        "Volume": "14 Suppl 2",
        "PubDate": {
          "Year": "2008",
          "Month": "Oct"
        }
      },
      "Title": "Liver transplantation : official publication of the American Association for the Study of Liver Diseases and the International Liver Transplantation Society",
      "ISOAbbreviation": "Liver Transpl"
    },
    "ArticleTitle": "Virology and pathogenesis of hepatitis C virus recurrence.",
    "Pagination": {
      "StartPage": "S27",
      "EndPage": "S35",
      "MedlinePgn": "S27-35"
    },
    "Abstract": {
      "AbstractText": [
        "1. In hepatitis C virus (HCV)-infected patients undergoing liver transplantation (LT), the virus infects the liver graft immediately after transplantation. The main source of HCV infection is circulating virions. Nevertheless, some data suggest that HCV present in extrahepatic compartments may contribute to HCV infection in some cases of hepatitis C recurrence. 2. Studies on early kinetics have shown that HCV replication starts a few hours after transplantation and that HCV-RNA concentrations increase a few hours or days after the procedure, suggesting that HCV has an enormous ability to adapt to the new environment. 3. The quasispecies population may change significantly after transplantation, most likely because of the need to adapt to a new environment. There are no conclusive data supporting the role of HCV quasispecies composition and disease outcomes. 4. Persistence of HCV infection is the rule after transplantation. This is due to immunosuppression and to the immune exhaustion of the previously exposed immune system. 5. In general, HCV is not thought to be directly cytopathic. Thus, it is believed that the immune response against HCV causes liver damage. However, understanding the mechanisms of liver damage in HCV-infected LT recipients is extremely complex because of the existence of a human leukocyte antigen-mismatched organ, the preexisting virus-specific T cells that may be dysfunctional and/or tolerized, and the immunosuppression. 6. Despite the possible effect of immune-mediated liver damage, it is clear that strong immunosuppression is associated with severe forms of hepatitis C recurrence (cholestatic hepatitis, fibrosing cholestatic hepatitis, and accelerated fibrosis progression). Thus, in the absence of a strong anti-HCV immune response, HCV is able to directly (HCV proteins) or indirectly (cytokines) produce liver damage. 7. The activation of stellate cells and accelerated deposition of fibrosis are the final consequences of HCV infection in the graft. There are several mechanisms that may act synergistically to activate and perpetuate stellate cell activation in the setting of LT: ischemia-reperfusion damage, old donor age, HCV proteins, cholestasis, rejection, infection with other viruses (cytomegalovirus), and immune-mediated injury."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Liver Unit, Hospital Clinic, Institut d'Investigacion Biomèdiques August Pi i Sunyer, Centro de Investigación Biomèdica en Red de Enfermedades Hepáticas y Digestivas, Barcelona, Spain."
          }
        ],
        "LastName": "Ramírez",
        "ForeName": "Santseharay",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pérez-Del-Pulgar",
        "ForeName": "Sofía",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Forns",
        "ForeName": "Xavier",
        "Initials": "X"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Liver Transpl",
    "NlmUniqueID": "100909185",
    "ISSNLinking": "1527-6465"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Evolution, Molecular"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Hepacivirus"
    },
    {
      "QualifierName": [
        "complications",
        "surgery",
        "virology"
      ],
      "DescriptorName": "Hepatitis C"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Pathogen Interactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Liver Cirrhosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Liver Transplantation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Recurrence"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Virion"
    }
  ]
}