{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Companion animals",
      "Fish birds",
      "Livestock",
      "Veterinary",
      "Wildlife"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31630759",
  "DateCompleted": {
    "Year": "2020",
    "Month": "01",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "01",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "08",
        "Day": "07"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/bs.apar.2019.07.002",
      "S0065-308X(19)30029-6"
    ],
    "Journal": {
      "ISSN": "2163-6079",
      "JournalIssue": {
        "Volume": "106",
        "PubDate": {
          "Year": "2019"
        }
      },
      "Title": "Advances in parasitology",
      "ISOAbbreviation": "Adv Parasitol"
    },
    "ArticleTitle": "Molecular epidemiology of giardiasis from a veterinary perspective.",
    "Pagination": {
      "StartPage": "209",
      "EndPage": "254",
      "MedlinePgn": "209-254"
    },
    "Abstract": {
      "AbstractText": [
        "A total of eight Giardia species are accepted. These include: Giardia duodenalis (syn. Giardia intestinalis and Giardia lamblia), which infects humans and animals, Giardia agilis, Giardia ardeae, Giardia psittaci, Giardia muris, Giardia microti, Giardia peramelis and G. cricetidarum, which infect non-human hosts including amphibians, birds, rodents and marsupials. Giardia duodenalis is a species complex consisting of eight assemblages (A-H), with assemblages A and B the dominant assemblages in humans. Molecular studies to date on the zoonotic potential of Giardia in animals are problematic and are hampered by lack of concordance between loci. Livestock (cattle, sheep, goats and pigs) are predominantly infected with G. duodenalis assemblage E, which has recently been shown to be zoonotic, followed by assemblage A. In cats and dogs, assemblages A, B, C, D and F are commonly reported but relatively few studies have conducted molecular typing of humans and their pets and the results are contradictory with some studies support zoonotic transmission but the majority of studies suggesting separate transmission cycles. Giardia also infects a broad range of wildlife hosts and although much less well studied, host-adapted species as well as G. duodenalis assemblages (A-H) have been identified. Fish and other aquatic wildlife represent a source of infection for humans with Giardia via water contamination and/or consumption of undercooked fish and interestingly, assemblage B and A predominated in the two molecular studies conducted to date. Our current knowledge of the transmission dynamics of Giardia is still poor and the development of more discriminatory typing tools such as whole genome sequencing (WGS) of Giardia isolates is therefore essential."
      ],
      "CopyrightInformation": "© 2019 Elsevier Ltd All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Science, Health, Education and Engineering, Murdoch University, Perth, WA, Australia. Electronic address: una.ryan@murdoch.edu.au."
          }
        ],
        "LastName": "Ryan",
        "ForeName": "Una",
        "Initials": "U"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Science, Health, Education and Engineering, Murdoch University, Perth, WA, Australia."
          }
        ],
        "LastName": "Zahedi",
        "ForeName": "Alireza",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Adv Parasitol",
    "NlmUniqueID": "0370435",
    "ISSNLinking": "0065-308X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Giardia"
    },
    {
      "QualifierName": [
        "epidemiology",
        "parasitology",
        "transmission"
      ],
      "DescriptorName": "Giardiasis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Molecular Epidemiology"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Veterinary Medicine"
    },
    {
      "QualifierName": [
        "epidemiology",
        "parasitology",
        "transmission"
      ],
      "DescriptorName": "Zoonoses"
    }
  ]
}