{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8550295",
  "DateCompleted": {
    "Year": "1996",
    "Month": "02",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0020-7519",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "8",
        "PubDate": {
          "Year": "1995",
          "Month": "Aug"
        }
      },
      "Title": "International journal for parasitology",
      "ISOAbbreviation": "Int J Parasitol"
    },
    "ArticleTitle": "Aspects of the ecology of metazoan ectoparasites of marine fishes.",
    "Pagination": {
      "StartPage": "945",
      "EndPage": "970",
      "MedlinePgn": "945-70"
    },
    "Abstract": {
      "AbstractText": [
        "Numerous (3947) individuals of 102 marine fish species from Papua New Guinea, New Zealand, the North Sea, Antarctica, the deepsea and coast of southeastern Australia, Pacific Canada, Brazil, Argentina and the Great Barrier Reef were examined for metazoan ectoparasites. Of the 102 fish species, 86 harboured at least 1 parasite species, and only in Antarctica and the deepsea were large proportions of fish species found to be free of ectoparasites. The mean prevalence of infection was 30.1%, the average of abundances was 6.7 parasites per fish, due to very heavy intensities of some parasite species (mean median abundance 4.31). Most parasite species exhibited a clustered distribution in the host populations, as measured by variance to mean ratios, i.e. some fish were more, and others less, heavily infected than if infection were random. Core and satellite species cannot be distinguished unambiguously, because numbers of parasites on almost all hosts are too small for any bimodality to become apparent. On average, the most dominant species represented 90% of all parasite individuals of a particular fish; different parasite species were often dominant on different fish individuals of a particular host species. Both abundances and maximum intensities of infection were positively correlated with prevalence of infection. Community richness varies greatly at and between localities, with the lowest richness found in Antarctic and deepsea fish and the highest richness in tropical fish. Species richness, abundance and prevalence of infection in many fish groups (with different ecological characteristics) are strongly correlated with temperature. If fish from all localities were pooled, pelagic fish had fewer intensities and (jointly with benthopelagic fishes) fewer species than benthic fish, and planktivorous fish had lower abundances and prevalences of infection than predatory and omnivorous fish. Prevalences of infection, abundance and parasite species richness were significantly correlated with host length. Fifteen positive and 1 negative associations among species were found. This and the generally low prevalences and abundances of infection indicate that competitive interactions are probably scarce. Overall, the findings indicate that most (if not all) metazoan ectoparasite communities of marine fish live in non-saturated, little-ordered assemblages."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Zoology, University of New England, Armidale, NSW, Australia."
          }
        ],
        "LastName": "Rohde",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hayward",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Heap",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Parasitol",
    "NlmUniqueID": "0314024",
    "ISSNLinking": "0020-7519"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ecology"
    },
    {
      "QualifierName": [
        "epidemiology",
        "veterinary"
      ],
      "DescriptorName": "Ectoparasitic Infestations"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Eukaryota"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Fish Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fishes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Geography"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [
        "epidemiology",
        "physiopathology"
      ],
      "DescriptorName": "Protozoan Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Protozoan Infections, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Seawater"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    }
  ]
}