{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "emerging infections",
      "flavivirus",
      "infectious disease pathology"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37059228",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "13"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.modpat.2023.100188",
      "S0893-3952(23)00093-5"
    ],
    "Journal": {
      "ISSN": "1530-0285",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun"
        }
      },
      "Title": "Modern pathology : an official journal of the United States and Canadian Academy of Pathology, Inc",
      "ISOAbbreviation": "Mod Pathol"
    },
    "ArticleTitle": "Flaviviruses and the Traveler: Around the World and to Your Stage. A Review of West Nile, Yellow Fever, Dengue, and Zika Viruses for the Practicing Pathologist.",
    "Pagination": {
      "StartPage": "100188",
      "MedlinePgn": "100188"
    },
    "Abstract": {
      "AbstractText": [
        "Flaviviruses are a genus of single-stranded RNA viruses that impose an important and growing burden to human health. There are over 3 billion individuals living in areas where flaviviruses are endemic. Flaviviruses and their arthropod vectors (which include mosquitoes and ticks) take advantage of global travel to expand their distribution and cause severe disease in humans, and they can be grouped according to their vector and pathogenicity. The mosquito-borne flaviviruses cause a spectrum of diseases from encephalitis to hepatitis and vascular shock syndrome, congenital abnormalities, and fetal death. Neurotropic infections such as Zika virus and West Nile virus cross the blood-brain barrier and infect neurons and other cells, leading to meningoencephalitis. In the hemorrhagic fever clade, there are yellow fever virus, the prototypical hemorrhagic fever virus that infects hepatocytes, and dengue virus, which infects cells of the reticuloendothelial system and can lead to a dramatic plasma cell leakage and shock syndrome. Zika virus also causes congenital infections and fetal death and is the first and only example of a teratogenic arbovirus in humans. Diagnostic testing for flaviviruses broadly includes the detection of viral RNA in serum (particularly within the first 10 days of symptoms), viral isolation by cell culture (rarely performed due to complexity and biosafety concerns), and histopathologic evaluation with immunohistochemistry and molecular testing on formalin-fixed paraffin-embedded tissue blocks. This review focuses on 4 mosquito-borne flaviviruses-West Nile, yellow fever, dengue, and Zika virus-and discusses the mechanisms of transmission, the role of travel in geographic distribution and epidemic emergence, and the clinical and histopathologic features of each. Finally, prevention strategies such as vector control and vaccination are discussed."
      ],
      "CopyrightInformation": "Copyright © 2023 United States & Canadian Academy of Pathology. Published by Elsevier Inc. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, University of Utah, Salt Lake City, Utah. Electronic address: gillian.hale@path.utah.edu."
          }
        ],
        "LastName": "Hale",
        "ForeName": "Gillian L",
        "Initials": "GL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Mod Pathol",
    "NlmUniqueID": "8806605",
    "ISSNLinking": "0893-3952"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Flavivirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Zika Virus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pathologists"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "West Nile Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mosquito Vectors"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Yellow Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Culicidae"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Dengue"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Zika Virus Infection"
    }
  ]
}