{
  "CitationSubset": [],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11530364",
  "DateCompleted": {
    "Year": "2001",
    "Month": "09",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2004",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0896-5846",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "3",
        "PubDate": {
          "Year": "2001",
          "Season": "May-Jun"
        }
      },
      "Title": "Journal of intravenous nursing : the official publication of the Intravenous Nurses Society",
      "ISOAbbreviation": "J Intraven Nurs"
    },
    "ArticleTitle": "Guidelines for the management of intravascular catheter-related infections.",
    "Pagination": {
      "StartPage": "180",
      "EndPage": "205",
      "MedlinePgn": "180-205"
    },
    "Abstract": {
      "AbstractText": [
        "These guidelines from the Infectious Diseases Society of America (IDSA), the American College of Critical Care Medicine (for the Society of Critical Care Medicine), and the Society for Healthcare Epidemiology of America contain recommendations for the management of adults and children with, and diagnosis of infections related to, peripheral and nontunneled central venous catheters (CVCs), pulmonary artery catheters, tunneled central catheters, and implantable devices. The guidelines, written for clinicians, contain IDSA evidence-based recommendations for assessment of the quality and strength of the data. Recommendations are presented according to the type of catheter, the infecting organism, and the associated complications. Intravascular catheter-related infections are a major cause of morbidity and mortality in the United States. Coagulase-negative staphylococci, Staphylococcus aureus, aerobic gram-negative bacilli, and Candida albicans most commonly cause catheter-related bloodstream infection. Management of catheter-related infection varies according to the type of catheter involved. After appropriate cultures of blood and catheter samples are done, empirical i.v. antimicrobial therapy should be initiated on the basis of clinical clues, the severity of the patient's acute illness, underlying disease, and the potential pathogen(s) involved. In most cases of nontunneled CVC-related bacteremia and fungemia, the CVC should be removed. For management of bacteremia and fungemia from a tunneled catheter or implantable device, such as a port, the decision to remove the catheter or device should be based on the severity of the patient's illness, documentation that the vascular-access device is infected, assessment of the specific pathogen involved, and presence of complications, such as endocarditis, septic thrombosis, tunnel infection, or metastatic seeding. When a catheter-related infection is documented and a specific pathogen is identified, systemic antimicrobial therapy should be narrowed and consideration given for antibiotic lock therapy, if the CVC or implantable device is not removed. These guidelines address the issues related to the management of catheter-related bacteremia and associated complications. Separate guidelines will address specific issues related to the prevention of catheter-related infections. Performance indicators for the management of catheter-related infection are included at the end of the document. Because the pathogenesis of catheter-related infections is complicated, the virulence of the pathogens is variable, and the host factors have not been well defined, there is a notable absence of compelling clinical data to make firm recommendations for an individual patient. Therefore, the recommendations in these guidelines are intended to support, and not replace, good clinical judgment. Also, a section on selected, unresolved clinical issues that require further study and research has been included. There is an urgent need for large, well-designed clinical studies to delineate management strategies more effectively, which will improve clinical outcomes and save precious health care resources."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mermel",
        "ForeName": "L A",
        "Initials": "LA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Farr",
        "ForeName": "B M",
        "Initials": "BM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sherertz",
        "ForeName": "R J",
        "Initials": "RJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Raad",
        "ForeName": "I I",
        "Initials": "II"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "O'Grady",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Harris",
        "ForeName": "J S",
        "Initials": "JS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Craven",
        "ForeName": "D E",
        "Initials": "DE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "CollectiveName": "Infectious Diseases Society of America, American College of Critical Care Medicine, Society for Healthcare Epidemiology of America"
      }
    ],
    "PublicationTypeList": [
      "Guideline",
      "Journal Article",
      "Practice Guideline",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Intraven Nurs",
    "NlmUniqueID": "8804311",
    "ISSNLinking": "0896-5846"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Infective Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Infective Agents"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Bacteremia"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Catheterization, Central Venous"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Catheterization, Peripheral"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Catheters, Indwelling"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Cross Infection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Equipment Contamination"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evidence-Based Medicine"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Fungemia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "210"
}