{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8633821",
  "DateCompleted": {
    "Year": "1996",
    "Month": "06",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "19"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0003-4819",
      "JournalIssue": {
        "Volume": "124",
        "Issue": "12",
        "PubDate": {
          "Year": "1996",
          "Month": "Jun",
          "Day": "15"
        }
      },
      "Title": "Annals of internal medicine",
      "ISOAbbreviation": "Ann Intern Med"
    },
    "ArticleTitle": "Human herpesvirus-6 in transplantation: an emerging pathogen.",
    "Pagination": {
      "StartPage": "1065",
      "EndPage": "1071",
      "MedlinePgn": "1065-71"
    },
    "Abstract": {
      "AbstractText": [
        "Human herpesvirus-6 can be an opportunistic pathogen in transplant recipients.",
        "To summarize the epidemiologic and clinical aspects of human herpesvirus-6 infection, the immunologic basis of the pathogenicity of human herpesvirus-6, and the management of human herpesvirus-6 infection in transplant recipients.",
        "English-language articles identified through a MEDLINE search from 1986 (when human herpesvirus-6 was discovered) to the present, bibliographies of identified articles, and recognized texts.",
        "Reports on human herpesvirus-6 infections in bone marrow transplant recipients and in solid organ transplant recipients.",
        "Data on the virology, detection, epidemiology, clinical features, and treatment of human herpesvirus-6 infection were manually abstracted from the indicated sources and summarized. Data quality and validity were independently assessed by both authors.",
        "Human herpesvirus-6 infection occurred in 38% to 60% of bone marrow transplant recipients and 31% to 55% of solid organ transplant recipients, usually 2 to 4 weeks after transplantation. Human herpesvirus-6 has two variants, designated variant A and variant B; transplant recipients were infected almost exclusively with variant B. Bone marrow suppression, interstitial pneumonitis, and encephalitis were the most commonly reported types of clinical disease caused by human herpesvirus-6. The marrow-suppressive effect of human herpesvirus-6 ranged from transient or self-limited bone marrow suppression to chronic or fatal aplastic anemia; bone marrow suppression was thought to be partially cytokine-mediated. Because it can depress cell-mediated immunity, human herpesvirus-6 may facilitate superinfection by other pathogens. Human herpesvirus-6 resembles cytomegalovirus in its antiviral susceptibilities: It is resistant to acyclovir but susceptible to ganciclovir and foscarnet. Prophylaxis of human herpesvirus-6 infection is feasible in transplant recipients, but this issue must be studied further.",
        "Human herpesvirus-6 can be a pathogen in transplant recipients. Prompt recognition of disease associated with human herpesvirus-6 is important because this virus is susceptible to currently available antiviral agents. Future research should focus on delineating the complete clinical spectrum, immunologic sequelae, and efficacy of prophylactic strategies for human herpesvirus-6 infection in transplant recipients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Veterans Affairs Medical Center, Pittsburgh, Pennsylvania, USA."
          }
        ],
        "LastName": "Singh",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Carrigan",
        "ForeName": "D R",
        "Initials": "DR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Ann Intern Med",
    "NlmUniqueID": "0372351",
    "ISSNLinking": "0003-4819"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antiviral Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antiviral Agents"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Herpesviridae Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Herpesvirus 6, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunocompromised Host"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Opportunistic Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Transplantation Immunology"
    }
  ],
  "NumberOfReferences": "58"
}