{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19220336",
  "DateCompleted": {
    "Year": "2009",
    "Month": "08",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "02",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/j.1469-0691.2008.02633.x"
    ],
    "Journal": {
      "ISSN": "1469-0691",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "1",
        "PubDate": {
          "Year": "2009",
          "Month": "Jan"
        }
      },
      "Title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
      "ISOAbbreviation": "Clin Microbiol Infect"
    },
    "ArticleTitle": "Parachlamydia acanthamoebae, an emerging agent of pneumonia.",
    "Pagination": {
      "StartPage": "18",
      "EndPage": "28",
      "MedlinePgn": "18-28"
    },
    "Abstract": {
      "AbstractText": [
        "Parachlamydia acanthamoebae is a Chlamydia-like organism that easily grows within Acanthamoeba spp. Thus, it probably uses these widespread free-living amoebae as a replicative niche, a cosmopolite aquatic reservoir and a vector. A potential role of P. acanthamoebae as an agent of lower respiratory tract infection was initially suggested by its isolation within an Acanthamoeba sp. recovered from the water of a humidifier during the investigation of an outbreak of fever. Additional serological and molecular-based investigations further supported its pathogenic role, mainly in bronchiolitis, bronchitis, aspiration pneumonia and community-acquired pneumonia. P. acanthamoebae was shown to survive and replicate within human macrophages, lung fibroblasts and pneumocytes. Moreover, this strict intracellular bacterium also causes severe pneumonia in experimentally infected mice, thus fulfilling the third and fourth Koch criteria for a pathogenic role. Consequently, new tools have been developed for the diagnosis of parachlamydial infections. It will be important to routinely search for this emerging agent of pneumonia, as P. acanthamoebae is apparently resistant to quinolones, which are antibiotics often used for the empirical treatment of atypical pneumonia. Other Chlamydia-related bacteria, including Protochlamydia naegleriophila, Simkania negevensis and Waddlia chondrophila, might also cause lung infections. Moreover, several additional novel chlamydiae, e.g. Criblamydia sequanensis and Rhabdochlamydia crassificans, have been discovered and are now being investigated for their human pathogenicity."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Research on Intracellular Bacteria (CRIB), Institute of Microbiology, University Hospital Centre and University of Lausanne, Lausanne, Switzerland. gilbert.greub@chuv.ch"
          }
        ],
        "LastName": "Greub",
        "ForeName": "G",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Clin Microbiol Infect",
    "NlmUniqueID": "9516420",
    "ISSNLinking": "1198-743X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "microbiology",
        "ultrastructure"
      ],
      "DescriptorName": "Acanthamoeba"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Chlamydiales"
    },
    {
      "QualifierName": [
        "diagnosis",
        "microbiology"
      ],
      "DescriptorName": "Gram-Negative Bacterial Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "diagnosis",
        "microbiology"
      ],
      "DescriptorName": "Pneumonia, Bacterial"
    }
  ],
  "NumberOfReferences": "78"
}