{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "FLR strain",
      "HEK293",
      "PRV strain",
      "Zika virus",
      "viral persistence"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31234341",
  "DateCompleted": {
    "Year": "2019",
    "Month": "12",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "02",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "06",
        "Day": "21"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "3035",
      "10.3390/ijms20123035"
    ],
    "Journal": {
      "ISSN": "1422-0067",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "12",
        "PubDate": {
          "Year": "2019",
          "Month": "Jun",
          "Day": "21"
        }
      },
      "Title": "International journal of molecular sciences",
      "ISOAbbreviation": "Int J Mol Sci"
    },
    "ArticleTitle": "Comparative Genomics, Infectivity and Cytopathogenicity of American Isolates of Zika Virus that Developed Persistent Infections in Human Embryonic Kidney (HEK293) Cells.",
    "Abstract": {
      "AbstractText": [
        "Zika virus (ZIKV) transmission can cause serious fetal neurological abnormalities. ZIKV persistence in various human cells and tissues can serve as infectious reservoirs and post serious threats to public health. The human embryonic kidney (HEK293) cell line with known neuronal developmental properties was readily infected by ZIKV in a strain-dependent fashion. Significant cytopathic effect in HEK293 cells infected by the prototype MR 766 strain of ZIKV resulted in complete loss of cells, while small numbers of HEK293 cells infected by contemporary ZIKV isolates (PRV or FLR strain) continued to survive and regrow to confluency in the culture around two months after initial infection. Most, if not all, of the cells in the two resulting persistently ZIKV-infected HEK293 cell lines tested positive for ZIKV antigen. Compared to HEK293 control cells, the persistently ZIKV-infected HEK293 cells had slower growth rates with some cells undergoing apoptosis in culture. The \"persistent ZIKVs\" produced constitutively by both PRV and FLR strains ZIKV-infected HEK293 cells had significantly attenuated cell infectivity and/or cytopathogenicity. Comparative genome sequence analyses between the persistent ZIKVs and the original inoculum ZIKVs showed no clonal selection with specific gene mutations in the prolonged process of establishing persistently PRV strain ZIKV-infected HEK293 cells; while selection of ZIKV subclones with mutations in the envelope, protein pr and multiple NS genes was evident in developing persistently FLR strain ZIKV-infected HEK293 cell line. Our study provides molecular insights into the complex interplays of ZIKV and human host cells in establishing ZIKV persistence."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Tissue Microbiology Laboratory, Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993, USA. hebing.liu@fda.hhs.gov."
          }
        ],
        "LastName": "Liu",
        "ForeName": "Hebing",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Tissue Microbiology Laboratory, Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993, USA. hsiao-mei.liao@fda.hhs.gov."
          }
        ],
        "LastName": "Liao",
        "ForeName": "Hsiao-Mei",
        "Initials": "HM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Tissue Microbiology Laboratory, Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993, USA. bingjie.li@fda.hhs.gov."
          }
        ],
        "LastName": "Li",
        "ForeName": "Bingjie",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Tissue Microbiology Laboratory, Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993, USA. shien.tsai@gmail.com."
          }
        ],
        "LastName": "Tsai",
        "ForeName": "Shien",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Tissue Microbiology Laboratory, Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993, USA. guo-chiuan.hung@fda.hhs.gov."
          }
        ],
        "LastName": "Hung",
        "ForeName": "Guo-Chiuan",
        "Initials": "GC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Tissue Microbiology Laboratory, Division of Cellular and Gene Therapies, Office of Tissues and Advanced Therapies, Center for Biologics Evaluation and Research, Food and Drug Administration, Silver Spring, MD 20993, USA. shyhching.lo@fda.hhs.gov."
          }
        ],
        "LastName": "Lo",
        "ForeName": "Shyh-Ching",
        "Initials": "SC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Int J Mol Sci",
    "NlmUniqueID": "101092791",
    "ISSNLinking": "1422-0067"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Apoptosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chlorocebus aethiops"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cytopathogenic Effect, Viral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genome, Viral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genomics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "HEK293 Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Vero Cells"
    },
    {
      "QualifierName": [
        "genetics",
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Zika Virus"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Zika Virus Infection"
    }
  ],
  "CoiStatement": "The authors declare no conflicts of interest."
}