{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3915748",
  "DateCompleted": {
    "Year": "1986",
    "Month": "10",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0021-9975",
      "JournalIssue": {
        "Volume": "95",
        "Issue": "2",
        "PubDate": {
          "Year": "1985",
          "Month": "Apr"
        }
      },
      "Title": "Journal of comparative pathology",
      "ISOAbbreviation": "J Comp Pathol"
    },
    "ArticleTitle": "Infectivity of a strain of Cryptosporidium found in the guinea-pig (Cavia porcellus) for guinea-pigs, mice and lambs.",
    "Pagination": {
      "StartPage": "151",
      "EndPage": "165",
      "MedlinePgn": "151-65"
    },
    "Abstract": {
      "AbstractText": [
        "Cryptosporidiosis was diagnosed in guinea-pigs bred by a commercial laboratory supplier on histological examination of the intestine. Oral transmission to laboratory guinea-pigs aged up to 16 weeks and to infant mice, with gut contents containing oocysts, was successful, but the organism failed to infect adult mice. From day 5 post-inoculation (pi) in guinea-pigs, infection of the ileum was associated with villous stunting and fusion, and with infiltrates of macrophages and other mononuclear cells, and eosinophils. Some guinea-pigs died; others were depressed and anorectic, with diarrhoea or watery caecal contents. Mouse infections were subclinical and caused no significant pathological changes. By contrast, a bovine Cryptosporidium isolate infected infant mice but failed to infect young guinea-pigs. Guinea-pigs and infant mice excreted oocysts in faeces after a prepatent period of 3 to 4 days. Some guinea-pigs excreted oocysts for up to 2 weeks, but excretion in mice lasted only about 4 days. Infection of guinea-pigs by contact with a contaminated environment occurred, with excretion of oocysts between 17 and 27 days after exposure. An indirect fluorescent antibody test (IFA) showed that antibody was present by day 17 pi with infected bowel contents, but none was detected in the guinea-pigs exposed to the contaminated environment. The IFA test demonstrated a serological relationship between the guinea-pig isolate and a bovine strain used to infect gnotobiotic lambs. Transmission electron microscopy of intestine from infected guinea-pigs and mice showed that more than one schizont generation occurred. The first consisted of 8 merozoite packets attached to enterocytes, but many packets of 2 or 4 merozoites of the second or subsequent generations were apparently released into the gut lumen. Fixed microgametocytes contained lipid vacuoles and had microneme-like structures in their cytoplasm. Oocysts and sporocysts were also identified, with sporulation occurring within the parasitiphorous vacuole. A sparse infection was established in 1 of 2 12-day-old specific pathogen-free lambs by day 3 pi, but no oocysts were detected in its caecal contents or those of a second lamb killed 4 days later."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Angus",
        "ForeName": "K W",
        "Initials": "KW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hutchison",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Munro",
        "ForeName": "H M",
        "Initials": "HM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Comp Pathol",
    "NlmUniqueID": "0102444",
    "ISSNLinking": "0021-9975"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Coccidia"
    },
    {
      "QualifierName": [
        "parasitology",
        "pathology",
        "transmission"
      ],
      "DescriptorName": "Cryptosporidiosis"
    },
    {
      "QualifierName": [
        "immunology",
        "physiology",
        "ultrastructure"
      ],
      "DescriptorName": "Cryptosporidium"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fluorescent Antibody Technique"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Guinea Pigs"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Ileum"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Microscopy, Electron"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Microscopy, Electron, Scanning"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sheep"
    }
  ]
}