{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "6094709",
  "DateCompleted": {
    "Year": "1984",
    "Month": "12",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-1317",
      "JournalIssue": {
        "Volume": "65 ( Pt 11)",
        "PubDate": {
          "Year": "1984",
          "Month": "Nov"
        }
      },
      "Title": "The Journal of general virology",
      "ISOAbbreviation": "J Gen Virol"
    },
    "ArticleTitle": "Protection of mice infected with a lethal dose of Semliki Forest virus by defective interfering virus: modulation of virus multiplication.",
    "Pagination": {
      "StartPage": "1909",
      "EndPage": "1920",
      "MedlinePgn": "1909-20"
    },
    "Abstract": {
      "AbstractText": [
        "Certain defective interfering (DI) Semliki Forest virus (SFV) preparations completely protected the majority of mice inoculated with a normally lethal dose of SFV, and the surviving mice showed no signs of disease during the period of observation. Depending upon which DI SFV preparation was used, the survivors were resistant to challenge with 100 LD50 SFV (DI SFV p13a), or were completely sensitive (DI SFV p4), the latter having evidently failed to establish a protective immunity. In this report we compared the ability of these two DI SFV preparations to inhibit multiplication of infectious virus in mice inoculated with 10 LD50 SFV. The following conclusions emerged: virus multiplication was profoundly inhibited in the majority of mice treated with either of the DI virus preparations although there was significant multiplication in most tissues, including brain. The number of mice showing evidence of reduced infectivity titres (58%) correlated well with the 60% which survived without disease in lethality experiments. Despite the presence of infectivity, no SFV antigen or histopathological lesions were detected in brain or spinal cord. The DI virus preparations p4 and p13a altered the distribution of infectivity in the mouse in different ways: during the first 2 days of the infection modulated by DI virus p4, the infectivity titres (in brain, olfactory lobes and spleen) were comparatively high, being greater than 1% of those in mice inoculated with standard virus alone. However, from day 3, titres declined precipitously and there was little infectivity in any of the tissues investigated. On the other hand, mice treated with DI SFV p13a had, over the entire duration of infection, greatly reduced though significant infectivity in brain, olfactory lobes and spleen and very little infectivity in serum. In a minority of mice (14.5%), DI virus p13a altered the distribution of infectivity between different tissues so that there was significantly decreased virus in just one or two of the four tissues investigated, suggesting that the infection was being subtly modulated by the DI virus. Interference assays failed to detect DI SFV in any tissue samples although the effects of DI virus on infection in the mouse were obvious."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barrett",
        "ForeName": "A D",
        "Initials": "AD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Guest",
        "ForeName": "A R",
        "Initials": "AR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mackenzie",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dimmock",
        "ForeName": "N J",
        "Initials": "NJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Gen Virol",
    "NlmUniqueID": "0077340",
    "ISSNLinking": "0022-1317"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chick Embryo"
    },
    {
      "QualifierName": [],
      "DescriptorName": "DNA Replication"
    },
    {
      "QualifierName": [
        "genetics",
        "physiology"
      ],
      "DescriptorName": "Defective Viruses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Kinetics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, Inbred Strains"
    },
    {
      "QualifierName": [
        "genetics",
        "growth & development",
        "pathogenicity"
      ],
      "DescriptorName": "Semliki forest virus"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Togaviridae Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Replication"
    }
  ]
}