{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Adversity resistance",
      "Edwardsiella piscicida",
      "Immune response",
      "Tilapia",
      "Usp"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31654767",
  "DateCompleted": {
    "Year": "2020",
    "Month": "03",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "10",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.fsi.2019.10.035",
      "S1050-4648(19)31003-4"
    ],
    "Journal": {
      "ISSN": "1095-9947",
      "JournalIssue": {
        "Volume": "95",
        "PubDate": {
          "Year": "2019",
          "Month": "Dec"
        }
      },
      "Title": "Fish & shellfish immunology",
      "ISOAbbreviation": "Fish Shellfish Immunol"
    },
    "ArticleTitle": "Universal stress proteins contribute Edwardsiella piscicida adversity resistance and pathogenicity and promote blocking host immune response.",
    "Pagination": {
      "StartPage": "248",
      "EndPage": "258",
      "MedlinePgn": "248-258"
    },
    "Abstract": {
      "AbstractText": [
        "Universal stress proteins (Usps) exist ubiquitously in bacteria and other organisms. Usps play an important role in adaptation of bacteria to a variety of environmental stresses. There is increasing evidence that Usps facilitate pathogens to adapt host environment and are involved in pathogenicity. Edwardsiella piscicida (formerly included in E. tarda) is a severe fish pathogen and infects various important economic fish including tilapia (Oreochromis niloticus). In E. piscicida, a number of systems and factors that are involved in stress resistance and pathogenesis were identified. However, the function of Usps in E. piscicida is totally unknown. In this study, we examined the expressions of 13 usp genes in E. piscicida and found that most of these usp genes were up-regulated expression under high temperature, oxidative stress, acid stress, and host serum stress. Particularly, among these usp genes, usp13, exhibited dramatically high expression level upon several stress conditions. To investigate the biological role of usp13, a markerless usp13 in-frame mutant strain, TX01Δusp13, was constructed. Compared to the wild type TX01, TX01Δusp13 exhibited markedly compromised tolerance to high temperature, hydrogen peroxide, and low pH. Deletion of usp13 significantly retarded bacterial biofilm growth and decreased resistance against serum killing. Pathogenicity analysis showed that the inactivation of usp13 significantly impaired the ability of E. piscicida to invade into host cell and infect host tissue. Introduction of a trans-expressed usp13 gene restored the lost virulence of TX01Δusp13. In support of these results, host immune response induced by TX01 and TX01Δusp13 was examined, and the results showed reactive oxygen species (ROS) levels in TX01Δusp13-infected macrophages were significantly higher than those in TX01-infected cells. The expression level of several cytokines (IL-6, IL-8, IL-10, TNF-α, and CC2) in TX01Δusp13-infected fish was significantly higher than that in TX01-infected fish. These results suggested that the deletion of usp13 attenuated the ability of bacteria to overcome the host immune response to pathogen infection. Taken together, our study indicated Usp13 of E. piscicida was not only important participant in adversity resistance, but also was essential for E. piscicida pathogenicity and contributed to block host immune response to pathogen infection."
      ],
      "CopyrightInformation": "Copyright © 2019 Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Key Laboratory of Tropical Biological Resources of Ministry of Education, College of Marine Science, Hainan University, Haikou, 570228, China; Institute of Tropical Bioscience and Biotechnology, Chinese Academy of Tropical Agricultural Sciences, Haikou, 571101, China."
          }
        ],
        "LastName": "Fang",
        "ForeName": "Qing-Jian",
        "Initials": "QJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Tropical Bioscience and Biotechnology, Chinese Academy of Tropical Agricultural Sciences, Haikou, 571101, China."
          }
        ],
        "LastName": "Han",
        "ForeName": "Yue-Xin",
        "Initials": "YX"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Tropical Bioscience and Biotechnology, Chinese Academy of Tropical Agricultural Sciences, Haikou, 571101, China."
          }
        ],
        "LastName": "Shi",
        "ForeName": "Yan-Jie",
        "Initials": "YJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Tropical Bioscience and Biotechnology, Chinese Academy of Tropical Agricultural Sciences, Haikou, 571101, China; Hainan Provincial Key Laboratory for Functional Components Research and Utilization of Marine Bio-resources, Haikou, 571101, China."
          }
        ],
        "LastName": "Huang",
        "ForeName": "Hui-Qin",
        "Initials": "HQ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Key Laboratory of Tropical Biological Resources of Ministry of Education, College of Marine Science, Hainan University, Haikou, 570228, China. Electronic address: guangyan0508@163.com."
          }
        ],
        "LastName": "Fang",
        "ForeName": "Zai-Guang",
        "Initials": "ZG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Tropical Bioscience and Biotechnology, Chinese Academy of Tropical Agricultural Sciences, Haikou, 571101, China; Laboratory for Marine Biology and Biotechnology, Pilot National Laboratory for Marine Science and Technology (Qingdao), China; Hainan Provincial Key Laboratory for Functional Components Research and Utilization of Marine Bio-resources, Haikou, 571101, China. Electronic address: huyonghua@itbb.org.cn."
          }
        ],
        "LastName": "Hu",
        "ForeName": "Yong-Hua",
        "Initials": "YH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Fish Shellfish Immunol",
    "NlmUniqueID": "9505220",
    "ISSNLinking": "1050-4648"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Bacterial Proteins"
    }
  ],
  "SupplMeshList": [
    "Edwardsiella piscicida"
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "genetics",
        "immunology"
      ],
      "DescriptorName": "Bacterial Proteins"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Cichlids"
    },
    {
      "QualifierName": [
        "genetics",
        "immunology",
        "pathogenicity"
      ],
      "DescriptorName": "Edwardsiella"
    },
    {
      "QualifierName": [
        "immunology",
        "veterinary"
      ],
      "DescriptorName": "Enterobacteriaceae Infections"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Fish Diseases"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Immunity, Innate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phylogeny"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ]
}