{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15236672",
  "DateCompleted": {
    "Year": "2004",
    "Month": "10",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0928-4249",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "4",
        "PubDate": {
          "Year": "2004",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Veterinary research",
      "ISOAbbreviation": "Vet Res"
    },
    "ArticleTitle": "Rhodococcus equi.",
    "Pagination": {
      "StartPage": "383",
      "EndPage": "396",
      "MedlinePgn": "383-96"
    },
    "Abstract": {
      "AbstractText": [
        "Rhodococcus equi is an important cause of subacute or chronic abscessating bronchopneumonia of foals up to 3-5 months of age. It shares the lipid-rich cell wall envelope characteristic of the mycolata, including Mycobacterium tuberculosis, as well as the ability of pathogenic members of this group to survive within macrophages. The possession of a large virulence plasmid in isolates recovered from pneumonic foals is crucial for virulence. The plasmid contains an 27 kb pathogenicity island (PI) that encodes seven related virulence-associated proteins (Vaps), including the immunodominant surface-expressed protein, VapA. Only PI genes are differentially expressed when the organism is grown in macrophages in vitro. Ten of the PI genes, including six Vap genes, have signal sequences, suggesting that they are exported from the cell to interact with the macrophage. Different PI genes are regulated by temperature, pH, iron, oxidative stress and probably also by magnesium, all environmental changes encountered after environmental R. equi are inhaled in dust and are ingested into macrophages in the lung. The basis of pathogenicity of R. equi is its ability to multiply in and eventually to destroy alveolar macrophages. Infectivity is largely or exclusively limited to cells of the monocyte-macrophage lineage. Current evidence suggests that infection of foals with virulent R. equi results in some foals in subversion of cell-mediated immunity and development of an ineffective and sometimes lethal Th2-based immune response. Significant progress has been made recently in the development of R. equi-E. coli shuttle vectors, transformation and random and site specific mutagenesis procedures, all of which will be important in molecular dissection of the mechanisms by which R. equi subverts normal macrophage killing mechanisms and cell-mediated immunity."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Industrial Microbiology, Conway Institute of Biomolecular and Biomedical Research, University College Dublin, Dublin 4, Ireland."
          }
        ],
        "LastName": "Meijer",
        "ForeName": "Wim G",
        "Initials": "WG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Prescott",
        "ForeName": "John F",
        "Initials": "JF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Vet Res",
    "NlmUniqueID": "9309551",
    "ISSNLinking": "0928-4249"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "microbiology",
        "veterinary"
      ],
      "DescriptorName": "Actinomycetales Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals, Newborn"
    },
    {
      "QualifierName": [
        "microbiology",
        "veterinary"
      ],
      "DescriptorName": "Bronchopneumonia"
    },
    {
      "QualifierName": [
        "immunology",
        "microbiology"
      ],
      "DescriptorName": "Horse Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Horses"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Rhodococcus equi"
    }
  ],
  "NumberOfReferences": "80"
}