{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23160894",
  "DateCompleted": {
    "Year": "2013",
    "Month": "06",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "11",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00436-012-3190-5"
    ],
    "Journal": {
      "ISSN": "1432-1955",
      "JournalIssue": {
        "Volume": "112",
        "Issue": "1",
        "PubDate": {
          "Year": "2013",
          "Month": "Jan"
        }
      },
      "Title": "Parasitology research",
      "ISOAbbreviation": "Parasitol Res"
    },
    "ArticleTitle": "Experimental infections with the protozoan parasite Histomonas meleagridis: a review.",
    "Pagination": {
      "StartPage": "19",
      "EndPage": "34",
      "MedlinePgn": "19-34"
    },
    "Abstract": {
      "AbstractText": [
        "In recent years, a number of studies about Histomonas meleagridis, and more specifically about experiments in vivo involving H. meleagridis to investigate the pathogenicity and efficacy of drugs or vaccines, have been published. Together with older publications, a considerable amount of information about experimental infections with H. meleagridis exist, which is helpful for planning future animal studies and can reduce the number of birds used in such studies toward better animal welfare. One hundred sixty-seven publications describing experimental infections with H. meleagridis were published in scientific journals between 1920 and 2012. One hundred forty-two of these publications describe infections of turkeys (Meleagris gallopavo) and 52 infections of chickens (Gallus gallus). In 18 studies, experiments involving other species were done. The most popular routes of infection were the intracloacal application of histomonal trophozoites from culture material, from lesions or from feces of infected birds, or using larvae of the cecal worm Heterakis gallinarum (83 studies) and the oral application of eggs or other stages of the cecal worm containing histomonal stages (83 studies). During the last 10 years, intracloacal application of trophozoites has become the most popular way to experimentally infect birds with H. meleagridis due to its high reproducibility and reliability. In most studies, infection doses of several 10,000 or 100,000 histomonal trophozoites were used for infection, and the resulting mortality in turkeys was more than 70 %. First mortality can occur as early as 6 days p.i.; peak mortality usually is 13-15 days p.i. Lower infection doses may delay mortality about 2 days. In chickens infected by the intracloacal route, mortality and clinical signs are rare, but infection rates are similar. Cecal lesions can be observed from 3 to 4 days p.i., lesions up to 3 weeks p.i.; liver lesions may be lacking completely or be present only in a small number of birds. In most studies infecting birds with Heterakis eggs containing histomonal stages, several 100 to 1,000 Heterakis eggs were used. However, lower doses might be sufficient, as infection with as few as 58 eggs per bird caused a mortality up to 90 % in turkeys. Clinical symptoms start 9 days p.i., and first mortality occurs after 12 days, while most of the infected birds die between 19 and 21 days p.i. The infectivity of Heterakis eggs containing histomonal stages for chickens is similar as for turkeys, but mortality and clinical signs are rare. Further infection was done by oral application of histomonal trophozoites either grown in culture or using lesions or feces of infected birds (26 studies). These yielded very mixed results, with infection rates between 0 and more than 80 % in turkeys and chickens. After successful oral infection of turkeys, mortality occurs at roughly the same time as after intracloacal infection. Further 18 studies employed seeder birds to infect in-contact birds. Other means of infection were exposure to contaminated soil or litter (22 studies), feeding contaminated earthworms (7 studies), intracecal inoculation (4 studies), or parenteral injection (4 studies). Main methods to assess the course of the infection were mortality, observation of clinical signs and pathological lesions, monitoring of the weight of the infected birds, and detection of the parasite by various methods."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Poultry Diseases, Faculty of Veterinary Medicine, Free University Berlin, Königsweg 63, Berlin, 14163, Germany. hauck.ruediger@vetmed.fu-berlin.de"
          }
        ],
        "LastName": "Hauck",
        "ForeName": "Rüdiger",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hafez",
        "ForeName": "Hafez M",
        "Initials": "HM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Parasitol Res",
    "NlmUniqueID": "8703571",
    "ISSNLinking": "0932-0113"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Birds"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chickens"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Parabasalidea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Parasite Load"
    },
    {
      "QualifierName": [
        "mortality",
        "parasitology",
        "pathology"
      ],
      "DescriptorName": "Protozoan Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Survival Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Turkeys"
    }
  ]
}