{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18366524",
  "DateCompleted": {
    "Year": "2008",
    "Month": "07",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2014",
    "Month": "11",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/j.1440-1843.2008.01246.x"
    ],
    "Journal": {
      "ISSN": "1440-1843",
      "JournalIssue": {
        "Volume": "13 Suppl 1",
        "PubDate": {
          "Year": "2008",
          "Month": "Mar"
        }
      },
      "Title": "Respirology (Carlton, Vic.)",
      "ISOAbbreviation": "Respirology"
    },
    "ArticleTitle": "Global epidemiology of human infections with highly pathogenic avian influenza A (H5N1) viruses.",
    "Pagination": {
      "StartPage": "S2",
      "EndPage": "S9",
      "MedlinePgn": "S2-9"
    },
    "Abstract": {
      "AbstractText": [
        "From 1997 through 2007, human infections with highly pathogenic avian influenza A (H5N1) viruses resulted in rare, sporadic, severe and fatal cases among persons in 14 countries in Asia, the Middle East, Eastern Europe and Africa. Of 369 reported human H5N1 cases that occurred from 1997 through 2007, overall mortality was 60%. Ten antigenically and genetically distinct clades of H5N1 viruses have been identified to date, and strains from four clades have infected humans. Surveillance has focused upon hospitalized cases of febrile acute lower respiratory tract disease among persons with exposure to sick or dead poultry, or to a human H5N1 case. Detection of H5N1 virus infection is based primarily upon collection of respiratory tract specimens from suspected cases for RT-PCR testing. Most human H5N1 cases were previously healthy children or young adults who developed severe acute pulmonary or multi-organ disease following direct or close contact with sick or dead H5N1 virus-infected poultry. Occasional clusters of H5N1 cases have occurred, predominantly among blood-related family members. Limited human-to-human H5N1 virus transmission has been reported or could not be excluded in some clusters. The frequency of asymptomatic or clinically mild H5N1 virus infection is unknown, but limited investigations suggest that such infections have been rare since 2003. There is no evidence of sustained human-to-human H5N1 virus spread. However, H5N1 viruses continue to circulate and evolve among poultry in many countries, and there are many unanswered questions about human infection with H5N1 viruses. Thus, the pandemic influenza threat presented by H5N1 viruses persists."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Influenza Division, National Center for Immunization and Respiratory Diseases, Centers for Disease Control and Prevention, Atlanta, USA. tuyeki@cdc.gov"
          }
        ],
        "LastName": "Uyeki",
        "ForeName": "Timothy M",
        "Initials": "TM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Australia",
    "MedlineTA": "Respirology",
    "NlmUniqueID": "9616368",
    "ISSNLinking": "1323-7799"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Global Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Influenza A Virus, H5N1 Subtype"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Influenza, Human"
    }
  ],
  "NumberOfReferences": "79"
}