{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8995603",
  "DateCompleted": {
    "Year": "1997",
    "Month": "02",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "07",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-538X",
      "JournalIssue": {
        "Volume": "71",
        "Issue": "2",
        "PubDate": {
          "Year": "1997",
          "Month": "Feb"
        }
      },
      "Title": "Journal of virology",
      "ISOAbbreviation": "J Virol"
    },
    "ArticleTitle": "CD4, CXCR-4, and CCR-5 dependencies for infections by primary patient and laboratory-adapted isolates of human immunodeficiency virus type 1.",
    "Pagination": {
      "StartPage": "873",
      "EndPage": "882",
      "MedlinePgn": "873-82"
    },
    "Abstract": {
      "AbstractText": [
        "We have used a focal infectivity method to quantitatively analyze the CD4, CXCR-4, and CCR-5 dependencies for infections by diverse primary patient (PR) and laboratory-adapted (LA) isolates of human immunodeficiency virus type 1 (HIV-1). Infectivities of T-cell-tropic viruses were analyzed in a panel of HeLa-CD4 cell clones that have distinct quantities of CD4 and in human astroglioma U87MG-CD4 cells that express a large quantity of CD4 and become highly susceptible to infection after transfection with a CXCR-4 expression vector. The latter analysis indicated that PR as well as LA T-cell-tropic viruses efficiently employ CXCR-4 as a coreceptor in an optimal human cell line that contains abundant CD4. Previous uncertainties regarding coreceptor usage by PR T-cell-tropic HIV-1 isolates may therefore have derived from the assay conditions. As reported previously, unrelated LA and PR T-cell-tropic HIV-1 isolates differ in infectivities for the HeLa-CD4 clonal panel, with LA viruses infecting all clones equally and PR viruses infecting the clones in proportion to cellular CD4 quantities (D. Kabat, S. L. Kozak, K. Wherly, and B. Chesebro, J. Virol. 68:2570-2577, 1994). To analyze the basis for this difference, we used the HeLa-CD4 panel to compare a molecularly cloned T-cell-tropic PR virus (ELI1) with six of its variants that grow to different extents in CD4-positive leukemic cell lines and that differ only at specific positions in their gp120 and gp41 envelope glycoproteins. All mutations in gp120 or gp41 that contributed to laboratory adaptation preferentially enhanced infectivity for cells that had little CD4 and thereby decreased the CD4 dependencies of the infections. There was a close correlation between abilities of T-cell-tropic ELI viruses to grow in an expanded repertoire of leukemic cell lines, the reduced CD4 dependencies of their infections of the HeLa-CD4 panel, and their sensitivities to inactivation by soluble CD4 (sCD4). Since all of the ELI viruses can efficiently use CXCR-4 as a coreceptor, we conclude that an increase in viral affinity for CD4 rather than a switch in coreceptor specificity is principally responsible for laboratory adaption of T-cell-tropic HIV-1. Syncytium-inducing activities of the ELI viruses, especially when analyzed on cells with low amounts of CD4, were also highly correlated with their laboratory-adapted properties. Results with macrophage-tropic HIV-1 were strikingly different in both coreceptor and CD4 dependencies. When assayed in HeLa-CD4 cells transfected with an expression vector for CCR-5, macrophage-tropic HIV-1 isolates that had been molecularly cloned shortly after removal from patients were equally infectious for cells that had low or high CD4 quantities. Moreover, despite their substantial infectivities for cells that had only a trace of CD4, macrophage-tropic isolates were relatively resistant to inactivation by sCD4. We conclude that T-cell-tropic PR viruses bind weakly to CD4 and preferentially infect cells that coexpress CXCR-4 and large amounts of CD4. Their laboratory adaptation involves corresponding increases in affinities for CD4 and in abilities to infect cells that have relatively little CD4. In contrast, macrophage-tropic HIV-1 appears to interact weakly with CD4 although it can infect cells that coexpress CCR-5 and small quantities of CD4. We propose that cooperative binding of macrophage-tropic HIV-1 onto CCR-5 and CD4 may enhance virus adsorption and infectivity for cells that have only a trace of CD4."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biochemistry and Molecular Biology, Oregon Health Sciences University, Portland 97201-3098, USA."
          }
        ],
        "LastName": "Kozak",
        "ForeName": "S L",
        "Initials": "SL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Platt",
        "ForeName": "E J",
        "Initials": "EJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Madani",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ferro",
        "ForeName": "F E",
        "Initials": "FE",
        "Suffix": "Jr"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Peden",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kabat",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "GrantList": [
      {
        "GrantID": "CA67358",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Virol",
    "NlmUniqueID": "0113724",
    "ISSNLinking": "0022-538X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "CD4 Antigens"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "HIV Envelope Protein gp120"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Membrane Proteins"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Receptors, CCR5"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Receptors, CXCR4"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Receptors, Cytokine"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Receptors, HIV"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "immunology",
        "virology"
      ],
      "DescriptorName": "Acquired Immunodeficiency Syndrome"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "CD4 Antigens"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "HIV Envelope Protein gp120"
    },
    {
      "QualifierName": [],
      "DescriptorName": "HIV-1"
    },
    {
      "QualifierName": [
        "immunology",
        "virology"
      ],
      "DescriptorName": "HeLa Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Membrane Proteins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Receptors, CCR5"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Receptors, CXCR4"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Receptors, Cytokine"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Receptors, HIV"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "T-Lymphocyte Subsets"
    }
  ]
}