{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Los virus respiratorios fueron descubiertos progresivamente a partir del año 1950 gracias a la posibilidad de aislarlos en cultivos celulares. Los últimos fueron los coronavirus en la década de los años sesenta. No hubo más descubrimientos hasta 2001 con el metapneumovirus humano asociado a brotes de bronquiolitis en niños. Un año después, en noviembre de 2002, apareció el síndrome respiratorio agudo grave (SRAG) definido como una neumonía atípica, al que se asoció un nuevo virus como agente etiológico perteneciente a la familia de los coronavirus. En 2004 se descubrió otro coronavirus (CoV-NL63) y en 2005 se ha publicado el descubrimiento de un tercer coronavirus humano (CoV-HKU1). Además, varios subtipos del virus de la gripe A, que hasta ahora se pensaba que eran patógenos exclusivos de aves, se han transmitido directamente al ser humano. Si la infección respiratoria ha sido importante para el ser humano desde hace siglos, el conocimiento de nuevos virus asociados a ella se presenta en el siglo XXI como un importante campo de trabajo."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16159544",
  "DateCompleted": {
    "Year": "2005",
    "Month": "10",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "spa"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0213-005X",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "7",
        "PubDate": {
          "Year": "2005",
          "Season": "Aug-Sep"
        }
      },
      "Title": "Enfermedades infecciosas y microbiologia clinica",
      "ISOAbbreviation": "Enferm Infecc Microbiol Clin"
    },
    "ArticleTitle": "[SARS, avian influenza, and human metapneumovirus infection].",
    "Pagination": {
      "StartPage": "438",
      "EndPage": "448",
      "MedlinePgn": "438-47, quiz 448"
    },
    "Abstract": {
      "AbstractText": [
        "Beginning in the 1950s respiratory viruses have been gradually discovered by isolation in cell cultures The last were the coronaviruses in the 1960s. No new respiratory viruses were discovered until 2001 when human metapneumovirus was found in respiratory specimens from children with bronchiolitis. A year later, in November 2002, severe acute respiratory syndrome (SARS) suddenly appeared as atypical pneumonia. A novel virus belonging to the Coronaviridae family was found to be a cause of this infection. In 2004, a second coronavirus was discovered (CoV-NL63) and in 2005 a third new coronavirus was described (CoV-HKU1). In addition, several subtypes of the influenza A virus, previously known to infect only poultry and wild birds, were recently found to have been directly transmitted to humans. Respiratory infection has been a considerable problem for humans for centuries. Now, in the 21st century, with new associated viruses continuously emerging, it remains an important field for work."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratorio de Virus Respiratorios y Gripe, Centro Nacional de Microbiología, Instituto de Salud Carlos III, Majadahonda, Madrid, España. icasas@iscii.es"
          }
        ],
        "LastName": "Casas",
        "ForeName": "Inmaculada",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pozo",
        "ForeName": "Francisco",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Síndrome respiratorio agudo grave, gripe aviar e infección por metapneumovirus humano."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Enferm Infecc Microbiol Clin",
    "NlmUniqueID": "9104081",
    "ISSNLinking": "0213-005X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Communicable Diseases, Emerging"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Coronavirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Influenza A virus"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Influenza, Human"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Metapneumovirus"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Paramyxoviridae Infections"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Severe Acute Respiratory Syndrome"
    }
  ]
}