{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1576583",
  "DateCompleted": {
    "Year": "1992",
    "Month": "06",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0893-8512",
      "JournalIssue": {
        "Volume": "5",
        "Issue": "2",
        "PubDate": {
          "Year": "1992",
          "Month": "Apr"
        }
      },
      "Title": "Clinical microbiology reviews",
      "ISOAbbreviation": "Clin Microbiol Rev"
    },
    "ArticleTitle": "Human infections due to Malassezia spp.",
    "Pagination": {
      "StartPage": "101",
      "EndPage": "119",
      "MedlinePgn": "101-19"
    },
    "Abstract": {
      "AbstractText": [
        "The genus Malassezia contains three member species: Malassezia furfur and Malassezia sympodialis, both obligatory lipophilic, skin flora yeasts of humans, and Malassezia pachydermatis, a nonobligatory lipophilic, skin flora yeast of other warm-blooded animals. Several characteristics suggest the basidiomycetous nature of these yeasts, although a perfect stage has not been identified. Classically, these organisms are associated with superficial infections of the skin and associated structures, including pityriasis versicolor and folliculitis. Recently, however, they have been reported as agents of more invasive human diseases including deep-line catheter-associated sepsis. The latter infection occurs in patients, primarily infants, receiving parenteral nutrition (including lipid emulsions) through the catheter. The lipids presumably provide growth factors required for replication of the organisms. It is unclear how deep-line catheters become colonized with Malassezia spp. Skin colonization with M. furfur is common in infants hospitalized in neonatal intensive care units, whereas colonization of newborns hospitalized in well-baby nurseries and of older infants is rarely observed. Catheter colonization, which may occur without overt clinical symptoms, probably occurs secondary to skin colonization, with the organism gaining access either via the catheter insertion site on the skin or through the external catheter hub (connecting port). There is little information on the colonization of hospitalized patients by M. sympodialis or M. pachydermatis. Diagnosis of superficial infections is best made by microscopic examination of skin scrapings following KOH, calcofluor white, or histologic staining. Treatment of these infections involves the use of topical or oral antifungal agents, and it may be prolonged. Diagnosis of Malassezia catheter-associated sepsis requires detection of the organism in whole blood smears or in buffy coat smears of blood drawn through the infected catheter or isolation of the organism from catheter or peripheral blood or the catheter tip. Culture of M. furfur from blood is best achieved with Isolator tubes and plating onto a solid medium supplemented with a lipid source. Appropriate treatment of patients requires removal of the infected catheter with or without temporary stoppage of lipid emulsions; administration of antifungal therapeutic agents does not appear to be necessary. Because many patients who develop Malassezia catheter-associated sepsis have severe underlying illnesses, caution must be exercised in attributing all clinical deterioration to Malassezia infection. Our better understanding of how these organisms cause disease awaits the development of a useful typing scheme for epidemiologic studies and further studies on microbial virulence factors and the role of the immune response in pathogenesis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, Ohio State University, Columbus 43210."
          }
        ],
        "LastName": "Marcon",
        "ForeName": "M J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Powell",
        "ForeName": "D A",
        "Initials": "DA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Microbiol Rev",
    "NlmUniqueID": "8807282",
    "ISSNLinking": "0893-8512"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Dermatomycoses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "classification",
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Malassezia"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Mycoses"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Skin"
    }
  ]
}