{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1341911",
  "DateCompleted": {
    "Year": "1994",
    "Month": "02",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "10",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0100-879X",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "12",
        "PubDate": {
          "Year": "1992"
        }
      },
      "Title": "Brazilian journal of medical and biological research = Revista brasileira de pesquisas medicas e biologicas",
      "ISOAbbreviation": "Braz J Med Biol Res"
    },
    "ArticleTitle": "Pathogeny and immunological control of toxoplasmosis.",
    "Pagination": {
      "StartPage": "1163",
      "EndPage": "1169",
      "MedlinePgn": "1163-9"
    },
    "Abstract": {
      "AbstractText": [
        "1. Toxoplasma gondii is a ubiquitous, obligate intracellular parasite of worldwide distribution. In humans, the parasite exists in two forms: the tachyzoite is the rapidly multiplying stage of the parasite which actively invades host cells and represents the principal pathogenic form at the acute phase of the disease; the bradyzoite is the form which multiplies slowly in host cells, resulting in the formation of cysts which persist in tissues. Several antigenic components have been identified, some of which are characteristic for each parasitic stage; particularly, in tachyzoites, the 30 kDa membrane protein represents up to 5% of the total protein content. 2. Toxoplasma infection in humans is usually asymptomatic because of effective immunity involving antibodies, T cells and cytokines. Activated macrophages, CD4 and CD8 lymphocytes and cytokines, such IFN gamma, play a major role in the control of acute infection and the maintenance of infection at the chronic stage. The alteration of immune functions, as observed in congenitally infected children and in HIV-infected patients, may induce the recrudescence of previously latent toxoplasmosis, in relation to disruption of the cyst form of the parasite. The resulting reactivation is responsible for life-threatening infections which are frequently manifested as toxoplasmic encephalitis. 3. In this review, the parasite and immunological factors participating in the pathogenesis of the lesions associated with acute, chronic and reactivated toxoplasmosis are presented."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratoire de Parasitologie-Mycologie, Hôpital Saint-Louis, Paris, France."
          }
        ],
        "LastName": "Derouin",
        "ForeName": "F",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Braz J Med Biol Res",
    "NlmUniqueID": "8112917",
    "ISSNLinking": "0100-879X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Antibody Formation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunity, Cellular"
    },
    {
      "QualifierName": [
        "immunology",
        "pathogenicity"
      ],
      "DescriptorName": "Toxoplasma"
    },
    {
      "QualifierName": [
        "etiology",
        "immunology",
        "parasitology"
      ],
      "DescriptorName": "Toxoplasmosis"
    },
    {
      "QualifierName": [
        "etiology",
        "immunology",
        "parasitology"
      ],
      "DescriptorName": "Toxoplasmosis, Animal"
    }
  ],
  "NumberOfReferences": "52"
}