{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11227895",
  "DateCompleted": {
    "Year": "2001",
    "Month": "03",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-3395",
      "JournalIssue": {
        "Volume": "87",
        "Issue": "1",
        "PubDate": {
          "Year": "2001",
          "Month": "Feb"
        }
      },
      "Title": "The Journal of parasitology",
      "ISOAbbreviation": "J Parasitol"
    },
    "ArticleTitle": "Oocyst shedding by cats fed isolated bradyzoites and comparison of infectivity of bradyzoites of the VEG strain Toxoplasma gondii to cats and mice.",
    "Pagination": {
      "StartPage": "215",
      "EndPage": "219",
      "MedlinePgn": "215-9"
    },
    "Abstract": {
      "AbstractText": [
        "Infectivity of bradyzoites of the VEG strain of Toxoplasma gondii was compared in cats and mice. For this, tissue cysts were separated from brains of infected mice using a Percoll gradient, and bradyzoites were released by incubation in acidic pepsin solution. After filtration through a 3-microm filter, bradyzoites were counted and diluted 10-fold in RPMI tissue culture medium. Dilutions estimated to have 1, 10, 100, and 1,000 bradyzoites were fed to cats and inoculated into mice, orally or subcutaneously (s.c.). Three experiments were performed. In experiment 1, 2 of 2 cats fed 1,000 bradyzoites, 1 of 2 cats fed 100 bradyzoites, 1 of 4 cats fed 10 bradyzoites, and 1 of 4 cats fed 1 bradyzoite shed millions of oocysts; 1,000 bradyzoites were infective to all 4 inoculated mice s.c. but not to 4 mice inoculated orally, and 100 bradyzoites were infective to 2 of 4 mice injected s.c. but not to 4 mice inoculated orally. All 16 mice (8 oral, 8 s.c.) injected with 1 or 10 bradyzoites were negative for T. gondii. In experiment 2, 1 of 4 cats fed 10 counted bradyzoites shed oocysts; the same inocula were not infective to 4 mice injected s.c. In experiment 3, 3 of 4 cats fed 1,000 bradyzoites shed oocysts and the inocula were infective to 10 of 10 mice s.c. and 4 of 10 mice orally; 4 of 4 cats fed 100 bradyzoites shed oocysts and the inocula were infective to 6 of 10 mice s.c. and 0 of 10 mice orally; 10 bradyzoites were not infective to cats and mice. Results indicate that bradyzoites are more infective to cats than to mice, and cats can shed millions of oocysts after ingesting just a few bradyzoites."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Livestock and Poultry Sciences Institute, Beltsville Agricultural Research Center, Maryland 20705-2350, USA."
          }
        ],
        "LastName": "Dubey",
        "ForeName": "J P",
        "Initials": "JP"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Parasitol",
    "NlmUniqueID": "7803124",
    "ISSNLinking": "0022-3395"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "parasitology",
        "physiopathology"
      ],
      "DescriptorName": "Cat Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cats"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "growth & development",
        "pathogenicity"
      ],
      "DescriptorName": "Toxoplasma"
    },
    {
      "QualifierName": [
        "parasitology",
        "physiopathology"
      ],
      "DescriptorName": "Toxoplasmosis, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ]
}