{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "DNA virus",
      "Drosophila innubila",
      "co-evolution",
      "evolutionary biology",
      "genetics",
      "genomics",
      "immunity"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Animals constantly evolve to protect themselves against viruses, and in turn, viruses evolve to escape their host’s new defenses. As a result, genes involved in this arms’ race are some of the fastest evolving in nature. A better understanding of how host-virus evolution works could help in the search for treatments for many human and animal diseases. Repetition is one of the gold standard requirements for biological experiments. Watching different groups of animals and viruses evolve under the same conditions makes it possible for researchers to work out whether certain changes are more likely than others. This is easy to do in the laboratory, where conditions can be controlled, but much more complicated to accomplish in the wild. Wild populations are rarely completely isolated, and often face different environmental conditions. One animal-virus pair for which this is not the case is made up of the fly <i>Drosophila innubila</i>, and its virus <i>Drosophila innubila nudivirus</i>. They live in the 'sky islands' of North America, patches of forests surrounded by hundreds of kilometers of desert. These islands are like natural test tubes, isolated ecosystems each with its own separate fly and virus populations and limited gene flow between populations. To understand how this virus-host pair evolves, Hill and Unckless sequenced the genomes of flies and viruses from four different populations. While the fly genomes did not show evidence of strong differences between populations, the virus genomes did. There were two distinct types of virus, one of which was a lot more effective than the other at infecting flies, possibly because it was better at blocking the fly's immune defenses. Unexpectedly, this virus type had evolved more than once, emerging separately on at least four different occasions. Hill and Unckless suggest that the natural interactions between flies with similar genomes and the virus guide evolution down the same path time and time again. This work on wild populations contributes to the understanding of the evolution of viruses and their hosts. One question left unanswered is why both types of virus (one more effective at infecting the flies and the other less so) persist in each population when one is better at blocking the fly's immune response? Future work using isolated populations like these could shed more light on the pressures that shape the evolution of viruses and their hosts, potentially helping in the study of human viruses, like HIV."
      ],
      "CopyrightInformation": "© 2020, Hill and Unckless."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33112738",
  "DateCompleted": {
    "Year": "2021",
    "Month": "03",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "10",
        "Day": "28"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e58931",
      "10.7554/eLife.58931"
    ],
    "Journal": {
      "ISSN": "2050-084X",
      "JournalIssue": {
        "Volume": "9",
        "PubDate": {
          "Year": "2020",
          "Month": "Oct",
          "Day": "28"
        }
      },
      "Title": "eLife",
      "ISOAbbreviation": "Elife"
    },
    "ArticleTitle": "Recurrent evolution of high virulence in isolated populations of a DNA virus.",
    "Abstract": {
      "AbstractText": [
        "Hosts and viruses are constantly evolving in response to each other: as a host attempts to suppress a virus, the virus attempts to evade and suppress the host's immune system. Here, we describe the recurrent evolution of a virulent strain of a DNA virus, which infects multiple Drosophila species. Specifically, we identified two distinct viral types that differ 100-fold in viral titer in infected individuals, with similar differences observed in multiple species. Our analysis suggests that one of the viral types recurrently evolved at least four times in the past ~30,000 years, three times in Arizona and once in another geographically distinct species. This recurrent evolution may be facilitated by an effective mutation rate which increases as each prior mutation increases viral titer and effective population size. The higher titer viral type suppresses the host-immune system and an increased virulence compared to the low viral titer type."
      ],
      "CopyrightInformation": "© 2020, Hill and Unckless."
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-4661-6391"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Department of Molecular Biosciences, University of Kansas, Lawrence, United States."
          }
        ],
        "LastName": "Hill",
        "ForeName": "Tom",
        "Initials": "T"
      },
      {
        "Identifier": [
          "0000-0001-8586-7137"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Department of Molecular Biosciences, University of Kansas, Lawrence, United States."
          }
        ],
        "LastName": "Unckless",
        "ForeName": "Robert L",
        "Initials": "RL"
      }
    ],
    "DataBankList": [
      {
        "DataBankName": "SRA",
        "AccessionNumberList": [
          "SRP187240"
        ]
      },
      {
        "DataBankName": "Dryad",
        "AccessionNumberList": [
          "10.5061/dryad.2fqz612mh"
        ]
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 AI139154",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "P20 GM103638",
        "Acronym": "GM",
        "Agency": "NIGMS NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R00 GM114714",
        "Acronym": "NH",
        "Agency": "NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "P20 GM103418",
        "Acronym": "GM",
        "Agency": "NIGMS NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01 AI139154",
        "Acronym": "NH",
        "Agency": "NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural",
      "Research Support, U.S. Gov't, Non-P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Elife",
    "NlmUniqueID": "101579614",
    "ISSNLinking": "2050-084X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biological Evolution"
    },
    {
      "QualifierName": [
        "veterinary",
        "virology"
      ],
      "DescriptorName": "DNA Virus Infections"
    },
    {
      "QualifierName": [
        "genetics",
        "isolation & purification",
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "DNA Viruses"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Drosophila"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ],
  "CoiStatement": "TH, RU No competing interests declared"
}