{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19825108",
  "DateCompleted": {
    "Year": "2010",
    "Month": "01",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/j.1365-3024.2009.01163.x"
    ],
    "Journal": {
      "ISSN": "1365-3024",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "11",
        "PubDate": {
          "Year": "2009",
          "Month": "Nov"
        }
      },
      "Title": "Parasite immunology",
      "ISOAbbreviation": "Parasite Immunol"
    },
    "ArticleTitle": "Helminths and malignancy.",
    "Pagination": {
      "StartPage": "686",
      "EndPage": "696",
      "MedlinePgn": "686-96"
    },
    "Abstract": {
      "AbstractText": [
        "It has been estimated that chronic infections with viruses, bacteria and parasites contribute to 17.8% of the global burden of cancer, although only a relatively small proportion of the infection-related cancers can be attributed to helminth infections. These are important because of the high number of people who are exposed or infected worldwide. Carcinogenesis associated with helminth infections is a complex process, which may involve several different mechanisms, but chronic inflammation is a key feature. Host immune responses and immunopathological processes mediate inflammatory responses and any failure in the control of the immunological components involved in this response can lead to chronic inflammation. This may generate a microenvironment that might be conducive to the initiation and development of cancer. Inflammatory cells generate free radicals and nitrogen species, which can oxidize and damage DNA and lead to genetic instabilities and malignant transformation. Physical damage caused by the parasites, their eggs or secreted products leads to restorative hyperplasia of the damaged tissue. This may promote the propagation of cells, in which genotoxic damage and pre-malignant change has taken place. Three helminth infections have been classified as definitely carcinogenic to humans (group 1 carcinogens), namely Schistosoma haematobium, which is associated with cancer of the urinary bladder and the food-borne liver flukes Clonorchis sinensis and Opisthorchis viverrini associated with cholangiocarcinoma of the liver. Reducing the level of infection and the risk of getting (re)infected will reduce the risk of cancer development later in life. Helminth infections are thus a preventable cause of cancer, emphasizing the need for sustainable helminth control in endemic areas coupled with health education, especially in relation to food-borne liver fluke infections."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "DBL-Centre for Health Research and Development, Faculty of Life Sciences, University of Copenhagen, Frederiksberg C, Denmark. bjv@life.ku.dk"
          }
        ],
        "LastName": "Vennervald",
        "ForeName": "B J",
        "Initials": "BJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Polman",
        "ForeName": "K",
        "Initials": "K"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Parasite Immunol",
    "NlmUniqueID": "7910948",
    "ISSNLinking": "0141-9838"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "complications",
        "parasitology",
        "pathology"
      ],
      "DescriptorName": "Helminthiasis"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Helminths"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Inflammation"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ],
  "NumberOfReferences": "146"
}