{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10457027",
  "DateCompleted": {
    "Year": "1999",
    "Month": "09",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0017-5749",
      "JournalIssue": {
        "Volume": "45 Suppl 1",
        "Issue": "Suppl 1",
        "PubDate": {
          "Year": "1999",
          "Month": "Jul"
        }
      },
      "Title": "Gut",
      "ISOAbbreviation": "Gut"
    },
    "ArticleTitle": "Are all helicobacters equal? Mechanisms of gastroduodenal pathology and their clinical implications.",
    "Pagination": {
      "StartPage": "I1",
      "EndPage": "I4",
      "MedlinePgn": "I1-4"
    },
    "Abstract": {
      "AbstractText": [
        "Most cases of peptic ulcer disease, gastric mucosa associated lymphoid tissue (MALT) lymphoma and cancer of the distal stomach are complications of Helicobacter pylori infection. However, as with most infections not all patients who contract the infection develop the complications of the disease. The other factors that influence the likelihood of problems arising are the virulence of the infecting organism, the genetic constitution and age of the host, and environmental factors. This paper focuses mainly upon the effect of strain differences and the causation of serious disease. There is considerable genetic variation between the different strains of H pylori, some causing a more severe inflammatory response in the host than others. These strains are also associated with a greater likelihood of causing peptic ulcer, atrophic gastritis and intestinal metaplasia and gastric cancer. There is some evidence to suggest that these more virulent organisms may also protect the host from the development of reflux oesophagitis and possibly cancer in the region of the gastro-oesophageal junction. The major difference between virulent and relatively avirulent organisms depends upon the presence of the cag pathogenicity island, a segment of DNA that has been acquired possibly from another organism and is now incorporated within the helicobacter genome. Its presence is associated with the secretion of the vacuolating toxin which is a protein known to cause damage in cell culture and in vivo. As CagA, one of the proteins produced by the pathogenicity island, is highly antigenic, people infected with more virulent strains can be identified by a blood test. Currently controversy surrounds the question as to whether all patients with H pylori should be treated for infection or whether medication should be reserved for those who already have the complications of the infection, or individuals infected with the more virulent strain of the organism."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Digestive Diseases, The General Infirmary at Leeds, Great George Street, Leeds LS1 3EX, UK."
          }
        ],
        "LastName": "Axon",
        "ForeName": "A T",
        "Initials": "AT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Gut",
    "NlmUniqueID": "2985108R",
    "ISSNLinking": "0017-5749"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antigens, Bacterial"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Bacterial Proteins"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "VacA protein, Helicobacter pylori"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "cagA protein, Helicobacter pylori"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Antigens, Bacterial"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Bacterial Proteins"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Duodenal Ulcer"
    },
    {
      "QualifierName": [
        "complications",
        "microbiology"
      ],
      "DescriptorName": "Helicobacter Infections"
    },
    {
      "QualifierName": [
        "classification",
        "immunology",
        "pathogenicity"
      ],
      "DescriptorName": "Helicobacter pylori"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Stomach Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ]
}