{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9188597",
  "DateCompleted": {
    "Year": "1997",
    "Month": "07",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "07",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-538X",
      "JournalIssue": {
        "Volume": "71",
        "Issue": "7",
        "PubDate": {
          "Year": "1997",
          "Month": "Jul"
        }
      },
      "Title": "Journal of virology",
      "ISOAbbreviation": "J Virol"
    },
    "ArticleTitle": "Neurologic disease induced by polytropic murine retroviruses: neurovirulence determined by efficiency of spread to microglial cells.",
    "Pagination": {
      "StartPage": "5287",
      "EndPage": "5294",
      "MedlinePgn": "5287-94"
    },
    "Abstract": {
      "AbstractText": [
        "Several murine leukemia viruses (MuLV) induce neurologic disease in susceptible mice. To identify features of central nervous system (CNS) infection that correlate with neurovirulence, we compared two neurovirulent MuLV, Fr98 and Fr98/SE, with a nonneurovirulent MuLV, Fr54. All three viruses utilize the polytropic receptor and are coisogenic, each containing a different envelope gene within a common genetic background. Both Fr98 and Fr98/SE induce a clinical neurologic disease characterized by hyperexcitability and ataxia yet differ in incubation period, 16 to 30 and 30 to 60 days, respectively. Fr54 infects the CNS but fails to induce clinical signs of neurologic disease. In this study, we compared the histopathology, regional virus distribution, and cell tropism in the brain, as well as the relative CNS viral burdens. All three viruses induced similar histopathologic effects, characterized by intense reactive astrogliosis and microglial activation associated with minimal vacuolar degeneration. The infected target cells for each virus consisted primarily of endothelial and microglial cells, with rare oligodendrocytes. Infection localized predominantly in white matter tracts of the cerebellum, internal capsule, and corpus callosum. The only feature that correlated with relative neurovirulence was viral burden as measured by both viral CA protein expression in cerebellar homogenates and quantification of infected cells. Interestingly, Fr54 (nonneurovirulent) and Fr98/SE (slow disease) had similar viral burdens at 3 weeks postinoculation, suggesting that they entered the brain with comparable efficiencies. However, spread of Fr98/SE within the brain thereafter exceeded that of Fr54, reaching levels of viral burden comparable to that seen for Fr98 (rapid disease) at 3 weeks. These results suggest that the determinants of neurovirulence in the envelope gene may influence the efficiency of virus spread within the brain and that a critical number of infected cells may be required for induction of clinical neurologic disease."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Persistent Viral Diseases, Rocky Mountain Laboratories, National Institute of Allergy and Infectious Diseases, National Institutes of Health, Hamilton, Montana 59840, USA."
          }
        ],
        "LastName": "Robertson",
        "ForeName": "S J",
        "Initials": "SJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hasenkrug",
        "ForeName": "K J",
        "Initials": "KJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chesebro",
        "ForeName": "B",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Portis",
        "ForeName": "J L",
        "Initials": "JL"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Virol",
    "NlmUniqueID": "0113724",
    "ISSNLinking": "0022-538X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "cytology",
        "virology"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Leukemia, Experimental"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, Inbred Strains"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Microglia"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Mink Cell Focus-Inducing Viruses"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Retroviridae Infections"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Tumor Virus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Viral Load"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ]
}