{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8537286",
  "DateCompleted": {
    "Year": "1996",
    "Month": "02",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0305-7453",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "1",
        "PubDate": {
          "Year": "1995",
          "Month": "Jul"
        }
      },
      "Title": "The Journal of antimicrobial chemotherapy",
      "ISOAbbreviation": "J Antimicrob Chemother"
    },
    "ArticleTitle": "Speculations on the influence of infecting phenotype on virulence and antibiotic susceptibility of Legionella pneumophila.",
    "Pagination": {
      "StartPage": "7",
      "EndPage": "21",
      "MedlinePgn": "7-21"
    },
    "Abstract": {
      "AbstractText": [
        "It is not clear how Legionella pneumophila, which is a ubiquitous aquatic organism not possessing a mammalian reservoir, evolved the ability to cause human disease. The unusual ecology of the organism may play an important role in the transmission and virulence of legionella infections. L. pneumophila can infect and kill specific species of free-living amoebae as well as multiplying as an intracellular parasite in human phagocytic cells. In nature L. pneumophila can survive and possibly replicate in free suspension, and grow in biofilms and in protozoa thus leading to diverse phenotypes, potentially with diverse virulence and susceptibility properties. Indeed, recent evidence shows that intra-amoeba growth induces a phenotype that is dramatically different physiologically to that obtained in vitro, with altered virulence and susceptibility properties. Growth in macrophages also has profound effect on the physiological properties of L. pneumophila. Many different stress proteins are expressed by the organism as a result of intra-macrophage growth. A heat shock protein is abundantly synthesised and may be presented on the surface of infected macrophages, which allows them to be targeted by T-lymphocytes for destruction. The difficulties in successfully treating Legionnaires' disease are probably influenced by the intracellular location of L. pneumophila. Retrospective clinical studies show that it is only drugs such as erythromycin, ciprofloxacin and rifampicin, which are capable of accumulating in phagocytic cells, that are efficacious in the treatment of legionnaires' disease. Despite the use of such drugs treatment failures occur, but these do not appear to be associated with the emergence of resistant strains. Studies have shown that although erythromycin and rifampicin can inhibit the multiplication of L. pneumophila in macrophages the organism is not killed and can resume multiplying when the drugs are removed. Thus a competent cell mediated immune response is important in recovery from legionella infections. There is an urgent need for greater understanding of how the changes induced by intracellular growth affect sensitivity to antibiotics and of how the changes induced by intracellular growth affect sensitivity to antibiotics and host defences. Immunocompromised patients, who have the highest mortality rates, are likely to gain the most from progress in the treatment of L. pneumophila infections."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biomedical Sciences, Sheffield Hallam University, UK."
          }
        ],
        "LastName": "Barker",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Brown",
        "ForeName": "M R",
        "Initials": "MR"
      }
    ],
    "GrantList": [
      {
        "Agency": "Wellcome Trust",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Antimicrob Chemother",
    "NlmUniqueID": "7513617",
    "ISSNLinking": "0305-7453"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Bacterial Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Bacterial Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "drug effects",
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Legionella pneumophila"
    },
    {
      "QualifierName": [
        "drug therapy",
        "microbiology"
      ],
      "DescriptorName": "Legionnaires' Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phenotype"
    }
  ],
  "NumberOfReferences": "131"
}