{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23261358",
  "DateCompleted": {
    "Year": "2013",
    "Month": "07",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "12",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.molbiopara.2012.12.003",
      "S0166-6851(12)00286-1"
    ],
    "Journal": {
      "ISSN": "1872-9428",
      "JournalIssue": {
        "Volume": "187",
        "Issue": "1",
        "PubDate": {
          "Year": "2013",
          "Month": "Jan"
        }
      },
      "Title": "Molecular and biochemical parasitology",
      "ISOAbbreviation": "Mol Biochem Parasitol"
    },
    "ArticleTitle": "Molecular assessment of trematode co-infection and intraspecific competition in molluscan intermediate hosts.",
    "Pagination": {
      "StartPage": "52",
      "EndPage": "59",
      "MedlinePgn": "52-9"
    },
    "Abstract": {
      "AbstractText": [
        "In natural populations of the human parasite Schistosoma mansoni, parasite distribution among snail intermediate hosts is generally overdispersed, such that a small proportion of hosts harbor the majority of parasite genotypes. Within these few infected snails, researchers have found that it can be common for hosts to harbor multiple parasite genotypes, creating circumstances in which co-infecting parasites are faced with potential competition over limited host resources. Much theoretical modeling has focused on parasite competition, especially regarding the influence of co-infection on parasite exploitation strategy evolution. However, particularly in the case of intra-molluscan intermediate stages, empirical investigations of parasite-parasite competition have often hinged on the untested assumption that co-exposure produces co-infection. That is, infected hosts exposed to multiple strains have been assumed to harbor multiple strains, regardless of the true nature of the infection outcome. Here we describe a real-time quantitative PCR method to distinguish the conditions of multiple- versus single-strain infection, as well as quantify the relative larval output of co-infecting strains. We applied the method to an empirical investigation of intraspecific parasite competition between S. mansoni strains within the intermediate snail host Biomphalaria glabrata, assessing co-exposure's effects on parasite infectivity and productivity and the concomitant effects on host fitness. Overall, there was no effect of parasite co-infection on snail life history traits relative to single-strain infection. Parasite infectivity significantly increased as a result of increasing overall miracidial dose, rather than co-exposure, though strain-specific productivity was significantly reduced in co-infections in manner consistent with resource competition. Moreover, we show that less than half of infected, co-exposed hosts had patent co-infections and demonstrate the utility of this molecular tool for the study of trematode life history variation in molluscan hosts."
      ],
      "CopyrightInformation": "Copyright © 2012 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biological Sciences, Purdue University, West Lafayette, IN, USA. thiele.elizabeth@gmail.com"
          }
        ],
        "LastName": "Thiele",
        "ForeName": "Elizabeth A",
        "Initials": "EA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Minchella",
        "ForeName": "Dennis J",
        "Initials": "DJ"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 AI042768",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R01-A1042768",
        "Agency": "PHS HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, N.I.H., Extramural"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Mol Biochem Parasitol",
    "NlmUniqueID": "8006324",
    "ISSNLinking": "0166-6851"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Biomphalaria"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Coinfection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Competitive Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Real-Time Polymerase Chain Reaction"
    },
    {
      "QualifierName": [
        "classification",
        "genetics",
        "physiology"
      ],
      "DescriptorName": "Schistosoma mansoni"
    }
  ]
}