{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Aporocotylidae",
      "Bivalvia",
      "Diplostomida",
      "Elopicola",
      "Life cycle",
      "Schistosomatoidea"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "36328150",
  "DateCompleted": {
    "Year": "2023",
    "Month": "02",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "10",
        "Day": "31"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ijpara.2022.09.007",
      "S0020-7519(22)00135-7"
    ],
    "Journal": {
      "ISSN": "1879-0135",
      "JournalIssue": {
        "Volume": "53",
        "Issue": "1",
        "PubDate": {
          "Year": "2023",
          "Month": "Jan"
        }
      },
      "Title": "International journal for parasitology",
      "ISOAbbreviation": "Int J Parasitol"
    },
    "ArticleTitle": "Evidence that a lineage of teleost-infecting blood flukes (Aporocotylidae) infects bivalves as intermediate hosts.",
    "Pagination": {
      "StartPage": "13",
      "EndPage": "25",
      "MedlinePgn": "13-25"
    },
    "Abstract": {
      "AbstractText": [
        "The family Aporocotylidae is recognized as having the widest intermediate host usage in the Digenea. Currently, intermediate host groups are clearly correlated with definitive host groups; all known life cycles of marine teleost-infecting aporocotylids involve polychaetes, those of freshwater teleost-infecting aporocotylids involve gastropods, and those of chondrichthyan-infecting aporocotylids involve bivalves. Here we report the life cycle for a marine elopomorph-infecting species, Elopicola bristowi Orélis-Ribeiro & Bullard in Orélis-Ribeiro, Halanych, Dang, Bakenhaster, Arias & Bullard, 2017, as infecting a bivalve, Anadara trapezia (Deshayes) (Arcidae), as the intermediate host in Moreton Bay, Queensland, Australia. The cercaria of E. bristowi has a prominent finfold, distinct anterior and posterior widenings of the oesophagus, a tail with symmetrical furcae with finfolds, and develops in elongate to oval sporocysts. We also report molecular data for an unmatched aporocotylid cercaria from another bivalve, Megapitaria squalida (G. B. Sowerby I) (Veneridae), from the Gulf of California, Mexico, and six unmatched cercariae from a gastropod, Posticobia brazieri (E. A. Smith) (Tateidae), from freshwater systems of south-east Queensland, Australia. Phylogenetic analyses demonstrate the presence of six strongly-supported lineages within the Aporocotylidae, including one of elopomorph-infecting genera, Elopicola Bullard, 2014 and Paracardicoloides Martin, 1974, now shown to use both gastropods and bivalves as intermediate hosts. Of a likely 14 aporocotylid species reported from bivalves, six are now genetically characterised. The cercarial morphology of these six species demonstrates a clear distinction between those that infect chondrichthyans and those that infect elopomorphs; chondrichthyan-infecting aporocotylids have cercariae with asymmetrical furcae that lack finfolds and develop in spherical sporocysts whereas those of elopomorph-infecting aporocotylids have symmetrical furcae with finfolds and develop in elongate sporocysts. This morphological correlation allows predictions of the host-based lineage to which the unsequenced species belong. The Aporocotylidae is proving exceptional in is propensity for major switches in intermediate host use, with the most parsimonious interpretation of intermediate host distribution implying a minimum of three host switches within the family."
      ],
      "CopyrightInformation": "Crown Copyright © 2022. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Queensland Museum, Biodiversity and Geosciences Program, South Brisbane, Queensland 4101, Australia. Electronic address: scott.cutmore@uqconnect.edu.au."
          }
        ],
        "LastName": "Cutmore",
        "ForeName": "Scott C",
        "Initials": "SC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Natural History Museum, London, United Kingdom."
          }
        ],
        "LastName": "Littlewood",
        "ForeName": "D Timothy J",
        "Initials": "DTJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instituto Politécnico Nacional, Centro Interdisciplinario de Ciencias Marinas, Av. Instituto Politécnico Nacional s/n Col. Playa Palo de Santa Rita, C.P. 23096 La Paz, Baja California Sur, Mexico."
          }
        ],
        "LastName": "Arellano-Martínez",
        "ForeName": "Marcial",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The University of Queensland, School of Biological Sciences, Brisbane, Queensland, 4072, Australia."
          }
        ],
        "LastName": "Louvard",
        "ForeName": "Clarisse",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The University of Queensland, School of Biological Sciences, Brisbane, Queensland, 4072, Australia."
          }
        ],
        "LastName": "Cribb",
        "ForeName": "Thomas H",
        "Initials": "TH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Parasitol",
    "NlmUniqueID": "0314024",
    "ISSNLinking": "0020-7519"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Trematode Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phylogeny"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Trematoda"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Schistosomiasis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Cycle Stages"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oocysts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gastropoda"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bivalvia"
    }
  ]
}