{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21313848",
  "DateCompleted": {
    "Year": "2011",
    "Month": "03",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2011",
    "Month": "02",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0005-2086",
      "JournalIssue": {
        "Volume": "54",
        "Issue": "4",
        "PubDate": {
          "Year": "2010",
          "Month": "Dec"
        }
      },
      "Title": "Avian diseases",
      "ISOAbbreviation": "Avian Dis"
    },
    "ArticleTitle": "Different routes of inoculation impact infectivity and pathogenesis of H5N1 high pathogenicity avian influenza virus infection in chickens and domestic ducks.",
    "Pagination": {
      "StartPage": "1260",
      "EndPage": "1269",
      "MedlinePgn": "1260-9"
    },
    "Abstract": {
      "AbstractText": [
        "The H5N1 type A influenza viruses classified as Qinghai-like virus (clade 2.2) are a unique lineage of type A influenza viruses with the capacity to produce significant disease and mortality in gallinaceous and anseriform birds, including domestic and wild ducks. The objective of this study was to determine the susceptibility and pathogenesis of chickens and domestic ducks to A/Whooper Swan/Mongolia/224/05 (H5N1) high pathogenicity avian influenza (HPAI) virus when administered through respiratory or alimentary routes of exposure. The chickens and ducks were more susceptible to the H5N1 HPAI virus, as evidenced by low infectious and lethal viral doses, when exposed by intranasal as compared to alimentary routes of inoculation (intragastric or oral-fed infected chicken meat). In the alimentary exposure pathogenesis study, pathologic changes included hemorrhage, necrosis, and inflammation in association with virus detection. These changes were generally observed in most of the visceral organs of chickens, between 2 and 4 days postinoculation (DPI), and are similar to lesions and virus localization seen in birds in natural cases or in experimental studies using the intranasal route. Alimentary exposure to the virus caused systemic infection in the ducks, characterized by moderate lymphocytic encephalitis, necrotized hepatitis, and pancreatitis with a corresponding demonstration of virus within the lesions. In both chickens and ducks with alimentary exposure, lesions, virus, or both were first demonstrated in the upper alimentary tract on 1 DPI, suggesting that the alimentary tract was the initial site affected upon consumption of infected meat or on gavage of virus in liquid medium. However, as demonstrated in the infectivity study in chickens, alimentary infection required higher exposure doses to produce infection as compared to intranasal exposure in chickens. These data suggest that upper respiratory exposure to H5N1 HPAI virus in birds is more likely to result in virus infection and transmission than will consumption of infected meat, unless the latter contains high doses of virus, as found in cannibalized infected carcasses."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Import Risk Assessment Division, National Veterinary Research and Quarantine Service, 480 Anyang-6 Dong, Anyang City, Gyeonggi Province, South Korea."
          }
        ],
        "LastName": "Kwon",
        "ForeName": "Y K",
        "Initials": "YK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Swayne",
        "ForeName": "D E",
        "Initials": "DE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, Non-P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Avian Dis",
    "NlmUniqueID": "0370617",
    "ISSNLinking": "0005-2086"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chickens"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ducks"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Gastrointestinal Tract"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Influenza A Virus, H5N1 Subtype"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Influenza in Birds"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Respiratory System"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Specific Pathogen-Free Organisms"
    }
  ]
}