{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28795249",
  "DateCompleted": {
    "Year": "2017",
    "Month": "10",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "08",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00705-017-3523-x"
    ],
    "Journal": {
      "ISSN": "1432-8798",
      "JournalIssue": {
        "Volume": "162",
        "Issue": "11",
        "PubDate": {
          "Year": "2017",
          "Month": "Nov"
        }
      },
      "Title": "Archives of virology",
      "ISOAbbreviation": "Arch Virol"
    },
    "ArticleTitle": "Characterization of thymus-associated lymphoid depletion in bovine calves acutely or persistently infected with bovine viral diarrhea virus 1, bovine viral diarrhea virus 2 or HoBi-like pestivirus.",
    "Pagination": {
      "StartPage": "3473",
      "EndPage": "3480",
      "MedlinePgn": "3473-3480"
    },
    "Abstract": {
      "AbstractText": [
        "Naïve pregnant cattle exposed to pestiviruses between 40-125 days of gestation can give birth to persistently infected (PI) calves. Clinical presentation and survivability, in PI cattle, is highly variable even with the same pestivirus strain whereas the clinical presentation in acute infections is more uniform with severity of symptoms being primarily a function of virulence of the infecting virus. The aim of this study was to compare thymic depletion, as measured by comparing the area of the thymic cortex to the medulla (corticomedullary ratio), in acute and persistent infections of the same pestivirus isolate. The same general trends were observed with each pestivirus isolate. Thymic depletion was observed in both acutely and persistently infected calves. The average thymic depletion observed in acutely infected calves was greater than that in age matched PI calves. PI calves, regardless of infecting virus, revealed a greater variability in amount of depletion compared to acutely infected calves. A trend was observed between survivability and depletion of the thymus, with PI calves surviving less than 5 weeks having lower corticomedullary ratios and greater depletion. This is the first study to compare PI and acutely infected calves with the same isolates as well as to evaluate PI calves based on survivability. Further, this study identified a quantifiable phenotype associated with potential survivability."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Ruminant Disease and Immunology Research Unit, National Animal Disease Center, United States Department of Agriculture, Agricultural Research Service, Ames, IA, 50010, USA. Shollie.Falkenberg@ars.usda.gov."
          }
        ],
        "LastName": "Falkenberg",
        "ForeName": "Shollie M",
        "Initials": "SM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Veterinary and Biomedical Sciences, South Dakota State University, Brookings, SD, USA."
          }
        ],
        "LastName": "Bauermann",
        "ForeName": "Fernando V",
        "Initials": "FV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Ruminant Disease and Immunology Research Unit, National Animal Disease Center, United States Department of Agriculture, Agricultural Research Service, Ames, IA, 50010, USA."
          }
        ],
        "LastName": "Ridpath",
        "ForeName": "Julia F",
        "Initials": "JF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Austria",
    "MedlineTA": "Arch Virol",
    "NlmUniqueID": "7506870",
    "ISSNLinking": "0304-8608"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cattle"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Diarrhea Virus 1, Bovine Viral"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Diarrhea Virus 2, Bovine Viral"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Lymphocytes"
    },
    {
      "QualifierName": [
        "classification",
        "pathogenicity"
      ],
      "DescriptorName": "Pestivirus"
    },
    {
      "QualifierName": [
        "pathology",
        "veterinary",
        "virology"
      ],
      "DescriptorName": "Pestivirus Infections"
    },
    {
      "QualifierName": [
        "cytology",
        "pathology",
        "virology"
      ],
      "DescriptorName": "Thymus Gland"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ],
  "CoiStatement": "FUNDING: The author(s) received no financial support for the research, authorship, and/or publication of this article. CONFLICT OF INTEREST: The author(s) declared no potential conflicts of interest with respect to the research, authorship, and/or publication of this article. ETHICAL APPROVAL: The animals in these studies were handled in accordance with the Animal Welfare Act Amendments (7 U.S. Code §2131 to §2156) and all procedures were approved by the Institutional Animal Care and Use Committee of the National Animal Disease Center."
}