{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27068501",
  "DateCompleted": {
    "Year": "2016",
    "Month": "08",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "04",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3354/dao02970"
    ],
    "Journal": {
      "ISSN": "0177-5103",
      "JournalIssue": {
        "Volume": "119",
        "Issue": "1",
        "PubDate": {
          "Year": "2016",
          "Month": "Apr",
          "Day": "12"
        }
      },
      "Title": "Diseases of aquatic organisms",
      "ISOAbbreviation": "Dis Aquat Organ"
    },
    "ArticleTitle": "Fathead minnow nidovirus infects spotfin shiner Cyprinella spiloptera and golden shiner Notemigonus crysoleucas.",
    "Pagination": {
      "StartPage": "37",
      "EndPage": "44",
      "MedlinePgn": "37-44"
    },
    "Abstract": {
      "AbstractText": [
        "Since the initial isolation of the fathead minnow nidovirus (FHMNV), concerns have been raised regarding the risks it may pose to other fish species. In this study, 7 fish species resident to the Laurentian Great Lakes were challenged intraperitoneally with 2 doses of FHMNV: 102.8 and 104.8 median tissue culture infective dose (TCID(50)) ml(-1). Infected spotfin shiner Cyprinella spiloptera and golden shiner Notemigonus crysoleucas suffered morbidity and mortality during the 40 d observation period, while other species, including creek chub Semotilus atromaculatus, rainbow trout Oncorhynchus mykiss, largemouth bass Micropterus salmoides and walleye Sander vitreus, showed no clinical signs or mortality. FHMNV was re-isolated on the epithelioma papulosum cyprini cell line from the tissues of infected spotfin shiner and golden shiner, which harbored high numbers of viral RNA copies as measured by quantitative loop-mediated isothermal amplification. Infected spotfin shiner and golden shiner exhibited external petechiae, exophthalmia, oedematous kidneys, and liver pallor. Histopathological analysis revealed multifocal areas of necrosis in the kidney, spleen and liver of infected fish. Spotfin shiner and golden shiner were then infected with 2 doses of FHMNV (10(3.5) and 10(3.9) TCID(50) ml(-1)) by immersion to mimic more natural modes of infection. Spotfin shiner experienced 60% mortality at both doses, while golden shiner did not experience mortality nor develop any clinical signs following a 40 d observation period. Overall, piscivorous fish tested in this study do not seem to be at risk for infection, while cyprinids appear to vary in their susceptibility to the strain of FHMNV used in this study."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Fisheries and Wildlife, College of Agriculture and Natural Resources, Michigan State University, East Lansing, MI 48824, USA."
          }
        ],
        "LastName": "Baird",
        "ForeName": "Ashley",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Faisal",
        "ForeName": "Mohamed",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, Non-P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Dis Aquat Organ",
    "NlmUniqueID": "8807037",
    "ISSNLinking": "0177-5103"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Fish Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fishes"
    },
    {
      "QualifierName": [
        "classification"
      ],
      "DescriptorName": "Nidovirales"
    },
    {
      "QualifierName": [
        "pathology",
        "veterinary",
        "virology"
      ],
      "DescriptorName": "Nidovirales Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}