{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9196385",
  "DateCompleted": {
    "Year": "1997",
    "Month": "07",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0014-4835",
      "JournalIssue": {
        "Volume": "64",
        "Issue": "3",
        "PubDate": {
          "Year": "1997",
          "Month": "Mar"
        }
      },
      "Title": "Experimental eye research",
      "ISOAbbreviation": "Exp Eye Res"
    },
    "ArticleTitle": "Herpes virus infection of RPE and MDCK cells: polarity of infection.",
    "Pagination": {
      "StartPage": "343",
      "EndPage": "354",
      "MedlinePgn": "343-54"
    },
    "Abstract": {
      "AbstractText": [
        "Our objective was to determine quantitatively whether herpes simplex virus infects preferentially the apical or basolateral surfaces of two well-differentiated cell types, human retinal pigment epithelial cell and Madin-Darby canine kidney epithelial cells. Secondarily, we sought to localise the mannose 6-phosphate/insulin-like growth factor II receptor, a putative receptor for herpes simplex virus, in the membrane domains of the retinal pigment epithelial cells. Although it has been suggested that receptors utilized by the herpesviruses are heterogeneously distributed on epithelial cells, no quantitative evidence of preferential polarized uptake of wild-type herpes simplex virus into an epithelial cell has yet appeared. Moreover, no evidence has appeared of the distribution of mannose-6-phosphate/insulin-like growth factor II receptor in human retinal pigment epithelial cells. We hypothesized that the preferred pole of uptake and infection by HSV would correlate with the distribution of the receptor. Understanding the preferred site of entry in these cells may shed light on the mechanism of pathological infection and spread of this and related viruses, such as cytomegalovirus, in acute retinal necrosis and herpetic encephalitis. The efficiency of viral infection was assayed two ways. First, using permeable filters on which the monolayer of polarized epithelial cells was grown, we compared the number of foci of infected cells that resulted from an apical infection with that resulting from application of virus to the underside of the filter from which the virus could reach the basolateral surface of the cells. Second, we compared the number of infected cell foci that resulted from an apical infection to the number formed following infection at both the apical and basolateral surfaces of the cells. Both surfaces were exposed to virus following disruption of the tight junctions between cells with a Ca2+ chelator. After the efficiency of infection was normalized for relative surface areas, we found that both cell types were equally infectable with the F strain of the virus. However, there was a difference in the degree of polarized uptake of virus by the two cell types. Virus infected the basolateral surface of the retinal cells only about 6.5 times as effectively as it infected the apical surface of those cells, whereas virus infected the basolateral surface of the kidney epithelial cells about 435 times as effectively as it infected the apical surface of the same cells. These data suggest that herpes simplex virus can efficiently enter either the apical or basolateral surface of retinal pigment epithelial cells, unlike its more polarized preference for the basolateral surface of the kidney epithelial cell type. The mannose 6-phosphate/insulin-like growth factor II receptor was present in human retinal pigment epithelial cells, as determined by Western blotting. Surface biotinylation experiments revealed the presence of the receptor in both the apical and basolateral membranes of the retinal epithelial cells. Our evidence is consistent with the hypothesis that the virus may utilize the mannose 6-phosphate/insulin-like growth factor II receptor to facilitate entry."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Anatomy, University of California, San Francisco 94143, USA."
          }
        ],
        "LastName": "Topp",
        "ForeName": "K S",
        "Initials": "KS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rothman",
        "ForeName": "A L",
        "Initials": "AL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lavail",
        "ForeName": "J H",
        "Initials": "JH"
      }
    ],
    "GrantList": [
      {
        "GrantID": "EY 06322",
        "Acronym": "EY",
        "Agency": "NEI NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "EY 08773",
        "Acronym": "EY",
        "Agency": "NEI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Research Support, U.S. Gov't, P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Exp Eye Res",
    "NlmUniqueID": "0370707",
    "ISSNLinking": "0014-4835"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Receptor, IGF Type 2"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Receptors, Virus"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blotting, Western"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cell Polarity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cells, Cultured"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dogs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Epithelial Cells"
    },
    {
      "QualifierName": [
        "metabolism",
        "virology"
      ],
      "DescriptorName": "Epithelium"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Herpes Simplex"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunohistochemistry"
    },
    {
      "QualifierName": [
        "cytology",
        "metabolism",
        "virology"
      ],
      "DescriptorName": "Kidney"
    },
    {
      "QualifierName": [
        "cytology",
        "metabolism",
        "virology"
      ],
      "DescriptorName": "Pigment Epithelium of Eye"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Receptor, IGF Type 2"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Receptors, Virus"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Simplexvirus"
    }
  ]
}