{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16425963",
  "DateCompleted": {
    "Year": "2006",
    "Month": "02",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1139-6121",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "4",
        "PubDate": {
          "Year": "2005",
          "Season": "Oct-Dec"
        }
      },
      "Title": "AIDS reviews",
      "ISOAbbreviation": "AIDS Rev"
    },
    "ArticleTitle": "Maedi-visna virus and its relationship to human immunodeficiency virus.",
    "Pagination": {
      "StartPage": "233",
      "EndPage": "245",
      "MedlinePgn": "233-45"
    },
    "Abstract": {
      "AbstractText": [
        "Maedi-visna is a slow virus infection of sheep leading to a progressing lymphoproliferative disease which is invariably fatal. It affects multiple organs, but primarily the lungs where it causes interstitial pneumonia (maedi). Infection of the central nervous system was commonly observed in Icelandic sheep (visna), infection of mammary glands (hard udder) in sheep in Europe and the USA, and infection of the joints in sheep in the USA. The name ovine progressive pneumonia (OPP) is commonly used in the USA and ovine lentivirus (OvLV) infection is also a name used for maedi-visna. A related infection of goats, caprine arthritis-encephalitis (CAE), is common in Europe and the USA. The natural transmission of maedi-visna is mostly by the respiratory route, but also to newborn lambs by colostrum and milk. Intrauterine transmission seems to be rare and venereal transmission is not well documented. Macrophages are the major target cells of maedi-visna virus (MVV), but viral replication is greatly restricted in the animal host, apparently due to a posttranscriptional block. The low-grade viral production in infected tissues can explain the slow course of the disease in sheep. The lesions in maedi-visna consist of infiltrates of lymphocytes, plasma cells, and macrophages, and are detectable shortly after experimental transmission. Several studies indicate that the lesions are immune mediated and that cytotoxic T-lymphocytes may be important effector cells. The persistence of the MVV infection is explained by a reservoir of latently infected blood and bone marrow monocytes, which migrate into the target organs and mature into macrophages with proviral DNA transcription, but limited replication of virus. The MVV particles are morphologically similar to those of other retroviruses and the mode of replication follows the same general pattern. The genome organization and gene regulation resembles that of other lentiviruses. In addition to gag, pol and env, MVV has three auxiliary genes (tat, rev and vif), which seem to have similar functions as in other lentiviruses, with a possible exception of the tat gene. A determination of the 9200 nucleotide sequence of the MVV genome shows a close relationship to CAE virus, but limited sequence homology with other lentiviruses, and only in certain conserved domains of the reverse transcriptase and possibly in the surface protein. MVV infection in sheep and HIV-1 infection in humans have a number of features in common such as a long preclinical period following transmission, and a slow development of multiorgan disease with fatal outcome. A brief early acute phase, which is terminated by the immune response, is also an interesting common feature. Like HIV-1, MVV is macrophage tropic and the early stages of the HIV-1 infection which affect the central nervous system and the lungs are in many ways comparable to maedi-visna. In contrast to HIV-1, MVV does not infect T-lymphocytes and does not cause T-cell depletion and immunodeficiency. This is responsible for the difference in the late stages of the HIV-1 and MVV infections and the final clinical outcome. Despite limited sequence homology, certain proteins of MVV and HIV-1 show structural and functional similarities. Studies of MVV may therefore help in the search for new drugs against lentiviruses, including HIV-1."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Iceland, Institute of Biology, Sturlugata 7, 101 Reykjavik, Iceland. halldort@hi.is"
          }
        ],
        "LastName": "Thormar",
        "ForeName": "Halldor",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "AIDS Rev",
    "NlmUniqueID": "101134876",
    "ISSNLinking": "1139-6121"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Viral Proteins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "HIV"
    },
    {
      "QualifierName": [
        "immunology",
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "HIV Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "immunology",
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "Pneumonia, Progressive Interstitial, of Sheep"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sheep"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism"
      ],
      "DescriptorName": "Viral Proteins"
    },
    {
      "QualifierName": [
        "immunology",
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "Visna"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Visna-maedi virus"
    }
  ],
  "NumberOfReferences": "144"
}