{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2905463",
  "DateCompleted": {
    "Year": "1989",
    "Month": "02",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0950-1193",
      "JournalIssue": {
        "Volume": "234",
        "Issue": "1275",
        "PubDate": {
          "Year": "1988",
          "Month": "Jul",
          "Day": "22"
        }
      },
      "Title": "Proceedings of the Royal Society of London. Series B, Biological sciences",
      "ISOAbbreviation": "Proc R Soc Lond B Biol Sci"
    },
    "ArticleTitle": "The influence of dietary protein on the experimental epidemiology of Heligmosomoides polygyrus (Nematoda) in the laboratory mouse.",
    "Pagination": {
      "StartPage": "239",
      "EndPage": "254",
      "MedlinePgn": "239-54"
    },
    "Abstract": {
      "AbstractText": [
        "The influence of dietary protein on the epidemiology of an intestinal helminth infection was investigated with an experimental system that allowed transmission of the nematode Heligmosomoides polygyrus to occur naturally between laboratory mice. Mortality of mice was greatly increased in infected populations that were fed ad libitum on synthetic diets containing 2% compared with 16% protein. Larger numbers of larval and adult H. polygyrus were found to infect mice in the low-protein cage compared with the high-protein cage. No evidence for density dependence in the fecundity of female worms was detected; on average the daily egg output per female worm was greater for parasites infecting mice in the low-protein cage. The rate at which naïve mice acquired infection was also higher in the low-protein cage. Pinworm (Aspiculuris tetraptera) became established in each cage, and average worm burdens were again greater in the low-protein cage. The acquisition of resistance to reinfection was not found to be an important factor influencing the survival of parasites infecting mice in either cage. The epidemiology of H. polygyrus and A. tetraptera was therefore characterized by low average worm burdens and high host survival in a well-nourished population of mice, and by a high intensity of infection and severe parasite-induced host mortality in a malnourished colony of mice. This reflects differences in the survival and fecundity of adult parasites between mice in the two cages, and suggests that malnourished mice are predisposed to acquire large numbers of several species of intestinal worm."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Zoology, University of Oxford, U.K."
          }
        ],
        "LastName": "Slater",
        "ForeName": "A F",
        "Initials": "AF"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Proc R Soc Lond B Biol Sci",
    "NlmUniqueID": "7505889",
    "ISSNLinking": "0950-1193"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Dietary Proteins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dietary Proteins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feces"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Heligmosomatoidea"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "physiopathology",
        "transmission"
      ],
      "DescriptorName": "Nematode Infections"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Protein-Energy Malnutrition"
    }
  ]
}