{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22420608",
  "DateCompleted": {
    "Year": "2012",
    "Month": "10",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "03",
        "Day": "15"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1746-6148-8-29"
    ],
    "Journal": {
      "ISSN": "1746-6148",
      "JournalIssue": {
        "Volume": "8",
        "PubDate": {
          "Year": "2012",
          "Month": "Mar",
          "Day": "15"
        }
      },
      "Title": "BMC veterinary research",
      "ISOAbbreviation": "BMC Vet Res"
    },
    "ArticleTitle": "Quantitative analysis of waterfowl parvoviruses in geese and Muscovy ducks by real-time polymerase chain reaction: correlation between age, clinical symptoms and DNA copy number of waterfowl parvoviruses.",
    "Pagination": {
      "StartPage": "29",
      "MedlinePgn": "29"
    },
    "Abstract": {
      "AbstractText": [
        "Waterfowl parvoviruses cause serious loss in geese and ducks production. Goose parvovirus (GPV) is infectious for geese and ducks while Muscovy duck parvovirus (MDPV) infects Muscovy ducks only. So far, for these viruses' sensitive detection polymerase chain reaction (PCR) and loop-mediated isothermal amplification (LAMP) were applied. However, there was no molecular biology method for both waterfowl parvoviruses detection and quantification which could unify the laboratory procedures. The level of GPV and MDPV replication and distribution plays a significant role in the parvoviral infection progress and is strictly correlated to clinical symptoms. Meanwhile, experiments conducted previously on GPV distribution in geese, performed as animal trial, did not involve epidemiological data from the disease field cases. The study on the correlation between age, clinical symptoms and viral DNA copy number may be benefitable in understanding the GPV and MDPV infection. Such data may also aid in determination of the stage and severity of the infection with parvoviruses. Therefore the aim of this study was to develop quantitative real-time PCR for parallel detection of GPV and MDPV in geese and Muscovy ducks and to determine the correlation between the age of the infected birds, clinical symptoms and DNA copy number for the estimation of the disease stage or severity.",
        "In order to develop quantitative real-time PCR the viral material was collected from 13 farms of geese and 3 farms of Muscovy ducks. The designed primers and Taqman probe for real-time PCR were complementary to GPV and MDPV inverted terminal repeats region. The pITR plasmid was constructed, purified and used to prepare dilutions for standard curve preparation and DNA quantification. The applied method detected both GPV and MDPV in all the examined samples extracted from the heart and liver of the infected birds. The conducted correlation tests have shown relationship between age, clinical symptoms during parvoviral infection and the DNA copy number of these pathogens. The method allowed for a sensitive detection of GPV and MDPV even in 1-week old infected goslings or 2-week old ducklings before observation of any disease symptoms.",
        "The developed method was found to be a valuable tool for the unification of laboratory procedures and both parvoviruses parallel detection and quantification. The conducted analysis revealed significant correlation between the age of the infected birds, the observed clinical symptoms and DNA copy number of GPV and MDPV in the examined organs. The obtained data may aid in better understanding of the pathogenesis and epidemiology of Derzsy's disease and 3-w disease as well as estimation of the infection's severity and stage of the disease."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Poultry Viral Diseases, National Veterinary Research Institute, Partyzantów 57 Avenue, 24-100 Puławy, Poland. grzegorz.wozniakowski@piwet.pulawy.pl"
          }
        ],
        "LastName": "Woźniakowski",
        "ForeName": "Grzegorz",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Samorek-Salamonowicz",
        "ForeName": "Elżbieta",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kozdruń",
        "ForeName": "Wojciech",
        "Initials": "W"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "BMC Vet Res",
    "NlmUniqueID": "101249759",
    "ISSNLinking": "1746-6148"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "DNA, Ribosomal Spacer"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "RNA, Viral"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Age Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "chemistry",
        "genetics"
      ],
      "DescriptorName": "DNA, Ribosomal Spacer"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ducks"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Geese"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Gene Dosage"
    },
    {
      "QualifierName": [
        "veterinary",
        "virology"
      ],
      "DescriptorName": "Parvoviridae Infections"
    },
    {
      "QualifierName": [
        "genetics",
        "isolation & purification"
      ],
      "DescriptorName": "Parvovirus"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Poultry Diseases"
    },
    {
      "QualifierName": [
        "chemistry",
        "genetics"
      ],
      "DescriptorName": "RNA, Viral"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Real-Time Polymerase Chain Reaction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sensitivity and Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Statistics, Nonparametric"
    }
  ]
}