{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9826485",
  "DateCompleted": {
    "Year": "1999",
    "Month": "02",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2010",
    "Month": "11",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-5193",
      "JournalIssue": {
        "Volume": "195",
        "Issue": "3",
        "PubDate": {
          "Year": "1998",
          "Month": "Dec",
          "Day": "07"
        }
      },
      "Title": "Journal of theoretical biology",
      "ISOAbbreviation": "J Theor Biol"
    },
    "ArticleTitle": "Evolution of virulence: a unified framework for coinfection and superinfection.",
    "Pagination": {
      "StartPage": "293",
      "EndPage": "313",
      "MedlinePgn": "293-313"
    },
    "Abstract": {
      "AbstractText": [
        "Models of the evolution of parasite virulence have focused on computing the evolutionarily stable level of virulence favored by tradeoffs within a host and by competition for hosts, and deriving conditions under which strains with different virulence levels can coexist. The results depend on the type of interaction between disease strains, such as single infection (immunity of infected individuals to other strains), coinfection (simultaneous infection by two strains), and superinfection (instantaneous takeover of host by the more virulent strain). We present a coinfection model with two strains and derive the superinfection model as the limit where individuals are rapidly removed from the doubly-infectious class. When derived in this way, the superinfection model includes not only the takeover of hosts infected by the less virulent strain, but new terms which take into account the possibility of increased mortality of doubly-infected individuals. Coinfection tends to favor higher virulence and support more coexistence than the single infection model, but the detailed results depend sensitively on two factors: (1) whether and how the model is near the superinfection limit, and (2) the shape of the coinfection function (the function describing the rate at which a more virulent strain can infect a host). If the superinfection limit arises due to rapid mortality of doubly-infected hosts, there is a region of uninvadable virulence levels rather than coexistence. When the coinfection function is discontinuous, as in many previous models, neither the coinfection model nor the superinfection limit can support an evolutionarily stable virulence level. Piecewise differentiable and differentiable coinfection functions produce qualitatively different results, and we propose that these more general cases should be used to study evolution of virulence when other mechanisms like space, population dynamics, and stochasticity interact."
      ],
      "CopyrightInformation": "Copyright 1998 Academic Press"
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Group of Nonlinear Physics, Faculty of Physics, University of Santiago de Compostela, Santiago de Compostela, 15706, Spain."
          }
        ],
        "LastName": "Mosquera",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Adler",
        "ForeName": "F R",
        "Initials": "FR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Theor Biol",
    "NlmUniqueID": "0376342",
    "ISSNLinking": "0022-5193"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biological Evolution"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Parasites"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Superinfection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ]
}