{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3041360",
  "DateCompleted": {
    "Year": "1988",
    "Month": "09",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0891-3668",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "5 Suppl",
        "PubDate": {
          "Year": "1988",
          "Month": "May"
        }
      },
      "Title": "The Pediatric infectious disease journal",
      "ISOAbbreviation": "Pediatr Infect Dis J"
    },
    "ArticleTitle": "Human immunodeficiency virus infection in children: nature of immunodeficiency, clinical spectrum and management.",
    "Pagination": {
      "StartPage": "S61",
      "EndPage": "S71",
      "MedlinePgn": "S61-71"
    },
    "Abstract": {
      "AbstractText": [
        "The causative agent of acquired immunodeficiency syndrome is a retrovirus, human T lymphotropic virus type III/lymphadenopathy-associated virus, now known as human immunodeficiency virus (HIV). Infection of children with HIV results in a wide spectrum of clinical manifestations, ranging from asymptomatic to symptomatic, with the severest disease forms including neurologic deterioration, opportunistic infections and malignancy. This virus infects preferentially T cells bearing the CD4 receptors and also seems to exhibit preference for the central nervous system. The predominant route of infection in children is transplacental, and most affected children are infected at the time of birth. For women who give birth to infants with congenital infection with HIV, the main risk factor is intravenous drug abuse; a smaller percentage of these women acquire the infection via sexual contact and a few are infected via blood transfusions. Estimates for the incidence of transmission of the virus from an infected mother to her offspring vary from about 20 to 70%. Infection in most children and adults is documented by serologic testing, inasmuch as almost all infected people are HIV antibody-positive. Mothers of congenitally affected children are always HIV antibody-positive and also frequently have immune abnormalities. Women who give birth to infected children may, however, be asymptomatic in 50% of instances or more. Because antibodies to HIV are predominantly of the IgG class, they cross the placenta. All infants born to infected women therefore acquire passively transferred antibodies to HIV irrespective of whether or not the infants are infected with the virus itself. These passively transferred antibodies may sometimes persist for as long as 15 months. Thus in infants and children under 15 months of age in the absence of symptoms, the only definitive way to establish diagnosis is by viral isolation or viral antigen detection. Clinically the HIV-infected children can be divided into two groups, symptomatic and asymptomatic. Among the symptomatic group the main diagnostic specific features are: (1) opportunistic infection, e.g. with Pneumocystis carinii pneumonia; (2) interstitial pneumonitis with respiratory distress resulting from lymphocytic interstitial pneumonitis; (3) microcephaly and other neurologic abnormalities; (4) recurrent bacterial infections.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, North Shore University Hospital, Manhasset, NY 11030."
          }
        ],
        "LastName": "Pahwa",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pediatr Infect Dis J",
    "NlmUniqueID": "8701858",
    "ISSNLinking": "0891-3668"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Bacterial Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "congenital",
        "diagnosis",
        "immunology"
      ],
      "DescriptorName": "Acquired Immunodeficiency Syndrome"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Bacterial Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "immunology"
      ],
      "DescriptorName": "Bacterial Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant, Newborn"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology"
      ],
      "DescriptorName": "Opportunistic Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ],
  "NumberOfReferences": "92"
}