{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12015824",
  "DateCompleted": {
    "Year": "2002",
    "Month": "08",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-149X",
      "JournalIssue": {
        "Volume": "76",
        "Issue": "2",
        "PubDate": {
          "Year": "2002",
          "Month": "Jun"
        }
      },
      "Title": "Journal of helminthology",
      "ISOAbbreviation": "J Helminthol"
    },
    "ArticleTitle": "Heterologous transmission with Dictyocaulus capreolus from roe deer (Capreolus capreolus) to cattle (Bos taurus).",
    "Pagination": {
      "StartPage": "125",
      "EndPage": "131",
      "MedlinePgn": "125-31"
    },
    "Abstract": {
      "AbstractText": [
        "Eight Swedish Red Breed cattle, about 2 months old, were experimentally infected with a Swedish isolate of Dictyocaulus viviparus (Dviv-Se) from cattle and D. capreolus from roe deer. The aims were to determine whether the roe deer lungworm is infective to cattle or if it can induce seroconversion in cattle against D. viviparus as measured with an ELISA. Four calves which were given 500 Dviv-Se infective larvae (L3) each by larval dosing for two successive days developed patent infection between days 23 and 25 post-inoculation (PI). Larval output varied among the calves and during the patent period. However, maximum recovery occurred between 28 and 56 days PI with peak shedding on day 37 PI. Shedding ceased at day 58 PI and adult worms were recovered from one calf at necropsy (day 67 PI). No immature worms were recovered from the lungs at necropsy. Seroconversion was detected on days 35-42 PI. One Dviv-Se infected calf became seronegative on day 67 PI whereas the other calves still remained seropositive during this period. Prepatency and patency periods of D. viviparus and serological findings in this study basically conform to previous studies. Each calf that was infected with 400 L3 of D. capreolus for two successive days, and about 800 L3 of the same species about 8 weeks later, did not develop to patency based on faecal and post-mortem examinations. Consequently, under the conditions of this study, D. capreolus was not infective to cattle. Two of the four calves that were infected with L3 from roe deer were challenged with L3 cultured from faeces of the Dviv-Se-infected calves. This infection did not develop to patency. Whether this was due to cross-protection as a result of the prior priming with L3 from roe deer is not clear. However, if it is so, it opens up the possibility of using D. capreolus L3 for preventing bovine dictyocauliasis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Veterinary Medicine, University of the Philippines Los Baños College, Laguna, Sweden."
          }
        ],
        "LastName": "Divina",
        "ForeName": "B P",
        "Initials": "BP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Höglund",
        "ForeName": "J",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Helminthol",
    "NlmUniqueID": "2985115R",
    "ISSNLinking": "0022-149X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antibodies, Helminth"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Antibodies, Helminth"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cattle"
    },
    {
      "QualifierName": [
        "immunology",
        "parasitology",
        "transmission"
      ],
      "DescriptorName": "Cattle Diseases"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Deer"
    },
    {
      "QualifierName": [
        "immunology",
        "pathogenicity"
      ],
      "DescriptorName": "Dictyocaulus"
    },
    {
      "QualifierName": [
        "immunology",
        "parasitology",
        "transmission"
      ],
      "DescriptorName": "Dictyocaulus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Reservoirs"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Feces"
    }
  ]
}