{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16822687",
  "DateCompleted": {
    "Year": "2007",
    "Month": "02",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "12",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2006",
        "Month": "07",
        "Day": "05"
      }
    ],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1246-7820",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "4",
        "PubDate": {
          "Year": "2006",
          "Month": "Oct"
        }
      },
      "Title": "Transfusion clinique et biologique : journal de la Societe francaise de transfusion sanguine",
      "ISOAbbreviation": "Transfus Clin Biol"
    },
    "ArticleTitle": "[Safety of blood products and B19 parvovirus].",
    "Pagination": {
      "StartPage": "235",
      "EndPage": "241",
      "MedlinePgn": "235-41"
    },
    "Abstract": {
      "AbstractText": [
        "More than 25 years after the discovery of the parvovirus B19 (B19), the issue of the safety of blood components and the screening of this virus in blood donations is still debated. Although more often transmitted by respiratory route, B19 may also be transmitted by transfusion of blood components. This risk of exposure has been estimated to a frequency ranging from 1/625 to 1/50,000, according to the sensitivity of the detection methods and to seasonal epidemiologic circumstances. Usually, B19 is responsible for benign pathologies. However, such an infection can have a serious clinical outcome in three categories of susceptible recipients: (i) patients with shortened red cell survival (thalassemia major, sickle cell disease, other hemolytic diseases); (ii) immunocompromised patients (previously exposed to B19 or not) (iii) and pregnant women (not previously exposed the B19), with a risk of hydrops fetalis or of intrauterine death. Selected blood components, not collected during the short but highly viremic pre-seroconversion phase, could be reserved for these three groups of at-risk recipients. The screening of such viremic donations could be performed with nucleic acid testing (NAT), but an alternate strategy could be the selection of B19 immunised donors far from the primo-infection (positive for B19 IgG and negative for B19 IgM, or only positive for IgG at two controls distant of several months). However, the existence of persistently B19-infected individuals carrying B19 DNA despite the presence of specific IgG (estimated at 1% of blood donors) could constitute a potential threat for transfused immunocompromised recipients. The screening of such donors, which could be performed through a very highly sensitive NAT, would be justified only if the infectivity of such blood donations is demonstrated. If not, a screening of blood donors positive for B19 IgG would be a sufficient preventive measure."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Département des agents transmissibles par le sang, Institut national de la transfusion sanguine, 6, rue Alexandre-Cabanel, 75709 Paris cedex 15, France. jeanjacqueslefrere@wanadoo.fr"
          }
        ],
        "LastName": "Lefrère",
        "ForeName": "J-J",
        "Initials": "JJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Maniez-Montreuil",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Morel",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Defer",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Laperche",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Case Reports",
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Sécurité des produits sanguins labiles et parvovirus B19."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Transfus Clin Biol",
    "NlmUniqueID": "9423846",
    "ISSNLinking": "1246-7820"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Blood Donors"
    },
    {
      "QualifierName": [
        "methods",
        "standards"
      ],
      "DescriptorName": "Blood Transfusion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control",
        "transmission"
      ],
      "DescriptorName": "Parvoviridae Infections"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Parvovirus B19, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Safety"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Viremia"
    }
  ]
}