{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8191955",
  "DateCompleted": {
    "Year": "1994",
    "Month": "06",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0065-3527",
      "JournalIssue": {
        "Volume": "43",
        "PubDate": {
          "Year": "1994"
        }
      },
      "Title": "Advances in virus research",
      "ISOAbbreviation": "Adv Virus Res"
    },
    "ArticleTitle": "Toroviruses of animals and humans: a review.",
    "Pagination": {
      "StartPage": "233",
      "EndPage": "273",
      "MedlinePgn": "233-73"
    },
    "Abstract": {
      "AbstractText": [
        "Toroviruses are a group of enveloped positive-stranded RNA viruses that cause enteric, respiratory, and perhaps generalized infections in animals and humans. Their name refers to their unique morphological features: an elongated bacilliform core with two rounded ends is surrounded by a membrane that may either tightly adhere to or “shrink-wrap” it, without respecting the capsid's rod shape; in the first instance, straight or curved rhabdovirus-like particles are formed, whereas in the latter a biconcave disk results. Torovirus history is brief: the first representative, Berne virus (BEV), was isolated in Berne, Switzerland, in 1972 from a rectal swab taken from a horse with diarrhea 1 week before it died. BEV is the only equine torovirus isolate that replicates in cell culture; since most molecular data have been obtained with this isolate, BEV has been acknowledged as the torovirus prototype. Recognition of toroviruses as a new group of potentially pathogenic viruses came seven years after the discovery of BEV, when morphologically similar particles were discovered by electron microscopy (EM) in stool specimens from calves with severe diarrhea in a dairy herd in Breda, Iowa. Despite repeated attempts, BRV has not been adapted to the growth in cell or tissue culture, a problem which has hampered its biochemical, bio-physical, and molecular characterization. However, its pathogenesis and pathology have been studied in the experimentally infected gnotobiotic calves, showing that BRV infections may cause gastroenteritis. Recently, Vanopdenbosch et al. reported the isolation of a torovirus-like virus from the respiratory tract of calves with pneumonia, suggesting that both enterotropic and pneumotropic bovine toroviruses exist. Besides the established toroviruses of horses and cattle, torovirus-like particles (TVLPs) have been found by EM in different animal species; torovirus antibodies appear to be widespread in higher vertebrates, indicating that these viruses infect a broad range of animal hosts. The possibility of a torovirus infecting humans was first reported in 1984 and has become more likely in view of the recent data. This chapter is intended to update the information about toroviruses, and to describe the similarities and differences with the related coronaviruses."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Viral Exanthems and Herpesvirus Branch, Centers for Disease Control and Prevention, Atlanta, Georgia 30333."
          }
        ],
        "LastName": "Koopmans",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Horzinek",
        "ForeName": "M C",
        "Initials": "MC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Adv Virus Res",
    "NlmUniqueID": "0370441",
    "ISSNLinking": "0065-3527"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antigens, Viral"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Viral Proteins"
    }
  ],
  "CommentsCorrectionsList": [
    {
      "RefSource": "J Clin Virol. 2003 Apr;26(3):379-80",
      "PMID": "12637089"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Antigens, Viral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Microscopy, Electron"
    },
    {
      "QualifierName": [
        "genetics",
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Torovirus"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "veterinary"
      ],
      "DescriptorName": "Torovirus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Viral Proteins"
    }
  ]
}