{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17132089",
  "DateCompleted": {
    "Year": "2006",
    "Month": "12",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1044-5498",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "10",
        "PubDate": {
          "Year": "2006",
          "Month": "Oct"
        }
      },
      "Title": "DNA and cell biology",
      "ISOAbbreviation": "DNA Cell Biol"
    },
    "ArticleTitle": "Human retinal and brain cell lines: A model of HCMV retinitis and encephalitis.",
    "Pagination": {
      "StartPage": "581",
      "EndPage": "596",
      "MedlinePgn": "581-96"
    },
    "Abstract": {
      "AbstractText": [
        "Although HIV is accepted as the etiologic agent in AIDS, other factors have been implicated in accelerating the disease. Human cytomegalovirus (HCMV) in particular has been implicated as a cofactor in the progression from AIDS-related complex (ARC) to AIDS. HCMV infection of the central nervous system (CNS) (brain, retina) has been reported in at least 50% of AIDS patients, and has been implicated in producing encephalitis and sight-threatening retinitis. HCMV exhibits strict species specificity and animal models for human HCMV are conspicuous by their absence. We have developed a human brain cell line (mixed glial/neuronal) and a multipotential human retinal precursor cell line (neuronal in nature). We have tested the suitability of these cell lines as models for the study of HCMV infectibility. In this study, we report that these cell lines are optimal for the study of HCMV infectibility and pathogenesis in tissues of neural origin and appropriate to study HIV-HCMV interaction. Immortalized human brain and retinal cell lines were infected with a laboratory strain of HCMV (AD 169, Towne) at a multiplicity of infection moi (1-5) and viral infectibility and cell specificity monitored by: (a) phenotypic analysis (multinucleate cells, syncytium formation, etc.), (b) antigen expression (IE, E, late) by immunohistochemistry, Western blot analysis, (c) presence of viral particles by TEM, and (d) expression of indicator plasmids (HIV-LTR-CAT). We report that both human retinal and brain cell lines are permissive for HCMV infectibility. Cell specificity was not seen; both cells expressing glial/neuronal cell markers were positive for the presence of HCMV early/late antigens. Formation of multinucleate giant cells with nuclear inclusion bodies and syncytia were seen. Productive viral infection was confirmed by the ability of cell-free supernatant from the third passage of infected cells to produce pathogenicity and express viral particles, when added to fresh cultures. Using indicator plasmids, HIV-LTR, and CAT, we have shown that HIV and HCMV interact at the cellular level. We have also shown that HIV production in retinal and brain cell lines transfected with cloned HIV was enhanced by HCMV-IE genes. We did not see any differences in HCMV. AD 169, Towne isolate, and data from both strains is presented in this paper. This model could prove extremely useful for the study of cell specificity/cellular and molecular interaction between HIV/HCMV and to test antiviral therapies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pathology, Morehouse School of Medicine, Atlanta, Georgia 30310, USA. duttk@msn.edu"
          }
        ],
        "LastName": "Dutt",
        "ForeName": "Kamla",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ezeonu",
        "ForeName": "Ifeoma",
        "Initials": "I"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Research Support, U.S. Gov't, Non-P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "DNA Cell Biol",
    "NlmUniqueID": "9004522",
    "ISSNLinking": "1044-5498"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "cytology"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Cell Culture Techniques"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cell Line"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Cytomegalovirus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Encephalitis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Microscopy, Fluorescence"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Neurons"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phenotype"
    },
    {
      "QualifierName": [
        "cytology"
      ],
      "DescriptorName": "Retina"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Retinitis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Transfection"
    }
  ]
}