{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19579790",
  "DateCompleted": {
    "Year": "2009",
    "Month": "08",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "07",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "pol"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0043-5163",
      "JournalIssue": {
        "Volume": "55",
        "Issue": "1",
        "PubDate": {
          "Year": "2009"
        }
      },
      "Title": "Wiadomosci parazytologiczne",
      "ISOAbbreviation": "Wiad Parazytol"
    },
    "ArticleTitle": "[Investigations on the biology of nematodes Elaphostrongylus cervi and epizootiology of elaphostrongylosis].",
    "Pagination": {
      "StartPage": "67",
      "EndPage": "68",
      "MedlinePgn": "67-8"
    },
    "Abstract": {
      "AbstractText": [
        "Elaphostrongylus cervi is a parasite of the family Protostrongylidae, occurring in cervids in Eurasia. This nematode has hitherto been recorded in some woodland areas in Poland. The current distribution of E. cervi in Poland was studied in the frames of the presently reported thesis. The above-mentioned nematode was found in deer in eight additional voivodeships, and in all thirteen forest management units examined. The prevalence values ranged from 66.7% to 100%. The above facts justify the statement that that E. cervi is a common parasite species in Poland. The dynamics of the larval shedding (L I) by deer was monitored and it turned out that there were two peaks--the first in February and the second in December. The identity of the intermediate hosts--terrestrial snails--has been established, as well as the prevalence and the infection intensity of their natural infections. The intermediate hosts of E. cervi are Succinea putris, Bradybena fruticum, Perforatella bidens, and Zonitoides nitidus. It was determined that the prevalence of snails, S. putris, infected with E. cervi larvae maintained a constant level from June to August and it decreased in September and October. Snails, B. fruticum, showed the highest prevalence in July--and it decreased in subsequent months. In the case of P. bidens the prevalence of E. cervi infection was the lowest in August, and than it increased, to reach the highest value in October. The prevalence of spontaneous infections of different snail species ranged from 7.6% to 20.6%. For the first time the highest prevalence of spontaneous infection was found in P. bidens. Till now the most infected species of snail has always been S. putris. The highest intensity of infection--242 larvae--was found in B. fruticum, and little lower--202 in S. putris. In two other species the intensity ranged from 1 to 23 larvae. The most significant role in spreading of E. cervi in the Białowieza Forest is performed by S. putris and B. fruticum, because of their high abundance and P. bidens, because of their highest infection intensity. Also the penetration of the first stage larvae of E. cervi into the intermediate host and their development there throughout the third infective stage were studied. The first stage larvae of E. cervi enter the body of snail through the muscle of foot. The period of their development to the second stage is 7 to 9 days, and to the third stage is 21 to 28 days. E. cervi is a parasite that under intensive infections is very dangerous for domestic ruminants in which in evokes neurological symptoms or even death. Because huge numbers of E. cervi larvae are shed by dear into the environment, homeothermic vertebrates, birds and wild boars can accidentally infect themselves with infective larvae of this parasite. To explain the course of such infections, fish, chickens, and Vietnamese pigs were experimentally infected. In fish and chickens the infective larvae of E. cervi were not able to cross the intestinal barrier, arrested their development, and were digested. Infected pigs produced no clinical symptoms of the infection. In those animals larvae were retained in mesenteric lymphatic nodes and were not able to cross the mesenteric barrier. None of the experimentally infected animals became paratenic hosts and their meat poses no threat to human health."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Instytucie Parazytologii im. W. Stefańskiego PAN w Warszawie."
          }
        ],
        "LastName": "Kuligowska",
        "ForeName": "Izabela",
        "Initials": "I"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Badania nad biologia nicieni Elaphostrongylus cervi i epizootiologia elafostrongylozy."
  },
  "MedlineJournalInfo": {
    "Country": "Poland",
    "MedlineTA": "Wiad Parazytol",
    "NlmUniqueID": "0420554",
    "ISSNLinking": "0043-5163"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Chickens"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Deer"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Fishes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Life Cycle Stages"
    },
    {
      "QualifierName": [
        "classification"
      ],
      "DescriptorName": "Nematoda"
    },
    {
      "QualifierName": [
        "epidemiology",
        "parasitology",
        "veterinary"
      ],
      "DescriptorName": "Nematode Infections"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Poland"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Snails"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Swine"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Trees"
    }
  ]
}