{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "7391893",
  "DateCompleted": {
    "Year": "1980",
    "Month": "09",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-3395",
      "JournalIssue": {
        "Volume": "66",
        "Issue": "3",
        "PubDate": {
          "Year": "1980",
          "Month": "Jun"
        }
      },
      "Title": "The Journal of parasitology",
      "ISOAbbreviation": "J Parasitol"
    },
    "ArticleTitle": "Biology and pathogenesis of the coccidium Eimeria funduli infecting killifishes.",
    "Pagination": {
      "StartPage": "513",
      "EndPage": "526",
      "MedlinePgn": "513-26"
    },
    "Abstract": {
      "AbstractText": [
        "Epizootics of Eimeria funduli involved estuarine killifishes (Fundulus grandis, F. pulvereus, F. similis, and F. heteroclitus) in Mississippi, Alabama, and Virginia. All of more than 500 specimens examined of F. grandis from Mississippi during 1977 though 1979 had infections, regardless of age, sex, or season collected. Oocysts occurred primarily in the liver and pancreas, replacing up to 85% of both those organs. Infrequent sites of infection were fatty tissue of the body cavity, ovary, intestine, and caudal peduncle. Living fish did not discharge oocysts. Eimeria funduli is the first known eimerian to require a second host. To complete the life cycle, an infective stage in the grass shrimp Palaemonetes pugio had to be eaten. In 6-mo-old killifish reared in the laboratory at 24 C, young schizonts were first observed in hepatic and pancreatic cells 5 days postfeeding, followed by first generation merzoites by day 10, differentiation of sexual stages during days 15 to 20, fertilization between days 19 and 26, sporoblasts from days 25 to 30, and sporozoites about day 60. Unique sporopodia developed on sporocysts by day 35 when still unsporulated. Temperatures of 7 to 10 C irreversibly halted schizogony. Both schizogony and sporogony progressed slower as age of host increased. When infective shrimp in doses ranging from 1 to 10% of a fish's body weight were eaten, the level of intensity of resulting infections did not differ significantly. Pathogenesis followed a specific sequence, with the host response apparently unable to contend with extensive infections as seen typically in nature and in our experiments. Premunition was indicated. When administered Monensin orally, infected fish exhibited a reduction in oocysts by 50 to 70% within 20 days as compared with untreated fish. Furthermore, infected killifish exclusively on a diet of TetraMin for 3 mo completely lost their infections."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Solangi",
        "ForeName": "M A",
        "Initials": "MA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Overstreet",
        "ForeName": "R M",
        "Initials": "RM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, Non-P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Parasitol",
    "NlmUniqueID": "7803124",
    "ISSNLinking": "0022-3395"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "906O0YJ6ZP",
      "NameOfSubstance": "Monensin"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "drug therapy",
        "parasitology",
        "veterinary"
      ],
      "DescriptorName": "Coccidiosis"
    },
    {
      "QualifierName": [
        "growth & development"
      ],
      "DescriptorName": "Eimeria"
    },
    {
      "QualifierName": [
        "drug therapy",
        "parasitology"
      ],
      "DescriptorName": "Fish Diseases"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Fishes"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Killifishes"
    },
    {
      "QualifierName": [
        "parasitology",
        "pathology"
      ],
      "DescriptorName": "Liver"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Monensin"
    }
  ]
}