{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27194760",
  "DateCompleted": {
    "Year": "2017",
    "Month": "06",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "07",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1128/JVI.00095-16"
    ],
    "Journal": {
      "ISSN": "1098-5514",
      "JournalIssue": {
        "Volume": "90",
        "Issue": "15",
        "PubDate": {
          "Year": "2016",
          "Month": "Aug",
          "Day": "01"
        }
      },
      "Title": "Journal of virology",
      "ISOAbbreviation": "J Virol"
    },
    "ArticleTitle": "Uukuniemi Virus as a Tick-Borne Virus Model.",
    "Pagination": {
      "StartPage": "6784",
      "EndPage": "6798",
      "MedlinePgn": "6784-98"
    },
    "Abstract": {
      "AbstractText": [
        "In the last decade, novel tick-borne pathogenic phleboviruses in the family Bunyaviridae, all closely related to Uukuniemi virus (UUKV), have emerged on different continents. To reproduce the tick-mammal switch in vitro, we first established a reverse genetics system to rescue UUKV with a genome close to that of the authentic virus isolated from the Ixodes ricinus tick reservoir. The IRE/CTVM19 and IRE/CTVM20 cell lines, both derived from I. ricinus, were susceptible to the virus rescued from plasmid DNAs and supported production of the virus over many weeks, indicating that infection was persistent. The glycoprotein GC was mainly highly mannosylated on tick cell-derived viral progeny. The second envelope viral protein, GN, carried mostly N-glycans not recognized by the classical glycosidases peptide-N-glycosidase F (PNGase F) and endoglycosidase H (Endo H). Treatment with β-mercaptoethanol did not impact the apparent molecular weight of GN On viruses originating from mammalian BHK-21 cells, GN glycosylations were exclusively sensitive to PNGase F, and the electrophoretic mobility of the protein was substantially slower after the reduction of disulfide bonds. Furthermore, the amount of viral nucleoprotein per focus forming unit differed markedly whether viruses were produced in tick or BHK-21 cells, suggesting a higher infectivity for tick cell-derived viruses. Together, our results indicate that UUKV particles derived from vector tick cells have glycosylation and structural specificities that may influence the initial infection in mammalian hosts. This study also highlights the importance of working with viruses originating from arthropod vector cells in investigations of the cell biology of arbovirus transmission and entry into mammalian hosts.",
        "Tick-borne phleboviruses represent a growing threat to humans globally. Although ticks are important vectors of infectious emerging diseases, previous studies have mainly involved virus stocks produced in mammalian cells. This limitation tends to minimize the importance of host alternation in virus transmission to humans and initial infection at the molecular level. With this study, we have developed an in vitro tick cell-based model that allows production of the tick-borne Uukuniemi virus to high titers. Using this system, we found that virions derived from tick cells have specific structural properties and N-glycans that may enhance virus infectivity for mammalian cells. By shedding light on molecular aspects of tick-derived viral particles, our data illustrate the importance of considering the host switch in studying early virus-mammalian receptor/cell interactions. The information gained here lays the basis for future research on not only tick-borne phleboviruses but also all viruses and other pathogens transmitted by ticks."
      ],
      "CopyrightInformation": "Copyright © 2016 Mazelier et al."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CellNetworks Cluster of Excellence and Department of Infectious Diseases, Virology, University Hospital Heidelberg, Heidelberg, Germany."
          }
        ],
        "LastName": "Mazelier",
        "ForeName": "Magalie",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "INRS-Institut Armand-Frappier, Université du Québec, Laval, Canada."
          }
        ],
        "LastName": "Rouxel",
        "ForeName": "Ronan Nicolas",
        "Initials": "RN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "ETH Zurich, Institute of Biochemistry, Zurich, Switzerland."
          }
        ],
        "LastName": "Zumstein",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "ETH Zurich, Institute of Biochemistry, Zurich, Switzerland."
          }
        ],
        "LastName": "Mancini",
        "ForeName": "Roberta",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "The Pirbright Institute, Pirbright, United Kingdom."
          }
        ],
        "LastName": "Bell-Sakyi",
        "ForeName": "Lesley",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "CellNetworks Cluster of Excellence and Department of Infectious Diseases, Virology, University Hospital Heidelberg, Heidelberg, Germany INRS-Institut Armand-Frappier, Université du Québec, Laval, Canada ETH Zurich, Institute of Biochemistry, Zurich, Switzerland pierre-yves.lozach@med.uni-heidelberg.de."
          }
        ],
        "LastName": "Lozach",
        "ForeName": "Pierre-Yves",
        "Initials": "PY"
      }
    ],
    "GrantList": [
      {
        "GrantID": "BBS/E/1/00001741",
        "Agency": "Biotechnology and Biological Sciences Research Council",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Virol",
    "NlmUniqueID": "0113724",
    "ISSNLinking": "0022-538X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Bunyaviridae Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Glycosylation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "HeLa Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Ixodes"
    },
    {
      "QualifierName": [
        "transmission",
        "virology"
      ],
      "DescriptorName": "Tick Infestations"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Uukuniemi virus"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Virion"
    }
  ]
}