{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9198594",
  "DateCompleted": {
    "Year": "1997",
    "Month": "06",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0020-7519",
      "JournalIssue": {
        "Volume": "26",
        "Issue": "1",
        "PubDate": {
          "Year": "1996",
          "Month": "Jan"
        }
      },
      "Title": "International journal for parasitology",
      "ISOAbbreviation": "Int J Parasitol"
    },
    "ArticleTitle": "A comparison of the adult and miracidial stages of Echinostoma paraensei and E. caproni.",
    "Pagination": {
      "StartPage": "37",
      "EndPage": "43",
      "MedlinePgn": "37-43"
    },
    "Abstract": {
      "AbstractText": [
        "Adult Echinostoma paraensei and Echinostoma caproni were grown in outbred mice and golden hamsters to compare size, growth rates, infectivity, and habitat selection. Antagonistic responses between the 2 species were investigated by concurrent infections in mice. Miracidial stages were compared for developmental stages, hatching responses, and behaviour to light and gravity. Size differences and growth rates were significantly different in both mice and hamsters. Mice proved to be better hosts for E. caproni and hamsters for E. paraensei. In mature infections, E. paraensei adults localized in the duodenum and E. caproni in the ileum of both mice and hamsters. In concurrent infections of mice, E. paraensei adults were significantly smaller than in single species infections beyond 14 days post-infection, while E. caproni adults were either equal to or larger than those in single species infections. On the other hand, E. paraensei were recovered in larger numbers in concurrent infections than in single species infections, while the reverse was found for infectivity of E. caproni adults. Miracidia of E. paraensei developed at the same rate as those of E. caproni in both light and dark cultures, but E. paraensei hatched much sooner when exposed to light. No miracidia hatched from cultures kept in the dark, indicating light is needed to stimulate the hatching process. All light-stimulated cultures exhibited a circadian hatching pattern from 1100 to 1600 hours. Cultures maintained in the dark past 11 days did not hatch when exposed to light. Miracidia of E. paraensei showed a positive phototaxis but no response to gravity. This comparison of life cycle stages leads us to conclude that E. paraensei and E. caproni are distinct species."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biological Sciences, Western Illinois University, Macomb 61455, USA."
          }
        ],
        "LastName": "Meece",
        "ForeName": "J K",
        "Initials": "JK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nollen",
        "ForeName": "P M",
        "Initials": "PM"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Parasitol",
    "NlmUniqueID": "0314024",
    "ISSNLinking": "0020-7519"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cricetinae"
    },
    {
      "QualifierName": [
        "growth & development",
        "pathogenicity"
      ],
      "DescriptorName": "Echinostoma"
    },
    {
      "QualifierName": [
        "complications",
        "parasitology"
      ],
      "DescriptorName": "Echinostomiasis"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Intestines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Morphogenesis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    }
  ]
}