{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Binding affinity",
      "Immune response",
      "SARS-CoV-2",
      "Seroconversion",
      "Viral replication"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Coronaviren sind eine in Wirbeltieren beheimatete, genetisch hochvariable Virusfamilie, der es mehrfach gelungen ist, durch Überwindung der Artenbarriere den Menschen zu infizieren. Das Ende 2019 zuerst in China aufgetretene „Severe Acute Respiratory Syndrome-Coronavirus-2“ (SARS-CoV-2) zeichnet sich durch hohe Infektiosität und Pathogenität gegenüber verwandten Vorläufern aus. Da die Virushülle und andere Virusbestandteile vom Immunsystem als fremd erkannt werden, kann dies zu einer ersten Symptomatik führen, die über die im respiratorischen Epithel sehr effizient arbeitende Immunabwehr induziert wird. Im Rahmen schwerer Verläufe kann es zu einem systemisch ausgeprägten proinflammatorischen Zytokinsturm und nachfolgenden Veränderungen des Gerinnungs- und Komplementsystems kommen. Virusspezifische Antikörper, deren langfristige Expression über die Ausbildung von B‑Memory-Zellklonen gesichert wird, generieren eine spezifische Immunantwort, die auch im Blut nachweisbar ist (Serokonversion). Ebenso bilden sich spezifisch wirksame zytotoxische CD8<sup>+</sup>-T-Zell-Populationen aus, die Viruspeptide als pathogenspezifische Muster in Verbindung mit MHC-Präsentation auf der Zelloberfläche virusbefallener Zellen erkennen und diese Zellen abtöten. Unklar ist zum jetzigen Zeitpunkt noch, wie regelhaft, robust und dauerhaft dieser Immunstatus aufgebaut wird. Die Erfahrungen mit anderen Coronavirus-Infektionen (SARS und MERS) deuten darauf hin, dass die Immunität mehrere Jahre anhalten könnte. Aufgrund von Tierversuchen, bereits erhobenen Daten zu anderen Coronavirustypen sowie Plausibilitätsannahmen kann davon ausgegangen werden, dass serokonvertierte Patienten eine zeitlich begrenzte Immunität und ein nur sehr geringes Reinfektionsrisiko haben. Das Wissen um die molekularen Mechanismen von Viruszyklus und Immunität stellt eine wichtige Voraussetzung bei der Entwicklung von Impfstrategien und der Wirkstoffentwicklung dar."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32613257",
  "DateCompleted": {
    "Year": "2020",
    "Month": "07",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "02",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00347-020-01155-w"
    ],
    "Journal": {
      "ISSN": "1433-0423",
      "JournalIssue": {
        "Volume": "117",
        "Issue": "7",
        "PubDate": {
          "Year": "2020",
          "Month": "Jul"
        }
      },
      "Title": "Der Ophthalmologe : Zeitschrift der Deutschen Ophthalmologischen Gesellschaft",
      "ISOAbbreviation": "Ophthalmologe"
    },
    "ArticleTitle": "[Basic principles of replication and immunology of SARS-CoV-2].",
    "Pagination": {
      "StartPage": "609",
      "EndPage": "614",
      "MedlinePgn": "609-614"
    },
    "Abstract": {
      "AbstractText": [
        "Coronaviruses are a genetically highly variable family of viruses that infect vertebrates and have succeeded in infecting humans many times by overcoming the species barrier. The severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2), which initially appeared in China at the end of 2019, exhibits a high infectivity and pathogenicity compared to other coronaviruses. As the viral coat and other viral components are recognized as being foreign by the immune system, this can lead to initial symptoms, which are induced by the very efficiently working immune defense system via the respiratory epithelium. During severe courses a systemically expressed proinflammatory cytokine storm and subsequent changes in the coagulation and complement systems can occur. Virus-specific antibodies, the long-term expression of which is ensured by the formation of B memory cell clones, generate a specific immune response that is also detectable in blood (seroconversion). Specifically effective cytotoxic CD8+ T‑cell populations are also formed, which recognize viral epitopes as pathogen-specific patterns in combination with MHC presentation on the cell surface of virus-infected cells and destroy these cells. At the current point in time it is unclear how regular, robust and durable this immune status is constructed. Experiences with other coronavirus infections (SARS and Middle East respiratory syndrome, MERS) indicate that the immunity could persist for several years. Based on animal experiments, already acquired data on other coronavirus types and plausibility assumptions, it can be assumed that seroconverted patients have an immunity of limited duration and only a very low risk of reinfection. Knowledge of the molecular mechanisms of viral cycles and immunity is an important prerequisite for the development of vaccination strategies and development of effective drugs."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Forschungsinstitut für Augenheilkunde, Department für Augenheilkunde, Universitätsklinikum Tübingen, Eberhardt Karls Universität Tübingen, Elfriede-Aulhorn-Str. 7, 72076, Tübingen, Deutschland. mue@klinikum.uni-tuebingen.de."
          },
          {
            "Identifier": [],
            "Affiliation": "Augenklinik, Department für Augenheilkunde, Universitätsklinikum Tübingen, Eberhardt Karls Universität Tübingen, Tübingen, Deutschland. mue@klinikum.uni-tuebingen.de."
          }
        ],
        "LastName": "Ueffing",
        "ForeName": "Marius",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Forschungsinstitut für Augenheilkunde, Department für Augenheilkunde, Universitätsklinikum Tübingen, Eberhardt Karls Universität Tübingen, Elfriede-Aulhorn-Str. 7, 72076, Tübingen, Deutschland."
          },
          {
            "Identifier": [],
            "Affiliation": "Augenklinik, Department für Augenheilkunde, Universitätsklinikum Tübingen, Eberhardt Karls Universität Tübingen, Tübingen, Deutschland."
          }
        ],
        "LastName": "Bayyoud",
        "ForeName": "Tarek",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Medizinische Virologie und Epidemiologie, Sektion Molekulare Virologie, Universitätsklinikum Tübingen, Eberhard Karls Universität Tübingen, Elfriede-Aulhorn-Str. 6, Tübingen, Deutschland."
          }
        ],
        "LastName": "Schindler",
        "ForeName": "Michael",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Forschungsinstitut für Augenheilkunde, Department für Augenheilkunde, Universitätsklinikum Tübingen, Eberhardt Karls Universität Tübingen, Elfriede-Aulhorn-Str. 7, 72076, Tübingen, Deutschland."
          },
          {
            "Identifier": [],
            "Affiliation": "Augenklinik, Department für Augenheilkunde, Universitätsklinikum Tübingen, Eberhardt Karls Universität Tübingen, Tübingen, Deutschland."
          }
        ],
        "LastName": "Ziemssen",
        "ForeName": "Focke",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Grundlagen der Replikation und der Immunologie von SARS-CoV-2."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Ophthalmologe",
    "NlmUniqueID": "9206148",
    "ISSNLinking": "0941-293X"
  },
  "CommentsCorrectionsList": [
    {
      "RefSource": "Ophthalmologe. 2020 Aug;117(8):828",
      "PMID": "32681302"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Betacoronavirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Coronavirus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pneumonia, Viral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}