{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15722078",
  "DateCompleted": {
    "Year": "2005",
    "Month": "07",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2005",
        "Month": "01",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0020-7519",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "3",
        "PubDate": {
          "Year": "2005",
          "Month": "Mar"
        }
      },
      "Title": "International journal for parasitology",
      "ISOAbbreviation": "Int J Parasitol"
    },
    "ArticleTitle": "Local adaptation and enhanced virulence of Nosema granulosis artificially introduced into novel populations of its crustacean host, Gammarus duebeni.",
    "Pagination": {
      "StartPage": "265",
      "EndPage": "274",
      "MedlinePgn": "265-74"
    },
    "Abstract": {
      "AbstractText": [
        "Local adaptation theory predicts that, on average, most parasite species should be locally adapted to their hosts (more suited to hosts from local than distant populations). Local adaptation has been studied for many horizontally transmitted parasites, however, vertically transmitted parasites have received little attention. Here we present the first study of local adaptation in an animal/parasite system where the parasite is vertically transmitted. We investigate local adaptation and patterns of virulence in a crustacean host infected with the vertically transmitted microsporidian Nosema granulosis. Nosema granulosis is vertically transmitted to successive generations of its crustacean host, Gammarus duebeni and infects up to 46% of adult females in natural populations. We investigate local adaptation using artificial horizontal infection of different host populations in the UK. Parasites were artificially inoculated from a donor population into recipient hosts from the sympatric population and into hosts from three allopatric populations in the UK. The parasite was successfully established in hosts from all populations regardless of location, infecting 45% of the recipients. Nosema granulosis was vertically (transovarially) transmitted to 39% of the offspring of artificially infected females. Parasite burden (intensity of infection) in developing embryos differed significantly between host populations and was an order of magnitude higher in the sympatric population, suggesting some degree of host population specificity with the parasite adapted to its local host population. In contrast with natural infections, artificial infection with the parasite resulted in substantial virulence, with reduced host fecundity (24%) and survival (44%) of infected hosts from all the populations regardless of location. We discuss our findings in relation to theories of local adaptation and parasite-host coevolution."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Biological Sciences, University of Bristol, Woodland Road, Bristol BS8 1UG, UK. mel.hatcher@bristol.ac.uk"
          }
        ],
        "LastName": "Hatcher",
        "ForeName": "Melanie J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hogg",
        "ForeName": "Jon C",
        "Initials": "JC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dunn",
        "ForeName": "Alison M",
        "Initials": "AM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Parasitol",
    "NlmUniqueID": "0314024",
    "ISSNLinking": "0020-7519"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Amphipoda"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Nosema"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ]
}