{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24667325",
  "DateCompleted": {
    "Year": "2015",
    "Month": "01",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "03",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e92476",
      "10.1371/journal.pone.0092476"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "3",
        "PubDate": {
          "Year": "2014"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Transmission of ranavirus between ectothermic vertebrate hosts.",
    "Pagination": {
      "StartPage": "e92476",
      "MedlinePgn": "e92476"
    },
    "Abstract": {
      "AbstractText": [
        "Transmission is an essential process that contributes to the survival of pathogens. Ranaviruses are known to infect different classes of lower vertebrates including amphibians, fishes and reptiles. Differences in the likelihood of infection among ectothermic vertebrate hosts could explain the successful yearlong persistence of ranaviruses in aquatic environments. The goal of this study was to determine if transmission of a Frog Virus 3 (FV3)-like ranavirus was possible among three species from different ectothermic vertebrate classes: Cope's gray treefrog (Hyla chrysoscelis) larvae, mosquito fish (Gambusia affinis), and red-eared slider (Trachemys scripta elegans). We housed individuals previously exposed to the FV3-like ranavirus with naïve (unexposed) individuals in containers divided by plastic mesh screen to permit water flow between subjects. Our results showed that infected gray treefrog larvae were capable of transmitting ranavirus to naïve larval conspecifics and turtles (60% and 30% infection, respectively), but not to fish. Also, infected turtles and fish transmitted ranavirus to 50% and 10% of the naïve gray treefrog larvae, respectively. Nearly all infected amphibians experienced mortality, whereas infected turtles and fish did not die. Our results demonstrate that ranavirus can be transmitted through water among ectothermic vertebrate classes, which has not been reported previously. Moreover, fish and reptiles might serve as reservoirs for ranavirus given their ability to live with subclinical infections. Subclinical infections of ranavirus in fish and aquatic turtles could contribute to the pathogen's persistence, especially when highly susceptible hosts like amphibians are absent as a result of seasonal fluctuations in relative abundance."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biology, Carroll University, Waukesha, Wisconsin, United States of America."
          }
        ],
        "LastName": "Brenes",
        "ForeName": "Roberto",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Wildlife Health, University of Tennessee, Knoxville, Tennessee, United States of America."
          }
        ],
        "LastName": "Gray",
        "ForeName": "Matthew J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Veterinary Medicine, University of Florida, Gainesville, Florida, United States of America."
          }
        ],
        "LastName": "Waltzek",
        "ForeName": "Thomas B",
        "Initials": "TB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Veterinary Medicine, University of Tennessee, Knoxville, Tennessee, United States of America."
          }
        ],
        "LastName": "Wilkes",
        "ForeName": "Rebecca P",
        "Initials": "RP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Center for Wildlife Health, University of Tennessee, Knoxville, Tennessee, United States of America; College of Veterinary Medicine, University of Tennessee, Knoxville, Tennessee, United States of America."
          }
        ],
        "LastName": "Miller",
        "ForeName": "Debra L",
        "Initials": "DL"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Amphibians"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "transmission",
        "veterinary",
        "virology"
      ],
      "DescriptorName": "DNA Virus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ecology"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Fishes"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Larva"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Ranavirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Turtles"
    }
  ],
  "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."
}