{
  "CitationSubset": [
    "OM"
  ],
  "KeywordList": [
    [
      "RESPIRATORY TRACT INFECTIONS/virology",
      "VIRUSES"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "13886172",
  "DateCompleted": {
    "Year": "1998",
    "Month": "11",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0021-9193",
      "JournalIssue": {
        "Volume": "83",
        "Issue": "3",
        "PubDate": {
          "Year": "1962",
          "Month": "Mar"
        }
      },
      "Title": "Journal of bacteriology",
      "ISOAbbreviation": "J Bacteriol"
    },
    "ArticleTitle": "Characteristics of para-influenza 1 (HA-2) virus. III. Antigenic relationships, growth, interaction with erythrocytes, and physical properties.",
    "Pagination": {
      "StartPage": "561",
      "EndPage": "571",
      "MedlinePgn": "561-71"
    },
    "Abstract": {
      "AbstractText": [
        "Dick, Elliot C. (Tulane University School of Medicine, New Orleans, La.) and William J. Mogabgab. Characteristics of para-influenza 1 (HA-2) virus. III. Antigenic relationships, growth, interaction with erythrocytes, and physical properties. J. Bacteriol. 83:561-571. 1962-Hemagglutination-inhibition tests with rabbit and rooster immune sera showed HA-2-like strains of para-influenza 1 to be nearly as closely related antigenically to para-influenza 3 (HA-1) virus as to the Sendai strain of para-influenza 1; however, convalescent sera from humans infected with para influenza 1 virus exhibited four-fold or greater increases in antibody to HA-2 and Sendai viruses, but seldom to HA-1.Para-influenza 1 (HA-2) infectivity was destroyed within 2 hr at temperatures approaching 50 C; at 36 C, infective virus disappeared by 80 hr. At a temperature of 44 C or below, the hemagglutinin (HA) titer remained unchanged for 100 hr; but at temperatures above this, hemagglutinin was destroyed rapidly. Virus infectivity was found to be most stable at very slightly acid or neutral pH and to be increasingly labile at pH values more extreme than 5.7 and 8.7. Hemagglutinin was generally more resistant than infectivity to extremes of reaction; this was most notable in the alkaline range. In primary monkey-kidney tissue culture, virus was adsorbed in 5 hr, new infective virus was noted in 11 to 15 hr, and maximal amounts were detected at 60 hr and maintained through 132 hr. Production of hemagglutinin paralleled that of infectivity. The tcid(50)/HA ratio was approximately 4.5. With human type \"O\" erythrocytes, the HA titer of Copenhagen 222 virus suspensions was raised two- to fourfold by increasing the temperature of reaction and sedimentation from 4 C to room temperature. It could not be demonstrated that this thermal effect was due either to an increased total adsorption at an elevated temperature or to a greater rate of adsorption; the rate of hemagglutination was, however, increased by fourfold at the higher temperature."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "DICK",
        "ForeName": "E C",
        "Initials": "EC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "MOGABGAB",
        "ForeName": "W J",
        "Initials": "WJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Bacteriol",
    "NlmUniqueID": "2985120R",
    "ISSNLinking": "0021-9193"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Erythrocytes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hemagglutination"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Influenza, Human"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Respiratory Tract Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Temperature"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Viruses"
    }
  ]
}