{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16706281",
  "DateCompleted": {
    "Year": "2006",
    "Month": "06",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0425-1644",
      "JournalIssue": {
        "Volume": "38",
        "Issue": "3",
        "PubDate": {
          "Year": "2006",
          "Month": "May"
        }
      },
      "Title": "Equine veterinary journal",
      "ISOAbbreviation": "Equine Vet J"
    },
    "ArticleTitle": "Quantification by real-time PCR of the magnitude and duration of leucocyte-associated viraemia in horses infected with neuropathogenic vs. non-neuropathogenic strains of EHV-1.",
    "Pagination": {
      "StartPage": "252",
      "EndPage": "257",
      "MedlinePgn": "252-7"
    },
    "Abstract": {
      "AbstractText": [
        "Neurological disease in horses caused by infection with certain 'paralytic' strains of equine herpesvirus-1 (EHV-1) is a potentially devastating condition the pathogenesis of which is poorly understood. Preliminary observations in both experimentally induced and naturally occurring cases of the central nervous system disease have revealed a more robust cell-associated viraemia in horses infected with paralytic isolates of EHV-1, relative to horses infected with abortigenic isolates. To investigate further this pathogenesis-relevant question, the present study was performed using a greater number of horses and a more precise method for quantification of EHV-1 DNA present in viraemic leucocytes.",
        "To compare the magnitude and duration of leucocyte-associated viraemia in seronegative, age-matched foals following infection with paralytic vs. abortigenic isolates of EHV-1.",
        "Peripheral blood mononuclear cells (PBMC) were collected from 20 weanling foals at 2, 4, 7, 9, 11, 14 and 21 days after intranasal inoculation with either paralytic or abortigenic isolates of EHV-1. The amount of EHV-1 DNA present in each PBMC sample was measured by real-time quantitative PCR.",
        "Foals inoculated with paralytic strains of EHV-1 developed both a greater magnitude and longer duration of PBMC-associated viraemia than foals inoculated with abortigenic strains of the virus.",
        "Both the higher magnitude and longer duration of cell-associated viraemia contribute to the risk for development of neurological signs in horses infected with paralytic strains of EHV-1.",
        "Our results provide empirically derived, scientific data that contributes to a better understanding of the pathogenetic basis for the differing abilities of paralytic and abortigenic strains of EHV-1 to cause post infection central nervous system disease in the horse. The findings identify the importance of minimising the quantitative burden of viraemic leucocytes that follows exposure to the virus, by the use of effective therapeutic antiviral drugs and efficacious prophylactic vaccines that stimulate cytotoxic immune responses against EHV-1 infected cells."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Maxwell H. Gluck Equine Research Center, Department of Veterinary Science, University of Kentucky, Lexington, Kentucky 40546-0099, USA."
          }
        ],
        "LastName": "Allen",
        "ForeName": "G P",
        "Initials": "GP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Breathnach",
        "ForeName": "C C",
        "Initials": "CC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Equine Vet J",
    "NlmUniqueID": "0173320",
    "ISSNLinking": "0425-1644"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "DNA, Viral"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "analysis"
      ],
      "DescriptorName": "DNA, Viral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "diagnosis",
        "veterinary",
        "virology"
      ],
      "DescriptorName": "Herpesviridae Infections"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Herpesvirus 1, Equid"
    },
    {
      "QualifierName": [
        "diagnosis",
        "virology"
      ],
      "DescriptorName": "Horse Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Horses"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Leukocytes, Mononuclear"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "methods",
        "veterinary"
      ],
      "DescriptorName": "Polymerase Chain Reaction"
    },
    {
      "QualifierName": [
        "diagnosis",
        "veterinary",
        "virology"
      ],
      "DescriptorName": "Viremia"
    }
  ]
}