{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19538276",
  "DateCompleted": {
    "Year": "2009",
    "Month": "07",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "06",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/j.1749-6632.2009.04516.x"
    ],
    "Journal": {
      "ISSN": "1749-6632",
      "JournalIssue": {
        "Volume": "1166",
        "PubDate": {
          "Year": "2009",
          "Month": "May"
        }
      },
      "Title": "Annals of the New York Academy of Sciences",
      "ISOAbbreviation": "Ann N Y Acad Sci"
    },
    "ArticleTitle": "Ecology of rickettsia in South America.",
    "Pagination": {
      "StartPage": "156",
      "EndPage": "166",
      "MedlinePgn": "156-66"
    },
    "Abstract": {
      "AbstractText": [
        "Until the year 2000, only three Rickettsia species were known in South America: (i) Rickettsia rickettsii, transmitted by the ticks Amblyomma cajennense, and Amblyomma aureolatum, reported in Colombia, Argentina, and Brazil, where it is the etiological agent of Rocky Mountain spotted fever; (ii) Rickettsia prowazekii, transmitted by body lice and causing epidemic typhus in highland areas, mainly in Peru; (iii) Rickettsia typhi, transmitted by fleas and causing endemic typhus in many countries. During this new century, at least seven other rickettsiae were reported in South America: Rickettsia felis infecting fleas and the tick-associated agents Rickettsia parkeri, Rickettsia massiliae, Candidatus\"Rickettsia amblyommii,\"Rickettsia bellii, Rickettsia rhipicephali, and Candidatus\"Rickettsia andeanae.\" Among these other rickettsiae, only R. felis, R. parkeri, and R. massiliae are currently recognized as human pathogens. R. rickettsii is a rare agent in nature, infecting < or =1% individuals in a few tick populations. Contrastingly, R. parkeri, Candidatus\"R. amblyommii,\" R. rhipicephali, and R. bellii are usually found infecting 10 to 100% individuals in different tick populations. Despite rickettsiae being transmitted transovarially through tick generations, low infection rates for R. rickettsii are possibly related to pathogenic effect of R. rickettsii for ticks, as shown for A. aureolatum under laboratory conditions. This scenario implies that R. rickettsii needs amplifier vertebrate hosts for its perpetuation in nature, in order to create new lines of infected ticks (horizontal transmission). In Brazil, capybaras and opossums are the most probable amplifier hosts for R. rickettsii, among A. cajennense ticks, and small rodents for A. aureolatum."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Preventive Veterinary Medicine and Animal Health, Faculty of Veterinary Medicine, University of São Paulo, São Paulo, Brazil. labruna@usp.br"
          }
        ],
        "LastName": "Labruna",
        "ForeName": "Marcelo B",
        "Initials": "MB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Ann N Y Acad Sci",
    "NlmUniqueID": "7506858",
    "ISSNLinking": "0077-8923"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Vectors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ecology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "classification",
        "pathogenicity"
      ],
      "DescriptorName": "Rickettsia"
    },
    {
      "QualifierName": [
        "epidemiology",
        "microbiology",
        "transmission"
      ],
      "DescriptorName": "Rickettsia Infections"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "South America"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Ticks"
    }
  ]
}