{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19799764",
  "DateCompleted": {
    "Year": "2009",
    "Month": "12",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2010",
    "Month": "10",
    "Day": "25"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/j.1399-3089.2009.00544.x"
    ],
    "Journal": {
      "ISSN": "1399-3089",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "4",
        "PubDate": {
          "Year": "2009",
          "Season": "Jul-Aug"
        }
      },
      "Title": "Xenotransplantation",
      "ISOAbbreviation": "Xenotransplantation"
    },
    "ArticleTitle": "The International Xenotransplantation Association consensus statement on conditions for undertaking clinical trials of porcine islet products in type 1 diabetes--chapter 5: Strategies to prevent transmission of porcine endogenous retroviruses.",
    "Pagination": {
      "StartPage": "239",
      "EndPage": "248",
      "MedlinePgn": "239-48"
    },
    "Abstract": {
      "AbstractText": [
        "Xenotransplantation using porcine cells, tissues, or organs may offer a potential solution for the shortage of allogeneic human organs. Prior to the clinical use of porcine xenotransplants, three main hurdles must be overcome: immunologic rejection, physiologic incompatibility, and risk of transmission of porcine pathogens. Designated pathogen-free breeding of pigs can prevent transmission of most porcine microbes. However, this is not possible in the case of porcine endogenous retroviruses (PERV), which are integrated in the pig genome and can infect human cells in vitro. In order to assess the probability of transmission of PERV, a careful screening of the source pig herd is recommended. Two types of PERV are present in pigs, human-tropic PERV-A and PERV-B, which are both present in the genome of all pigs, and PERV-C, which is not ubiquitous and infects only pig cells. In addition to these viruses, recombinant PERV-A/C viruses have recently been described that (i) are able to infect human cells; (ii) are characterized by high titre replication; and (iii) are associated with proviruses that are de novo integrated in the DNA of somatic pig cells, but not yet in the pig germ line. The risks presented by PERV-A/C recombinant viruses could easily be eliminated by using pigs not containing PERV-C in their germ line, thereby effectively preventing recombination with PERV-A. Selection of PERV-C-free animals, if possible, therefore reduces the risk of PERV-A/C transmission to humans. Although it is unclear whether PERV-C may be transmitted in vivo from pig-to-pig, an infection of PERV-C-free animals with this virus may be prevented. To select pigs with low-level expression of PERV-A and PERV-B, it is recommended to apply assays based on real-time reverse transcriptase polymerase chain reaction (RT-PCR), which enables discrimination between pigs with high-level expression and low-level expression. Screening xenotransplant recipients for PERV transmission can be done in a number of ways. Provirus integration and PERV expression could theoretically be detected in peripheral blood mononuclear cells using PCR and RT-PCR. However, as the cells in which PERV replicates are still unknown, it is unclear whether this will be a reliable approach. Applying sufficiently sensitive assays to differentiate between transmission and chimerism is recommended. As can be commonly observed after retrovirus infection, the detection of virus-specific antibodies may indicate infection; however, the possibility of abortive infection, antigen exposure without infection, or cross-reactive response must be considered and explored as alternative explanations. On the other hand, it remains unclear whether the absence of specific antibodies indicates the absence of such infection, in particular if recipients of a xenotransplantation product are under chronic immunosuppression that could prevent antibody formation. Antibodies may be detected by Western blot or ELISA, using purified virus or recombinant viral proteins as antigens. Finally, it may be possible to detect cross-species PERV transmission by evaluating cells from the recipient for their in vitro potential of transmission to specified target cells (the human renal epithelial 293 cell line being the best example). There is no in vivo animal model for cross-species PERV transmission, and therefore it is not possible to validate monitoring assays for PERV transmission in an in vivo situation. Finally, virus safety of xenotransplantation is a fast-developing field, and new experimental findings will change existing strategies and introduce new ones."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Robert Koch Institute, Berlin, Germany. dennerJ@rki.de"
          }
        ],
        "LastName": "Denner",
        "ForeName": "Joachim",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schuurman",
        "ForeName": "Henk-Jan",
        "Initials": "HJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Patience",
        "ForeName": "Clive",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Consensus Development Conference",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Denmark",
    "MedlineTA": "Xenotransplantation",
    "NlmUniqueID": "9438793",
    "ISSNLinking": "0908-665X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cells, Cultured"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Trials as Topic"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Endogenous Retroviruses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Haplorhini"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Islets of Langerhans Transplantation"
    },
    {
      "QualifierName": [
        "transmission",
        "veterinary"
      ],
      "DescriptorName": "Retroviridae Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Swine"
    },
    {
      "QualifierName": [
        "transmission",
        "virology"
      ],
      "DescriptorName": "Swine Diseases"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Transplantation, Heterologous"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Zoonoses"
    }
  ],
  "NumberOfReferences": "59"
}