{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19276432",
  "DateCompleted": {
    "Year": "2009",
    "Month": "05",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3382/ps.2008-00289"
    ],
    "Journal": {
      "ISSN": "0032-5791",
      "JournalIssue": {
        "Volume": "88",
        "Issue": "4",
        "PubDate": {
          "Year": "2009",
          "Month": "Apr"
        }
      },
      "Title": "Poultry science",
      "ISOAbbreviation": "Poult Sci"
    },
    "ArticleTitle": "Avian influenza infection in birds: a challenge and opportunity for the poultry veterinarian.",
    "Pagination": {
      "StartPage": "842",
      "EndPage": "846",
      "MedlinePgn": "842-6"
    },
    "Abstract": {
      "AbstractText": [
        "Influenza A viruses infecting poultry can be divided into 2 groups. The extremely virulent viruses cause highly pathogenic avian influenza (HPAI), with flock mortality as great as 100%. These viruses have been restricted to subtypes H5 and H7, although not all H5 and H7 viruses cause HPAI. All other viruses cause a milder, primarily respiratory, disease (LPAI) unless exacerbated. Until recently, HPAI viruses were rarely isolated from wild birds, but for LPAI viruses, extremely great isolation rates have been recorded in surveillance studies. Influenza viruses may infect all types of domestic or captive birds in all areas of the world, with the frequency with which primary infections occur in any type of bird usually depending on the degree of contact of the bird with feral birds. Secondary spread is usually associated with human involvement, either by bird or bird product movement, or by transferring infective feces from infected to susceptible birds, but potentially wild birds could be involved. In recent years, the frequency of HPAI outbreaks appears to have increased, and there have been particularly costly outbreaks of HPAI in densely populated poultry areas in Italy, the Netherlands, and Canada. In each, millions of birds were slaughtered to bring the outbreaks under control. Since the 1990s, avian influenza infections attributable to 2 subtypes have been widespread in poultry across a large area of the world. The LPAI H9N2 virus appears to have spread across the whole of Asia in that time and has become endemic in poultry in many of the affected countries. However, these outbreaks have tended to be overshadowed by the H5N1 HPAI virus, which, although initially isolated in China, has now spread in poultry, wild birds, or both throughout Asia and into Europe and Africa, resulting in the death or culling of hundreds of millions of poultry and posing a significant zoonotic threat. To date, control methods seem to have been unsuccessful on the larger scale, and HPAI H5N1 outbreaks continue to be reported."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "World Organisation for Animal Health (OIE), Food and Agriculture Organization of the United Nations (FAO), Istituto Zooprofilattico Sperimentale delle Venezie, Viale dell'Università 10, Padova, Italy. icapua@izsvenezie.it"
          }
        ],
        "LastName": "Capua",
        "ForeName": "I",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Alexander",
        "ForeName": "D J",
        "Initials": "DJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Poult Sci",
    "NlmUniqueID": "0401150",
    "ISSNLinking": "0032-5791"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Birds"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Communicable Diseases, Emerging"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Influenza A Virus, H5N1 Subtype"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Influenza A Virus, H9N2 Subtype"
    },
    {
      "QualifierName": [
        "prevention & control",
        "virology"
      ],
      "DescriptorName": "Influenza in Birds"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Veterinarians"
    }
  ]
}