{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8995604",
  "DateCompleted": {
    "Year": "1997",
    "Month": "02",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "07",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-538X",
      "JournalIssue": {
        "Volume": "71",
        "Issue": "2",
        "PubDate": {
          "Year": "1997",
          "Month": "Feb"
        }
      },
      "Title": "Journal of virology",
      "ISOAbbreviation": "J Virol"
    },
    "ArticleTitle": "Infectious properties of human immunodeficiency virus type 1 mutants with distinct affinities for the CD4 receptor.",
    "Pagination": {
      "StartPage": "883",
      "EndPage": "890",
      "MedlinePgn": "883-90"
    },
    "Abstract": {
      "AbstractText": [
        "Recent evidence suggests that primary patient isolates of T-cell-tropic human immunodeficiency virus type 1 (HIV-1 ) have lower affinities for CD4 than their laboratory-adapted derivatives, that this may partly result from tighter gp120-gp41 bonds that constrain the CD4 binding sites of the primary viruses, and that selection for increased CD4 affinity may be the principal factor in laboratory adaptation of HIV-1 (S. L. Kozak, E. J. Platt, N. Madani, F. E. Ferro, Jr., K. Peden, and D. Kabat, J. Virol. 71:873-882, 1997). These conclusions were based on studies with a panel of HeLa-CD4 cell clones that differ in CD4 levels over a broad range, with laboratory-adapted viruses infecting all clones with equal efficiencies and primary T-cell-tropic viruses infecting the clones in proportion to cellular CD4 levels. Additionally, all of the primary and laboratory-adapted T-cell-tropic viruses efficiently used CXCR-4 (fusin) as a coreceptor. To test these conclusions by an independent approach, we studied mutations in the laboratory-adapted virus LAV/IIIB that alter the CD)4 binding region of gp120 and specifically reduce CD4 affinities of free gp 120 by 85 to 98% (U. Olshevsky et al., J. Virol. 64:5701-5707, 1990). These mutations reduced virus titers to widely varying extents that ranged from severalfold to several orders of magnitude and converted infectivities on the HeLa-CD4 panel from CD4 independency to a high degree of CD4 dependency that resembled the behavior of primary patient viruses. The relative infectivities of the mutants correlated closely with their sensitivities to inactivation by soluble CD4 but did not correlate with the relative CD4 affinities of their free gp120s. Most of the mutations did not substantially alter envelope glycoprotein synthesis, processing, expression on cell surfaces, incorporation into virions, or rates of gp120 shedding from virions. However, one mutation (D457R) caused a decrease in gp160 processing by approximately 80%. The fact that several mutations increased rates of spontaneous viral inactivation (especially D368P) suggests that HIV-1 life spans may be determined by structural stabilities of viral envelope glycoproteins. All of the wild-type and mutant viruses were only slowly and inefficiently adsorbed onto cultured CD4-positive cells at 37 degrees C, and the gradual declines in viral titers in the media were caused almost exclusively by spontaneous inactivation rather than by adsorption. The extreme inefficiency with which infectious HIV-1 is able to infect cultured susceptible CD4-positive cells in standard assay conditions casts doubt on previous inferences that the vast majority of retrovirions produced in cultures are noninfectious. Apparent infectivity of T-cell-tropic HIV-1 in culture is limited by productive associations with CD4 and is influenced in an interdependent manner by CD4 affinities of viral gp120-gp41 complexes and quantities of cell surface CD4."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biochemistry and Molecular Biology, Oregon Health Sciences University, Portland 97201-3098, USA."
          }
        ],
        "LastName": "Platt",
        "ForeName": "E J",
        "Initials": "EJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Madani",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kozak",
        "ForeName": "S L",
        "Initials": "SL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kabat",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "GrantList": [
      {
        "GrantID": "CA67358",
        "Acronym": "CA",
        "Agency": "NCI NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "I F32 AID9735-01",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Virol",
    "NlmUniqueID": "0113724",
    "ISSNLinking": "0022-538X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "CD4 Antigens"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "HIV Envelope Protein gp120"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Acquired Immunodeficiency Syndrome"
    },
    {
      "QualifierName": [
        "genetics",
        "immunology"
      ],
      "DescriptorName": "Binding Sites"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "CD4 Antigens"
    },
    {
      "QualifierName": [
        "genetics",
        "immunology"
      ],
      "DescriptorName": "HIV Envelope Protein gp120"
    },
    {
      "QualifierName": [
        "genetics",
        "immunology",
        "pathogenicity"
      ],
      "DescriptorName": "HIV-1"
    },
    {
      "QualifierName": [],
      "DescriptorName": "HeLa Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mutation"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Virulence"
    }
  ]
}