{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11998363",
  "DateCompleted": {
    "Year": "2002",
    "Month": "08",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "07",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0341-6593",
      "JournalIssue": {
        "Volume": "109",
        "Issue": "4",
        "PubDate": {
          "Year": "2002",
          "Month": "Apr"
        }
      },
      "Title": "DTW. Deutsche tierarztliche Wochenschrift",
      "ISOAbbreviation": "Dtsch Tierarztl Wochenschr"
    },
    "ArticleTitle": "[Chlamydial diseases of domestic animals--zoonotic potential of the agents and diagnostic issues].",
    "Pagination": {
      "StartPage": "142",
      "EndPage": "148",
      "MedlinePgn": "142-8"
    },
    "Abstract": {
      "AbstractText": [
        "The role of chlamydiae as agents of a number of important animal and human diseases is still the subject of intensive research. Recently, a proposal for taxonomic reclassification of this group of obligate intracellular bacteria was published, which was based on a large amount of new data on genetic relatedness. According to this proposal, the family Chlamydiaceae now comprises two genera (Chlamydia and Chlamydophila) with 9 largely host-related species. The previously accepted classification scheme had distinguished 4 species within the genus Chlamydia. The most important animal chlamydiosis with zoonotic character is psittacosis, a systemic disease in psittacine birds of acute, protracted, chronic or subclinical manifestation. The analogous infection in domestic and wild fowl is known as ornithosis. Avian strains of C. psittaci (new classification: Chlamydophila psittaci) can also infect humans, the symptoms being mainly unspecific and influenza-like, but severe pneumonia, endocarditis and encephalitis are also known. The main group of persons facing an elevated risk of infection includes those having frequent contact with domestic and companion birds at work or in their spare time. In Germany, the annual average of notified cases is approximately 100. Cases of transmission to humans were repeatedly reported in connection with enzootic abortion in sheep (causative agent: C. psittaci or Chlamydophila abortus, respectively). Various chlamydial species occur as pathogens and commensals as well in cattle, pigs, horses, and cats. The assessment of the actual epidemiological importance is, however, often difficult because of their almost ubiquitous spread. Likewise, those strains of C. pneumoniae (new classification: Chlamydophila pneumoniae) found in several animal species can not yet be assessed for pathogenic properties. The possibilities for diagnostic detection of chlamydiae have considerably improved following the introduction of molecular methods, particularly the polymerase chain reaction (PCR), which permits direct identification from clinical specimens and differentiation of species."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nationales Veterinärmedizinisches Referenzlabor für Psittakose im Bundesinstitut für gesundheitlichen Verbraucherschutz und Veterinärmedizin, Fachbereich 4: Bakterielle Tierseuchen und Bekämpfung von Zoonosen, Jena. k.SACHSE@bgvv.de"
          }
        ],
        "LastName": "Sachse",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Grossmann",
        "ForeName": "E",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Chlamydienerkrankungen der Nutz- und Haustiere--Zoonotisches Potential der Erreger und diagnostische Fragen."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Dtsch Tierarztl Wochenschr",
    "NlmUniqueID": "7706565",
    "ISSNLinking": "0341-6593"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals, Domestic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Birds"
    },
    {
      "QualifierName": [
        "diagnosis",
        "transmission",
        "veterinary"
      ],
      "DescriptorName": "Chlamydia Infections"
    },
    {
      "QualifierName": [
        "classification",
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Chlamydiaceae"
    },
    {
      "QualifierName": [
        "diagnosis",
        "transmission",
        "veterinary"
      ],
      "DescriptorName": "Chlamydiaceae Infections"
    },
    {
      "QualifierName": [
        "classification",
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Chlamydophila psittaci"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "methods",
        "veterinary"
      ],
      "DescriptorName": "Polymerase Chain Reaction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sheep"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Zoonoses"
    }
  ],
  "NumberOfReferences": "38"
}