{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "4347723",
  "DateCompleted": {
    "Year": "1973",
    "Month": "05",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "04",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0425-1644",
      "JournalIssue": {
        "Volume": "3",
        "Issue": "1",
        "PubDate": {
          "Year": "1971",
          "Month": "Jan"
        }
      },
      "Title": "Equine veterinary journal",
      "ISOAbbreviation": "Equine Vet J"
    },
    "ArticleTitle": "Guidelines for the control of equine viral infections.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "6",
      "MedlinePgn": "1-6"
    },
    "Abstract": {
      "AbstractText": [
        "Twelve DNA viruses and forty‐three RNA viruses are known to infect horses. In addition, there are three unclassified viruses and, at least, three alleged viruses infecting horses. Differential diagnosis is difficult. At least twenty‐eight of the fifty‐eight viruses induce clinical disease but the range of syndromes is limited; eleven provoke respiratory symptoms and eleven cause encephalitis. Thirty‐four equine viruses with a limited geographical distribution are transmitted by arthropod vectors. Twenty viruses are spread by contact and their distribution, in general, is global. The vector‐transmitted virus diseases are best controlled by prophylactic vaccination. The viral contagions are not, in general, well controlled by vaccination and it is likely that prophylactic chemotherapy will become increasingly important in the future.",
        "On sait que douze virus ADN et quarante trois virus ARN sont responsables d'infections chez le cheval. En outre trois virus non classés et trois autres agents de type viral au moins sont également infectants pour cette espèce. Le diagnostic différentiel est difficile. Vingt huit au moins des cinquante trois virus provoquent des maladies cliniques mais la gamme des syndromes est restreinte: Onze virus engendrent des symptomes respiratoires, onze déterminent des encéphalites. Trente quatre virus dont la distribution géographique est limitée sont transmis par des arthropodes vecteurs. Vingt virus sont disséminés par contact et leur répartition est en général à l'échelle du globe. Les maladies provoquées par des virus à propagation vectorielle sont mieux controlées par une vaccination préventive. Les contagions virales ne sont pas, en général, efficacement controlées par la vaccination et l'on peut penser que la chimiothérapie préventive de ces affections connaitra une importance croissante à l'avenir.",
        "Zwölf DNS‐Viren und 43 RNS‐Viren vermögen das Pferd zu infizieren. Dazu kommen drei unklassierte Viren und zum mindesten drei Erreger, die angeblich Viruscharakter haben. Die Differentialdiagnose ist schwierig. Mindestens 28 der 58 Viren verursachen klinisch manifeste Krankheiten, aber die Eigenart der Syndrome ist limitiert; elf davon provozieren respiratorische Symptome und elf rufen Encephalitis hervor. 34 equine Viren benötigen als Vektoren Arthropoden; ihre geographische Ausbreitung ist beschränkt. 20 Viren werden durch Kontakt übertragen; sie werden in der Regel auf der ganzen Welt angetroffen. Die durch Vektoren übertragenen Viruskrankheiten können am besten durch prophylaktische Impfungen kontrolliert werden. Die übrigen können im allgemeinen durch Impfungen nicht gut kontrolliert werden und es scheint wahrscheinlich, dass die prophylaktische Chemotherapie in Zukunft an Bedeutung gewinnen wird.",
        "VIRUS EQUINOS Doce DNA virus y cuarenta y tres RNA virus son reconcodios como infectantes al caballo. En adicion hay tres no clasidicados virus y por lo menos tres tipos de virus muy se mejantes que afectan el caballo. El diagnostico diferencial es dificultoso. Aproximadamente 28 de los 28 virus inducen enfermedades clinicas con y espectro de sindromes limitado. 11 provocan sintomas respiratorios y 11 causan encefalitis. 34 virus equinos con limitacion en su distribucion geografica son transmitidos por vectores artropodos. Veinte virus son diseminados por contacto y su distribucion en general es global. Es controlada la enfermeead de estos vectiores per medio de vacunacion. Los contagio del virus no son bien controlados por lo general mediante vacunacion y solo una terapia profilactica que havenido tomando aunge en el futuro."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Scott",
        "ForeName": "G R",
        "Initials": "GR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Equine Vet J",
    "NlmUniqueID": "0173320",
    "ISSNLinking": "0425-1644"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "prevention & control",
        "veterinary"
      ],
      "DescriptorName": "Adenoviridae Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "prevention & control",
        "veterinary"
      ],
      "DescriptorName": "Arbovirus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Arthropod Vectors"
    },
    {
      "QualifierName": [
        "prevention & control",
        "veterinary"
      ],
      "DescriptorName": "Herpesviridae Infections"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Horse Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Horses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Orthomyxoviridae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Papillomaviridae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Paramyxoviridae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Picornaviridae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Polyomaviridae"
    },
    {
      "QualifierName": [
        "prevention & control",
        "veterinary"
      ],
      "DescriptorName": "Poxviridae Infections"
    },
    {
      "QualifierName": [
        "prevention & control",
        "veterinary"
      ],
      "DescriptorName": "Reoviridae Infections"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Vaccination"
    },
    {
      "QualifierName": [
        "etiology",
        "prevention & control",
        "veterinary"
      ],
      "DescriptorName": "Virus Diseases"
    }
  ]
}