{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Humans",
      "Meat",
      "Ocular",
      "Oocysts",
      "Outbreaks",
      "Toxoplasma gondii",
      "Worldwide"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34011387",
  "DateCompleted": {
    "Year": "2021",
    "Month": "10",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "05",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "263",
      "10.1186/s13071-021-04769-4"
    ],
    "Journal": {
      "ISSN": "1756-3305",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "1",
        "PubDate": {
          "Year": "2021",
          "Month": "May",
          "Day": "19"
        }
      },
      "Title": "Parasites & vectors",
      "ISOAbbreviation": "Parasit Vectors"
    },
    "ArticleTitle": "Outbreaks of clinical toxoplasmosis in humans: five decades of personal experience, perspectives and lessons learned.",
    "Pagination": {
      "StartPage": "263",
      "MedlinePgn": "263"
    },
    "Abstract": {
      "AbstractText": [
        "The protozoan parasite Toxoplasma gondii has a worldwide distribution and a very wide host range, infecting most warm-blooded hosts. Approximately 30% of humanity is infected with T. gondii, but clinical toxoplasmosis is relatively infrequent. Toxoplasmosis has a wide range of clinical symptoms involving almost all organ systems. In most persons that acquire infection postnatally, symptoms (when present) are mild and mimic other diseases such as flu, Lyme disease, Q fever, hematological alterations, or mumps. It is likely that clinical disease is more common than reported. The ingestion of infected meat or food and water contaminated with oocysts are the two main modes of postnatal transmission of Toxoplasma gondii. The infective dose and the incubation period of T. gondii infection are unknown because there are no human volunteer experiments.",
        "Here, I have critically reviewed outbreaks of clinical toxoplasmosis in humans for the past 55 years, 1966-2020. Information from oocyst-acquired versus meat-acquired infections was assessed separately.",
        "Most outbreaks were from Brazil. There were no apparent differences in types or severity of symptoms in meat- versus oocyst-acquired infections. Fever, cervical lymphadenopathy, myalgia, and fatigue were the most important symptoms, and these symptoms were not age-dependent. The incubation period was 7-30 days. A genetic predisposition to cause eye disease is suspected in the parasites responsible for three outbreaks (in Brazil, Canada, and India). Only a few T. gondii tissue cysts might suffice to cause infection, as indicated by outbreaks affecting some (but not all) individuals sharing a meal of infected meat.",
        "Whether the high frequency of outbreaks of toxoplasmosis in humans in Brazil is related to environmental contamination, poor hygiene, socioeconomic conditions, or to genotypes of T. gondii needs investigation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "United States Department of Agriculture, Agricultural Research Service, Animal Parasitic Diseases Laboratory, Beltsville Agricultural Research Center, Building 1001, Beltsville, MD, 20705-2350, USA. jitender.dubey@ars.usda.gov."
          }
        ],
        "LastName": "Dubey",
        "ForeName": "Jitender P",
        "Initials": "JP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Parasit Vectors",
    "NlmUniqueID": "101462774",
    "ISSNLinking": "1756-3305"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Brazil"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hygiene"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Meat"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Socioeconomic Factors"
    },
    {
      "QualifierName": [
        "classification",
        "genetics",
        "isolation & purification",
        "physiology"
      ],
      "DescriptorName": "Toxoplasma"
    },
    {
      "QualifierName": [
        "economics",
        "epidemiology",
        "genetics",
        "parasitology"
      ],
      "DescriptorName": "Toxoplasmosis"
    }
  ],
  "CoiStatement": "The author declares that they have no competing interests."
}