{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20424299",
  "DateCompleted": {
    "Year": "2010",
    "Month": "08",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0971-5916",
      "JournalIssue": {
        "Volume": "131",
        "PubDate": {
          "Year": "2010",
          "Month": "Apr"
        }
      },
      "Title": "The Indian journal of medical research",
      "ISOAbbreviation": "Indian J Med Res"
    },
    "ArticleTitle": "Clinical spectrum & pathogenesis of Clostridium difficile associated diseases.",
    "Pagination": {
      "StartPage": "487",
      "EndPage": "499",
      "MedlinePgn": "487-99"
    },
    "Abstract": {
      "AbstractText": [
        "Clostridium difficile is the major aetiological agent of antibiotic associated diarrhoea and colitis. The majority of hospitalized patients infected by C. difficile are asymptomatic carriers who serve as silent reservoirs for continued C. difficile contamination of the hospital environment. C. difficile associated disease (CDAD) is a serious condition with mortality up to 25 per cent in frail elderly people. C. difficile infection may present itself in several forms with both colonic and extracolonic manifestations. Several factors are involved in determining whether or not a patient develops C. difficile infection. These include factors related to the pathogen as well as the host. Transmission of C. difficile can be endogenous or exogenous. Colonization of the pathogen occurs when the gut flora gets disrupted due to various factors. The main virulence factors for CDAD are the two potent toxins: toxin A and toxin B which share 63 per cent of amino acid sequence homology and act on small guanosine triphosphate binding proteins. The emergence of the global hypervirulent C. difficile strain has been a cause of concern. Diagnosis of CDAD infection can be done by detection of C. difficile toxin in the stool specimen. Vancomycin is the drug of choice for severely ill patient, whereas metronidazole can be used for mild to moderately ill patients. Clinical spectrum, the factors precipitating CDAD, pathogenesis, diagnostic assay and treatment of the disease are reviewed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Gastroenterology, Postgraduate Institute of Medical Education and Research, Chandigarh, India. cvaishnavi@rediffmail.com"
          }
        ],
        "LastName": "Vaishnavi",
        "ForeName": "Chetana",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "India",
    "MedlineTA": "Indian J Med Res",
    "NlmUniqueID": "0374701",
    "ISSNLinking": "0971-5916"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Carrier State"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Clostridioides difficile"
    },
    {
      "QualifierName": [
        "microbiology",
        "pathology",
        "therapy"
      ],
      "DescriptorName": "Clostridium Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "126"
}