{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1679815",
  "DateCompleted": {
    "Year": "1991",
    "Month": "10",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "04",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0195-6701",
      "JournalIssue": {
        "Volume": "18 Suppl A",
        "PubDate": {
          "Year": "1991",
          "Month": "Jun"
        }
      },
      "Title": "The Journal of hospital infection",
      "ISOAbbreviation": "J Hosp Infect"
    },
    "ArticleTitle": "Medical and microbiological problems arising from airborne infection in hospitals.",
    "Pagination": {
      "StartPage": "451",
      "EndPage": "459",
      "MedlinePgn": "451-9"
    },
    "Abstract": {
      "AbstractText": [
        "The practical importance and frequency of airborne nosocomial infections has been a matter of dispute for many years. This is because most of the pathogens acquired in hospitals are able to use various different routes of infecting the patient's body so that it may be difficult or even impossible to prove an individual infection to be airborne. Only microbes such as Streptococcus pyogenes, Neisseria meningitidis, Corynebacterium diphtheriae, Mycobacterium tuberculosis, or certain respiratory viruses that are known to be predominantly transmitted by droplet infection from infected persons or healthy carriers, have been accepted to the cause of airborne nosocomial infections. Other pathogens such as legionellae, pseudomonads or clostridia may be distributed in the hospital environment via an insufficient or defective air-conditioning system, with or without humidification. The assessment of indirect airborne infections caused by infective particles derived from dust which has settled on furniture or the floor or which has been introduced to the hospital environment by shoes, open windows, building works or potted indoor plants is much more difficult. Many Gram-positive bacteria such as Staphylococcus aureus, mycobacteria, nocardiae, and endospores of clostridia and bacilli, as well as the reproductive elements of fungi do remain viable and infective in dry dust and may therefore infect patients when the dust is disturbed. In contrast to nosocomial infections due to Gram-negative bacteria, against which most preventive measures have been concentrated in the past and which are usually not airborne in origin, it appears that the possibility of direct or indirect transmission of hospital pathogens by air has been underestimated.(ABSTRACT TRUNCATED AT 250 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute for Medical Microbiology and Immunology, University of Bonn, Germany."
          }
        ],
        "LastName": "Schaal",
        "ForeName": "K P",
        "Initials": "KP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Hosp Infect",
    "NlmUniqueID": "8007166",
    "ISSNLinking": "0195-6701"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Air Microbiology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bacteriophage Typing"
    },
    {
      "QualifierName": [
        "epidemiology",
        "microbiology",
        "transmission"
      ],
      "DescriptorName": "Cross Infection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    }
  ]
}