{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Competition",
      "Kin selection",
      "Parasite",
      "Schistosoma mansoni",
      "Virulence"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29234885",
  "DateCompleted": {
    "Year": "2019",
    "Month": "09",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "12",
        "Day": "12"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s00442-017-4035-9"
    ],
    "Journal": {
      "ISSN": "1432-1939",
      "JournalIssue": {
        "Volume": "186",
        "Issue": "2",
        "PubDate": {
          "Year": "2018",
          "Month": "Feb"
        }
      },
      "Title": "Oecologia",
      "ISOAbbreviation": "Oecologia"
    },
    "ArticleTitle": "The influence of related and unrelated co-infections on parasite dynamics and virulence.",
    "Pagination": {
      "StartPage": "555",
      "EndPage": "564",
      "MedlinePgn": "555-564"
    },
    "Abstract": {
      "AbstractText": [
        "Many parasitic infections increase the morbidity and mortality of host populations. Interactions between co-infecting parasites can influence virulence, the damage done to a host. Previous studies investigating the impacts of parasite co-infection on hosts have been limited by their inability to control parasite dosage, use consistent virulence metrics, or verify co-infection status. This study used molecular tools, known infection dosage, and multiple assessments over time to test whether parasite relatedness can predict virulence in co-infections, as well as whether competitive interactions between different parasite strains within a host are predictable over time. In addition, we examined the impacts of other parasite traits, such as infectivity, as alternative predictors of virulence and competition outcomes. Hosts with single-strain (related) parasite infections were found to have lower virulence in terms of host and parasite reproduction, supporting kin selection predictions. However, these infections also resulted in higher host mortality. We argue that mortality should not be used as a measurement of virulence in parasite systems that castrate hosts. Hosts were more susceptible to mixed strain (unrelated) parasite infections, indicating that co-infections may make resistance more costly to hosts. Co-infections were dynamic, with changes in parasite dominance over the course of the infection. The more infective parasite strain appeared to suppress the less infective strain, ultimately increasing host longevity. Our findings suggest that unrelated, or more diverse, parasite infections are associated with higher virulence, but that studies must consider their methodology and possible alternative explanations beyond kin selection to understand virulence outcomes."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biological Sciences, Purdue University, 915 West State Street, West Lafayette, IN, 47907, USA. aglei002@plattsburgh.edu."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Biological Sciences, State University of New York, College at Plattsburgh, 101 Broad Street, Plattsburgh, NY, 12901, USA. aglei002@plattsburgh.edu."
          }
        ],
        "LastName": "Gleichsner",
        "ForeName": "A M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biological Sciences, Purdue University, 915 West State Street, West Lafayette, IN, 47907, USA."
          }
        ],
        "LastName": "Reinhart",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biological Sciences, Purdue University, 915 West State Street, West Lafayette, IN, 47907, USA."
          }
        ],
        "LastName": "Minchella",
        "ForeName": "D J",
        "Initials": "DJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Oecologia",
    "NlmUniqueID": "0150372",
    "ISSNLinking": "0029-8549"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Coinfection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Parasites"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Parasitic Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ]
}