{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9629726",
  "DateCompleted": {
    "Year": "1998",
    "Month": "07",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "por"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0034-8910",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "5",
        "PubDate": {
          "Year": "1997",
          "Month": "Oct"
        }
      },
      "Title": "Revista de saude publica",
      "ISOAbbreviation": "Rev Saude Publica"
    },
    "ArticleTitle": "[Relationship between pathogenicity of Schistosoma mansoni in mice and the susceptibility of the vector mollusk. IV--Infectiousness of miracidia].",
    "Pagination": {
      "StartPage": "488",
      "EndPage": "494",
      "MedlinePgn": "488-94"
    },
    "Abstract": {
      "AbstractText": [
        "The infection ability of miracidia of BH and SJ strains of S. mansoni, obtained from mice infected with cercariae taken from Biomphalaria glabrata and Biomphalaria tenagophila, genetically selected for susceptibility is compared with the infection ability of miracidia obtained from mice infected with larvae from non-selected mollusks.",
        "Progeny of S. mansoni resulting from successive infections of selected mollusk sproduced various generations of selected miracidia. Selection of B. glabrata and B. tengophila was carried out by autofertilization of mollusks susceptible to the BH and SJ strains of S. mansoni. Five generations of mollusks (from parental down to F4), were used in the experiment. Tests for the infectiousness of the miracidia used 10 larvae: susceptibility was checked starting on day 30 after infection, for 90 days, through observation for the presence of cercariae.",
        "The results showed that susceptibility of the selected mollusks in the face of the respective sympatric strains was not altered by the selection process of S. mansoni. However F4 miracidia of the BH strain were more infectant for non-selected B. glabrate than parental miracidia of the same strain. Miracidia of BH and SJ strains, parental generation, and BH strain, F3 generation, showed the same infectiousness in selected B. glabrata. Nevertheless, these mollusks had distinct infection rates from allopatric selected miracidia (SJ strain, F4 generation). The generation of successive infections of S. mansoni SJ in selected B. tenagophila resulted in the adaptation of the worm strain to the species of mollusk. B. tenagophila was never susceptible to the BH strain, even when selected mollusks and trematodes were employed. The susceptibility/infectiousness of the pair B. tenagophila-SJ S. mansoni strain was only changed by the selection process of the mollusks.",
        "As non-selected B. glabrata were more intensively infected by selected BH miracidia than by non-selected BH miracidia, one is led to surmise that the greater pathogenicity of S. mansoni from susceptible mollusks implies the greater infection ability of these miracidia."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departamento de Parasitologia do Instituto de Biologia da Universidade Estadual de Campinas, Brasil. luiz@correionet.com.br"
          }
        ],
        "LastName": "Zanotti-Magalhães",
        "ForeName": "E M",
        "Initials": "EM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Magalhães",
        "ForeName": "L A",
        "Initials": "LA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "de Carcalho",
        "ForeName": "J F",
        "Initials": "JF"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "English Abstract",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ],
    "VernacularTitle": "Relação entre patogenicidade do Schistosoma mansoni em camundongos e susceptibilidade do molusco vector. IV--Infecciosidade dos miracidios."
  },
  "MedlineJournalInfo": {
    "Country": "Brazil",
    "MedlineTA": "Rev Saude Publica",
    "NlmUniqueID": "0135043",
    "ISSNLinking": "0034-8910"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "parasitology",
        "physiology"
      ],
      "DescriptorName": "Biomphalaria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Vectors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Predisposition to Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Schistosoma mansoni"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Schistosomiasis mansoni"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Selection, Genetic"
    }
  ]
}