{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Antibiotikaresistenz",
      "Genotypisierung",
      "Haustiere",
      "Infektion",
      "MRSA",
      "Virulenz",
      "antibiotic resistance",
      "companion animals",
      "genotyping",
      "infection",
      "mecA",
      "virulence"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Zweiundzwanzig methicillinresistente Staphylococcus aureus (MRSA) Stämme wurden zwischen Juni 2008 und September 2014 aus verschiedenen Infektionsstellen von Hunden und Katzen isoliert und ihr Genotyp, Virotyp und Antibiotikaresistenzprofil bestimmt. Der klonale Komplex (CC) 22 [ST22(MLST)-A(PFGE)-t032(spa)-IV(SCCmec) und ST22-A-t1214-IV] war der vorherrschende MRSA Typ, gefolgt vom Nutztier-assoziierten CC398 Klon (ST398-D-t011-IV) und vereinzelten Stämmen anderer MRSA Typen (ST5-C-t002-II, ST1-B-t001-IV). Die MRSA Typen dieser Studie hatten einen relativ konservierten Virulenztyp, geprägt von γ-Hämolysin assozierten Genen, Enterotoxingenen, Virluenzgenen auf β-Hämolysin konvertierenden Phagen und Leukocidingenen. Die Stämme waren zudem vorwiegend resistent gegen β-Laktame, Trimethoprim und Fluoroquinolone, wobei einzelne Stämme zusätzliche Resistenzen gegen Makrolide, Lincosamide, Aminoglycoside, Tetrazyklin, Chloramphenicol und/oder Mupirocin aufwiesen. Die Häufigkeit von Infektionen mit CC22 MRSA deutet stark darauf hin, dass sich dieser human assoziierte Klon leicht in der Schweizer Kleintierpopulation verbreiten kann. Um die Verbreitung von MRSA in Mensch und Tier einzudämmen, sollte das Vorkommen von MRSA Infektionen bei Kleintieren möglichst gering gehalten werden."
      ]
    },
    {
      "AbstractText": [
        "Entre juin 2008 et septembre 2014, 220 souches de Staphylococcus aureus résistantes à la méthicilline (SARM) ont été isolées de divers foyers infectieux chez des chiens et des chats et leur génotype, leur virotype et leur profil de résistance aux antibiotiques ont été déterminés. Le complexe clonal (CC) 22 [ST22(MLST)-A(PFGE)-t032(spa)-IV(SCCmec) et ST22-A-t1214-IV] était le type de SARM principal, suivi par le CC398 (ST398-D-t011-IV) normalement associé aux animaux de rente ainsi que par quelques autres souche de SARM (ST5-C-t002-II, ST1-B-t001-IV). Les types de SARM de cette étude avaient un type de virulence relativement conservé, marqué par des gènes associés à la γ-hémolysine, des gènes d’entérotoxines, des gènes de virulence sur les phages convertissant la β-hémolysin et des gènes de leucocidine. Les souches étaient en outre principalement résistantes au β-lactame, au triméthoprime et aux fluoroquinolones, certaines d’entre elles présentant des résistances supplémentaires aux macrolides, aux lincosamides, aux aminoglycosides, aux tétracyclines, au chloramphénicol et/ou à la mupirocine. La fréquence des infections avec des SARM du complexe clonal CC22 indique clairement que ce clone associé à l’être humain peut se répandre facilement dans la population suisse d’animaux de compagnie. Pour réduire cette expansion de SARM chez les hommes et les animaux, il faut chercher à limiter le plus possible les infections dues aux SARM chez les animaux de compagnie."
      ]
    },
    {
      "AbstractText": [
        "Ventidue ceppi di Staphylococcus aureus (MRSA) resistenti alla meticillina sono stati isolati tra giugno 2008 e settembre 2014 in diverse aree d’infezione in cani e gatti. Si è potuto determinare il loro genotipo, virotipo e profilo di resistenza agli antibiotici. Il complesso clonale (CC) 22 [ST22 (MLST)-A(PFGE)-t032 (spa)-IV (SCCmec) e ST22-A-T1214-IV] era il tipo di MRSA predominante, seguito dal clone CC398 associato agli animali da reddito (ST398-D-T011-IV) e da ceppi occasionali di altri tipi di MRSA (ST5-C-t002-II, ST1-B-t001-IV). I tipi di MRSA di questo studio avevano un tipo di virulenza relativamente stabile, marcato da geni associati a γ-emolisina, enterotossigeni, geni virulenti a fagi di conversione alla beta-emolisina e geni con leucidina. I ceppi erano prevalentemente resistenti a β-lattamici, trimetoprima e fluorochinoloni, anche se ceppi singoli mostravano una resistenza supplementare a macrolidi, lincosamidi, aminoglicosidi, tetracicline, cloramfenicolo e/o mupirocina. La frequenza delle infezioni da MRSA CC22 suggerisce fortemente che questo clone associato agli umani possa facilmente diffondersi nella popolazione dei piccoli animali in Svizzera. Al fine di contenere la diffusione di MRSA nell’uomo e negli animali, l’insorgenza d’infezioni MRSA in piccoli animali deve essere mantenuta a un basso livello."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27504839",
  "DateCompleted": {
    "Year": "2016",
    "Month": "12",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "12",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.17236/sat00070"
    ],
    "Journal": {
      "ISSN": "0036-7281",
      "JournalIssue": {
        "Volume": "158",
        "Issue": "6",
        "PubDate": {
          "Year": "2016",
          "Month": "Jun"
        }
      },
      "Title": "Schweizer Archiv fur Tierheilkunde",
      "ISOAbbreviation": "Schweiz Arch Tierheilkd"
    },
    "ArticleTitle": "Methicillin-resistant Staphylococcus aureus isolated from dogs and cats in Switzerland.",
    "Pagination": {
      "StartPage": "443",
      "EndPage": "450",
      "MedlinePgn": "443-50"
    },
    "Abstract": {
      "AbstractText": [
        "Twenty-two methicillin-resistant Staphylococcus aureus (MRSA) strains isolated from various infected locations in domestic cats and dogs between June 2008 and September 2014 were analyzed for their genotype, genetic fingerprint, virulence and antibiotic resistance profile. Eighteen strains belonged to the clonal complex (CC) 22 [ST22(MLST)-A(PFGE)-t032(spa)-IV(SCCmec) and ST22-A-t1214-IV], 2 strains to the livestock associated MRSA ST398-t011-IV and two were individual strains of ST5-t002-II and ST1-t001-IV. They contained virulence factors such as γ-hemolysins, β-hemolysin converting phage genes, leukocidins and enterotoxins. Most widespread resistances were observed against β-lactams, trimethoprim and fluoroquinolones, but single strains also exhibited resistance to macrolides, lincosamides, aminoglycosides, tetracycline, chloramphenicol and/or mupirocin. The predominant presence of CC22 MRSA strongly indicates clonal spread of a human associated lineage in Swiss companion animals. It is therefore of public health importance to maintain a low level of MRSA infections in animals to avoid uncontrolled dissemination of MRSA clones in humans and animals."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Veterinary Bacteriology, Vetsuisse Faculty, University of Bern, Switzerland."
          }
        ],
        "LastName": "Wipf",
        "ForeName": "J R",
        "Initials": "JR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Veterinary Bacteriology, Vetsuisse Faculty, University of Bern, Switzerland."
          }
        ],
        "LastName": "Perreten",
        "ForeName": "V",
        "Initials": "V"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Methicillin-resistente Staphylococcus aureus Stämme isoliert aus Hunden und Katzen in der Schweiz."
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Schweiz Arch Tierheilkd",
    "NlmUniqueID": "0424247",
    "ISSNLinking": "0036-7281"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Infective Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Virulence Factors"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Anti-Infective Agents"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Cat Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cats"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Dog Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dogs"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Drug Resistance, Bacterial"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Genes, Bacterial"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genotype"
    },
    {
      "QualifierName": [
        "drug effects",
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Methicillin-Resistant Staphylococcus aureus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Molecular Typing"
    },
    {
      "QualifierName": [
        "microbiology",
        "veterinary"
      ],
      "DescriptorName": "Staphylococcal Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Switzerland"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Virulence Factors"
    }
  ]
}