{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11204150",
  "DateCompleted": {
    "Year": "2001",
    "Month": "06",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "12",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1369-3786",
      "JournalIssue": {
        "Volume": "38 Suppl 1",
        "PubDate": {
          "Year": "2000"
        }
      },
      "Title": "Medical mycology",
      "ISOAbbreviation": "Med Mycol"
    },
    "ArticleTitle": "Pneumocystis infections: the iceberg?",
    "Pagination": {
      "StartPage": "23",
      "EndPage": "32",
      "MedlinePgn": "23-32"
    },
    "Abstract": {
      "AbstractText": [
        "Pneumocystis carinii pneumonia (PCP) is a well-recognized lung disease of immunocompromised patients, but the real impact of Pneumocystis infection in humans remains to be discovered. Pneumocystis represents probably one of the more frequent infectious agents faced by humans. Seroconversion revealed P. carinii primary infection in > 90% of infants and small children, but the infection source and the clinical or pathological changes associated with this first contact with the parasite remain unknown. Pneumocystis organisms are atypical microfungi able to attach specifically to type-I alveolar epithelial cells, and to proliferate, provoking severe pneumonitis. A deep impairment of cell-mediated immunity associated with changes in pulmonary surfactant make it possible for Pneumocystis to grow within the host. Alveolar type-II cell hypertrophy, macrophagic infiltrate and intra-alveolar foamy eosinophilic material are the most typical changes. CD4+ T-lymphocytes and interferon play a major role in host defense against P. carinii. Alveolar macrophages phagocytose P. carinii via the macrophage-mannose receptor and produce reactive free-radicals and nitric oxide under Pneumocystis stimulation. Furthermore, PCP is associated with an early decrease of surfactant phospholipids, increased hydrophilic surfactant protein (SP) levels and decreased hydrophobic SPs. Normal surfactant improves PCP, and consistently, it inhibits the parasite growth. New detection tools have revealed that hospitalized patients can be latently infected with Pneumocystis and that immunocompetent hosts develop transient Pneumocystis infections. Pneumocystis organisms circulate in human populations, being able to infect hosts with diverse susceptibility levels. In fact, airborne Pneumocystis infection can display a large spectrum of clinical presentations and most likely, we recognize at present only the tip of the iceberg."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dept. Microbiology of Ecosystems, Pasteur Institute of Lille, Lille & Faculty of Medicine and Regional University Hospital Centre, France. eduardo.dei-cas@pasteur-lille.fr"
          }
        ],
        "LastName": "Dei-Cas",
        "ForeName": "E",
        "Initials": "E"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Med Mycol",
    "NlmUniqueID": "9815835",
    "ISSNLinking": "1369-3786"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Carrier State"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Pneumocystis"
    },
    {
      "QualifierName": [
        "epidemiology",
        "microbiology",
        "physiopathology"
      ],
      "DescriptorName": "Pneumocystis Infections"
    },
    {
      "QualifierName": [
        "epidemiology",
        "microbiology",
        "physiopathology",
        "transmission"
      ],
      "DescriptorName": "Pneumonia, Pneumocystis"
    }
  ],
  "NumberOfReferences": "125"
}