{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anti-infective agents",
      "Antibiotics",
      "Antimicrobial resistance",
      "Drug utilization review",
      "Evaluation"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Die Ausbreitung von Antiinfektivaresistenzen („antimicrobial resistance“, AMR) stellt eine der größten Bedrohungen für die globale Gesundheit dar und verursacht sehr viele Todesfälle. Auch im Kontext der Sepsis als schwerste Verlaufsform einer Infektionserkrankung spielen AMR eine Rolle. Der sachgemäße Antiinfektivaeinsatz unter Berücksichtigung von Antibiotic-Stewardship(ABS)-Prinzipien kann die AMR-Ausbreitung eindämmen und die Behandlungsqualität von Infektionspatient*innen verbessern. Zur korrekten Antiinfektivaverordnung zählen die richtige Diagnosestellung und Dokumentation der (Verdachts‑)Diagnose, die Durchführung einer leitliniengerechte Diagnostik und Auswahl der Therapie, die Reevaluation und Anpassung der Therapie im Verlauf, die Fokussierung und Deeskalation der Therapie in Abhängigkeit des klinischen Ansprechens und des Vorliegens diagnostischer Befunde, die Dosierungsüberprüfung und -anpassung und, wenn möglich, die Umstellung auf eine orale Therapie sowie die frühzeitige Therapiebeendigung bei fehlender Bestätigung der Verdachtsdiagnose. Besonders durch konsequente Umsetzung der in Leitlinien empfohlenen Therapiedauer kann unnötiger Antiinfektivaeinsatz reduziert werden. Auch die Infektionsprävention mit Umsetzung von Impfempfehlungen führt zu einem geringeren Antiinfektivaeinsatz. Die interdisziplinäre Zusammenarbeit mit infektiologischen ABS-Expert*innen, wie sie auch für die Sepsisbehandlung empfohlen wird, verbessert zudem die Behandlungsqualität und das Outcome von Patient*innen. Besonders komplexe Infektionen wie die Endokarditis sollen gemäß Leitlinienempfehlungen in interdisziplinären Infektiologie-Boards diskutiert werden. Damit ist ein entscheidender Beitrag gegen die AMR-Ausbreitung und für die Erhaltung der Wirksamkeit der verfügbaren Antiinfektiva möglich."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Medizin Verlag GmbH, ein Teil von Springer Nature."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37568049",
  "DateCompleted": {
    "Year": "2023",
    "Month": "09",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "09",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "08",
        "Day": "11"
      }
    ],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00063-023-01047-2"
    ],
    "Journal": {
      "ISSN": "2193-6226",
      "JournalIssue": {
        "Volume": "118",
        "Issue": "6",
        "PubDate": {
          "Year": "2023",
          "Month": "Sep"
        }
      },
      "Title": "Medizinische Klinik, Intensivmedizin und Notfallmedizin",
      "ISOAbbreviation": "Med Klin Intensivmed Notfmed"
    },
    "ArticleTitle": "[Antibiotic stewardship].",
    "Pagination": {
      "StartPage": "477",
      "EndPage": "482",
      "MedlinePgn": "477-482"
    },
    "Abstract": {
      "AbstractText": [
        "The spread of antimicrobial resistance (AMR) is one of the greatest threats to global health and causes very many deaths. Also in the context of sepsis-the severest complication of certain infectious diseases-does AMR play a role. Wise use of anti-infectives and application of antibiotic stewardship (AMS) principles can reduce the spread of AMR and improve the quality of management of patients with infectious diseases. Correct use of anti-infective agents includes the correct diagnostic approach and documentation of the (suspected) diagnosis, guideline-conform diagnostic workup and treatment selection, re-evaluation and tailoring during the course of treatment, a focus on treatment de-escalation depending on clinical response and microbiology results, dose optimization, and, if possible, conversion to oral therapy, and early termination of treatment if the suspected diagnosis is not confirmed. Particularly adherence to the guideline-conform treatment duration can reduce unnecessary use of anti-infectives. Prevention of infections via adherence to vaccination recommendations also contributes to a reduction in the use of anti-infectives. Interdisciplinary collaboration with infectious diseases and AMS specialists, as recommended for sepsis, also improves treatment quality and patient outcomes. Particularly for complex infections such as endocarditis cases should be discussed in multidisciplinary teams including specialists in infectious diseases. In this manner, decisive steps against the spread of AMR and towards maintenance of the efficacy of available anti-infective drugs can be taken."
      ],
      "CopyrightInformation": "© 2023. The Author(s), under exclusive licence to Springer Medizin Verlag GmbH, ein Teil von Springer Nature."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Klinik für Infektiologie und Intensivmedizin, Fächerverbund für Infektiologie, Pneumologie und Intensivmedizin, Charité - Universitätsmedizin Berlin, Augustenburger Platz 1, 13353, Berlin, Deutschland. miriam.stegemann@charite.de."
          }
        ],
        "LastName": "Stegemann",
        "ForeName": "Miriam",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Antibiotic Stewardship."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Med Klin Intensivmed Notfmed",
    "NlmUniqueID": "101575086",
    "ISSNLinking": "2193-6218"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Bacterial Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Antimicrobial Stewardship"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy"
      ],
      "DescriptorName": "Sepsis"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Anti-Bacterial Agents"
    }
  ]
}