{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Les coronavirus forment un grand groupe de virus infectant les mammifères et les oiseaux ; cinq d’entre eux infectent l’homme : HCoV 229E et OC43, connus depuis les années 1960, SARS-CoV identifié en mars 2003 lors de l’épidémie de syndrome de détresse respiratoire aigu sévère, NL63 et HKU1, identifiés respectivement en 2004 et 2005. Ce sont des virus enveloppés dont le génome est une molécule d’ARN de polarité positive de très grande taille. Leur mode évolutif fait intervenir plusieurs paramètres : la génération de nombreux mutants lors de la réplication, responsable d’une distribution en quasi-espèces de la population virale, la capacité à établir des infections persistantes, la possibilité de délétions importantes, la grande flexibilité du génome due à un fort taux de recombinaisons homologues et hétérologues, la capacité à franchir les barrières d’espèces et à s’adapter au nouvel environnement. Les coronavirus (hors SARS-CoV) sont ubiquitaires et circulent sous forme épidémique. Les différents HCoV co-circulent avec une distribution entre les types qui est variable selon les années et les régions géographiques. Ce sont essentiellement des virus responsables d’infections respiratoires hautes et basses. Le SARS-CoV est, lui, un virus émergent responsable de l’épidémie de pneumopathies atypiques entre novembre 2002 et juillet 2003. Sa circulation a été interrompue grâce à la mise en place de mesures sanitaires drastiques. L’implication des HCoV dans des pathologies digestives et neurologiques reste à préciser. La détection des coronavirus est difficile, et fait appel surtout à des techniques moléculaires. Il n’existe actuellement aucun traitement spécifique des infections à HCoV."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "18456429",
  "DateCompleted": {
    "Year": "2009",
    "Month": "07",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2008",
        "Month": "05",
        "Day": "05"
      }
    ],
    "Language": [
      "fre"
    ],
    "ELocationID": [
      "10.1016/j.patbio.2008.02.018"
    ],
    "Journal": {
      "ISSN": "0369-8114",
      "JournalIssue": {
        "Volume": "57",
        "Issue": "2",
        "PubDate": {
          "Year": "2009",
          "Month": "Mar"
        }
      },
      "Title": "Pathologie-biologie",
      "ISOAbbreviation": "Pathol Biol (Paris)"
    },
    "ArticleTitle": "[Human coronaviruses].",
    "Pagination": {
      "StartPage": "149",
      "EndPage": "160",
      "MedlinePgn": "149-60"
    },
    "Abstract": {
      "AbstractText": [
        "Coronaviruses are a large group of viruses and infect a lot of species of mammals and birds. Five coronaviruses currently infect humans: HCoVs 229E and OC43, identified in the 1960s, SARS-CoV identified in March 2003 during the SARS epidemic, and the HCoVs NL63 and HKU1, identified in 2004 and 2005 respectively. The genome of the coronaviruses is a linear, non-segmented, positive-sense single-stranded RNA molecule of approximately 30kb. The evolution of these viruses occurs through some features: the generation of multiple mutants during the replication resulting on a quasispecies structure of the viral population, the demonstrated ability of coronaviruses to establish persistent infections, the flexibility of the genome due to a high frequency of homologue or heterologue recombinations, the ability to jump barrier species and to adapt to the new environment. Two epidemiologic pictures of HCoV infections have to be distinguished: as suggested by recent studies, HCoVs except SARS-CoV, are distributed worldwide and cocirculate during seasonal outbreaks. The distribution of the different HCoV species varies according to the geographic area and season. In contrast, the SARS-CoV is responsible of the first emerging infectious disease of this millennium, infecting more than 8000 people between November 2002 and July 2003. Its circulation has been stopped by drastic public health policy. Human coronaviruses may be also involved in enteric and neurologic diseases. The detection of these viruses is difficult and mainly based on molecular assays (RT-PCR). There is no established specific therapy to date."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratoire de virologie, EA 2128, centre hospitalo-universitaire de Caen, avenue Georges-Clemenceau, 14033 Caen cedex, France. vabret-a@chu-caen.fr"
          }
        ],
        "LastName": "Vabret",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dina",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Brison",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Brouard",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Freymuth",
        "ForeName": "F",
        "Initials": "F"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Coronavirus humains (HCoV)."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Pathol Biol (Paris)",
    "NlmUniqueID": "0265365",
    "ISSNLinking": "0369-8114"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Asia"
    },
    {
      "QualifierName": [
        "genetics",
        "pathogenicity",
        "ultrastructure"
      ],
      "DescriptorName": "Coronavirus"
    },
    {
      "QualifierName": [
        "epidemiology",
        "transmission",
        "veterinary"
      ],
      "DescriptorName": "Coronavirus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Transmission, Infectious"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genome, Viral"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Hepatitis, Viral, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mammals"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "North America"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Severe acute respiratory syndrome-related coronavirus"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Severe Acute Respiratory Syndrome"
    }
  ]
}