{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22248111",
  "DateCompleted": {
    "Year": "2012",
    "Month": "05",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "01",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1186/1742-4690-9-6"
    ],
    "Journal": {
      "ISSN": "1742-4690",
      "JournalIssue": {
        "Volume": "9",
        "PubDate": {
          "Year": "2012",
          "Month": "Jan",
          "Day": "16"
        }
      },
      "Title": "Retrovirology",
      "ISOAbbreviation": "Retrovirology"
    },
    "ArticleTitle": "HIV infection and HERV expression: a review.",
    "Pagination": {
      "StartPage": "6",
      "MedlinePgn": "6"
    },
    "Abstract": {
      "AbstractText": [
        "The human genome contains multiple copies of retrovirus genomes known as endogenous retroviruses (ERVs) that have entered the germ-line at some point in evolution. Several of these proviruses have retained (partial) coding capacity, so that a number of viral proteins or even virus particles are expressed under various conditions. Human ERVs (HERVs) belong to the beta-, gamma-, or spuma- retrovirus groups. Endogenous delta- and lenti- viruses are notably absent in humans, although endogenous lentivirus genomes have been found in lower primates. Exogenous retroviruses that currently form a health threat to humans intriguingly belong to those absent groups. The best studied of the two infectious human retroviruses is the lentivirus human immunodeficiency virus (HIV) which has an overwhelming influence on its host by infecting cells of the immune system. One HIV-induced change is the induction of HERV transcription, often leading to induced HERV protein expression. This review will discuss the potential HIV-HERV interactions.Several studies have suggested that HERV proteins are unlikely to complement defective HIV virions, nor is HIV able to package HERV transcripts, probably due to low levels of sequence similarity. It is unclear whether the expression of HERVs has a negative, neutral, or positive influence on HIV-AIDS disease progression. A positive effect was recently reported by the specific expression of HERVs in chronically HIV-infected patients, which results in the presentation of HERV-derived peptides to CD8+ T-cells. These cytotoxic T-cells were not tolerant to HERV peptides, as would be expected for self-antigens, and consequently lysed the HIV-infected, HERV-presenting cells. This novel mechanism could control HIV replication and result in a low plasma viral load. The possibility of developing a vaccination strategy based on these HERV peptides will be discussed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Experimental Virology, Department of Medical Microbiology, Center for Infection and Immunity Amsterdam, Academic Medical Center of the University of Amsterdam, Meibergdreef 15, 1105 AZ Amsterdam, The Netherlands. a.c.vanderkuyl@amc.uva.nl"
          }
        ],
        "LastName": "van der Kuyl",
        "ForeName": "Antoinette C",
        "Initials": "AC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Retrovirology",
    "NlmUniqueID": "101216893",
    "ISSNLinking": "1742-4690"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Viral Proteins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "CD8-Positive T-Lymphocytes"
    },
    {
      "QualifierName": [
        "immunology",
        "pathogenicity"
      ],
      "DescriptorName": "Endogenous Retroviruses"
    },
    {
      "QualifierName": [
        "complications",
        "immunology"
      ],
      "DescriptorName": "HIV Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Proviruses"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "T-Lymphocytes, Cytotoxic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Transcription, Genetic"
    },
    {
      "QualifierName": [
        "biosynthesis",
        "immunology"
      ],
      "DescriptorName": "Viral Proteins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Activation"
    }
  ]
}