{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Development",
      "Faecal water",
      "Gastrointestinal nematode",
      "Model",
      "Pasture infectivity",
      "Survival",
      "Temperature",
      "Trichostrongyloids"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "35248892",
  "DateCompleted": {
    "Year": "2022",
    "Month": "03",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2022",
        "Month": "02",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.vetpar.2022.109683",
      "S0304-4017(22)00037-1"
    ],
    "Journal": {
      "ISSN": "1873-2550",
      "JournalIssue": {
        "Volume": "303",
        "PubDate": {
          "Year": "2022",
          "Month": "Mar"
        }
      },
      "Title": "Veterinary parasitology",
      "ISOAbbreviation": "Vet Parasitol"
    },
    "ArticleTitle": "Ecology of the free-living stages of Trichostrongylid parasites of sheep.",
    "Pagination": {
      "StartPage": "109683",
      "MedlinePgn": "109683"
    },
    "Abstract": {
      "AbstractText": [
        "The prevalence of gastrointestinal nematodes (GINs) is dictated by environmental conditions which influence the survival, development, and migration rates of the free-living stages. While the faecal pellet is the most important micro-environment for GINs, limited data on the impact of temperature and faecal water content (FWC) on their survival, development, and migration limits accurate prediction of nematode pasture infectivity. This study investigated the impact of temperature and FWC on the dynamics of the free-living stages of T. vitrinus, T. colubriformis and T. circumcincta by incubating faecal samples from sheep harbouring mono-specific infection of the GINs in temperature-controlled incubators at constant temperatures ranging from 0° to 40°C and nominal target FWCs ranging from 0% to 80% for 8 days. The different life cycle stages (eggs, pre-infective larvae, intra-pellet infective larvae and extra-pellet infective larvae) were enumerated each day using a modified McMaster technique. Multiple linear regression analysis was used to assess the impact of environmental effects on the recovery of each life cycle stage. A one-way ANOVA was used to compare the life cycle stage tallies between species. Survival and development of each life cycle stage were elucidated by fitting the obtained experimental data to an existing mathematical model which described the dynamics of the free-living stages of the GIN lifecycle. Development of eggs to infective larvae were only observed at target temperatures of 20 and 30ºC (and some development at 40 °C for T. colubriformis). This study predicted development of a minimum of 1% of eggs to intra-pellet infective larvae at temperature ranges of 9-39, 10-39 and 10-38ºC with optimum development occurring at 23, 23 and 20ºC for T. vitrinus, T. circumcincta and T. colubriformis, respectively. Development of eggs to intra-pellet infective larvae was observed at nominal FWC targets of 20% and above where increasing FWC up to 60% resulted in increased tallies of intra-pellet infective larvae. The model predicted that development of eggs to intra-pellet infective larvae required a minimum FWC of 13%, 16% and 17% for T. circumcincta, T. colubriformis and T. vitrinus respectively with higher FWC requirements for migration out of the faecal pellets. Development of T. circumcincta eggs to infective larvae was slower than the other species with only 33% of the T. circumcincta eggs predicted to develop to infective larvae at its optimum temperature and FWC as compared to 47% for T. vitrinus and 56% for T. colubriformis."
      ],
      "CopyrightInformation": "Copyright © 2022 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Animal Science, School of Environmental and Rural Science, University of New England, Armidale, NSW 2351, Australia; Department of Animal Science, College of Natural Resources, Royal University of Bhutan, Lobesa, Bhutan. Electronic address: tgyeltshen1.cnr@rub.edu.bt."
          }
        ],
        "LastName": "Gyeltshen",
        "ForeName": "Tshering",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Animal Science, School of Environmental and Rural Science, University of New England, Armidale, NSW 2351, Australia."
          }
        ],
        "LastName": "Kahn",
        "ForeName": "Lewis P",
        "Initials": "LP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Animal Science, School of Environmental and Rural Science, University of New England, Armidale, NSW 2351, Australia."
          }
        ],
        "LastName": "Laurenson",
        "ForeName": "Yan C S M",
        "Initials": "YCSM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Vet Parasitol",
    "NlmUniqueID": "7602745",
    "ISSNLinking": "0304-4017"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Feces"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Larva"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Nematoda"
    },
    {
      "QualifierName": [
        "parasitology",
        "veterinary"
      ],
      "DescriptorName": "Nematode Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ovum"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Parasites"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sheep"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Sheep Diseases"
    }
  ]
}