{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15906649",
  "DateCompleted": {
    "Year": "2005",
    "Month": "08",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "05",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0125-1562",
      "JournalIssue": {
        "Volume": "36",
        "Issue": "1",
        "PubDate": {
          "Year": "2005",
          "Month": "Jan"
        }
      },
      "Title": "The Southeast Asian journal of tropical medicine and public health",
      "ISOAbbreviation": "Southeast Asian J Trop Med Public Health"
    },
    "ArticleTitle": "Infectivity and development of the human strain of Hymenolepis nana in ICR mice.",
    "Pagination": {
      "StartPage": "97",
      "EndPage": "102",
      "MedlinePgn": "97-102"
    },
    "Abstract": {
      "AbstractText": [
        "In order to study the infectivity and development of the human strain of Hymenolepis nana in mice, a human strain of H. nana was inoculated into ICR mice. H. nana eggs were concentrated by the sedimentation method and inoculated by a disposable syringe (1 ml) connected to a long needle (8 cm) into the stomach of mice. Mouse feces were examined daily beginning day 5 after inoculation and the mice were sacrificed from days 19 to 65 post-infection (PI). The infection rate and worm recovery rate were 69% and 17%, respectively. The prepatent period ranged from 7 to 23 days. Autoinfection was found to occur in an ICR mouse infected with 60 eggs; 102 worms were recovered from its small intestinal lumen on day 19 PI. One row of hooklets was found on the scolex and the mean number of hooks was 19. The average length, width, and number of segments were 51 mm, 0.6 mm, and 1,099, respectively. The mean length and number of immature segments were 9 mm and 414 segments, mature segments 20 mm and 390 segments, and gravid segments 22 mm and 295 segments. The average length, width, and number of segments in 26 autoinfected worms were 11.5 mm, 0.3 mm, and 189 segments. The mean length and number of immature segments were 3.9 mm and 41 segments, mature segments 4.4 mm and 65 segments, and gravid segments 3.2 mm and 83 segments, respectively."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute Tropical Medicine and Department of Parasitology, National Yangming University, Taipei, Taiwan, Republic of China. pcfan@ym.edu.tw"
          }
        ],
        "LastName": "Fan",
        "ForeName": "P C",
        "Initials": "PC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Thailand",
    "MedlineTA": "Southeast Asian J Trop Med Public Health",
    "NlmUniqueID": "0266303",
    "ISSNLinking": "0125-1562"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Susceptibility"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Feces"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Helminthiasis"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Hymenolepis nana"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, Inbred ICR"
    }
  ]
}