{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Anaplasma",
      "Babesia",
      "Borrelia",
      "Ixodes scapularis",
      "Powassan virus",
      "Time-to-transmission"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29398603",
  "DateCompleted": {
    "Year": "2018",
    "Month": "11",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "01",
        "Day": "31"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ttbdis.2018.01.002",
      "S1877-959X(17)30412-0"
    ],
    "Journal": {
      "ISSN": "1877-9603",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "3",
        "PubDate": {
          "Year": "2018",
          "Month": "Mar"
        }
      },
      "Title": "Ticks and tick-borne diseases",
      "ISOAbbreviation": "Ticks Tick Borne Dis"
    },
    "ArticleTitle": "Pathogen transmission in relation to duration of attachment by Ixodes scapularis ticks.",
    "Pagination": {
      "StartPage": "535",
      "EndPage": "542",
      "MedlinePgn": "535-542"
    },
    "Abstract": {
      "AbstractText": [
        "The blacklegged tick, Ixodes scapularis, is the primary vector to humans in the eastern United States of the deer tick virus lineage of Powassan virus (Powassan virus disease); the protozoan parasite Babesia microti (babesiosis); and multiple bacterial disease agents including Anaplasma phagocytophilum (anaplasmosis), Borrelia burgdorferi and Borrelia mayonii (Lyme disease), Borrelia miyamotoi (relapsing fever-like illness, named Borrelia miyamotoi disease), and Ehrlichia muris eauclairensis (a minor causative agent of ehrlichiosis). With the notable exception of Powassan virus, which can be transmitted within minutes after attachment by an infected tick, there is no doubt that the risk of transmission of other I. scapularis-borne pathogens, including Lyme disease spirochetes, increases with the length of time (number of days) infected ticks are allowed to remain attached. This review summarizes data from experimental transmission studies to reinforce the important disease-prevention message that regular (at least daily) tick checks and prompt tick removal has strong potential to reduce the risk of transmission of I. scapularis-borne bacterial and parasitic pathogens from infected attached ticks. The most likely scenario for human exposure to an I. scapularis-borne pathogen is the bite by a single infected tick. However, recent reviews have failed to make a clear distinction between data based on transmission studies where experimental hosts were fed upon by a single versus multiple infected ticks. A summary of data from experimental studies on transmission of Lyme disease spirochetes (Bo. burgdorferi and Bo. mayonii) by I. scapularis nymphs indicates that the probability of transmission resulting in host infection, at time points from 24 to 72 h after nymphal attachment, is higher when multiple infected ticks feed together as compared to feeding by a single infected tick. In the specific context of risk for human infection, the most relevant experimental studies therefore are those where the probability of pathogen transmission at a given point in time after attachment was determined using a single infected tick. The minimum duration of attachment by single infected I. scapularis nymphs required for transmission to result in host infection is poorly defined for most pathogens, but experimental studies have shown that Powassan virus can be transmitted within 15 min of tick attachment and both A. phagocytophilum and Bo. miyamotoi within the first 24 h of attachment. There is no experimental evidence for transmission of Lyme disease spirochetes by single infected I. scapularis nymphs to result in host infection when ticks are attached for only 24 h (despite exposure of nearly 90 experimental rodent hosts across multiple studies) but the probability of transmission resulting in host infection appears to increase to approximately 10% by 48 h and reach 70% by 72 h for Bo. burgdorferi. Caveats to the results from experimental transmission studies, including specific circumstances (such as re-attachment of previously partially fed infected ticks) that may lead to more rapid transmission are discussed."
      ],
      "CopyrightInformation": "Published by Elsevier GmbH."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Vector-Borne Diseases, National Center for Emerging and Zoonotic Infectious Diseases, Centers for Disease Control and Prevention, 3156, Rampart Road, Fort Collins, CO 80521, United States. Electronic address: evp4@cdc.gov."
          }
        ],
        "LastName": "Eisen",
        "ForeName": "Lars",
        "Initials": "L"
      }
    ],
    "GrantList": [
      {
        "GrantID": "CC999999",
        "Agency": "Intramural CDC HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Ticks Tick Borne Dis",
    "NlmUniqueID": "101522599",
    "ISSNLinking": "1877-959X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Anaplasma phagocytophilum"
    },
    {
      "QualifierName": [
        "transmission"
      ],
      "DescriptorName": "Anaplasmosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Babesia microti"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control",
        "transmission"
      ],
      "DescriptorName": "Babesiosis"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control",
        "transmission"
      ],
      "DescriptorName": "Bacterial Infections"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Borrelia"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Ehrlichia"
    },
    {
      "QualifierName": [
        "transmission"
      ],
      "DescriptorName": "Ehrlichiosis"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Encephalitis Viruses, Tick-Borne"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control",
        "transmission"
      ],
      "DescriptorName": "Encephalitis, Tick-Borne"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "microbiology",
        "parasitology",
        "physiology"
      ],
      "DescriptorName": "Ixodes"
    },
    {
      "QualifierName": [
        "transmission"
      ],
      "DescriptorName": "Lyme Disease"
    },
    {
      "QualifierName": [
        "transmission"
      ],
      "DescriptorName": "Relapsing Fever"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    }
  ]
}