{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23574703",
  "DateCompleted": {
    "Year": "2013",
    "Month": "07",
    "Day": "11"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "04",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.3354/dao02574"
    ],
    "Journal": {
      "ISSN": "0177-5103",
      "JournalIssue": {
        "Volume": "103",
        "Issue": "3",
        "PubDate": {
          "Year": "2013",
          "Month": "Apr",
          "Day": "11"
        }
      },
      "Title": "Diseases of aquatic organisms",
      "ISOAbbreviation": "Dis Aquat Organ"
    },
    "ArticleTitle": "Susceptibility of the European common frog Rana temporaria to a panel of ranavirus isolates from fish and amphibian hosts.",
    "Pagination": {
      "StartPage": "171",
      "EndPage": "183",
      "MedlinePgn": "171-83"
    },
    "Abstract": {
      "AbstractText": [
        "Ranaviruses are an emerging group of viruses and have been implicated in an increase of epidemics in susceptible species. They have a wide host range, infecting fish, amphibians and reptiles, with some isolates able to infect multiple species from different animal classes. Whilst some information exists on the pathogenicity of ranaviruses to novel hosts, there is none on the pathogenicity of fish ranaviruses to amphibians; this information is needed to develop measures to prevent the further spread of ranaviral disease in the aquatic environment. We undertook bath infection trials to assess the susceptibility of the European common frog Rana temporaria to 9 ranavirus isolates comprising doctor fish virus (DFV), European sheatfish virus (ESV), epizootic haematopoietic necrosis virus (EHNV), guppy virus 6 (GV6), pike-perch iridovirus (PPIV) and short-finned eel ranavirus (SERV) from fish hosts, and Bohle iridovirus (BIV), frog virus 3 (FV3) and Rana esculenta virus 282/I02 (REV) from amphibians. Animals were challenged as tadpoles at 15 and 20°C and as recent metamorphs at room temperature (20 ± 1°C) to investigate the effect of temperature and amphibian developmental stage on virus pathogenicity. Tadpoles were susceptible to FV3, PPIV and REV, but refractory to the other ranaviruses. Post-metamorphs were susceptible to FV3 and REV but refractory to BIV (the other ranaviruses were not tested). Significant mortality occurred in post-metamorphs and in tadpoles challenged at 20°C but was low in tadpoles challenged at 15°C. This study presents the first evidence of mortality in an amphibian species after challenge with ranavirus originally isolated from fish."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Environment, Fisheries and Aquaculture Science (Cefas), Barrack Road, The Nothe, Weymouth, Dorset DT4 8UB, UK. amanda.bayley@cefas.co.uk"
          }
        ],
        "LastName": "Bayley",
        "ForeName": "Amanda E",
        "Initials": "AE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hill",
        "ForeName": "Barry J",
        "Initials": "BJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Feist",
        "ForeName": "Stephen W",
        "Initials": "SW"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Dis Aquat Organ",
    "NlmUniqueID": "8807037",
    "ISSNLinking": "0177-5103"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "veterinary",
        "virology"
      ],
      "DescriptorName": "DNA Virus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Larva"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rana temporaria"
    },
    {
      "QualifierName": [
        "classification",
        "isolation & purification"
      ],
      "DescriptorName": "Ranavirus"
    }
  ]
}