{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10090081",
  "DateCompleted": {
    "Year": "1999",
    "Month": "04",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0023-6764",
      "JournalIssue": {
        "Volume": "48",
        "Issue": "6",
        "PubDate": {
          "Year": "1998",
          "Month": "Dec"
        }
      },
      "Title": "Laboratory animal science",
      "ISOAbbreviation": "Lab Anim Sci"
    },
    "ArticleTitle": "Animal models of human microsporidial infections.",
    "Pagination": {
      "StartPage": "589",
      "EndPage": "592",
      "MedlinePgn": "589-92"
    },
    "Abstract": {
      "AbstractText": [
        "Two new models have been described for Enterocytozoon bieneusi, non-human primates and immuno-suppressed gnotobiotic pigs, but there still is no successful cell culture system. The intestinal xenograft system holds promise as an animal model for Encephalitozoon intestinalis. Encephalitozoon hellem is easily propagated in mice, and also may be an important cause of spontaneous disease of psittacine birds. Encephalitozoon cuniculi occurs spontaneously in a wide variety of animals and can be induced experimentally in athymic mice. This is a useful experimental system and animal model, but the infection is relatively rare in man. Mammalian microsporidioses first were recognized as spontaneous diseases of animals that later confounded studies intended to elucidate the nature of diseases of humans. Much was learned about both experimental and spontaneous animal microsporidial infections that subsequently has been applied to the human diseases. In addition, new diseases have appeared, in both animals and humans, for which models are being developed. Since there are now animal models for almost all the known human microsporidioses, information on pathogenesis, host defenses, and effective treatments may become available soon. The microsporidioses provide a good example of the value of comparative pathology. Dr. Payne: Joe Payne. How much accidental infection has occurred with adjacent laboratory animals? Dr. Shadduck: A hard question. The organisms are thought to spread horizontally, and there is some pretty good evidence for that in rabbits. One assumes that this also is the explanation for the occurrence in infected kennels. Horizontal transmission probably occurs via contaminated urine, at least in the case of rabbits and dogs. Experimentally, horizontal transmission has been difficult to demonstrate in mice. Relative to the danger in people, I don't know how to answer that. I have always treated this as one of those things where you should be careful, but you shouldn't get paranoid. So, we have handled infected cell cultures and animals as if they were potentially infectious for man, but not as if they were something as hot as the human AIDS virus, for example. With the increasing number of reports in humans, I think it is clear that one would never want anybody who was at risk of being immunocompromised to work with these organisms. Dr. Fenkel: Are there other questions? Dr. Mysore: How do the parasites spread within the infected hosts? Dr. Shadduck: The usual answer is hematogenously via infected macrophages, but data that actually support that statement are rare. One does see infected macrophages in tissues, so it is not unreasonable to think that some of them escape and lodge in other tissues. But that has never actually been formally demonstrated. Dr. Nakeeb: Is E. bieneusi a human pathogen? Dr. Shadduck: The answer depends on which paper you read and what approach the authors took. There are papers in which the authors argue that the organism is not a cause of clinical disease in AIDS patients, but the general belief today is that the parasite does cause diarrhea and enteritis. I think the evidence for pathogenicity is quite strong for the various species of the Encephalitozoon, based on the severity and distribution of the lesions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Veterinary Pathobiology, College of Veterinary Medicine, Texas A & M University, College Station, USA."
          }
        ],
        "LastName": "Snowden",
        "ForeName": "K F",
        "Initials": "KF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Didier",
        "ForeName": "E S",
        "Initials": "ES"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Orenstein",
        "ForeName": "J M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shadduck",
        "ForeName": "J A",
        "Initials": "JA"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Lab Anim Sci",
    "NlmUniqueID": "1266503",
    "ISSNLinking": "0023-6764"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "AIDS-Related Opportunistic Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dogs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Intestinal Diseases, Parasitic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Macaca mulatta"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Microsporida"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Microsporidiosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rabbits"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Swine"
    }
  ],
  "NumberOfReferences": "40"
}