{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12686878",
  "DateCompleted": {
    "Year": "2003",
    "Month": "05",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2024",
    "Month": "01",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0951-7375",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "5",
        "PubDate": {
          "Year": "2002",
          "Month": "Oct"
        }
      },
      "Title": "Current opinion in infectious diseases",
      "ISOAbbreviation": "Curr Opin Infect Dis"
    },
    "ArticleTitle": "Dengue.",
    "Pagination": {
      "StartPage": "471",
      "EndPage": "476",
      "MedlinePgn": "471-6"
    },
    "Abstract": {
      "AbstractText": [
        "Because efforts to control dengue are flagging, this review focuses on the mechanisms underlying severe disease and on treatment options, good and bad.",
        "The year 2001 witnessed unprecedented global dengue epidemic activity in the American hemisphere, the Pacific islands and continental Asia. Early diagnosis of dengue is important but what is the value and appropriate use of the tourniquet test? A negative test does not rule out dengue infection, a positive test should be followed by close surveillance for early signs of dengue hemorrhagic fever. Low platelet counts do not predict clinically significant bleeding in dengue. It follows that platelet or blood transfusions should not be administered based upon platelet count alone. Dengue hemorrhagic fever or dengue shock syndrome cases frequently have compensated consumptive coagulopathy that seldom requires treatment. Bleeding is most likely caused by activated platelets resulting from damaged capillary endothelium. Dengue hemorrhagic fever and dengue shock syndrome can be safely treated with just normal saline. Colloids should be immediately given to children presenting with a pulse pressure at or below 10 mmHg. Human leukocyte antigen alleles correlate with both protection and susceptibility to dengue hemorrhagic fever and dengue shock syndrome; studies in Haiti suggest that blacks have a gene providing nearly complete protection against severe dengue illness.",
        "The role that antibodies play in protecting and enhancing dengue infections has been largely ignored. Such studies require definitive knowledge of what cells are infected in human dengue and an understanding of all the early antibody-accessible steps of infection of these target cells."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Preventive Medicine and Biometrics, Uniformed Services University of the Health Sciences, Bethesda, Maryland 20852, USA. halsteads@erols.com"
          }
        ],
        "LastName": "Halstead",
        "ForeName": "Scott B",
        "Initials": "SB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Curr Opin Infect Dis",
    "NlmUniqueID": "8809878",
    "ISSNLinking": "0951-7375"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Dengue"
    },
    {
      "QualifierName": [
        "immunology",
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Dengue Virus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Severe Dengue"
    }
  ],
  "NumberOfReferences": "40"
}