{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Avian malaria",
      "Bird inoculation",
      "Blood preservation",
      "Culex spp. vectors",
      "Experimental infection",
      "Pathology",
      "Plasmodium cathemerium"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26969510",
  "DateCompleted": {
    "Year": "2017",
    "Month": "02",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "03",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "154",
      "10.1186/s12936-016-1198-5"
    ],
    "Journal": {
      "ISSN": "1475-2875",
      "JournalIssue": {
        "Volume": "15",
        "PubDate": {
          "Year": "2016",
          "Month": "Mar",
          "Day": "11"
        }
      },
      "Title": "Malaria journal",
      "ISOAbbreviation": "Malar J"
    },
    "ArticleTitle": "A method to preserve low parasitaemia Plasmodium-infected avian blood for host and vector infectivity assays.",
    "Pagination": {
      "StartPage": "154",
      "MedlinePgn": "154"
    },
    "Abstract": {
      "AbstractText": [
        "Avian malaria vector competence studies are needed to understand more succinctly complex avian parasite-vector-relations. The lack of vector competence trials may be attributed to the difficulty of obtaining gametocytes for the majority of Plasmodium species and lineages. To conduct avian malaria infectivity assays for those Plasmodium spp. and lineages that are refractory to in vitro cultivation, it is necessary to obtain and preserve for short periods sufficient viable merozoites to infect naïve donor birds to be used as gametocyte donors to infect mosquitoes. Currently, there is only one described method for long-term storage of Plasmodium spp.-infected wild avian blood and it is reliable at a parasitaemia of at least 1%. However, most naturally infected wild-caught birds have a parasitaemia of much less that 1%. To address this problem, a method for short-term storage of infected wild avian blood with low parasitaemia (even ≤ 0.0005%) has been explored and validated.",
        "To obtain viable infective merozoites, blood was collected from wild birds using a syringe containing the anticoagulant and the red blood cell preservative citrate phosphate dextrose adenine solution (CPDA). Each blood sample was stored at 4 °C for up to 48 h providing sufficient time to determine the species and parasitaemia of Plasmodium spp. in the blood by morphological examination before injecting into donor canaries. Plasmodium spp.--infected blood was inoculated intravenously into canaries and once infection was established, Culex stigmatosoma, Cx. pipiens and Cx. quinquefasciatus mosquitoes were then allowed to feed on the infected canaries to validate the efficacy of this method for mosquito vector competence assays.",
        "Storage of Plasmodium spp.--infected donor blood at 4 °C yielded viable parasites for 48 h. All five experimentally-infected canaries developed clinical signs and were infectious. Pathologic examination of three canaries that later died revealed splenic lesions typical of avian malaria infection. Mosquito infectivity assays demonstrated that Cx. stigmatosoma and Cx. pipiens were competent vectors for Plasmodium cathemerium.",
        "A simple method of collecting and preserving avian whole blood with malaria parasites of low parasitaemia (≤ 0.0005%) was developed that remained viable for further experimental bird and mosquito infectivity assays. This method allows researchers interested in conducting infectivity assays on target Plasmodium spp. to collect these parasites directly from nature with minimal impact on wild birds."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mosquito Control Research Laboratory, Department of Entomology and Nematology, Kearney Agriculture Center, University of California, Parlier, Davis, USA. jennysaracarlson@gmail.com."
          }
        ],
        "LastName": "Carlson",
        "ForeName": "Jenny S",
        "Initials": "JS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Veterinary Diagnostic Laboratory, Veterinary Population Medicine Department, College of Veterinary Medicine, University of Minnesota, Saint Paul, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Instituto Nacional de Investigación Agropecuaria, La Estanzuela, Colonia, Uruguay."
          },
          {
            "Identifier": [],
            "Affiliation": "California Animal Health and Food Safety Laboratory, School of Veterinary Medicine, University of California, Davis, USA."
          }
        ],
        "LastName": "Giannitti",
        "ForeName": "Federico",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Nature Research Centre, Akademijos 2, 08412, Vilnius, Lithuania."
          }
        ],
        "LastName": "Valkiūnas",
        "ForeName": "Gediminas",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine and Epidemiology, School of Veterinary Medicine, University of California, Davis, USA."
          }
        ],
        "LastName": "Tell",
        "ForeName": "Lisa A",
        "Initials": "LA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine and Epidemiology, School of Veterinary Medicine, University of California, Davis, USA."
          }
        ],
        "LastName": "Snipes",
        "ForeName": "Joy",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Sacramento-Yolo Mosquito Vector and Control District, Elk Grove, USA."
          }
        ],
        "LastName": "Wright",
        "ForeName": "Stan",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mosquito Control Research Laboratory, Department of Entomology and Nematology, Kearney Agriculture Center, University of California, Parlier, Davis, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Vector Genetics Laboratory, Department of Pathology, Microbiology and Immunology, University of California, Davis, USA."
          }
        ],
        "LastName": "Cornel",
        "ForeName": "Anthony J",
        "Initials": "AJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Malar J",
    "NlmUniqueID": "101139802",
    "ISSNLinking": "1475-2875"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Blood"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Canaries"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Culex"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Entomology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Insect Vectors"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Parasitemia"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Parasitology"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Preservation, Biological"
    }
  ]
}