{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Basic reproduction number",
      "Colombia",
      "Containment measures",
      "Covid-19",
      "SIR model",
      "Santa Marta"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "En diciembre de 2019 un brote de enfermedad respiratoria aguda de origen presumiblemente zoonótico, y cuyo agente infeccioso es un nuevo coronavirus, fue detectado en la ciudad de Wuhan, China. Desde entonces, la enfermedad por el nuevo coronavirus 2019 (Covid-19) se expandió rápidamente a más de 200 países alrededor del mundo. Para amortiguar los efectos devastadores del virus, los Estados adoptaron medidas epidemiológicas de diversa índole, lo que implicó gastos económicos ingentes y la utilización masiva de los medios de comunicación para hacer extensivas las medidas a toda la población. Para la predicción y mitigación de eventos infecciosos, diversos modelos epidemiológicos, como el SIR, SEIR, MSIR y MSEIR, son empleados. Entre ellos, el más utilizado es el modelo SIR, que se basa en el análisis de la transición de los individuos susceptibles a la infección (S) al estado de individuos infectados que infectan (I) y, finalmente, al de recuperados (curados o fallecidos) (R), mediante el uso de ecuaciones diferenciales. El objetivo del presente artículo fue el desarrollo matemático del modelo SIR y su aplicación para predecir el curso de la pandemia por Covid-19 en la ciudad de Santa Marta (Colombia), a fin de comprender la razón que subyacía a varias de las medidas de contención adoptadas por los Estados del mundo en la lucha contra la pandemia."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32963218",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "12",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "09",
        "Day": "23"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "e202009109"
    ],
    "Journal": {
      "ISSN": "2173-9110",
      "JournalIssue": {
        "Volume": "94",
        "PubDate": {
          "Year": "2020",
          "Month": "Sep",
          "Day": "23"
        }
      },
      "Title": "Revista espanola de salud publica",
      "ISOAbbreviation": "Rev Esp Salud Publica"
    },
    "ArticleTitle": "[Mathematical approach of the SIR epidemiological model for the comprehension of the containment measures against the Covid-19.].",
    "Abstract": {
      "AbstractText": [
        "In December 2019, an acute respiratory disease outbreak from zoonotic origin was detected in the city of Wuhan, China. The outbreak's infectious agent was a type of coronavirus never seen. Thenceforth, the Covid-19 disease has rapidly spread to more than 200 countries around the world. To minimize the devastating effects of the virus, the States have adopted epidemiological measures of various kinds that involved enormous economic expenses and the massive use of the media to explain the measures to the entire population. For the prediction and mitigation of infectious events, various epidemiological models, such as SIR, SEIR, MSIR and MSEIR, are used. Among them, the most widely used is the SIR model, which is based on the analysis of the transition of individuals susceptible to infection (S) to the state of infected individuals that infect (I) and, finally, to that of recovered (cured or deceased) (R), by using differential equations. The objective of this article was the mathematical development of the SIR model and its application to predict the course of the Covid-19 pandemic in the city of Santa Marta (Colombia), in order to understand the reason behind several of the measures of containment adopted by the States of the world in the fight against the pandemic."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Ciencias de la Salud. Universidad del Magdalena. Santa Marta. Colombia. ORCID: 0000-0003-3649-5079."
          }
        ],
        "LastName": "Wilches Visbal",
        "ForeName": "Jorge Homero",
        "Initials": "JH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Facultad de Ciencias de la Salud. Universidad del Magdalena. Santa Marta. Colombia. ORCID: 0000-0003-3170-3959."
          }
        ],
        "LastName": "Castillo Pedraza",
        "ForeName": "Midian Clara",
        "Initials": "MC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Aproximación matemática del modelo epidemiológico SIR para la comprensión de las medidas de contención contra la COVID-19."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Rev Esp Salud Publica",
    "NlmUniqueID": "9600212",
    "ISSNLinking": "1135-5727"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Betacoronavirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cities"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Colombia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Communicable Disease Control"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Coronavirus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Statistical"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control"
      ],
      "DescriptorName": "Pneumonia, Viral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    }
  ]
}