{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8158611",
  "DateCompleted": {
    "Year": "1994",
    "Month": "05",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-2585",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "1",
        "PubDate": {
          "Year": "1994",
          "Month": "Jan"
        }
      },
      "Title": "Journal of medical entomology",
      "ISOAbbreviation": "J Med Entomol"
    },
    "ArticleTitle": "Adaptations of arboviruses to ticks.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "9",
      "MedlinePgn": "1-9"
    },
    "Abstract": {
      "AbstractText": [
        "Arboviruses differ from other viruses in their need to replicate in both vertebrate and invertebrate hosts. The invertebrate is a blood-sucking arthropod that is competent to transmit the virus between susceptible animals. Arboviruses transmitted by ticks must adapt to the peculiar physiological and behavioral characteristics of ticks, particularly with regard to blood feeding, bloodmeal digestion, and molting. Virus imbibed with the blood meal first infects cells of the midgut wall. During this phase the virus must contend with the heterophagic bloodmeal digestion of ticks (an intracellular process occurring within midgut cells) and overcome the as yet undefined \"gut barrier\" to infection. Genetic and molecular data for a number of tick-borne viruses indicate ways in which such viruses may have adapted to infecting ticks, but far more information is needed. After infection of midgut cells, tick-borne viruses pass to the salivary glands for transmission during the next blood-feeding episode. To do this, the virus must survive molting by establishing an infection in at least one cell type that does not undergo histolysis. Different tick-borne viruses have different strategies for surviving the molting period, targeting a variety of tick tissues. The infection can then persist for the life span of the tick with little evidence of any detrimental effects on the tick. Transmission to a vertebrate host during feeding most probably occurs via saliva that contains virus secreted from infected salivary gland cells. The virus then enters the skin site of feeding, which has been profoundly modified by the pharmacological effects of tick saliva. At least three tick-borne viruses exploit such tick-induced host changes. This phenomenon (saliva-activated transmission) is believed to underlie \"nonviremic transmission,\" whereby a virus is transmitted from an infected to an uninfected cofeeding tick through a host that has an undetectable or very low viremia. Thus tick-borne viruses that have adapted to the feeding characteristics of their tick vectors may not need to induce a virulent infection (with high viremia) in their natural vertebrate hosts. Efficient transmission of tick-borne viruses between cofeeding ticks may be a means of amplifying virus infection prevalence in F1 generations infected by transovarial transmission."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Natural Environment Research Council, Institute of Virology and Environmental Microbiology, Oxford, United Kingdom."
          }
        ],
        "LastName": "Nuttall",
        "ForeName": "P A",
        "Initials": "PA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Jones",
        "ForeName": "L D",
        "Initials": "LD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Labuda",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kaufman",
        "ForeName": "W R",
        "Initials": "WR"
      }
    ],
    "GrantList": [
      {
        "Agency": "Wellcome Trust",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Med Entomol",
    "NlmUniqueID": "0375400",
    "ISSNLinking": "0022-2585"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Arachnid Vectors"
    },
    {
      "QualifierName": [
        "transmission"
      ],
      "DescriptorName": "Arbovirus Infections"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Arboviruses"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Ticks"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Virus Replication"
    }
  ],
  "NumberOfReferences": "75"
}