{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21167832",
  "DateCompleted": {
    "Year": "2011",
    "Month": "06",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2011",
    "Month": "02",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2010",
        "Month": "12",
        "Day": "16"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.ijpara.2010.11.004"
    ],
    "Journal": {
      "ISSN": "1879-0135",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "3-4",
        "PubDate": {
          "Year": "2011",
          "Month": "Mar"
        }
      },
      "Title": "International journal for parasitology",
      "ISOAbbreviation": "Int J Parasitol"
    },
    "ArticleTitle": "Intra-host competition between co-infecting digeneans within a bivalve second intermediate host: dominance by priority-effect or taking advantage of others?",
    "Pagination": {
      "StartPage": "449",
      "EndPage": "454",
      "MedlinePgn": "449-54"
    },
    "Abstract": {
      "AbstractText": [
        "We experimentally investigated the interactions between two parasites known to manipulate their host's phenotype, the trematodes Acanthoparyphium sp. and Curtuteria australis, which infect the cockle Austrovenus stutchburyi. The larval stages of both species encyst within the tissue of the bivalve's muscular foot, with a preference for the tip of the foot. As more individuals accumulate at that site, they impair the burrowing behaviour of cockles and increase the probability of the parasites' transmission to a bird definitive host. However, individuals at the foot tip are also vulnerable to non-host predators in the form of foot-cropping fish which selectively bite off the foot tip of exposed cockles. Parasites encysted at the foot base are safe from such predators although they do not contribute to altering host behaviour, but nevertheless benefit from host manipulation as all parasites within the cockle are transmitted if it is ingested by a bird. Experimental infection revealed that Acanthoparyphium sp. and C. australis have different encystment patterns within the host, with proportionally fewer Acanthoparyphium metacercariae encysting at the foot tip than C. australis. This indicates that Acanthoparyphium may benefit indirectly from C. australis and incur a lower risk of non-host predation. However, in co-infections, not only did C. australis have higher infectivity than Acanthoparyphium, it also severely affected the latter's infection success. The asymmetrical strategies and interactions between the two species suggest that the advantages obtained from exploiting the host manipulation efforts of another parasite might be offset by traits such as reduced competitiveness in co-infections."
      ],
      "CopyrightInformation": "Copyright © 2010 Australian Society for Parasitology Inc. Published by Elsevier Ltd. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Zoology, School of Environmental and Rural Science, University of New England, NSW 2351, Australia. tommylfleung@gmail.com"
          }
        ],
        "LastName": "Leung",
        "ForeName": "Tommy L F",
        "Initials": "TL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Poulin",
        "ForeName": "Robert",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Parasitol",
    "NlmUniqueID": "0314024",
    "ISSNLinking": "0020-7519"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Behavior, Animal"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Cardiidae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Competitive Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dominance-Subordination"
    },
    {
      "QualifierName": [
        "classification",
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Echinostomatidae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Metacercariae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    }
  ]
}