{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8910739",
  "DateCompleted": {
    "Year": "1997",
    "Month": "02",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0021-9975",
      "JournalIssue": {
        "Volume": "115",
        "Issue": "2",
        "PubDate": {
          "Year": "1996",
          "Month": "Aug"
        }
      },
      "Title": "Journal of comparative pathology",
      "ISOAbbreviation": "J Comp Pathol"
    },
    "ArticleTitle": "Pathology of epizootic haematopoietic necrosis virus (EHNV) infection in rainbow trout (Oncorhynchus mykiss Walbaum) and redfin perch (Perca fluviatilis L).",
    "Pagination": {
      "StartPage": "103",
      "EndPage": "115",
      "MedlinePgn": "103-15"
    },
    "Abstract": {
      "AbstractText": [
        "The gross and histopathological lesions of epizootic haematopoietic necrosis virus (EHNV) infection in rainbow trout (Oncorhynchus mykiss Walbaum) and redfin perch (Perca fluviatilis L) were examined during epidemiological studies on an endemically infected trout farm and in experimentally infected fish of the same two species maintained in the laboratory. Intercurrent infections were common in rainbow trout in field outbreaks, producing a variety of lesions and clinical signs, but the following changes were considered due to infection with EHNV in rainbow trout, based on experimental infections. Clinically, moribund fish were dark in colour, inappetent and sometimes ataxic. Gross lesions included abdominal distension, swelling of the spleen and kidney, and, rarely, pale foci in the liver. Microscopical lesions included focal to extensive, acute renal haematopoietic necrosis; multiple tiny foci of acute hepatocellular necrosis; focal to extensive, acute splenic necrosis; mild branchial hyperplasia with occasional focal necrosis; congestion, oedema and necrosis in the wall of the swim bladder; and focal acute necrotizing myocarditis, necrotic cells and debris being prominent within the cardiac lumen (and within blood vessels throughout the body generally). Round to oval basophilic intracytoplasmic inclusions were commonly present in hepatocytes surrounding necrotic foci and were sometimes seen in cells in the interstitium of the kidney, or in the spleen. Less common lesions included focal necrosis of the pancreas, thyroid, pseudobranch, thymus and gastrointestinal crypt epithelium. Intercurrent infections were not observed in redfin perch; gross lesions included multiple pale foci in the liver, haemorrhages at the bases of the fins, swelling of the spleen and kidney, and focal haemorrhages in the gills. Microscopical lesions in haematopoietic kidney, liver, spleen and heart were similar to those in rainbow trout, but the livers had larger focal to locally extensive areas of necrosis. Thrombosis, haemorrhage and fibrinous exudate were common in the gills, and focal to extensive pancreatic necrosis was frequently found. Focal necrosis of the lamina propria of the intestine was also seen. Immunoperoxidase staining in both species revealed EHNV antigen associated with areas of necrosis and in inclusions."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "New South Wales Agriculture, Elizabeth Macarthur Agricultural Institute, Camden, Australia."
          }
        ],
        "LastName": "Reddacliff",
        "ForeName": "L A",
        "Initials": "LA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Whittington",
        "ForeName": "R J",
        "Initials": "RJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Comp Pathol",
    "NlmUniqueID": "0102444",
    "ISSNLinking": "0021-9975"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Iridoviridae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Oncorhynchus mykiss"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Perches"
    },
    {
      "QualifierName": [
        "etiology",
        "pathology"
      ],
      "DescriptorName": "Virus Diseases"
    }
  ]
}