{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Bacteremia",
      "Epidemiology",
      "Incidence",
      "MRSA",
      "MSSA",
      "Management",
      "Prevalence",
      "Staphylococcus aureus"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "28807042",
  "DateCompleted": {
    "Year": "2018",
    "Month": "09",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2017",
        "Month": "08",
        "Day": "14"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "211",
      "10.1186/s13054-017-1801-3"
    ],
    "Journal": {
      "ISSN": "1466-609X",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "1",
        "PubDate": {
          "Year": "2017",
          "Month": "Aug",
          "Day": "14"
        }
      },
      "Title": "Critical care (London, England)",
      "ISOAbbreviation": "Crit Care"
    },
    "ArticleTitle": "Incidence, prevalence, and management of MRSA bacteremia across patient populations-a review of recent developments in MRSA management and treatment.",
    "Pagination": {
      "StartPage": "211",
      "MedlinePgn": "211"
    },
    "Abstract": {
      "AbstractText": [
        "Methicillin-resistant Staphylococcus aureus (MRSA) infection is still a major global healthcare problem. Of concern is S. aureus bacteremia, which exhibits high rates of morbidity and mortality and can cause metastatic or complicated infections such as infective endocarditis or sepsis. MRSA is responsible for most global S. aureus bacteremia cases, and compared with methicillin-sensitive S. aureus, MRSA infection is associated with poorer clinical outcomes. S. aureus virulence is affected by the unique combination of toxin and immune-modulatory gene products, which may differ by geographic location and healthcare- or community-associated acquisition. Management of S. aureus bacteremia involves timely identification of the infecting strain and source of infection, proper choice of antibiotic treatment, and robust prevention strategies. Resistance and nonsusceptibility to first-line antimicrobials combined with a lack of equally effective alternatives complicates MRSA bacteremia treatment. This review describes trends in epidemiology and factors that influence the incidence of MRSA bacteremia. Current and developing diagnostic tools, treatments, and prevention strategies are also discussed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Alabama Infectious Disease Center, 420 Lowell Drive, Suite 301, Huntsville, AL, 35801, USA. ali_hasoun@yahoo.com."
          }
        ],
        "LastName": "Hassoun",
        "ForeName": "Ali",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Allegheny General Hospital, Division of Surgical Critical Care, Allegheny Professional Building, 490 East North Ave, Suite 309, Pittsburgh, PA, 15212, USA."
          }
        ],
        "LastName": "Linden",
        "ForeName": "Peter K",
        "Initials": "PK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Joseph M. Still Burn Center, 3675 J. Dewey Gray Circle, Suite 200B, Augusta, GA, 30909, USA."
          }
        ],
        "LastName": "Friedman",
        "ForeName": "Bruce",
        "Initials": "B"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Crit Care",
    "NlmUniqueID": "9801902",
    "ISSNLinking": "1364-8535"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Bacterial Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pharmacology",
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Bacterial Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Bacteremia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [
        "drug effects",
        "pathogenicity"
      ],
      "DescriptorName": "Methicillin-Resistant Staphylococcus aureus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    }
  ],
  "CoiStatement": "AH is an infectious diseases specialist in Huntsville, Alabama, and he is the infection control director for Huntsville Hospital Health System and Crestwood Medical Center. BF is an intensive care specialist and professor of medicine and anesthesiology who has extensively published. He has been in practice for 30 years and is well recognized globally as an expert in critical care-related infectious disease, burns and wound care, pain management, sepsis, shock states, acute lung injury, and nutrition. ETHICS APPROVAL AND CONSENT TO PARTICIPATE: Not applicable. CONSENT FOR PUBLICATION: Not applicable. COMPETING INTERESTS: AH receives honoraria from the speakers’ bureau of Theravance Biopharma, Inc. BF receives honoraria from the speakers’ bureau of the Medicine's Company, Theravance Biopharma, Inc., Pfizer, and Merck. PL declares no competing interests. PUBLISHER'S NOTE: Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
}