{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3662325",
  "DateCompleted": {
    "Year": "1987",
    "Month": "11",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "02",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0003-4150",
      "JournalIssue": {
        "Volume": "62",
        "Issue": "3",
        "PubDate": {
          "Year": "1987"
        }
      },
      "Title": "Annales de parasitologie humaine et comparee",
      "ISOAbbreviation": "Ann Parasitol Hum Comp"
    },
    "ArticleTitle": "[Inhibition of the infectivity of Plasmodium gametocytes by the serum of the parasite host. Perfecting an experimental model].",
    "Pagination": {
      "StartPage": "195",
      "EndPage": "208",
      "MedlinePgn": "195-208"
    },
    "Abstract": {
      "AbstractText": [
        "In the course of experimental malarial infections the infectivity of the gametocytes falls abruptly and at an early stage of the infection. This phenomenon is independent of the production of circulating antibodies. With Plasmodium yoelii nigeriensis infecting the white mouse, the maximum infectivity of gametocytes for Anopheles stephensi occurs on day 2, and on day 5 no more oocysts develop in the mosquito. The behaviour of the plasmodial strain in the mouse and particularly the \"crisis\" phenomenon were studied in detail in standardized experimental conditions. The decrease of the infectivity for the Anopheles begins just before the peak of parasitaemia, and a concomitant increase in the number of circulating gametocytes is observed. These events are very shortly followed by the crisis. The more severe is the crisis and virulent the infection, the earlier and more abrupt is the loss of infectivity. Previous studies having shown that this inhibition of the gametocytes infectivity was linked to a serum factor, our research aimed at setting up an experimental model allowing the identification of this factor. The intravenous injection of 5th day serum to mice harbouring infective gametocytes did not determine any loss of the gametocytes infectivity in the receiving mice. In order to study in vitro the effect of the 5th day serum, this one was added to blood from mice with highly infective gametocytes, and mosquitoes were fed on this through a membrane. As a result, a significant decrease of the infectivity of gametocytes was observed. This inhibition is immediate and does not appear to be \"dose-dependent\". Inversely, serum from mice still infective to the mosquito did not reduce the infectivity of the gametocytes. The experimental model set up thus comprises: a) mouse blood containing P. y. nigeriensis infective gametocytes to which is added the serum to be tested; b) Anopheles stephensi fed through a membrane; this allows quantifying the infectivity of the gametocytes in the presence of normal serum (control) or inhibitory serum. This model proved to be reliable; it should promote the study of any factor likely to modify the infectivity of Plasmodium gametocytes to the mosquito."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratoire d'Helminthologie et de Parasitologie Comparée, Ecole Pratique des Hautes Etudes, Paris."
          }
        ],
        "LastName": "Bastien",
        "ForeName": "P",
        "Initials": "P"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Landau",
        "ForeName": "I",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Baccam",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ],
    "VernacularTitle": "Inhibition de l'infectivité des gamétocytes de Plasmodium par le sérum de l'hôte parasité. Mise au point d'un modèle expérimental."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Ann Parasitol Hum Comp",
    "NlmUniqueID": "0376525",
    "ISSNLinking": "0003-4150"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Immune Sera"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Anopheles"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immune Sera"
    },
    {
      "QualifierName": [
        "blood",
        "immunology"
      ],
      "DescriptorName": "Malaria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "immunology",
        "physiology"
      ],
      "DescriptorName": "Plasmodium yoelii"
    }
  ]
}