{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21610120",
  "DateCompleted": {
    "Year": "2011",
    "Month": "10",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2011",
        "Month": "05",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e00092-11",
      "10.1128/mBio.00092-11"
    ],
    "Journal": {
      "ISSN": "2150-7511",
      "JournalIssue": {
        "Volume": "2",
        "Issue": "3",
        "PubDate": {
          "Year": "2011"
        }
      },
      "Title": "mBio",
      "ISOAbbreviation": "mBio"
    },
    "ArticleTitle": "Streptococcus pneumoniae is desiccation tolerant and infectious upon rehydration.",
    "Pagination": {
      "StartPage": "e00092",
      "EndPage": "e11",
      "MedlinePgn": "e00092-11"
    },
    "Abstract": {
      "AbstractText": [
        "Streptococcus pneumoniae (pneumococcus) is a frequent colonizer of the nasopharynx and one of the leading causative agents of otitis media, pneumonia, and meningitis. The current literature asserts that S. pneumoniae is transmitted person to person via respiratory droplets; however, environmental surfaces (fomites) have been linked to the spread of other respiratory pathogens. Desiccation tolerance has been to shown to be essential for long-term survival on dry surfaces. This study investigated the survival and infectivity of S. pneumoniae following desiccation under ambient conditions. We recovered viable bacteria after all desiccation periods tested, ranging from 1 h to 4 weeks. Experiments conducted under nutrient limitation indicate that desiccation is a condition separate from starvation. Desiccation of an acapsular mutant and 15 different clinical isolates shows that S. pneumoniae desiccation tolerance is independent of the polysaccharide capsule and is a species-wide phenomenon, respectively. Experiments demonstrating that nondesiccated and desiccated S. pneumoniae strains colonize the nasopharynx at comparable levels, combined with their ability to survive long-term desiccation, suggest that fomites may serve as alternate sources of pneumococcal infection.",
        "Even with the advent of multivalent capsular polysaccharide conjugate vaccines, S. pneumoniae continues to be a major cause of morbidity and mortality worldwide. Every year, there are approximately 7 million cases of pneumococcus-based otitis media in the United States alone, while pneumococcal invasive diseases are responsible for more than 1 million deaths globally. It is believed that the human upper respiratory tract is the sole niche of S. pneumoniae and, thus, that spread occurs via close contact with an infected individual. In this study, we characterized the desiccation tolerance of S. pneumoniae and found that it can survive for many weeks postdehydration and retain infectivity. Our results suggest that desiccation tolerance is an inherent trait of this genetically variable species and that fomites may be a source of transmission."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Graduate Program in Molecular Microbiology, Sackler School of Graduate Biomedical Science, Howard Hughes Medical Institute and Department of Molecular Biology and Microbiology, School of Medicine, Tufts University, Boston, Massachusetts, USA."
          }
        ],
        "LastName": "Walsh",
        "ForeName": "Rebecca L",
        "Initials": "RL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Camilli",
        "ForeName": "Andrew",
        "Initials": "A"
      }
    ],
    "GrantList": [
      {
        "Agency": "Howard Hughes Medical Institute",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "mBio",
    "NlmUniqueID": "101519231"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Carrier State"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Colony Count, Microbial"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Desiccation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Fomites"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Microbial Viability"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Pneumococcal Infections"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Streptococcus pneumoniae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ]
}