{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8433877",
  "DateCompleted": {
    "Year": "1993",
    "Month": "03",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0031-3998",
      "JournalIssue": {
        "Volume": "33",
        "Issue": "1 Suppl",
        "PubDate": {
          "Year": "1993",
          "Month": "Jan"
        }
      },
      "Title": "Pediatric research",
      "ISOAbbreviation": "Pediatr Res"
    },
    "ArticleTitle": "Features of human immunodeficiency virus infection and disease.",
    "Pagination": {
      "StartPage": "S63",
      "EndPage": "S70",
      "MedlinePgn": "S63-9; discussion S69-70"
    },
    "Abstract": {
      "AbstractText": [
        "Characteristics of human immunodeficiency virus (HIV) strains and the host immune response against the virus are major determinants in the pathogenesis of AIDS. HIV isolates can be distinguished by their ability to infect and replicate to high titers in cells, to kill those cells, and to down-modulate the CD4 protein on the cell surface. In addition, their sensitivity to serum neutralization or enhancement of infection can be appreciated. The genetic sequences associated with these biologic and serologic properties have been localized and could eventually be helpful for antiviral therapy. These variations in properties of HIV strains appear to correlate with induction of neurologic and gastrointestinal disease by certain strains. In some cases, HIV can establish a silent, latent infection. The mechanisms involved are not well defined, but one concept involves the nef gene, which with some strains, can suppress virus replication. An important finding is that viruses recovered from individuals as they advance to disease have many properties in vitro of presumed virulence in the host, such as a wide cellular host range, cytopathicity, and resistance to the antiviral effect of Nef. The host immune response can control virus spread through antiviral antibodies or cellular immune responses. Neutralizing antibodies are not commonly found in infected individuals, suggesting that viruses \"escape\" this immune response. Instead, in some symptomatic patients, antibodies that enhance virus infection can be detected. The difference in sensitivity of a virus appears related to its envelope proteins. Cellular immune responses offer some promise in maintaining or eliminating virus infection.(ABSTRACT TRUNCATED AT 250 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, University of California School of Medicine, San Francisco 94143-0128."
          }
        ],
        "LastName": "Levy",
        "ForeName": "J A",
        "Initials": "JA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Pediatr Res",
    "NlmUniqueID": "0100714",
    "ISSNLinking": "0031-3998"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "AIDS Dementia Complex"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Gastrointestinal Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genes, Viral"
    },
    {
      "QualifierName": [
        "genetics",
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "HIV"
    },
    {
      "QualifierName": [
        "complications",
        "etiology",
        "immunology"
      ],
      "DescriptorName": "HIV Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Immune System"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Virulence"
    }
  ],
  "NumberOfReferences": "80"
}