{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11080820",
  "DateCompleted": {
    "Year": "2001",
    "Month": "03",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0889-2229",
      "JournalIssue": {
        "Volume": "16",
        "Issue": "16",
        "PubDate": {
          "Year": "2000",
          "Month": "Nov",
          "Day": "01"
        }
      },
      "Title": "AIDS research and human retroviruses",
      "ISOAbbreviation": "AIDS Res Hum Retroviruses"
    },
    "ArticleTitle": "HTLV type 1 infection in squirrel monkeys (Saimiri sciureus): a promising animal model for HTLV type 1 human infection.",
    "Pagination": {
      "StartPage": "1741",
      "EndPage": "1746",
      "MedlinePgn": "1741-6"
    },
    "Abstract": {
      "AbstractText": [
        "We show that the squirrel monkey Saimiri sciureus is susceptible to experimental infection with either syngeneic or allogeneic HTLV-1-immortalized cells. As in humans, such experimental inoculation leads to chronic infection, and HTLV-1 provirus was detected in PBMCs by PCR. Chronically infected monkeys developed high titers of antibodies against the structural proteins of the virus, as do HTLV-1-infected humans. Furthermore, in serially sacrificed squirrel monkeys infected with HTLV-1, proviral DNA was detected at primary phases of infection in PBMCs, spleens, and lymph nodes. Tax/rex mRNA was also detected by RT-PCR in the PBMCs of two monkeys at 12 days after inoculation and in the spleen and lymph nodes of the monkey sacrificed on Day 12. In this animal, scattered HTLV-1-tax/rex mRNA-positive lymphocytes were detected by in situ hybridization in frozen sections of the spleen. These results indicate that PBMCs, spleen, and lymph nodes serve as major reservoirs for HTLV-1 during the early phase of infection. To evaluate the relationship between viral expression and the immune response during infection, humoral and cytotoxic T cell responses (CTL) were studied at various times after inoculation. Antibodies to HTLV-1 were detected 3 weeks after infection and anti-p40Tax and anti-Env CTL activity was detected 2 months after infection and remained detectable thereafter. Our results indicate that the squirrel monkey provides a useful animal model for studying the pathogenesis of HTLV-1 and for evaluating new candidate vaccines."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratoire de Rétrovirologie, Institut Pasteur de la Guyane, 97306 Cayenne, French Guiana. mkazanji@pasteur-cayenne.fr"
          }
        ],
        "LastName": "Kazanji",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "AIDS Res Hum Retroviruses",
    "NlmUniqueID": "8709376",
    "ISSNLinking": "0889-2229"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "HTLV-I Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Human T-lymphotropic virus 1"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Saimiri"
    }
  ],
  "NumberOfReferences": "36"
}