{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19754751",
  "DateCompleted": {
    "Year": "2009",
    "Month": "12",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "09",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/j.1469-0691.2009.02974.x"
    ],
    "Journal": {
      "ISSN": "1469-0691",
      "JournalIssue": {
        "Volume": "15 Suppl 5",
        "PubDate": {
          "Year": "2009",
          "Month": "Oct"
        }
      },
      "Title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
      "ISOAbbreviation": "Clin Microbiol Infect"
    },
    "ArticleTitle": "Clinical presentation of zygomycosis.",
    "Pagination": {
      "StartPage": "15",
      "EndPage": "20",
      "MedlinePgn": "15-20"
    },
    "Abstract": {
      "AbstractText": [
        "Zygomycetes are filamentous fungi with a worldwide distribution. This class of fungi encompasses two orders, i.e. the Mucorales and the Entomophthorales. Members of the latter are associated with chronic cutaneous and subcutaneous infections that are limited to the tropics and rarely disseminate to internal organs. The order Mucorales includes several species involved in rhinocerebral, pulmonary, cutaneous, gastrointestinal and other less frequent infections in immunocompetent and immunocompromised individuals, and is characterized by a tendency to disseminate. Portals of entry of zygomycetes are usually the lungs, skin, and gastrointestinal tract. A characteristic property of zygomycetes is their tendency to invade blood vessels and to cause thrombosis-processes that result in subsequent necrosis of involved tissues. Risk factors associated with zygomycosis include prolonged neutropenia and use of corticosteroids, solid organ or haematopoietic stem cell transplantation, AIDS, poorly controlled diabetes mellitus, iron chelation with deferoxamine, burns, wounds, malnutrition, extremes of age, and intravenous drug abuse. Recently, the widespread use of voriconazole for prophylaxis or treatment of aspergillosis in patients with haematological malignancies has been linked with a rise in the numbers of cases of invasive zygomycosis. As the symptoms, clinical signs and imaging findings of these infections are non-specific, a high index of suspicion is required for timely diagnosis. Early diagnosis, correction of the underlying predisposing factors, aggressive surgical debridement of all infected tissues and lengthy administration of antifungals are the only potentially curative options for this rare but emerging invasive fungal infection."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Paediatrics, Democritus University of Thrace and General District Hospital of Alexandroupolis, Thrace, Greece. emantada@med.duth.gr"
          }
        ],
        "LastName": "Mantadakis",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Samonis",
        "ForeName": "G",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Clin Microbiol Infect",
    "NlmUniqueID": "9516420",
    "ISSNLinking": "1198-743X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antifungal Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antifungal Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Debridement"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Entomophthorales"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Mucorales"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology",
        "physiopathology",
        "therapy"
      ],
      "DescriptorName": "Zygomycosis"
    }
  ],
  "NumberOfReferences": "79"
}