{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9175007",
  "DateCompleted": {
    "Year": "1997",
    "Month": "07",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2017",
    "Month": "02",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0023-6772",
      "JournalIssue": {
        "Volume": "31",
        "Issue": "2",
        "PubDate": {
          "Year": "1997",
          "Month": "Apr"
        }
      },
      "Title": "Laboratory animals",
      "ISOAbbreviation": "Lab Anim"
    },
    "ArticleTitle": "Enterotropic mouse hepatitis virus.",
    "Pagination": {
      "StartPage": "97",
      "EndPage": "115",
      "MedlinePgn": "97-115"
    },
    "Abstract": {
      "AbstractText": [
        "Mouse hepatitis virus [MHV], the coronavirus of the mouse, is the most common viral pathogen in contemporary laboratory mouse colonies throughout the world. It is highly contagious with variable clinical manifestations. The majority of infections are subclinical, but can still significantly influence biological responses, thus interfering with research, mainly in the field of immunology. MHV has been intensively studied from a number of research perspectives and has become the prototype for studying the molecular biology of coronaviruses. MHV contains a single-stranded, positive-sense RNA genome ranging from 27 to 31 kb, which is divided into seven genes. Virions consist of four to five structural proteins. There are many MHV strains that vary in virulence, organotropism and cell tropism, and are constantly evolving by naturally occurring mutation and recombination. Based on pathogenesis studies MHV strains are usually grouped according to their primary tissue tropism into two biotypes: polytropic and enterotropic. Enterotropic strains of MHV replicate in the intestinal mucosa and only rarely spread to other tissues. No morphological structure of the virion has as yet been identified that is responsible for enterotropism. The course of an MHV infection is dependent on the virus strain and host factors. Generally, MHV causes an acute, self-limiting infection which is inapparent in adult mice. Neonates are highly susceptible to disease and show high mortality. In an enzootically infected colony, however, they are protected by maternally derived passive immunity. Detection of MHV infections depends on serological screening of colonies. MHV is controlled by culling and rederivation of the affected colony using hysterectomy or embryo transfer or by elimination through cessation of breeding."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Laboratory Animal Science, University of Zurich, Switzerland. frhom@ltk.unizh.ch"
          }
        ],
        "LastName": "Homberger",
        "ForeName": "F R",
        "Initials": "FR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Lab Anim",
    "NlmUniqueID": "0112725",
    "ISSNLinking": "0023-6772"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Coronavirus Infections"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Hepatitis, Viral, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Murine hepatitis virus"
    }
  ],
  "NumberOfReferences": "145"
}