{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "6878879",
  "DateCompleted": {
    "Year": "1983",
    "Month": "09",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0034-5288",
      "JournalIssue": {
        "Volume": "34",
        "Issue": "3",
        "PubDate": {
          "Year": "1983",
          "Month": "May"
        }
      },
      "Title": "Research in veterinary science",
      "ISOAbbreviation": "Res Vet Sci"
    },
    "ArticleTitle": "Virulence of Pasteurella multocida in atrophic rhinitis of gnotobiotic pigs infected with Bordetella bronchiseptica.",
    "Pagination": {
      "StartPage": "287",
      "EndPage": "295",
      "MedlinePgn": "287-95"
    },
    "Abstract": {
      "AbstractText": [
        "Bordetella bronchiseptica and Pasteurella multocida have been impLicated in the aetiology of atrophic rhinitis of pigs but the precise cause and pathogenesis of field outbreaks have still to be clarified. The virulence of 11 strains of P multocida was investigated by intraperitoneal injection of culture filtrates in BALB/C mice, or by infection of gnotobiotic piglets given B bronchiseptica five days previously. Three of four type D strains of P multocida were lethal for mice and caused severe turbinate lesions and shortening of the snout with B bronchiseptica in gnotobiotic pigs; large numbers of P multocida and B bronchiseptica persisted for 64 days in the nasal cavity of these pigs. The fourth strain caused moderately severe turbinate lesions in gnotobiotic pigs infected with B bronchiseptica; small numbers of P multocida were found in these pigs and the lesions were attributed mainly to B bronchiseptica. Filtrates from seven strains of P multocida (four type A and three type D) were not lethal for mice and these strains with B bronchiseptica caused moderately severe turbinate lesions in gnotobiotic pigs; five of them colonised the nasal cavity reasonably well for 35 days but the lesions were attributed mainly to B bronchiseptica. The turbinate bones had regenerated by 64 days in pigs given type A strains of P multocida whereas the lesions persisted in pigs given type D strains. Antibodies to P multocida were detected in sera from infected gnotobiotic pigs by acid agglutination but not by indirect haemagglutination tests; neutralising activity to the mouse lethal toxin was detected in serum from one of five piglets at 64 days. The lethal toxin was inactivated at 56 degrees C for 30 minutes, by incubation with protease K for two hours and by 0.2 per cent formalin for 18 hours at 37 degrees C but not by trypsin; it was precipitated by 30 to 40 per cent saturation with ammonium sulphate and remained in the supernatant after centrifugation at 150,000 g. It was concluded that infection with virulent, type D strains of P multocida and B bronchiseptica could explain severe outbreaks of atrophic rhinitis; large numbers of both organisms persisted in the nasal cavity of gnotobiotic pigs with severe lesions; and that a soluble, heat-labile toxin may be an important virulence determinant in the type D strains of P multocida that cause severe atrophic rhinitis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rutter",
        "ForeName": "J M",
        "Initials": "JM"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Res Vet Sci",
    "NlmUniqueID": "0401300",
    "ISSNLinking": "0034-5288"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "complications",
        "microbiology",
        "veterinary"
      ],
      "DescriptorName": "Bordetella Infections"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Germ-Free Life"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Guinea Pigs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, Inbred BALB C"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Pasteurella"
    },
    {
      "QualifierName": [
        "complications",
        "microbiology",
        "veterinary"
      ],
      "DescriptorName": "Pasteurella Infections"
    },
    {
      "QualifierName": [
        "microbiology",
        "veterinary"
      ],
      "DescriptorName": "Rhinitis, Atrophic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Swine"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Swine Diseases"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Turbinates"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ]
}