{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22664203",
  "DateCompleted": {
    "Year": "2013",
    "Month": "04",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "04",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.cvfa.2012.03.010"
    ],
    "Journal": {
      "ISSN": "1558-4240",
      "JournalIssue": {
        "Volume": "28",
        "Issue": "2",
        "PubDate": {
          "Year": "2012",
          "Month": "Jul"
        }
      },
      "Title": "The Veterinary clinics of North America. Food animal practice",
      "ISOAbbreviation": "Vet Clin North Am Food Anim Pract"
    },
    "ArticleTitle": "Update on control of Staphylococcus aureus and Streptococcus agalactiae for management of mastitis.",
    "Pagination": {
      "StartPage": "203",
      "EndPage": "216",
      "MedlinePgn": "203-16"
    },
    "Abstract": {
      "AbstractText": [
        "The primary method of spread for S agalactiae and S aureus is from cow to cow, so prevention focuses on within and between herd biosecurity to reduce or eliminate the reservoir of infection. S agalactiae is an obligate pathogen of the mammary gland, whereas S aureus is more widespread on other cow body sites and in the environment. Both organisms cause persistent infections, with S agalactiae typically causing higher SCC and bacteria counts in milk. Conventional methods of detection through culture perform well at the cow level. In bulk tanks, augmented procedures should be considered. PCR methods show promise of high sensitivity and specificity, at both the cow and bulk tank level. In developed dairy industries, prevalence of infection has decreased dramatically over the past 30 years for S agalactiae. For S aureus, the herd level of infection remains very high, although with rigorous, consistent application of control measures, within-herd prevalence has decreased. Because the milking time is the primary period for new IMI, it is the focal point of most prevention activities. Premilking and postmilking teat disinfection and proper stimulation and milk-out with adequately functioning equipment are key factors. There is growing evidence that the use of milking gloves is an integral part of contagious mastitis control and the production of high-quality milk. Treatment success is dramatically different between the 2 pathogens. For S agalactiae, eradication can be completed rapidly through a culture and treatment program with minimal culling. For S aureus, treatment success, particularly during lactation, is often disappointing and depends on cow, pathogen, and treatment factors. These factors should be reviewed prior to initiating any treatment to determine the potential for cure. Blanket dry cow therapy and strategic culling are important control procedures for contagious mastitis pathogens. Maintaining a closed herd or, at minimum, adhering to clearly defined biosecurity protocols is critical to reduce risk of reintroduction of S agalactiae or the addition of new, potentially more virulent strains of S aureus to endemic herds."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Health Management, Atlantic Veterinary College, University of Prince Edward Island, 550 University Avenue, Charlottetown, Prince Edward Island, Canada C1A 4P3. gkeefe@upei.ca"
          }
        ],
        "LastName": "Keefe",
        "ForeName": "Greg",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Vet Clin North Am Food Anim Pract",
    "NlmUniqueID": "8511905",
    "ISSNLinking": "0749-0720"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cattle"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Dairying"
    },
    {
      "QualifierName": [
        "microbiology",
        "veterinary"
      ],
      "DescriptorName": "Disease Reservoirs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Floors and Floorcoverings"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hygiene"
    },
    {
      "QualifierName": [
        "epidemiology",
        "microbiology",
        "prevention & control"
      ],
      "DescriptorName": "Mastitis, Bovine"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Milk"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control",
        "veterinary"
      ],
      "DescriptorName": "Staphylococcal Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Staphylococcus aureus"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control",
        "veterinary"
      ],
      "DescriptorName": "Streptococcal Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Streptococcus agalactiae"
    }
  ]
}