{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19618622",
  "DateCompleted": {
    "Year": "2009",
    "Month": "08",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "07",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0253-1933",
      "JournalIssue": {
        "Volume": "28",
        "Issue": "1",
        "PubDate": {
          "Year": "2009",
          "Month": "Apr"
        }
      },
      "Title": "Revue scientifique et technique (International Office of Epizootics)",
      "ISOAbbreviation": "Rev Sci Tech"
    },
    "ArticleTitle": "Pathogenesis and pathobiology of avian influenza virus infection in birds.",
    "Pagination": {
      "StartPage": "113",
      "EndPage": "136",
      "MedlinePgn": "113-36"
    },
    "Abstract": {
      "AbstractText": [
        "Avian influenza (AI) viruses vary in their ability to produce infection, disease and death in different bird species. Based on the pathobiological effect in chickens, AI viruses (AIV) are categorised as low pathogenic (LPAIV) or highly pathogenic (HPAIV). Typically, LPAIV cause asymptomatic infections in wild aquatic birds, but when introduced into domesticated poultry, infections may be asymptomatic or produce clinical signs and lesions reflecting pathophysiological damage to the respiratory, digestive and reproductive systems. The HPAIV have primarily been seen in gallinaceous poultry, producing high morbidity and mortality, and systemic disease with necrosis and inflammation in multiple visceral organs, nervous and cardiovascular systems, and the integument. Although HPAIV have rarely infected domestic waterfowl or wild birds, the Eurasian-African H5N1 HPAIV have evolved over the past decade with the unique capacity to infect and cause disease in domestic ducks and wild birds, producing a range of syndromes including asymptomatic respiratory and digestive tract infections; systemic disease limited to two or three critical organs, usually the brain, heart and pancreas; and severe disseminated infection and death as seen in gallinaceous poultry. Although experimental studies using intranasal inoculation have produced infection in a variety of wild bird species, the inefficiency of contact transmission in some of them, for example, passerines and Columbiformes, suggests they are unlikely to be a reservoir for the viruses, while others such as some wild Anseriformes, can be severely affected and could serve as a dissemination host over intermediate distances."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Southeast Poultry Research Laboratory, Agricultural Research Service, United States Department of Agriculture, 934 College Station Road, Athens, Georgia 30605, USA."
          }
        ],
        "LastName": "Pantin-Jackwood",
        "ForeName": "M J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Swayne",
        "ForeName": "D E",
        "Initials": "DE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Rev Sci Tech",
    "NlmUniqueID": "8712301",
    "ISSNLinking": "0253-1933"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals, Wild"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Birds"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Influenza A Virus, H5N1 Subtype"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Influenza A virus"
    },
    {
      "QualifierName": [
        "pathology",
        "transmission",
        "virology"
      ],
      "DescriptorName": "Influenza in Birds"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Poultry"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ],
  "NumberOfReferences": "115"
}