{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Nous rapportons la détection, l’isolement et la description de <i>Trypanosoma</i> (<i>Megatrypanum</i>) <i>lainsoni</i> n. sp. d’un rongeur caviomorphe, <i>Mesomys hispidus</i> (Rodentia: Echimyidae) de la région de Rio Negro dans l’État d’Amazonas, au nord du Brésil. Des souris blanches de laboratoire (<i>Mus musculus</i>) et des rats (<i>Rattus rattus</i>) ont été inoculés avec de nombreuses formes en culture par voie intrapéritonéale, et des trypomastigotes sont apparus dans leur sang 3–8 jours après inoculation. Un seul épimastigote a aussi été trouvé chez <i>Mus musculus</i>. Des tentatives similaires pour infecter <i>Rattus norvegicus</i>, des hamsters (<i>Mesocricetus auratus</i>), l’opossum <i>Didelphis marsupialis</i>, le fourmilier <i>Tamandua tetradactyla</i> et des punaises Triatominae ont été infructueuses après six mois d’observations et d’examens microscopiques de films sanguins et de cultures de sang. Nous n’avons trouvé aucune mention préalable d’une espèce de <i>Trypanosoma (Megatrypanum)</i> infectant naturellement un membre de la famille Echimyidae, ou n’importe quel autre rongeur caviomorphe, et nous concluons donc que c’est la première fois qu’une telle infection est rapportée. La nouvelle espèce est particulière dans le genre par son infectiosité pour la souris de laboratoire."
      ],
      "CopyrightInformation": "© R.D. Naiff et al., published by EDP Sciences, 2013."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24309069",
  "DateCompleted": {
    "Year": "2015",
    "Month": "06",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "12",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "51",
      "10.1051/parasite/2013049"
    ],
    "Journal": {
      "ISSN": "1776-1042",
      "JournalIssue": {
        "Volume": "20",
        "PubDate": {
          "Year": "2013"
        }
      },
      "Title": "Parasite (Paris, France)",
      "ISOAbbreviation": "Parasite"
    },
    "ArticleTitle": "Trypanosoma (Megatrypanum) lainsoni n. sp. from Mesomys hispidus (Rodentia: Echimyidae) in Brazil: trypomastigotes described from experimentally infected laboratory mice.",
    "Pagination": {
      "StartPage": "51",
      "MedlinePgn": "51"
    },
    "Abstract": {
      "AbstractText": [
        "We report the detection, isolation and description of Trypanosoma (Megatrypanum) lainsoni n. sp. from a caviomorph rodent, Mesomys hispidus (Rodentia: Echimyidae), obtained in the Rio Negro region of the state of Amazonas, in northern Brazil. Laboratory-bred white mice (Mus musculus) and rats (Rattus rattus) were inoculated with large numbers of culture forms by intraperitoneal route, and trypomastigotes appeared in their blood 3-8 days post-inoculation. One single epimastigote was also found in Mus musculus. Similar attempts to infect Rattus norvegicus, hamsters (Mesocricetus auratus), the opossum Didelphis marsupialis, the anteater Tamandua tetradactyla and triatomine bugs were unsuccessful, following six months of observations and microscopic examinations of blood films and blood cultures. As we have found no previous record of a Trypanosoma (Megatrypanum) species naturally infecting a member of the family Echimyidae, or any other caviomorph rodent, we conclude that this is the first time such an infection has been reported. The new species is unusual in the subgenus for its infectivity to laboratory mice."
      ],
      "CopyrightInformation": "© R.D. Naiff et al., published by EDP Sciences, 2013."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Coordenação Sociedade, Ambiente e Saúde, Instituto Nacional de Pesquisas da Amazônia - INPA, Av. André Araújo, 2.936, Petrópolis, CEP 69011-970, Caixa Postal 478, Manaus, AM, Brasil."
          }
        ],
        "LastName": "Naiff",
        "ForeName": "Roberto Daibes",
        "Initials": "RD"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barrett",
        "ForeName": "Toby Vincent",
        "Initials": "TV"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Parasite",
    "NlmUniqueID": "9437094",
    "ISSNLinking": "1252-607X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Brazil"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cricetinae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Didelphis"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Insect Vectors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Rhodnius"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Rodent Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rodentia"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "Trypanosoma"
    },
    {
      "QualifierName": [
        "parasitology",
        "veterinary"
      ],
      "DescriptorName": "Trypanosomiasis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Xenarthra"
    }
  ]
}