{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9286068",
  "DateCompleted": {
    "Year": "1997",
    "Month": "10",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0043-5325",
      "JournalIssue": {
        "Volume": "109",
        "Issue": "14-15",
        "PubDate": {
          "Year": "1997",
          "Month": "Aug",
          "Day": "08"
        }
      },
      "Title": "Wiener klinische Wochenschrift",
      "ISOAbbreviation": "Wien Klin Wochenschr"
    },
    "ArticleTitle": "Spiroplasmas: infectious agents of plants, arthropods and vertebrates.",
    "Pagination": {
      "StartPage": "604",
      "EndPage": "612",
      "MedlinePgn": "604-12"
    },
    "Abstract": {
      "AbstractText": [
        "The spiroplasmas are mollicutes characterized by motility and helical morphology. They were discovered through studies on corn stunt and citrus stubborn diseases. The stubborn agent was the first mollicute of plant origin to be obtained in culture and the first cultured mollicute to possess a helical morphology. The citrus pathogen has been known as Spiroplasma citri since 1973. The corn stunt agent was cultured in 1975 and fully characterized as Spiroplasma kunkelii by 1986. The third and only other phytopathogenic spiroplasma is Spiroplasma phoeniceum, cultured from naturally infected periwinkle plants in Syria and described in 1986. These three spiroplasmas are restricted to the phloem sievetubes of the infected plants and are transmitted from plant by various phloem feeding leafhopper vectors in which the spiroplasmas multiply. Following the pioneering work on S. citri and S. kunkelii, close to fifty other spiroplasma species or proposed species have been discovered. All spiroplasmas have been isolated from insects, ticks and plants. Insects are particularly rich sources of spiroplasmas. Some insect-derived spiroplasmas are entomopathogens. S. melliferum and S. apis are honey bee pathogens. They cross the insect-gut barrier and reach the hemolymph, where they multiply abundantly and kill the bee. Spiroplasma floricola is the agent of lethargy disease of Melolontha melolontha (cockchafer). Spiroplasma poulsonii infects the neotropical species of Drosophila, is transmitted transovarially and kills the male progeny of an infected female fly, hence the name sex ratio spiroplasma. Some insect-derived spiroplasmas are also found on plant (flower) surfaces. For instance, S. apis was cultured from the surfaces of flowers growing in the vicinity of affected beehives. This suggests that the plant surface spiroplasmas are deposited on these surfaces by contaminated insects. Many insect spiroplasmas are not pathogenic, are often restricted to the gut and may be regarded as mutualists or incidental commensals. Of the three known tick spiroplasmas, only Spiroplasma mirum obtained from rabbit ticks is pathogenic to the vertebrate animal (chick embryo, new-born rodents, adult rabbit), but only upon experimental inoculation of the spiroplasma. Strain SMCA induces high incidence of cataracts in new born rodents. With strain GT-48 no cataracts are observed, but fatal encephalitis occurs. Spiral membranous inclusions resembling spiroplasmas have been seen in brain biopsies taken from patients with Creutzfeldt-Jakob disease. However, failure to detect spiroplasmas by serology and culture points to the absence of spiroplasmal involvement in spongiform encephalopathies. Transposon Tn 4001 mutagenesis has been applied for the first time to Spiroplasma citri, and pathogenicity can now be studied at the genetic level. One Tn 4001 mutant does not multiply in the leafhoppers and is, therefore, not transmitted to the plant. Another mutant multiplies well in the plant and is transmitted to the plant, where it reaches high titers, but without inducing symptoms in the plant. In this non-phytopathogenic mutant, Tn 4001 is inserted in the spiroplasmal fructose operon, and the mutant is unable to use fructose. Finally, to study involvement of spiroplasmal motility in pathogenicity, a non-motile mutant has been obtained. Motility was restored by complementation with the wild type genes. This is the first time that successful complementation has been reported, not only in the spiroplasmas but in the mollicutes in general. Undoubtedly, studies on pathogenicity have entered a new era."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratoire de Biologie Cellulaire et Moléculaire, Université Victor Segalen Bordeaux 2 et I.N.R.A., Villenave d'Ornon, France."
          }
        ],
        "LastName": "Bové",
        "ForeName": "J M",
        "Initials": "JM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Austria",
    "MedlineTA": "Wien Klin Wochenschr",
    "NlmUniqueID": "21620870R",
    "ISSNLinking": "0043-5325"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Arthropods"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Microscopy, Electron"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Mycoplasmatales Infections"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Plant Diseases"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Plants"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Prion Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rabbits"
    },
    {
      "QualifierName": [
        "classification",
        "pathogenicity"
      ],
      "DescriptorName": "Spiroplasma"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ],
  "NumberOfReferences": "70"
}