{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "6644918",
  "DateCompleted": {
    "Year": "1984",
    "Month": "01",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0090-3558",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "3",
        "PubDate": {
          "Year": "1983",
          "Month": "Jul"
        }
      },
      "Title": "Journal of wildlife diseases",
      "ISOAbbreviation": "J Wildl Dis"
    },
    "ArticleTitle": "Vertebrate host specificity and experimental vectors of Plasmodium (Novyella) kempi sp. n. from the eastern wild turkey in Iowa.",
    "Pagination": {
      "StartPage": "204",
      "EndPage": "213",
      "MedlinePgn": "204-13"
    },
    "Abstract": {
      "AbstractText": [
        "Vertebrate host specificity, experimental laboratory vectors, and a description of Plasmodium (Novyella) kempi sp. n. from eastern wild turkeys (Meleagris gallopavo silvestris Vieillot) in Iowa are presented. Plasmodium kempi is infective for domestic turkeys, bobwhites (Colinus virginianus), chukars (Alectoris graeca), guinea fowl (Numida meleagris), peacocks (Pavo cristatus), and canaries (Serinus canaria), produces a transient infection in mallards (Anas platyrhynchos) and domestic geese (Anser anser), but will not infect ring-necked pheasants (Phasianus colchicus), pigeons (Columba livia), Japanese quail (Coturnix coturnix), leghorn white chickens (Gallus gallus), or starlings (Sturnus vulgaris). Oocysts and (or) sporozoites were recovered from 68% (84/124) and 98% (60/61) of the Culex pipiens pipiens and C. tarsalis examined, respectively. Oocysts developed faster and sporozoites invaded the salivary glands sooner in C. tarsalis (6 days) than in C. p. pipiens (7 days). Culex tarsalis transmitted P. kempi more effectively than C. p. pipiens, although both species were capable of transmitting the parasite by natural feeding. Oocysts developed and sporozoites also were produced in C. restuans, but its ability to transmit the parasite was not determined. Aedes aegypti (Rockefeller strain) and A. triseriatus were refractive to P. kempi. Plasmodium kempi produces trophozoites with large refractile globules and fine cytoplasmic extensions, mature schizonts in the form of a condensed fan containing four to eight nuclei (usually 5), and elongate gametocytes with irregular borders. All stages are confined almost exclusively to mature erythrocytes, with no effect on host cell size or position of host cell nucleus. Plasmodium kempi is most similar morphologically to P. (Novyella) hexamerium and P. (Novyella) vaughani. It differs from P. hexamerium in having large refractile globules in trophozoites and immature schizonts, an inability to infect starlings, an absence of phanerozoites in capillary endothelium of the brain, and the ability to develop in C. pipiens mosquitoes. Plasmodium kempi is more like P. vaughani morphologically, but differs by infecting turkeys and ducks (transient), by its inability to infect starlings, its lack of morphological variation even when in different hosts, and its ability to develop in C. pipiens and C. tarsalis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Christensen",
        "ForeName": "B M",
        "Initials": "BM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barnes",
        "ForeName": "H J",
        "Initials": "HJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rowley",
        "ForeName": "W A",
        "Initials": "WA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Wildl Dis",
    "NlmUniqueID": "0244160",
    "ISSNLinking": "0090-3558"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Aedes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals, Wild"
    },
    {
      "QualifierName": [
        "parasitology",
        "transmission"
      ],
      "DescriptorName": "Bird Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Birds"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Culex"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Insect Vectors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Iowa"
    },
    {
      "QualifierName": [
        "parasitology",
        "transmission",
        "veterinary"
      ],
      "DescriptorName": "Malaria"
    },
    {
      "QualifierName": [
        "classification",
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Plasmodium"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Turkeys"
    }
  ]
}