{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2844330",
  "DateCompleted": {
    "Year": "1988",
    "Month": "11",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "29"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0268-960X",
      "JournalIssue": {
        "Volume": "1",
        "Issue": "1",
        "PubDate": {
          "Year": "1987",
          "Month": "Mar"
        }
      },
      "Title": "Blood reviews",
      "ISOAbbreviation": "Blood Rev"
    },
    "ArticleTitle": "B19 virus--a pathogenic human parvovirus.",
    "Pagination": {
      "StartPage": "58",
      "EndPage": "64",
      "MedlinePgn": "58-64"
    },
    "Abstract": {
      "AbstractText": [
        "B19 virus is the first human virus to be shown to be a member of the parvovirus genus. This review is concerned with the diseases associated with B19 virus, their nature, pathogenesis and diagnosis. The virus was discovered by chance in blood donors but has been shown to be a common infection of childhood. Infection may be asymptomatic or associated with mild, non-specific symptoms. The most common specific clinical manifestation is an erythematous rash illness which often has the classical features of erythema infectiosum. Often, however, it is described simply as rubelliform and only laboratory tests can distinguish B19 and rubella virus infections. Joint involvement is the most common complication of B19 virus infection occurring especially in adult females. It often involves the joints of the hands and wrists, clears rapidly in most patients but may persist for months or years in a few. B19 virus is also the principle cause of the transient aplastic crisis which complicates chronic haemolytic anaemia. This has been demonstrated repeatedly in sickle cell anaemia and hereditary spherocytosis and in individual cases of other haemolytic anaemias. The pathogenesis of the aplastic crisis is related to the ability of B19 virus to infect and damage early erythroid progenitor cells. Volunteer studies in normal individuals have demonstrated that this is a regular event occurring about a week after infection via the respiratory tract. Rash illness and joint involvement occur 7 to 10 days later and are presumably immune mediated. Diagnosis of B19 virus infection can be achieved by detection of the viraemia (aplastic crisis) or by detection of virus specific IgM antibody (all diseases).(ABSTRACT TRUNCATED AT 250 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Dept. of Medical Microbiology, University College and Middlesex School of Medicine, Faculty of Clinical Sciences, London."
          }
        ],
        "LastName": "Pattison",
        "ForeName": "J R",
        "Initials": "JR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Blood Rev",
    "NlmUniqueID": "8708558",
    "ISSNLinking": "0268-960X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Parvoviridae"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology"
      ],
      "DescriptorName": "Parvoviridae Infections"
    }
  ],
  "NumberOfReferences": "39"
}