{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11922234",
  "DateCompleted": {
    "Year": "2002",
    "Month": "04",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0004-5772",
      "JournalIssue": {
        "Volume": "50",
        "PubDate": {
          "Year": "2002",
          "Month": "Mar"
        }
      },
      "Title": "The Journal of the Association of Physicians of India",
      "ISOAbbreviation": "J Assoc Physicians India"
    },
    "ArticleTitle": "Human strongyloidiasis in AIDS era: its zoonotic importance.",
    "Pagination": {
      "StartPage": "415",
      "EndPage": "422",
      "MedlinePgn": "415-22"
    },
    "Abstract": {
      "AbstractText": [
        "Human strongyloidiasis is caused by a nematode Strongyloides stercoralis. Many species cause strongyloidiasis in animals. The parasite has predilection to one host only but the host specificity is not strict. When animal species infects humans there is intense allergic reaction in the form of cutaneous larva currens and larva migrans. Therefore, strongyloidiasis in strict terms is a zoonotic disease. The strongyloides species have three stages. The parasitic form inside the host, the free form stage in the soil or water that moults to infective third stage. The later infects the host through skin and migrate to the heart and lung and finally swallowed back to cause intestinal infection. However, in some cases intense pulmonary manifestations may take place. The Strongyloides stercoralis has unique feature of moulting from parasitic form to infective stage within the body, rather than coming out and forming free living stage and causing autoinfection. This may lead to latent infection for indefinite period in an immunocompetant person but fatal hyper or disseminated infection in immunocompromised person like patients of AIDS, organ transplant recipients, cancer and other patients put on immunosuppressive therapy, in whom it can involve any organ of the body. Because this group of patients in last few years have increased tremendously in Africa and South-East Asia, more and more cases of strongyloidiasis are being reported in english literature. The diagnosis of intestinal strongyloidiasis is made by repeated stool smear examinations and in extraintestinal strongyloidiasis the appropriate specimen is examined for the rhabditiform larvae. Recently serological tests have also been developed that can be used for epidemiological purposes. The drug of choice for the treatment of strongyloidiasis remains thiabendazole but due to its unacceptable side effects other medicines like albendazole and ivermectine are being used more frequently. The prevention of the infection is possible by adopting good personal hygiene and safe drinking water supply."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Laboratory Medicine, All India Institute of Medical Sciences, New Delhi."
          }
        ],
        "LastName": "Singh",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "India",
    "MedlineTA": "J Assoc Physicians India",
    "NlmUniqueID": "7505585",
    "ISSNLinking": "0004-5772"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antiparasitic Agents"
    },
    {
      "RegistryNumber": "N1Q45E87DT",
      "NameOfSubstance": "Thiabendazole"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Acquired Immunodeficiency Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "adverse effects",
        "therapeutic use"
      ],
      "DescriptorName": "Antiparasitic Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Immunocompromised Host"
    },
    {
      "QualifierName": [
        "growth & development",
        "pathogenicity"
      ],
      "DescriptorName": "Strongyloides stercoralis"
    },
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology",
        "transmission"
      ],
      "DescriptorName": "Strongyloidiasis"
    },
    {
      "QualifierName": [
        "adverse effects",
        "therapeutic use"
      ],
      "DescriptorName": "Thiabendazole"
    }
  ],
  "NumberOfReferences": "59"
}