{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10659345",
  "DateCompleted": {
    "Year": "2000",
    "Month": "04",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0065-2598",
      "JournalIssue": {
        "Volume": "473",
        "PubDate": {
          "Year": "1999"
        }
      },
      "Title": "Advances in experimental medicine and biology",
      "ISOAbbreviation": "Adv Exp Med Biol"
    },
    "ArticleTitle": "A viral enterotoxin. A new mechanism of virus-induced pathogenesis.",
    "Pagination": {
      "StartPage": "73",
      "EndPage": "82",
      "MedlinePgn": "73-82"
    },
    "Abstract": {
      "AbstractText": [
        "Acute infectious gastroenteritis is a major cause of infant morbidity in developed countries and of infant mortality in developing areas of the world. Rotavirus is recognized as the most important etiologic agent of infantile gastroenteritis, and studies of rotavirus serve as models to understand the complex interactions between enteric viruses and the multifunctional cells of the gastrointestinal tract. Understanding such interactions is significant for microbial pathogenesis because most (> 80%) infections are initiated at mucosal surfaces. Rotaviruses are pathogens that infect the mature enterocytes of the villi in the intestine and infection appears to be limited to these highly differentiated cells in immunologically competent hosts. In such hosts, infections are generally acute yet diarrheal disease can be severe and life-threatening. Disease generally is resolved within 2-5 days after infection if affected hosts receive adequate rehydration. In immunocompromised hosts, virus infections persist, virus can be detected extraintestinally and virus excretion may be detected for extended periods of time (many months). Rotaviruses infect almost all mammalian and some avian species and much of our understanding of rotavirus pathogenesis has come from studies in animal models, particularly in small animal models (mice and rabbits), but also in larger animals (cows and piglets). Studies in children are limited due to the difficulty and lack of clinical need of obtaining biopsies from infants and the inability to determine the precise time of natural infections. In all animal species where naïve animals can be infected, disease is age-dependent; for example, in mice and rabbits, diarrheal disease is the outcome of infections that occur only during the first two weeks of life (Ciarlet et al., 1998; Starkey et al., 1986; Ramig 1988; Ward et al., 1990; Burns et al., 1995), while animals remain susceptible to viral infection into adulthood. Rotavirus infections have been reported to occur repeatedly in humans from birth to old age, but the majority of infections after the first 2 years of life are asymptomatic or associated with mild gastrointestinal symptoms. The age-related resistance to rotavirus-induced diarrhea in humans is thought to be mediated primarily by acquired immunity, but it is not possible to directly test if humans also exhibit an age-dependent resistance to disease based on other factors such as intestinal development and maturation. Currently, our best understanding of the mechanisms of rotavirus pathogenesis rely on results obtained in animal models."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Molecular Virology, Baylor College of Medicine, Houston, Texas 77030, USA. mestes@bcm.tmc.edu"
          }
        ],
        "LastName": "Estes",
        "ForeName": "M K",
        "Initials": "MK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Morris",
        "ForeName": "A P",
        "Initials": "AP"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Adv Exp Med Biol",
    "NlmUniqueID": "0121103",
    "ISSNLinking": "0065-2598"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Enterotoxins"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Glycoproteins"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "NS28 protein, rotavirus"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Toxins, Biological"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Viral Nonstructural Proteins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Enterotoxins"
    },
    {
      "QualifierName": [
        "immunology",
        "physiology"
      ],
      "DescriptorName": "Glycoproteins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rabbits"
    },
    {
      "QualifierName": [
        "immunology",
        "pathogenicity"
      ],
      "DescriptorName": "Rotavirus"
    },
    {
      "QualifierName": [
        "prevention & control",
        "virology"
      ],
      "DescriptorName": "Rotavirus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Toxins, Biological"
    },
    {
      "QualifierName": [
        "immunology",
        "physiology"
      ],
      "DescriptorName": "Viral Nonstructural Proteins"
    }
  ],
  "NumberOfReferences": "44"
}