{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9347910",
  "DateCompleted": {
    "Year": "1997",
    "Month": "11",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "05",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1545-8636",
      "JournalIssue": {
        "Volume": "46",
        "Issue": "5",
        "PubDate": {
          "Year": "1997",
          "Month": "Oct",
          "Day": "17"
        }
      },
      "Title": "MMWR. CDC surveillance summaries : Morbidity and mortality weekly report. CDC surveillance summaries",
      "ISOAbbreviation": "MMWR CDC Surveill Summ"
    },
    "ArticleTitle": "Malaria surveillance -- United States, 1994.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "18",
      "MedlinePgn": "1-18"
    },
    "Abstract": {
      "AbstractText": [
        "Malaria is caused by infection with one of four species of Plasmodium (i.e., P. falciparum, P. vivax, P. ovale, and P. malariae ), which are transmitted by the bite of an infective female Anopheles sp. mosquito. Most malarial infections in the United States occur in persons who have traveled to areas (i.e., other countries) in which disease transmission is ongoing. However, cases are transmitted occasionally through exposure to infected blood products, by congenital transmission, or by local mosquitoborne transmission. Malaria surveillance is conducted to identify episodes of local transmission and to adapt prevention recommendations.",
        "Cases with onset of symptoms during 1994.",
        "Malaria cases confirmed by blood smear are reported to local and/or state health departments by health-care providers and/or laboratories. Case investigations are conducted by local and/or state health departments, and the reports are transmitted to CDC through the National Malaria Surveillance System (NMSS), which was the source of data for this report. Numbers of cases reported through NMSS may differ from those reported through other passive surveillance systems because of differences in the collection and transmission of data.",
        "CDC received reports of 1,014 cases of malaria with onset of symptoms during 1994 among persons in the United States or one of its territories. This number represented a 20% decrease from the 1,275 cases reported for 1993. P. vivax, P. falciparum, P. malariae, and P. ovale accounted for 44%, 44%, 4%, and 3% of cases, respectively. More than one species was present in five persons (<1% of the total number of patients). The infecting species was not determined in 50 (5%) cases. The number of reported malaria cases in U.S. military personnel decreased by 86% (i.e., from 278 cases in 1993 to 38 cases in 1994). Of the U.S. civilians who acquired malaria during travel to foreign countries, 18% had followed a chemoprophylactic drug regimen recommended by CDC for the area to which they had traveled. Five persons became infected while in the United States; the infection was transmitted to two of these persons through transfusion of infected blood products. The remaining three cases, which occurred in Houston, Texas, were probably locally acquired mosquitoborne infections. Four deaths were attributed to malaria.",
        "The 20% decrease in the number of malaria cases from 1993 to 1994 resulted primarily from an 86% decrease in cases among U.S. military personnel after withdrawal from Somalia. Because most malaria cases acquired in Somalia during 1993 resulted from infection with P. vivax, there was a proportionately greater decrease during 1994 in the number of cases caused by P. vivax relative to those caused by P. falciparum.",
        "Additional information was obtained concerning the four fatal cases and the five cases acquired in the United States. Malaria prevention guidelines were updated and distributed to health-care providers. Persons traveling to a geographic area in which malaria is endemic should take the recommended chemoprophylactic regimen and should use protective measures to prevent mosquito bites. Persons who have a fever or influenza-like illness after returning from a malarious area should seek medical care; medical evaluation should include a blood smear examination for malaria. Malarial infections can be fatal if not promptly diagnosed and treated. Recommendations concerning prevention and treatment of malaria can be obtained from CDC."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Parasitic Diseases, National Center for Infectious Diseases, USA."
          }
        ],
        "LastName": "Kachur",
        "ForeName": "S P",
        "Initials": "SP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Reller",
        "ForeName": "M E",
        "Initials": "ME"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barber",
        "ForeName": "A M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barat",
        "ForeName": "L M",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Koumans",
        "ForeName": "E H",
        "Initials": "EH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Parise",
        "ForeName": "M E",
        "Initials": "ME"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Roberts",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ruebush",
        "ForeName": "T K",
        "Initials": "TK",
        "Suffix": "2nd"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Zucker",
        "ForeName": "J R",
        "Initials": "JR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "MMWR CDC Surveill Summ",
    "NlmUniqueID": "8407977"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blood Specimen Collection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Malaria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "isolation & purification"
      ],
      "DescriptorName": "Plasmodium"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Population Surveillance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Travel"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United States"
    }
  ]
}