{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11769283",
  "DateCompleted": {
    "Year": "2002",
    "Month": "02",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0031-1820",
      "JournalIssue": {
        "Volume": "123 Suppl",
        "PubDate": {
          "Year": "2001"
        }
      },
      "Title": "Parasitology",
      "ISOAbbreviation": "Parasitology"
    },
    "ArticleTitle": "Trematode infection and the distribution and dynamics of parthenogenetic snail populations.",
    "Pagination": {
      "StartPage": "S19",
      "EndPage": "S26",
      "MedlinePgn": "S19-26"
    },
    "Abstract": {
      "AbstractText": [
        "According to the Red Queen hypothesis for sex, cross-fertilization should be positively associated with the probability of exposure (risk) to virulent parasites. Unfortunately, risk is difficult to measure in the wild, and prevalence of infection is often substituted for risk. Here I suggest that prevalence of infection may not generally suffice as a surrogate for risk, since the Red Queen model can make opposite predictions depending on the distribution of risk in the wild. Specifically, the results of a matching-alleles model suggest that asexual populations should be more infected than sexual populations, when (1) the variance in risk among populations is small, and (2) the mean risk of exposure to parasites is near the point where selection switches to favouring sex over asex. If, however, the variance in risk among populations is large, sexual reproduction should be positively associated with the prevalence of infection. In addition, the coefficient of variation for reproductive mode should increase sharply at the switch point. In light of these results, I re-evaluated data from two studies on the distribution of males in 95 populations of a freshwater snail (Potamopyrgus antipodarum). Populations of these snails are often mixtures of sexual and asexual individuals, and the frequency of males is correlated with the frequency of sexual females in the population. The results show a large, highly skewed variance among populations for prevalence of infection by larval trematodes. The results also show a positive, significant relationship between prevalence of infection and the frequency of males, with a sharp increase in the coefficient of variation at intermediate prevalence. In addition, experimental studies suggest that some of the necessary conditions of the Red Queen hypothesis are also met in this system. Specifically, the most common trematode infecting these snails is (1) adapted to infecting local host populations of the snail, and is (2) more infective to clones that were common in the recent past. It is too early to knoxv if the parasite theory is sufficient to explain the widespread distribution of sex. I suggest that the theory is not sufficient, but that parasites in combination with mutation accumulation in clonal lines may explain the maintenance of sex in species that occasionally produce apomictic mutants."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biology, Indiana University, Bloomington 47405-3700, USA. clively@indiana.edu"
          }
        ],
        "LastName": "Livel",
        "ForeName": "C M",
        "Initials": "CM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, Non-P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Parasitology",
    "NlmUniqueID": "0401121",
    "ISSNLinking": "0031-1820"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Parthenogenesis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Population Dynamics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prevalence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk"
    },
    {
      "QualifierName": [
        "growth & development",
        "parasitology"
      ],
      "DescriptorName": "Snails"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Trematoda"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Trematode Infections"
    }
  ]
}