{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "27194757",
  "DateCompleted": {
    "Year": "2017",
    "Month": "06",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "07",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1128/JVI.00342-16"
    ],
    "Journal": {
      "ISSN": "1098-5514",
      "JournalIssue": {
        "Volume": "90",
        "Issue": "15",
        "PubDate": {
          "Year": "2016",
          "Month": "Aug",
          "Day": "01"
        }
      },
      "Title": "Journal of virology",
      "ISOAbbreviation": "J Virol"
    },
    "ArticleTitle": "A Novel Open and Infectious Form of Echovirus 1.",
    "Pagination": {
      "StartPage": "6759",
      "EndPage": "6770",
      "MedlinePgn": "6759-70"
    },
    "Abstract": {
      "AbstractText": [
        "One of the hallmarks of enterovirus genome delivery is the formation of an uncoating intermediate particle. Based on previous studies of mostly heated picornavirus particles, intermediate particles were shown to have externalized the innermost capsid protein (VP4) and exposed the N terminus of VP1 and to have reduced infectivity. Here, in addition to the native and intact particle type, we have identified another type of infectious echovirus 1 (E1) particle population during infection. Our results show that E1 is slightly altered during entry, which leads to the broadening of the major virion peak in the sucrose gradient. In contrast, CsCl gradient separation revealed that in addition to the light intact and empty particles, a dense particle peak appeared during infection in cells. When the broad peak from the sucrose gradient was subjected to a CsCl gradient, it revealed light and dense particles, further suggesting that the shoulder represents the dense particle. The dense particle was permeable to SYBR green II, it still contained most of its VP4, and it was able to bind to its receptor α2β1 integrin and showed high infectivity. A thermal assay further showed that the α2β1 integrin binding domain (I-domain) stabilized the virus particle. Finally, heating E1 particles to superphysiological temperatures produced more fragile particles with aberrant ultrastructural appearances, suggesting that they are distinct from the dense E1 particles. These results describe a more open and highly infectious E1 particle that is naturally produced during infection and may represent a novel form of an uncoating intermediate.",
        "In this paper, we have characterized a possible uncoating intermediate particle of E1 that is produced in cells during infection. Before releasing their genome into the host cytosol, enteroviruses go through structural changes in their capsid, forming an uncoating intermediate particle. It was shown previously that structural changes can be induced by receptor interactions and, in addition, by heating the native virion to superphysiological temperatures. Here, we demonstrate that an altered, still infectious E1 particle is found during infection. This particle has a more open structure, and it cannot be formed by heating. It still contains the VP4 protein and is able to bind to its receptor and cause infection. Moreover, we show that in contrast to some other enteroviruses, the receptor-virion interaction has a stabilizing effect on E1. This paper highlights the differences between enterovirus species and further increases our understanding of various uncoating forms of enteroviruses."
      ],
      "CopyrightInformation": "Copyright © 2016, American Society for Microbiology. All Rights Reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biological and Environmental Science, Nanoscience Center, University of Jyväskylä, Jyväskylä, FinlandInstituto de Biotecnologia/UNAM."
          }
        ],
        "LastName": "Myllynen",
        "ForeName": "Mira",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biological and Environmental Science, Nanoscience Center, University of Jyväskylä, Jyväskylä, FinlandInstituto de Biotecnologia/UNAM."
          }
        ],
        "LastName": "Kazmertsuk",
        "ForeName": "Artur",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biological and Environmental Science, Nanoscience Center, University of Jyväskylä, Jyväskylä, FinlandInstituto de Biotecnologia/UNAM varpu.s.marjomaki@jyu.fi."
          }
        ],
        "LastName": "Marjomäki",
        "ForeName": "Varpu",
        "Initials": "V"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Virol",
    "NlmUniqueID": "0113724",
    "ISSNLinking": "0022-538X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Capsid Proteins"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "RNA, Viral"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Capsid Proteins"
    },
    {
      "QualifierName": [
        "classification",
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Enterovirus B, Human"
    },
    {
      "QualifierName": [
        "genetics",
        "metabolism",
        "virology"
      ],
      "DescriptorName": "Enterovirus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "RNA, Viral"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Virion"
    }
  ]
}