{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Estimation de la viabilité et infectiosité des stades (kystes et oocystes) de Giardia duodenalis, Cryptosporidium spp. et Toxoplasma gondii transmis par la nourriture et l’eau : une revue des méthodes.",
        "Giardia duodenalis, Cryptosporidium spp. et Toxoplasma gondii sont des parasites protozoaires qui ont été soulignés comme agents pathogènes émergents dans les aliments par l’Organisation des Nations Unies pour l’alimentation et l’agriculture et l’Organisation Mondiale de la Santé. Selon l’Autorité Européenne de Sécurité des Aliments, 4786 épidémies d’origine alimentaire et hydrique ont été enregistrées en Europe en 2016, dont 0.4% ont été attribuées à des parasites, incluant Cryptosporidium, Giardia et Trichinella. Jusqu’en 2016, aucune méthode standardisée n’était disponible pour détecter les kystes de Giardia et les oocystes de Cryptosporidium et Toxoplasma dans les aliments. Aucune réglementation n’est donc proposée concernant ces dangers. Cependant, compte tenu de leur faible dose infectieuse, l’ingestion d’une quantité d’aliments faiblement contaminés peut entraîner une infection de l’homme. Pour évaluer le risque lié aux protozoaires dans les aliments, des efforts doivent être faits dans l’évaluation de l’exposition pour estimer la contamination le long de la chaîne alimentaire, depuis la matière première jusqu’aux consommateurs. Cette évaluation nécessite de déterminer : (i) la prévalence de parasites infectieux dans les aliments, (ii) l’efficacité des mesures de maîtrise pour éliminer cette contamination. Pour mener une telle évaluation, des méthodes capables d’identifier des parasites viables (vivants) et infectieux sont requises. Cette revue décrit les méthodes actuellement disponibles permettant d’évaluer l’infectiosité et la viabilité des kystes de G. duodenalis et des oocystes de Cryptosporidium spp. et T. gondii, et leur potentiel pour être appliquées dans l’évaluation de l’exposition pour déterminer la présence de parasites infectieux et/ou caractériser l’efficacité des mesures de maîtrise. Les avantages et limites de chaque méthode sont présentés et une stratégie d’analyses est proposée pour évaluer l’exposition à ces protozoaires."
      ],
      "CopyrightInformation": "© A. Rousseau et al., published by EDP Sciences, 2018."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "29553366",
  "DateCompleted": {
    "Year": "2018",
    "Month": "10",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2018",
        "Month": "03",
        "Day": "19"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "14",
      "10.1051/parasite/2018009"
    ],
    "Journal": {
      "ISSN": "1776-1042",
      "JournalIssue": {
        "Volume": "25",
        "PubDate": {
          "Year": "2018"
        }
      },
      "Title": "Parasite (Paris, France)",
      "ISOAbbreviation": "Parasite"
    },
    "ArticleTitle": "Assessing viability and infectivity of foodborne and waterborne stages (cysts/oocysts) of Giardia duodenalis, Cryptosporidium spp., and Toxoplasma gondii: a review of methods.",
    "Pagination": {
      "StartPage": "14",
      "MedlinePgn": "14"
    },
    "Abstract": {
      "AbstractText": [
        "Giardia duodenalis, Cryptosporidium spp. and Toxoplasma gondii are protozoan parasites that have been highlighted as emerging foodborne pathogens by the Food and Agriculture Organization of the United Nations and the World Health Organization. According to the European Food Safety Authority, 4786 foodborne and waterborne outbreaks were reported in Europe in 2016, of which 0.4% were attributed to parasites including Cryptosporidium, Giardia and Trichinella. Until 2016, no standardized methods were available to detect Giardia, Cryptosporidium and Toxoplasma (oo)cysts in food. Therefore, no regulation exists regarding these biohazards. Nevertheless, considering their low infective dose, ingestion of foodstuffs contaminated by low quantities of these three parasites can lead to human infection. To evaluate the risk of protozoan parasites in food, efforts must be made towards exposure assessment to estimate the contamination along the food chain, from raw products to consumers. This requires determining: (i) the occurrence of infective protozoan (oo)cysts in foods, and (ii) the efficacy of control measures to eliminate this contamination. In order to conduct such assessments, methods for identification of viable (i.e. live) and infective parasites are required. This review describes the methods currently available to evaluate infectivity and viability of G. duodenalis cysts, Cryptosporidium spp. and T. gondii oocysts, and their potential for application in exposure assessment to determine the presence of the infective protozoa and/or to characterize the efficacy of control measures. Advantages and limits of each method are highlighted and an analytical strategy is proposed to assess exposure to these protozoa."
      ],
      "CopyrightInformation": "© A. Rousseau et al., published by EDP Sciences, 2018."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "EA 3800, Protozooses transmises par l'alimentation, Laboratoire de Parasitologie Mycologie, Université de Reims Champagne Ardenne, Faculté de Médecine, SFR Cap Santé Fed 4231, 51 Rue Cognacq Jay, 51096 Reims, France - ACTALIA Food Safety Department, 310 Rue Popielujko, 50000 Saint-Lô, France - EA 3800, Protozooses transmises par l'alimentation, Laboratoire de Parasitologie Mycologie, Université de Rouen, 76183 Rouen Cedex, France."
          }
        ],
        "LastName": "Rousseau",
        "ForeName": "Angélique",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "ACTALIA Food Safety Department, 310 Rue Popielujko, 50000 Saint-Lô, France."
          }
        ],
        "LastName": "La Carbona",
        "ForeName": "Stéphanie",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Aix Marseille Univ, IRD (Dakar, Marseille, Papeete), AP-HM, IHU-Méditerranée Infection, UMR Vecteurs - Infections Tropicales et Méditerranéennes (VITROME), Marseille, France."
          }
        ],
        "LastName": "Dumètre",
        "ForeName": "Aurélien",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Food Safety and Infection Biology, Faculty of Veterinary Medicine, Norwegian University of Life Sciences, PO Box 8146 Dep., 0033, Oslo, Norway."
          }
        ],
        "LastName": "Robertson",
        "ForeName": "Lucy J",
        "Initials": "LJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "EA 3800, Protozooses transmises par l'alimentation, Laboratoire de Parasitologie Mycologie, Université de Rouen, 76183 Rouen Cedex, France."
          }
        ],
        "LastName": "Gargala",
        "ForeName": "Gilles",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "EA 3800, Protozooses transmises par l'alimentation, Laboratoire de Parasitologie Mycologie, Université de Reims Champagne Ardenne, Faculté de Médecine, SFR Cap Santé Fed 4231, 51 Rue Cognacq Jay, 51096 Reims, France."
          }
        ],
        "LastName": "Escotte-Binet",
        "ForeName": "Sandie",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "EA 3800, Protozooses transmises par l'alimentation, Laboratoire de Parasitologie Mycologie, Université de Rouen, 76183 Rouen Cedex, France."
          }
        ],
        "LastName": "Favennec",
        "ForeName": "Loïc",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "EA 3800, Protozooses transmises par l'alimentation, Laboratoire de Parasitologie Mycologie, Université de Reims Champagne Ardenne, Faculté de Médecine, SFR Cap Santé Fed 4231, 51 Rue Cognacq Jay, 51096 Reims, France."
          }
        ],
        "LastName": "Villena",
        "ForeName": "Isabelle",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Food Safety Microbiology, Nestlé Research Center, PO Box 44, CH-1000 Lausanne 26, Switzerland."
          }
        ],
        "LastName": "Gérard",
        "ForeName": "Cédric",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "EA 3800, Protozooses transmises par l'alimentation, Laboratoire de Parasitologie Mycologie, Université de Reims Champagne Ardenne, Faculté de Médecine, SFR Cap Santé Fed 4231, 51 Rue Cognacq Jay, 51096 Reims, France."
          }
        ],
        "LastName": "Aubert",
        "ForeName": "Dominique",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Estimation de la viabilité et infectiosité des stades (kystes et oocystes) de Giardia duodenalis, Cryptosporidium spp. et Toxoplasma gondii transmis par la nourriture et l’eau : une revue des méthodes."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Parasite",
    "NlmUniqueID": "9437094",
    "ISSNLinking": "1252-607X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "059QF0KO0R",
      "NameOfSubstance": "Water"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Biological Assay"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Cells, Cultured"
    },
    {
      "QualifierName": [
        "parasitology",
        "prevention & control"
      ],
      "DescriptorName": "Cryptosporidiosis"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Cryptosporidium"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Food Parasitology"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Techniques"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Giardia lamblia"
    },
    {
      "QualifierName": [
        "parasitology",
        "prevention & control"
      ],
      "DescriptorName": "Giardiasis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Oocysts"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Assessment"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Toxoplasma"
    },
    {
      "QualifierName": [
        "parasitology",
        "prevention & control"
      ],
      "DescriptorName": "Toxoplasmosis"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Water"
    }
  ]
}