{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9641657",
  "DateCompleted": {
    "Year": "1998",
    "Month": "08",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0815-9319",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "5",
        "PubDate": {
          "Year": "1998",
          "Month": "May"
        }
      },
      "Title": "Journal of gastroenterology and hepatology",
      "ISOAbbreviation": "J Gastroenterol Hepatol"
    },
    "ArticleTitle": "Chronic hepatitis virus infection in children.",
    "Pagination": {
      "StartPage": "541",
      "EndPage": "548",
      "MedlinePgn": "541-8"
    },
    "Abstract": {
      "AbstractText": [
        "Hepatitis B and C viruses (HBV and HCV) are the two main hepatitis viruses causing chronic liver diseases in children. In hyperendemic areas, nearly half of the primary infection in chronic HBV carriers occurs during the perinatal period through the transmission from hepatitis B e antigen (HBeAg)-positive mothers. The other half are from horizontal transmission mainly through intrafamilial spread or injection using unsterilized needles. During the natural course of chronic HBV infection, spontaneous HBeAg/anti-HBe seroconversion occurs very rarely (2% annually) before 3 years of age. After 3 years of age, the HBeAg seroconversion rate increases gradually to 5% per year. Those with mothers who are hepatitis B carriers tend to clear HBeAg slower than those whose mothers are non-carriers. Transplacental HBeAg may cause T cell tolerance in infected children. Universal HBV immunization programmes have been effective in reducing the hepatitis B carrier rate more than 10-fold, and the incidence of hepatocellular carcinoma in children has also been decreased significantly. Hepatitis C virus infection occurs mainly in high-risk children, such as those who received blood products (blood diseases, malignancies, post-open heart surgery etc.), children of HCV-infected mothers, and in hyperendemic areas, from injection using unsterile needles. Mother-to-infant transmission occurs on average in 5% of infants of viraemic mothers. The maternal HCV-RNA titre is the most important factor determining the infectivity. Chronicity developed in 60-80% of HCV-infected children. Although transient or persistent elevation of aminotransferases occurs frequently in chronically HCV-infected children, liver histology showed minimal or mild changes only. The most prevalent genotype of HCV in children is Ib. Screening of the blood products for HCV antibody has markedly reduced the rate of HCV infection in children at risk. However, vaccine development is needed to prevent mother-to-infant transmission and other routes of infections."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, College of Medicine, National Taiwan University, Taipei. mhchang@ha.mc.ntu.edu.tw"
          }
        ],
        "LastName": "Chang",
        "ForeName": "M H",
        "Initials": "MH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Australia",
    "MedlineTA": "J Gastroenterol Hepatol",
    "NlmUniqueID": "8607909",
    "ISSNLinking": "0815-9319"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adolescent"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Hepacivirus"
    },
    {
      "QualifierName": [
        "epidemiology",
        "pathology",
        "prevention & control",
        "transmission"
      ],
      "DescriptorName": "Hepatitis B"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Hepatitis B virus"
    },
    {
      "QualifierName": [
        "epidemiology",
        "genetics",
        "pathology",
        "prevention & control",
        "transmission"
      ],
      "DescriptorName": "Hepatitis C"
    },
    {
      "QualifierName": [
        "epidemiology",
        "pathology",
        "prevention & control"
      ],
      "DescriptorName": "Hepatitis, Chronic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant"
    }
  ],
  "NumberOfReferences": "61"
}