{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "L’infection de cultures cellulaires avec <i>Trypanosoma cruzi</i> est un outil utilisé pour disséquer les mécanismes biologiques à l’origine de la maladie de Chagas ainsi que pour cribler des composés trypanocides potentiels. Les données sur ces modèles sont très hétérogènes, ce qui représente un défi pour comparer les différentes études. Le but de cette synthèse est de fournir un aperçu des essais d’infectivité de cultures cellulaires réalisés à ce jour. On a recherché dans les bases de données de revues scientifiques les articles dans lesquels des cellules en culture ont été infectées par n’importe quelle souche ou isolat de <i>Trypanosoma cruzi</i>, quel que soit l’objectif de l’étude. Le type de cellules, le génotype du parasite, les conditions de culture et les résultats d’infectiosité ont été extraits. Cette synthèse représente une première étape vers l’unification des données du modèle d’infectiosité. Des différences importantes ont été détectées lors de la comparaison de la physiopathologie de la maladie de Chagas avec les conditions expérimentales utilisées dans les études analysées. Bien que <i>Trypanosoma cruzi</i> infecte de préférence les cellules stromales <i>in vivo</i>, la plupart des essais emploient des lignées de cellules épithéliales. En outre, la souche la plus couramment utilisée de parasite (Tulahuen-TcVI) est associée à une myocardiopathie chagasique seulement dans le cône sud de l’Amérique du Sud. Des suggestions pour surmonter ces divergences comprennent l’utilisation de lignées de cellules stromales et des génotypes parasitaires associés aux caractéristiques connues de l’histoire naturelle de la maladie de Chagas."
      ],
      "CopyrightInformation": "© G.A. Duran-Rehbein et al., published by EDP Sciences, 2014."
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "25083732",
  "DateCompleted": {
    "Year": "2015",
    "Month": "01",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "08",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "38",
      "10.1051/parasite/2014040"
    ],
    "Journal": {
      "ISSN": "1776-1042",
      "JournalIssue": {
        "Volume": "21",
        "PubDate": {
          "Year": "2014"
        }
      },
      "Title": "Parasite (Paris, France)",
      "ISOAbbreviation": "Parasite"
    },
    "ArticleTitle": "Mammalian cellular culture models of Trypanosoma cruzi infection: a review of the published literature.",
    "Pagination": {
      "StartPage": "38",
      "MedlinePgn": "38"
    },
    "Abstract": {
      "AbstractText": [
        "Cellular culture infection with Trypanosoma cruzi is a tool used to dissect the biological mechanisms behind Chagas disease as well as to screen potential trypanocidal compounds. Data on these models are highly heterogeneous, which represents a challenge when attempting to compare different studies. The purpose of this review is to provide an overview of the cell culture infectivity assays performed to date. Scientific journal databases were searched for articles in which cultured cells were infected with any Trypanosoma cruzi strain or isolate regardless of the study's goal. From these articles the cell type, parasite genotype, culture conditions and infectivity results were extracted. This review represents an initial step toward the unification of infectivity model data. Important differences were detected when comparing the pathophysiology of Chagas disease with the experimental conditions used in the analyzed studies. While Trypanosoma cruzi preferentially infects stromal cells in vivo, most of the assays employ epithelial cell lines. Furthermore, the most commonly used parasite strain (Tulahuen-TcVI) is associated with chagasic cardiomyopathy only in the Southern Cone of South America. Suggestions to overcome these discrepancies include the use of stromal cell lines and parasite genotypes associated with the known characteristics of the natural history of Chagas disease."
      ],
      "CopyrightInformation": "© G.A. Duran-Rehbein et al., published by EDP Sciences, 2014."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Grupo de Ciencias Básicas Médicas, Facultad de Medicina, Universidad de los Andes, Bogotá, DC, Colombia."
          }
        ],
        "LastName": "Duran-Rehbein",
        "ForeName": "Gabriel Alberto",
        "Initials": "GA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Grupo de Ciencias Básicas Médicas, Facultad de Medicina, Universidad de los Andes, Bogotá, DC, Colombia."
          }
        ],
        "LastName": "Vargas-Zambrano",
        "ForeName": "Juan Camilo",
        "Initials": "JC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Grupo de Inmunobiología y Biología Celular, Facultad de Ciencias, Pontificia Universidad Javeriana, Bogotá, DC, Colombia."
          }
        ],
        "LastName": "Cuéllar",
        "ForeName": "Adriana",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratorio de Parasitología Molecular, Facultad de Ciencias, Pontificia Universidad Javeriana, Bogotá DC, Colombia."
          }
        ],
        "LastName": "Puerta",
        "ForeName": "Concepción Judith",
        "Initials": "CJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Grupo de Ciencias Básicas Médicas, Facultad de Medicina, Universidad de los Andes, Bogotá, DC, Colombia."
          }
        ],
        "LastName": "Gonzalez",
        "ForeName": "John Mario",
        "Initials": "JM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Parasite",
    "NlmUniqueID": "9437094",
    "ISSNLinking": "1252-607X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cattle"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cell Culture Techniques"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Cells, Cultured"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Chagas Cardiomyopathy"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Chagas Disease"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Epithelial Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genotype"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Haplorhini"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "cytology"
      ],
      "DescriptorName": "Kidney"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mammals"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Parasitology"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Stromal Cells"
    },
    {
      "QualifierName": [
        "genetics",
        "growth & development",
        "pathogenicity"
      ],
      "DescriptorName": "Trypanosoma cruzi"
    }
  ]
}