{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32072398",
  "DateCompleted": {
    "Year": "2020",
    "Month": "12",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "12",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "02",
        "Day": "18"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s12223-020-00780-x"
    ],
    "Journal": {
      "ISSN": "1874-9356",
      "JournalIssue": {
        "Volume": "65",
        "Issue": "3",
        "PubDate": {
          "Year": "2020",
          "Month": "Jun"
        }
      },
      "Title": "Folia microbiologica",
      "ISOAbbreviation": "Folia Microbiol (Praha)"
    },
    "ArticleTitle": "Human alpha and beta herpesviruses and cancer: passengers or foes?",
    "Pagination": {
      "StartPage": "439",
      "EndPage": "449",
      "MedlinePgn": "439-449"
    },
    "Abstract": {
      "AbstractText": [
        "Based on seroepidemiological studies, human herpes simplex virus types 1 and 2 (HSV-1, HSV-2) are put in relation with a number of cancer diseases; however, they do not appear to play a direct role, being only considered cofactors. Their ability to transform the cells in vitro could be demonstrated experimentally by removing their high lytic ability by a certain dose of UV radiation or by photoinactivation in the presence of photosensitizers, such as neutral red or methylene blue, or culturing under conditions suppressing their lytic activity. However, recent studies indicate that UV irradiated or photoinactivated HSV-1 and HSV-2, able to transform non-transformed cells, behave differently in transformed cells suppressing their transformed phenotype. Furthermore, both transforming and transformed phenotype suppressing activities are pertaining only to non-syncytial virus strains. There are some proposed mechanisms explaining their transforming activity. According to the \"hit and run\" mechanism, viral DNA induces only initiation of transformation by interacting with cellular DNA bringing about mutations and epigenetic changes and is no longer involved in other processes of neoplastic progression. According to the \"hijacking\" mechanism, virus products in infected cells may activate signalling pathways and thus induce uncontrolled proliferation. Such a product is e.g. a product of HSV-2 gene designated ICP10 that encodes an oncoprotein RR1PK that activates the Ras pathway. In two cases of cancer, in the case of serous ovarian carcinoma and in some prostate tumours, virus-encoded microRNAs (miRNAs) were detected as a possible cofactor in tumorigenesis. And, recently described herpes virus-associated growth factors with transforming and transformation repressing activity might be considered important factors playing a role in tumour formation. And finally, there is a number of evidence that HSV-2 may increase the risk of cervical cancer after infection with human papillomaviruses. A similar situation is with human cytomegalovirus; however, here, a novel mechanism named oncomodulation has been proposed. Oncomodulation means that HCMV infects tumour cells and modulates their malignant properties without having a direct effect on cell transformation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-9021-156X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Faculty of Natural Sciences, Department of Microbiology and Virology, Comenius University, Ilkovičová 6, 842 15, Bratislava, Slovakia. franz_golais@yahoo.de."
          }
        ],
        "LastName": "Golais",
        "ForeName": "František",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "St Elizabeth Cancer Institute Heyduková 10, Heyduková 10, 812 50, Bratislava, Slovakia."
          }
        ],
        "LastName": "Mrázová",
        "ForeName": "Veronika",
        "Initials": "V"
      }
    ],
    "GrantList": [
      {
        "GrantID": "1/0061/18",
        "Agency": "VEGA",
        "Country": ""
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Folia Microbiol (Praha)",
    "NlmUniqueID": "0376757",
    "ISSNLinking": "0015-5632"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "DNA, Viral"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Cell Transformation, Viral"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "DNA, Viral"
    },
    {
      "QualifierName": [
        "complications",
        "virology"
      ],
      "DescriptorName": "Herpesviridae Infections"
    },
    {
      "QualifierName": [
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Herpesvirus 1, Human"
    },
    {
      "QualifierName": [
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Herpesvirus 2, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Neoplasms"
    }
  ]
}