{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15266113",
  "DateCompleted": {
    "Year": "2004",
    "Month": "08",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0920-8569",
      "JournalIssue": {
        "Volume": "28",
        "Issue": "3",
        "PubDate": {
          "Year": "2004",
          "Month": "Apr"
        }
      },
      "Title": "Virus genes",
      "ISOAbbreviation": "Virus Genes"
    },
    "ArticleTitle": "HIV-1 induced AIDS is an allergy and the allergen is the Shed gp120--a review, hypothesis, and implications.",
    "Pagination": {
      "StartPage": "319",
      "EndPage": "331",
      "MedlinePgn": "319-31"
    },
    "Abstract": {
      "AbstractText": [
        "The possibility that the induction of T helper 2 (Th2) cytokine synthesis and the gradual increase in interleukin 4 (IL-4) and IgE levels during HIV-1 infection are an allergic response to HIV-1 proteins was raised in the author's previous article [Becker, Virus Genes 28, 1-4, 2004]. The present review extends this hypothesis by citing experimental reports which indicate that HIV-1 shed gp120 virions share a striking resemblance with the allergens that bind to IgE molecules bound to Fc epsilon receptor I-positive (Fc epsilon RI) cells (mast cells, basophils, monocytes, and dendritic cells, DC) and then induce them to release and synthesize the IL-4 cytokine. In the earlier review, it was established that the IL-4 cytokine is responsible for the following processes: IgE synthesis by B cells and the inhibition of antiviral IgG synthesis; the inactivation of T helper 1 (Th1) cells; and the inhibition of the antiviral cytotoxic T cell (CTL) response. The binding of the shed gp120 to B cell-bound immunoglobulin (Ig) depletes these cells. Moreover, it was reported that the viral regulatory proteins Tat and Vpr also stimulate IL-4 release from basophils. The mode of action used by HIV-1 gp120 in the induction of IL-4 [Becker, Virus Genes 28, 1-14, 2004] revealed that the viral protein contains a superantigen (SAg) domain that is capable of binding to the V(H)3 domain of IgE and Ig; namely, the shed gp120 protein act as endogenous and environmental allergens that bind to IgE molecules, which are bound to the Fc epsilon RI receptors on hematopoietic cells. Based on these findings, it is hypothesized that gp120 is an allergen. Consequently, it can be inferred that the active replication of HIV-1 in infected individuals constantly exposes the immune system to an increase in the allergen content until the host immunity is eventually compromised. These finding suggest that HIV-1 engage in a two-pronged attack of the human immune system: it infects Th2 cells, macrophages, and DCs and then replicates at these venues; and the shed gp120 cells cause an allergy. This allergic condition consequently prevents the induction of Th1 cells, cytokine synthesis, and antiviral CTLs that are needed to clear the infecting virus and thus devitalizes the antivirals that are used to treat the virus infection. It was hypothesized [Becker, Virus Genus 28, 1-14, 2004] that the HIV-1 induced allergy can be treated with IL-4 inhibitors or immune response modifiers. A treatment that employs both antivirals and anti-allergen drugs may very well defeat the AIDS syndrome. Another implication of the present hypothesis is the need to improve the viral antigen used for vaccinating healthy individuals against HIV-1 infection. It is thus suggested harmful domains be eliminated from the gp120."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Molecular Virology, Faculty of Medicine, The Hebrew University of Jerusalem, P.O. Box 12272, Jerusalem 91120, Israel. becker@med.huji.ac.il"
          }
        ],
        "LastName": "Becker",
        "ForeName": "Yechiel",
        "Initials": "Y"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Virus Genes",
    "NlmUniqueID": "8803967",
    "ISSNLinking": "0920-8569"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Allergens"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "HIV Envelope Protein gp120"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology",
        "immunology"
      ],
      "DescriptorName": "Acquired Immunodeficiency Syndrome"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Allergens"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "HIV Envelope Protein gp120"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "HIV-1"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Lymphocyte Activation"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "T-Lymphocytes"
    }
  ],
  "NumberOfReferences": "61"
}