{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2829567",
  "DateCompleted": {
    "Year": "1988",
    "Month": "03",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0065-2598",
      "JournalIssue": {
        "Volume": "218",
        "PubDate": {
          "Year": "1987"
        }
      },
      "Title": "Advances in experimental medicine and biology",
      "ISOAbbreviation": "Adv Exp Med Biol"
    },
    "ArticleTitle": "Virologic and immunologic aspects of feline infectious peritonitis virus infection.",
    "Pagination": {
      "StartPage": "529",
      "EndPage": "550",
      "MedlinePgn": "529-50"
    },
    "Abstract": {
      "AbstractText": [
        "A number of feline coronavirus isolates have been characterized over the last few years. These isolates consist of what we have referred to as feline enteric coronaviruses (FECVs) and feline infectious peritonitis viruses (FIPVs). FECVs cause a transient enteritis in kittens but no systemic illness. FIPVs, in contrast, cause a systemic and usually fatal disease syndrome characterized either by an exudative serositis or a disseminated granulomatous disease. Although the diseases they cause are quite different, FECVs and FIPVs are antigenically and morphologically indistinguishable from each other. FECVs have a strict tropism for mature intestinal epithelial cells and do not appear to replicate in macrophages. In contrast, FIPVs, appear to spread rapidly from the intestinal mucosa and replicate in macrophages. Experiments will be presented, and literature cited, that will allow us to make the following assumptions about the pathogenesis of FIPV infection: 1) FIPVs and FECVs represent a spectrum of viruses that differ only in infectivity (ability to evoke seroconversion following oral infection) and virulence (ability to cause FIP), 2) field isolates are generally nearer to FECVs in behavior than laboratory isolates made from animal passaged material, 3) immunity to FIPV appears to be of the premunition type and is maintained for as long as the infection persists in a reactivatable form, 4) strains of feline coronaviruses that do not cause systemic disease, such as FECVs or low virulence FIPVs, can actually sensitize cats to infection with virulent FIPV strains, 5) FeLV infection interferes with established FIP immunity and allows for the reactivation of disease in healthy carriers, 6) FIPV may be passaged from queen to kitten either in utero or during neonatal life, and 7) kittens infected by their mothers with FIPV do not usually develop FIP but become immune carriers of the virus for a period of 5-6 months; recovery from the carrier state is associated with a loss of premunition immunity."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, School of Veterinary Medicine, University of California, Davis 95616."
          }
        ],
        "LastName": "Pedersen",
        "ForeName": "N C",
        "Initials": "NC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Adv Exp Med Biol",
    "NlmUniqueID": "0121103",
    "ISSNLinking": "0065-2598"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cats"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Coronaviridae"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Coronaviridae Infections"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Enteritis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunity"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Peritonitis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ],
  "NumberOfReferences": "31"
}