{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "7627623",
  "DateCompleted": {
    "Year": "1995",
    "Month": "09",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1077-9450",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "5",
        "PubDate": {
          "Year": "1995",
          "Month": "Aug",
          "Day": "15"
        }
      },
      "Title": "Journal of acquired immune deficiency syndromes and human retrovirology : official publication of the International Retrovirology Association",
      "ISOAbbreviation": "J Acquir Immune Defic Syndr Hum Retrovirol"
    },
    "ArticleTitle": "Mechanism of HIV persistence: implications for vaccines and therapy.",
    "Pagination": {
      "StartPage": "459",
      "EndPage": "483",
      "MedlinePgn": "459-83"
    },
    "Abstract": {
      "AbstractText": [
        "Periodic infusion of autologous HIV-antigen presenting cells (APCs), that stimulate the cytotoxic (CTL) response, while being incapable of producing virus, should lower viral burden and boost CD4+ count in HIV-seropositive individuals. Viral burden reasserts itself after antiviral therapy ceases or is interrupted for long. Therapy, therefore, would have to continue for life. These are predictions from a computer model of HIV-immune kinetics. The model equations describe the interactive kinetics of viral burden, CD4+ cell decline, neutralization of free virus by antibodies, infection of cells, and killing of infected cells by CTL. The computed trajectories of the kinetic equations reproduce the typical course of an HIV infection and the model yields several predictions that are not intuitively obvious, among them: (a) Persistence of HIV infection (failure of the immune system to clear infection) is an intrinsic property of the kinetics of the HIV-immune interaction. (b) The chronic state of infection is inherently stable, which means that the infection rebounds to the determined steady state, whenever antiviral therapy stops. (c) CTL is chronically activated, and the level correlates inversely with the avidity of neutralizing antibodies. (d) APCs have to be infused at a rate such as to boost and maintain the CTL response above the chronic level. Other therapies include CTL stimulation, via the macrophage route, by erythrocytes, into which MHC binding HIV-CTL epitope polypeptide fragments have been inserted; passive immunization, virion-trapping by CD4 analogs or CD4 expressing erythrocytes; and combination therapies with AZT, IL-2. These are also analyzed. Concerning HIV etiology, the model assumes that cells other than CD4+ cells (such as macrophages/monocytes) become infected, and contribute to the viral burden, and that infectible cells remain available even as CD4+ cells become exhausted. The model further assumes that CD4+ cells decline not only through direct killing by HIV and CTL, but by dysregulation and excess apoptosis caused by the presence of virus. The model predicts that persistence of HIV infection does not depend upon latently infected cells or escape mutants, as has been suggested.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Molecular and Cell Biology, University of California, Berkeley, USA."
          }
        ],
        "LastName": "Bremermann",
        "ForeName": "H J",
        "Initials": "HJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Acquir Immune Defic Syndr Hum Retrovirol",
    "NlmUniqueID": "9501482",
    "ISSNLinking": "1077-9450"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "AIDS Vaccines"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antiviral Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "AIDS Vaccines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Antigen-Presenting Cells"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antiviral Agents"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "CD4-Positive T-Lymphocytes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Computer Simulation"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "HIV"
    },
    {
      "QualifierName": [
        "prevention & control",
        "therapy",
        "virology"
      ],
      "DescriptorName": "HIV Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunization, Passive"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Kinetics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "T-Lymphocytes, Cytotoxic"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Virus Replication"
    }
  ],
  "NumberOfReferences": "67"
}