{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "6364736",
  "DateCompleted": {
    "Year": "1984",
    "Month": "03",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0065-308X",
      "JournalIssue": {
        "Volume": "22",
        "PubDate": {
          "Year": "1983"
        }
      },
      "Title": "Advances in parasitology",
      "ISOAbbreviation": "Adv Parasitol"
    },
    "ArticleTitle": "Hydatidosis and cysticercosis: the dynamics of transmission.",
    "Pagination": {
      "StartPage": "261",
      "EndPage": "308",
      "MedlinePgn": "261-308"
    },
    "Abstract": {
      "AbstractText": [
        "The infective pattern of taeniids in their intermediate hosts is determined by the complex interaction of parasite- and host-related factors. Many of these have been examined in this review, but particular emphasis has been placed on environmental factors that affect the free-living egg. While number, infectivity and distribution of eggs are among the important factors determining the infective pattern, the dynamics of this aspect of transmission have been previously neglected. The biotic potential of the large taeniid tapeworms is enormous. Eggs deposited on pasture are subjected to the microclimatic effects of the environment. They seem to tolerate a relatively wide temperature range. Heat down to -30 degrees C. However, they are rapidly killed by low humidity at all temperatures. Under more favourable conditions, they have finite life spans largely determined by the environmental temperature. At deposition, the egg population seems to be at various stages of maturity. Immature eggs appear to be able to mature under suitable environmental conditions and to become infective. They then age, and their infectivity to the intermediate host declines. At the population level, the changes in infectivity with time are determined by the relative stages of maturity within the egg population and the temperatures that it experiences. Under certain circumstances the infectivity of a given population may increase temporarily. The movements and defaecation habits of the definitive host determine the primary site of egg deposition. However, evidence is accumulating that considerable dispersion occurs almost immediately afterwards. Eggs have been shown to disperse up to 80 m within 10 days and there are indications that small numbers travel much further. Intermediate hosts, such as cattle and sheep, generally avoid grazing areas contaminated with faeces. Thus, dispersal enhances the chance of the eggs being ingested. The combination of high biotic potential and long-range dispersal means that individual infected definitive hosts can be responsible for infecting intermediate hosts over a very wide area. Although various possible agents have been suggested, the mechanisms responsible for disseminating eggs are still uncertain.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lawson",
        "ForeName": "J R",
        "Initials": "JR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gemmell",
        "ForeName": "M A",
        "Initials": "MA"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Adv Parasitol",
    "NlmUniqueID": "0370435",
    "ISSNLinking": "0065-308X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cattle"
    },
    {
      "QualifierName": [
        "parasitology",
        "transmission"
      ],
      "DescriptorName": "Cysticercosis"
    },
    {
      "QualifierName": [
        "cytology"
      ],
      "DescriptorName": "Cysticercus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dogs"
    },
    {
      "QualifierName": [
        "parasitology",
        "transmission"
      ],
      "DescriptorName": "Echinococcosis"
    },
    {
      "QualifierName": [
        "cytology"
      ],
      "DescriptorName": "Echinococcus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Feeding Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunity"
    }
  ],
  "NumberOfReferences": "215"
}