{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21181103",
  "DateCompleted": {
    "Year": "2011",
    "Month": "05",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [
      "10.1007/s00105-010-2029-1"
    ],
    "Journal": {
      "ISSN": "1432-1173",
      "JournalIssue": {
        "Volume": "62",
        "Issue": "1",
        "PubDate": {
          "Year": "2011",
          "Month": "Jan"
        }
      },
      "Title": "Der Hautarzt; Zeitschrift fur Dermatologie, Venerologie, und verwandte Gebiete",
      "ISOAbbreviation": "Hautarzt"
    },
    "ArticleTitle": "[Atypical cutaneous infections with genital HPV].",
    "Pagination": {
      "StartPage": "22",
      "EndPage": "27",
      "MedlinePgn": "22-7"
    },
    "Abstract": {
      "AbstractText": [
        "Not only does genital \"high risk HPV 16\" play a significant role in cervical carcinomas, it is also the most commonly found mucosal virus in groups of well-defined but atypical infections on the skin. In this group are included 1. Bowen disease, 2. squamous cell carcinomas on fingertips and nail units, 3. squamous cell carcinomas of eyelids and conjunctiva, 4. papillomas and squamous cell carcinoma of the external auditory canal. Bowen disease is a carcinoma in situ with a good prognosis and usually does not turn into a Bowen carcinoma. There is a close relation to genital high risk HPV, but integration of HPV 16 DNA into the cellular genome is rarely found in Bowen disease, and seems to appear only when there is a development into Bowen carcinoma. It is unclear how mucosal HPV infect the skin. Most authors assume that genito-digital inoculation occurs. However, in many cases of cutaneous Bowen disease there is no evidence of genital change and in most reported cases there is no immunosuppression. Similarly, in the case of rare carcinomas of fingers and nail units HPV 16 and HPV 16 - related types seem implicated. There is an almost universal assumption that infection here occurs via genital-digital contact. Immunosuppression, for example due to organ transplant or HIV infection, accelerates the emergence and spread of carcinomas. The mechanism of these types of carcinogenesis appears to be similar to that of the formation of cervical carcinomas. Although the central role in triggering carcinogenesis is played by persistent HPV infection, as is the case in cervical carcinoma, further factors must play a part, for example the condition of the immune system. Loss of immunological control can lead to a lasting proliferation of HPV infected cells. Additional factors such as UV light and toxic substances may enhance carcinogenesis, by lowering local tissue immunity and thus reducing intra-cellular control."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "grussendorfconen@home.nl"
          }
        ],
        "LastName": "Grussendorf-Conen",
        "ForeName": "E-I",
        "Initials": "EI"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Atypische kutane Infektionen mit genitalen HPV."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Hautarzt",
    "NlmUniqueID": "0372755",
    "ISSNLinking": "0017-8470"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "Genital Diseases, Female"
    },
    {
      "QualifierName": [
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "Genital Diseases, Male"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Human papillomavirus 16"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "Papillomavirus Infections"
    },
    {
      "QualifierName": [
        "physiopathology",
        "virology"
      ],
      "DescriptorName": "Skin Diseases, Viral"
    }
  ]
}