{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26098918",
  "DateCompleted": {
    "Year": "2016",
    "Month": "04",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2015",
        "Month": "06",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e0129825",
      "10.1371/journal.pone.0129825"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "6",
        "PubDate": {
          "Year": "2015"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "De Novo Generated Human Red Blood Cells in Humanized Mice Support Plasmodium falciparum Infection.",
    "Pagination": {
      "StartPage": "e0129825",
      "MedlinePgn": "e0129825"
    },
    "Abstract": {
      "AbstractText": [
        "Immunodeficient mouse-human chimeras provide a powerful approach to study host specific pathogens like Plasmodium (P.) falciparum that causes human malaria. Existing mouse models of P. falciparum infection require repeated injections of human red blood cells (RBCs). In addition, clodronate lipsomes and anti-neutrophil antibodies are injected to suppress the clearance of human RBCs by the residual immune system of the immunodeficient mice. Engraftment of NOD-scid Il2rg-/- mice with human hematopoietic stem cells leads to reconstitution of human immune cells. Although human B cell reconstitution is robust and T cell reconstitution is reasonable in the recipient mice, human RBC reconstitution is generally poor or undetectable. The poor reconstitution is mainly the result of a deficiency of appropriate human cytokines that are necessary for the development and maintenance of these cell lineages. Delivery of plasmid DNA encoding human erythropoietin and interleukin-3 into humanized mice by hydrodynamic tail-vein injection resulted in significantly enhanced reconstitution of erythrocytes. With this improved humanized mouse, here we show that P. falciparum infects de novo generated human RBCs, develops into schizonts and causes successive reinvasion. We also show that different parasite strains exhibit variation in their ability to infect these humanized mice. Parasites could be detected by nested PCR in the blood samples of humanized mice infected with P. falciparum K1 and HB3 strains for 3 cycles, whereas in other strains such as 3D7, DD2, 7G8, FCR3 and W2mef parasites could only be detected for 1 cycle. In vivo adaptation of K1 strain further improves the infection efficiency and parasites can be detected by microscopy for 3 cycles. The parasitemia ranges between 0.13 and 0.25% at the first cycle of infection, falls between 0.08 and 0.15% at the second cycle, and drops to barely detectable levels at the third cycle of infection. Compared to existing mouse models, our model generates human RBCs de novo and does not require the treatment of mice with immunomodulators."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Infectious Diseases Interdisciplinary Research Group, Singapore-Massachusetts Institute of Technology Alliance for Research and Technology, Singapore, 138602, Singapore."
          }
        ],
        "LastName": "Amaladoss",
        "ForeName": "Anburaj",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Infectious Diseases Interdisciplinary Research Group, Singapore-Massachusetts Institute of Technology Alliance for Research and Technology, Singapore, 138602, Singapore; Humanised Mouse Unit, Institute of Molecular and Cell Biology, Agency for Science, Technology and Research, Singapore, 138673, Singapore."
          }
        ],
        "LastName": "Chen",
        "ForeName": "Qingfeng",
        "Initials": "Q"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Infectious Diseases Interdisciplinary Research Group, Singapore-Massachusetts Institute of Technology Alliance for Research and Technology, Singapore, 138602, Singapore."
          }
        ],
        "LastName": "Liu",
        "ForeName": "Min",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Infectious Diseases Interdisciplinary Research Group, Singapore-Massachusetts Institute of Technology Alliance for Research and Technology, Singapore, 138602, Singapore."
          }
        ],
        "LastName": "Dummler",
        "ForeName": "Sara K",
        "Initials": "SK"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Infectious Diseases Interdisciplinary Research Group, Singapore-Massachusetts Institute of Technology Alliance for Research and Technology, Singapore, 138602, Singapore; Department of Materials Science and Engineering, Massachusetts Institute of Technology, Cambridge, MA, 02139, United States of America."
          }
        ],
        "LastName": "Dao",
        "ForeName": "Ming",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biomedical Engineering, Carnegie Mellon University, Pittsburgh, PA, 15213, United States of America; Department of Materials Science and Engineering, Carnegie Mellon University, Pittsburgh, PA, 15213, United States of America."
          }
        ],
        "LastName": "Suresh",
        "ForeName": "Subra",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Infectious Diseases Interdisciplinary Research Group, Singapore-Massachusetts Institute of Technology Alliance for Research and Technology, Singapore, 138602, Singapore; The Koch Institute for Integrative Cancer Research and Department of Biology, Massachusetts Institute of Technology, Cambridge, MA, 02139, United States of America."
          }
        ],
        "LastName": "Chen",
        "ForeName": "Jianzhu",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Infectious Diseases Interdisciplinary Research Group, Singapore-Massachusetts Institute of Technology Alliance for Research and Technology, Singapore, 138602, Singapore; School of Biological Sciences, Nanyang Technological University, Singapore, 637551, Singapore."
          }
        ],
        "LastName": "Preiser",
        "ForeName": "Peter R",
        "Initials": "PR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chimera"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "cytology",
        "metabolism",
        "parasitology"
      ],
      "DescriptorName": "Erythrocytes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "blood",
        "parasitology",
        "pathology"
      ],
      "DescriptorName": "Malaria, Falciparum"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, Inbred NOD"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, SCID"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Plasmodium falciparum"
    }
  ],
  "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."
}