{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15072770",
  "DateCompleted": {
    "Year": "2004",
    "Month": "08",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1368-7646",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "1",
        "PubDate": {
          "Year": "2004",
          "Month": "Feb"
        }
      },
      "Title": "Drug resistance updates : reviews and commentaries in antimicrobial and anticancer chemotherapy",
      "ISOAbbreviation": "Drug Resist Updat"
    },
    "ArticleTitle": "Opportunistic amoebae: challenges in prophylaxis and treatment.",
    "Pagination": {
      "StartPage": "41",
      "EndPage": "51",
      "MedlinePgn": "41-51"
    },
    "Abstract": {
      "AbstractText": [
        "This review focuses on free-living amoebae, widely distributed in soil and water, causing opportunistic and non-opportunistic infections in humans: Acanthamoeba spp., Balamuthia mandrillaris, Naegleria fowleri, and Sappinia diploidea. Diseases include primary amoebic meningoencephalitis (N. fowleri), granulomatous amoebic encephalitis, cutaneous and nasopharyngeal infections (Acanthamoeba spp., Balamuthia mandrillaris, S. diploidea), and amoebic keratitis (Acanthamoeba spp). Acanthamoeba, Balamuthia, and Naegleria have been repeatedly isolated; S. diploidea has been reported only once, from a brain infection. Antimicrobial therapy for these infections is generally empirical and patient recovery often problematic. N. fowleri is highly sensitive to the antifungal agent amphotericin B, but delay in diagnosis and the fulminant nature of the disease result in few survivors. Encephalitis and other infections caused by Acanthamoeba and Balamuthia have been treated, more or less successfully, with antimicrobial combinations including sterol-targeting azoles (clotrimazole, miconazole, ketoconazole, fluconazole, itraconazole), pentamidine isethionate, 5-fluorocytosine, and sulfadiazine. The use of drug combinations addresses resistance patterns that may exist or develop during treatment, ensuring that at least one of the drugs may be effective against the amoebae. Favorable drug interactions (additive or synergistic) are another potential benefit. In vitro drug testing of clinical isolates points up strain and species differences in sensitivity, so that no single drug can be assumed effective against all amoebae. Another complication is risk of activation of dormant cysts that form in situ in Acanthamoeba and Balamuthia infections, and which can lead to patient relapse following apparently effective treatment. This is particularly true in Acanthamoeba keratitis, a non-opportunistic infection of the cornea, which responds well to treatment with chlorhexidine gluconate and polyhexamethylene biguanide, in combination with propamidine isothionate (Brolene), hexamidine (Désomodine), or neomycin. Acanthamoeba spp. may also be carriers of endosymbiotic bacteria (Legionella and Legionella-like pathogens) and have been implicated in outbreaks of pneumonias in debilitated hosts. As with other infectious diseases, recovery is dependent not only on antimicrobial therapy, but also on patient's immune status, infective dose and virulence of the ameba strain, and on how early the disease is diagnosed and drug therapy initiated."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Viral and Rickettsial Disease Laboratory, California Department of Health Services, Richmond, CA 94804, USA. fschuste@djs.ca.gov"
          }
        ],
        "LastName": "Schuster",
        "ForeName": "Frederick L",
        "Initials": "FL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Visvesvara",
        "ForeName": "Govinda S",
        "Initials": "GS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Scotland",
    "MedlineTA": "Drug Resist Updat",
    "NlmUniqueID": "9815369",
    "ISSNLinking": "1368-7646"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Infective Agents"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antifungal Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug effects",
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Acanthamoeba"
    },
    {
      "QualifierName": [
        "drug therapy",
        "physiopathology",
        "prevention & control"
      ],
      "DescriptorName": "Amebiasis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Infective Agents"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Antifungal Agents"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child, Preschool"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Soil Microbiology"
    }
  ],
  "NumberOfReferences": "109"
}