{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8030947",
  "DateCompleted": {
    "Year": "1994",
    "Month": "08",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "06",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0077-8923",
      "JournalIssue": {
        "Volume": "724",
        "PubDate": {
          "Year": "1994",
          "Month": "Jun",
          "Day": "06"
        }
      },
      "Title": "Annals of the New York Academy of Sciences",
      "ISOAbbreviation": "Ann N Y Acad Sci"
    },
    "ArticleTitle": "Dementias, neurodegeneration, and viral mechanisms of disease from the perspective of human transmissible encephalopathies.",
    "Pagination": {
      "StartPage": "259",
      "EndPage": "281",
      "MedlinePgn": "259-81"
    },
    "Abstract": {
      "AbstractText": [
        "Our transmission experiments with human CJD emphasize the centrality of an exogenous infectious pathogen that can exist in symbiosis with its host for extended periods. Many latent or persistent viruses can cause neurodegenerative disease and may have a role in late onset dementias. There are reasons to believe that CJD infections may share properties with some of these latent viruses in causing dementia, and several retroviral mechanisms may be operative in CJD. In order to clarify viral-like attributes of the CJD agent we have closely followed infectivity and find the following: 1) the CJD agent has a virus-like size and density, and is biochemically separable from most host-encoded prion protein (PrP); 2) Endogenous retroviral IAP RNA sequences of 5,000 bases, as well as several gag-like nucleic acid binding proteins, co-purify with infectivity in preparations treated with high concentrations of anionic detergents and exhaustive nuclease digestion. They signify the purification of true viral cores rather than aggregation artifacts, and diminish claims that there are no protected nucleic acids of > 50 bases in highly purified infectious preparations; 3) In established hamster CJD, temporal studies show the agent has an effective doubling time of approximately 7.5 days in brain, consistent with complex host-viral interactions common to slow viral infections; 4) PrP-res does not correspond to titered levels of infectivity either in a biochemical or an in vivo setting but may function as a viral receptor that can modulate disease expression. Interestingly, functional changes in glial cells occur earlier than PrP-res changes, and indicate an important role for glial cells in evolving infections; 5) Human-rodent transmission studies suggest that CJD, or a CJD-like variant can be a common but latent infection of humans, with relatively infrequent expression of neurological disease. Susceptibility to disease can rest on host attributes and possibly age-related co-factors. Nonetheless, fundamental viral principles are also operative. Agent strain variants, viral burden, and the routes of infection are critical parameters for latency and disease expression. The properties described above have led me to return to the inclusion of CJD (and scrapie) in the panorama of conventional slow viral infections of the brain, as originally proposed by Sigurdsson. Identification of virus-specific molecules are essential for elucidating the role of these agents in the spectrum of human dementias."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Neuropathology, Yale University Medical School, New Haven, Connecticut 06510."
          }
        ],
        "LastName": "Manuelidis",
        "ForeName": "L",
        "Initials": "L"
      }
    ],
    "GrantList": [
      {
        "GrantID": "AG 03105",
        "Acronym": "AG",
        "Agency": "NIA NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "NS 12674",
        "Acronym": "NS",
        "Agency": "NINDS NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Ann N Y Acad Sci",
    "NlmUniqueID": "7506858",
    "ISSNLinking": "0077-8923"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Prions"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Carrier State"
    },
    {
      "QualifierName": [
        "microbiology",
        "physiopathology",
        "transmission"
      ],
      "DescriptorName": "Creutzfeldt-Jakob Syndrome"
    },
    {
      "QualifierName": [
        "microbiology",
        "physiopathology"
      ],
      "DescriptorName": "Dementia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "microbiology",
        "transmission"
      ],
      "DescriptorName": "Prion Diseases"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Prions"
    },
    {
      "QualifierName": [
        "physiopathology",
        "transmission"
      ],
      "DescriptorName": "Retroviridae Infections"
    }
  ],
  "NumberOfReferences": "66"
}