{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11516381",
  "DateCompleted": {
    "Year": "2001",
    "Month": "12",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "12",
    "Day": "22"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0962-8436",
      "JournalIssue": {
        "Volume": "356",
        "Issue": "1411",
        "PubDate": {
          "Year": "2001",
          "Month": "Jul",
          "Day": "29"
        }
      },
      "Title": "Philosophical transactions of the Royal Society of London. Series B, Biological sciences",
      "ISOAbbreviation": "Philos Trans R Soc Lond B Biol Sci"
    },
    "ArticleTitle": "The population genetics of Trypanosoma brucei and the origin of human infectivity.",
    "Pagination": {
      "StartPage": "1035",
      "EndPage": "1044",
      "MedlinePgn": "1035-44"
    },
    "Abstract": {
      "AbstractText": [
        "The African trypanosome, Trypanosoma brucei, is a zoonotic parasite transmitted by tsetse flies. Two of the three subspecies, T. brucei gambiense and T.b. rhodesiense, cause sleeping sickness in humans whereas the third subspecies, T.b. brucei, is not infective to humans. We propose that the key to understanding genetic relationships within this species is the analysis of gene flow to determine the importance of genetic exchange within populations and the relatedness of populations. T.brucei parasites undergo genetic exchange when present in infections of mixed genotypes in tsetse flies in the laboratory, although this is not an obligatory process. Infections of mixed genotype are surprisingly common in field isolates from tsetse flies such that there is opportunity for genetic exchange to occur. Population genetic analyses, taking into account geographical and host species of origin, show that genetic exchange occurs sufficiently frequently in the field to be an important determinant of genetic diversity, except where particular clones have acquired the ability to infect humans. Thus, T. brucei populations have an 'epidemic' genetic structure, but the better-characterized human-infective populations have a 'clonal' structure. Remarkably, the ability to infect humans appears to have arisen on multiple occasions in different geographical locations in sub-Saharan Africa. Our data indicate that the classical subspecies terminology for T. brucei is genetically inappropriate. It is an implicit assumption in most infectious disease biology that when a zoonotic pathogen acquires the capability to infect humans, it does so once and then spreads through the human population from that single-source event. For at least one major pathogen in tropical medicine, T. brucei, this assumption is invalid."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Wellcome Centre of Molecular Parasitology, The Anderson College, University of Glasgow, 56 Dumbarton Road, Glasgow G11 6NU, UK."
          }
        ],
        "LastName": "MacLeod",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tait",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Turner",
        "ForeName": "C M",
        "Initials": "CM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Philos Trans R Soc Lond B Biol Sci",
    "NlmUniqueID": "7503623",
    "ISSNLinking": "0962-8436"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Genetic Markers"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Africa"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetic Markers"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genetics, Population"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Trypanosoma brucei brucei"
    },
    {
      "QualifierName": [
        "epidemiology",
        "parasitology"
      ],
      "DescriptorName": "Trypanosomiasis"
    }
  ]
}