{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17344120",
  "DateCompleted": {
    "Year": "2007",
    "Month": "06",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2016",
    "Month": "11",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "hun"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0030-6002",
      "JournalIssue": {
        "Volume": "148",
        "Issue": "2",
        "PubDate": {
          "Year": "2007",
          "Month": "Jan",
          "Day": "14"
        }
      },
      "Title": "Orvosi hetilap",
      "ISOAbbreviation": "Orv Hetil"
    },
    "ArticleTitle": "[Role of transoesophageal echocardiography in bacteremia caused by Staphylococcus aureus].",
    "Pagination": {
      "StartPage": "59",
      "EndPage": "63",
      "MedlinePgn": "59-63"
    },
    "Abstract": {
      "AbstractText": [
        "Treatment and prognosis of bacteremias caused by Staphylococcus aureus is different, whether only bacteremia is present or it is complicated with endocarditis. Transoesophageal echocardiography may have a role in evaluation of bacteremias caused by Staphylococcus aureus to confirm or exclude infective endocarditis. The aim of this study was to characterize patients with infective endocarditis.",
        "We reviewed the patients studied with transoesophageal echocardiography at our institute between October 1988 and March 2002. The reason for transoesophageal echocardiography was bacteremia caused by Staphylococcus aureus. A total of 24 patients data were analyzed, 15 male and 9 female. Suspicion of infective endocarditis was in 11 patients with native valves, in 8 patients early after prosthetic valve implantation, in 2 patients late after prosthetic valve implantation and in 3 patients after pacemaker implantation. Patient's data were analyzed retrospectively.",
        "Thirteen patients had infective endocarditis and 7 of them had community acquired infection. Native valve, prosthetic valve and left ventricular thrombus were the infected tissues. Vegetation was present in 11 patients, one of them was infection of the left ventricular thrombus. Paravalvular leak was found in 3 patients and abscess in 2. Three out of 7 patients with native valve infective endocarditis presented on a structurally normal valve. Eleven patients had no infective endocarditis, in 9 of them there was nosocomial bacteremia. Surgery was performed in 8 patients with infective endocarditis: 3 with acute, 3 with subacute and 2 with late infection. Two patients died after surgery, one of them had acute infection. Four medically treated patients were cured and one died. From the 11 patients without infective endocarditis 7 were cured and 4 died. At the autopsy infective endocarditis was diagnosed in one out of 4 patients. Transoesophageal echocardiography was performed in this patient 4 weeks before death.",
        "The authors' date suggest, that transoesophageal echocardiography is the diagnostic tool for differentiation between bacteremia and infective endocarditis. The infective endocarditis in both community acquired and nosocomial Staphylococcus aureus bacteremia can cause infective endocarditis on native valves, in thrombus and on intracardiac materials."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Gottsegen György Országos Kardiológiai Intézet, Belgyógyászati Osztály, Budapest, Haller u. 29, 1096. balinthajni@yahoo.com"
          }
        ],
        "LastName": "Bálint",
        "ForeName": "Olga Hajnalka",
        "Initials": "OH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Temesvári",
        "ForeName": "András",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Prinz",
        "ForeName": "Gyula",
        "Initials": "G"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "A transoesophagealis echokardiográfia szerepe Staphylococcus aureus okozta bacteriaemiákban."
  },
  "MedlineJournalInfo": {
    "Country": "Hungary",
    "MedlineTA": "Orv Hetil",
    "NlmUniqueID": "0376412",
    "ISSNLinking": "0030-6002"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "microbiology"
      ],
      "DescriptorName": "Bacteremia"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "microbiology"
      ],
      "DescriptorName": "Community-Acquired Infections"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "microbiology"
      ],
      "DescriptorName": "Cross Infection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Echocardiography, Transesophageal"
    },
    {
      "QualifierName": [
        "diagnostic imaging",
        "microbiology"
      ],
      "DescriptorName": "Endocarditis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [
        "complications",
        "diagnostic imaging",
        "microbiology"
      ],
      "DescriptorName": "Staphylococcal Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Staphylococcus aureus"
    }
  ]
}