{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "6439987",
  "DateCompleted": {
    "Year": "1985",
    "Month": "02",
    "Day": "04"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "10",
    "Day": "23"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0300-8584",
      "JournalIssue": {
        "Volume": "173",
        "Issue": "4",
        "PubDate": {
          "Year": "1984"
        }
      },
      "Title": "Medical microbiology and immunology",
      "ISOAbbreviation": "Med Microbiol Immunol"
    },
    "ArticleTitle": "Virulence of different strains of Listeria monocytogenes serovar 1/2a.",
    "Pagination": {
      "StartPage": "207",
      "EndPage": "218",
      "MedlinePgn": "207-18"
    },
    "Abstract": {
      "AbstractText": [
        "Different strains of Listeria monocytogenes serovar 1/2a were used to infect mice. A smooth, haemolytic strain multiplied in the spleen of normal adult mice and induced a long-lasting immunity to subsequent challenge infection. When the animals were treated with dextran sulphate (DS) Listeriae multiplied more rapidly and death followed within a few days. When normal baby mice were infected with this organism, fatal infection occurred. In nude mice a chronic infection developed. Secondly, a rough, haemolytic strain was used to infect mice. In normal adult mice no multiplication of this strain was observed. This holds true also for DS-treated animals. In nude mice the bacteria were eliminated slowly. Normal baby mice could only be killed if the infective dose was increased. This strain was considered to be intermediate in virulence. The infection stimulated a considerable immune response in mice, although to a lesser degree than the smooth, haemolytic Listeria strain. Thirdly, a smooth, non-haemolytic strain of L. monocytogenes serovar 1/2a was used. The bacteria were rapidly eliminated in normal, in DS-treated and in nude animals. Normal baby mice did not develop fatal disease, so it was considered that this strain of L. monocytogenes serovar 1/2a was avirulent. This variant was found to be non-immunogenic. A boosting of immunity of animals by this avirulent Listeria strain was, however, found to be possible. A reasonable explanation for the rapid elimination of avirulent L. monocytogenes serovar 1/2a from mice cannot be presented at this time. Whereas it is known that the macrophage system and the T-lymphocytes play an essential role in the resistance to virulent Listeriae, there is no increased susceptibility of the avirulent bacteria to these defence mechanisms. Other bacterial properties, such as serum sensitivity and lysozyme susceptibility, are likewise considered to be unimportant."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hof",
        "ForeName": "H",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Med Microbiol Immunol",
    "NlmUniqueID": "0314524",
    "ISSNLinking": "0300-8584"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Hemolysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunity"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Listeria monocytogenes"
    },
    {
      "QualifierName": [
        "etiology",
        "immunology"
      ],
      "DescriptorName": "Listeriosis"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Macrophages"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, Nude"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "T-Lymphocytes"
    }
  ]
}