{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "9041696",
  "DateCompleted": {
    "Year": "1997",
    "Month": "07",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0044-0086",
      "JournalIssue": {
        "Volume": "69",
        "Issue": "1",
        "PubDate": {
          "Year": "1996",
          "Season": "Jan-Feb"
        }
      },
      "Title": "The Yale journal of biology and medicine",
      "ISOAbbreviation": "Yale J Biol Med"
    },
    "ArticleTitle": "Long-term effects of Helicobacter pylori infection on acid and pepsin secretion.",
    "Pagination": {
      "StartPage": "99",
      "EndPage": "104",
      "MedlinePgn": "99-104"
    },
    "Abstract": {
      "AbstractText": [
        "Chronic Helicobacter pylori infection causes a slight postprandial hypergastinemia, generally referred to as exaggerated or inappropriate gastrin release. This can be ablated by eradication of this infective agent. The expectations that this would further unravel the mysteries of the pathogenesis of peptic ulcer disease have not been fulfilled. It is now well established that of conventional acid secretory patterns such as basal acid secretion, maximum gastrin-stimulated acid secretion, and of sensitivity of the parietal cell to gastrin, only basal acid is modified by chronic H. pylori colonization. This particularly relates to basal secretion in duodenal ulcer patients, as basal secretion of otherwise healthy, chronically H. pylori-infected subjects appears to be affected in only a small proportion of subjects. It is of particular interest, however, that chronic H. pylori infection supplies a solid explanation why acid inhibitory pathways are deficient in duodenal ulcer disease, since this is reversible following H. pylori eradication as demonstrated by elegant studies with gastrin-releasing, peptide-stimulated acid secretion. Furthermore, it has gradually become apparent that exaggerated gastrin response is probably no more than an innocent bystander of chronic H. pylori infection. Paradoxically, in a small subset of patients, hypo-or anacidity accompanying chronic H. pylori infection can be reverted by H. pylori eradication, for currently unknown reasons."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Internal Medicine, University Hospital, Bern, Switzerland. fha@insel.unibe.ch"
          }
        ],
        "LastName": "Halter",
        "ForeName": "F",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Zetterman",
        "ForeName": "R K",
        "Initials": "RK"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Yale J Biol Med",
    "NlmUniqueID": "0417414",
    "ISSNLinking": "0044-0086"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "EC 3.4.23.1",
      "NameOfSubstance": "Pepsin A"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Gastric Acid"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Helicobacter Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Helicobacter pylori"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Pepsin A"
    }
  ]
}