{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19751182",
  "DateCompleted": {
    "Year": "2010",
    "Month": "03",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "2212-4063",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "4",
        "PubDate": {
          "Year": "2009",
          "Month": "Dec"
        }
      },
      "Title": "Cardiovascular & hematological disorders drug targets",
      "ISOAbbreviation": "Cardiovasc Hematol Disord Drug Targets"
    },
    "ArticleTitle": "Complications of infective endocarditis.",
    "Pagination": {
      "StartPage": "240",
      "EndPage": "248",
      "MedlinePgn": "240-8"
    },
    "Abstract": {
      "AbstractText": [
        "Infective endocarditis (IE) is a lethal disease if not promptly treated with antibiotics, either in association with surgery or not. The incidence of disease has not decreased over the last decades due to the change of risk conditions. Complications of IE may involve cardiac structures when the infection spreads within the heart, or extra cardiac ones when the cause is usually from embolic origin; they may also be due to medical treatment or to the septic condition itself. A variety of complications may occur in most of patients. The literature reports one complication of IE in 57%, two in 26% and three or more in about 14% of patients examined. The frequency of specific complications depends on variables as the infecting pathogen, duration of disease before therapy and type of treatment. However it is often difficult to assess the true incidence of complications because the published reviews in literature are frequently based on retrospective chart reviews and different diagnostic criteria are used. The decision over either indication or timing of surgery should be individualized and based on a multidisciplinary approach involving at least cardiologists and cardiac surgeons. Congestive heart failure (CHF) is the most important complication of IE, which has the greatest impact on prognosis. Periannular abscesses are a relatively common complication of IE (42% to 85% of cases during surgery or at autopsy respectively), associated with a higher morbidity and mortality. Systemic embolization occurs in 22% to 50% of cases; emboli may involve major arteries, mostly affecting the central nervous system, but also other organs. Splenic abscess is a rare complication of IE, due to direct seeding of spleen by an embolus or bacterial seeding of a bland infarction. Neurological complications develop in 20% to 40% of patients with IE and represent a dangerous subset of complications. Mycotic aneurysms are rare, resulting from diffusion of infection to the vessel wall. Actually the clinical profile, the best treatment (medical or surgical approach) and outcome of complicated IE are not well defined. Changing trends in aetiology of IE with emerging infections from Staphylococci, bacteria of the HACEK group and Fungi have resulted in an increased frequency of culture negative IE. Sepsis or persistent fever despite appropriate antimicrobial therapy, recurrent emboli, heart failure or new pathologic murmurs suggest haemodynamic impairment and/or infection extending beyond the valve leaflet or prosthetic valvular annulus. The course of the disease will consequently get worse with an increasing need of surgery. Patients who develop abscesses are more likely to undergo surgery than those who do not (84-91% vs 36%), and also their in-hospital mortality rate is higher (19% vs 11%). A prompt detection of complications often allows an earlier surgical treatment which represents the best way to improve the outcome. The introduction of molecular methods techniques has increased the ability to identify the causal agents of IE, mostly in cases of culture negative endocarditis. Echocardiography, mainly from transesophageal (TEE) approach, has significantly improved the evaluation of IE allowing to detect the specific signs of the disease as vegetations, abscesses, valve insufficiency, prosthetic valve dehiscence, fistulas. In our 3rd referral Hospital (Lancisi Heart Hospital, Ancona, Italy) we performed a follow-up (mean 8.26 years) of 15 patients with periannular complications associated with IE. The long term follow-up showed low mortality rate, high incidence of reintervention, improved New York Heart Association (NYHA) class in survivors and no changes of the lesions at the echocardiographic examination, suggesting that periannular complications have not significantly influenced the overall survival in our patients at the follow-up."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Lancisi Heart Hospital, Ospedali Riuniti Umberto 1o, Lancisi, Salesi, Ancona, Italy. r_mocc@yahoo.it"
          }
        ],
        "LastName": "Mocchegiani",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nataloni",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United Arab Emirates",
    "MedlineTA": "Cardiovasc Hematol Disord Drug Targets",
    "NlmUniqueID": "101269160",
    "ISSNLinking": "1871-529X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Abscess"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Acute Kidney Injury"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Aneurysm, Infected"
    },
    {
      "QualifierName": [
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Arrhythmias, Cardiac"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Echocardiography"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Embolism"
    },
    {
      "QualifierName": [
        "complications",
        "diagnosis",
        "microbiology",
        "therapy"
      ],
      "DescriptorName": "Endocarditis, Bacterial"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Follow-Up Studies"
    },
    {
      "QualifierName": [
        "diagnosis",
        "etiology",
        "therapy"
      ],
      "DescriptorName": "Heart Failure"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    }
  ]
}