{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11075546",
  "DateCompleted": {
    "Year": "2001",
    "Month": "01",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0931-1793",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "8",
        "PubDate": {
          "Year": "2000",
          "Month": "Oct"
        }
      },
      "Title": "Journal of veterinary medicine. B, Infectious diseases and veterinary public health",
      "ISOAbbreviation": "J Vet Med B Infect Dis Vet Public Health"
    },
    "ArticleTitle": "Milk leucocyte population patterns in bovine udder infection of different aetiology.",
    "Pagination": {
      "StartPage": "581",
      "EndPage": "589",
      "MedlinePgn": "581-9"
    },
    "Abstract": {
      "AbstractText": [
        "This study compared the different leucocyte populations in milk from udders infected with different mastitic pathogens and in different stages of infection. Milk samples were collected from quarters free of intramammary infection, acutely infected with Escherichia coli or Staphylococcus aureus and chronically infected with S. aureus, coagulase-negative staphylococci (CNS) or Streptococcus dysgalactiae. Udder bacteriological status was confirmed after three consecutive bacteriological examinations from weekly quarter milk samples. At the time of the trial, milk samples were tested for somatic cell count (SCC) and differential cell count by both light microscopy (LM) and flow cytometry. Monoclonal antibody (mAb) CD11a/CD18 was used in order to differentiate between leucocytes and epithelial cells when tested by flow cytometry. Udder quarters free of intramammary infection had a mean SCC lower than 107 x 10(3) cells/ml in which the epithelial cells were the main cell type followed by polymorphonuclear cells (PMNs), while macrophages and lymphocytes had a lower concentration. Only 56% of the cells were labelled with the mAb anti-CD11a/CD18. In either acute E. coli- or S. aureus-infected quarters, SCC were significantly higher (P < 0.0001) than in samples from the time of inoculation, with over 90% of the cells labelled with the mAb anti-CD11a/CD18. The main cell type was neutrophils. In chronically infected cows, differences in SCC and in leucocyte patterns were found between infecting pathogens as well as between quarters harbouring the same pathogen. In all the chronically infected quarters, SCC was significantly higher (P < 0.05) than in uninfected ones. The distribution of the leucocyte patterns in the quarters infected with S. dysgalactiae did not differ from that in quarters with acute infection with both E. coli and S. aureus. In the cows chronically infected with S. aureus or CNS, the proportion of PMN was higher but not significantly different from quarters free of intramammary infection, while epithelial cells were significantly lower (P < 0.05). The T lymphocytes bearing CD4+ or CD8+ were significantly higher in quarters chronically infected with S. aureus than in quarters free of intramammary infection and in quarters acutely infected with either E. coli or S. aureus. In all samples B cells were negligible."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "National Mastitis Reference Center, Kimron Veterinary Institute, Ministry of Agriculture & Rural Development, Bet Dagan, Israel."
          }
        ],
        "LastName": "Leitner",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shoshani",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Krifucks",
        "ForeName": "O",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chaffer",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Saran",
        "ForeName": "A",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "J Vet Med B Infect Dis Vet Public Health",
    "NlmUniqueID": "100955260",
    "ISSNLinking": "0931-1793"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cattle"
    },
    {
      "QualifierName": [
        "microbiology",
        "veterinary"
      ],
      "DescriptorName": "Escherichia coli Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Flow Cytometry"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Leukocyte Count"
    },
    {
      "QualifierName": [
        "classification",
        "cytology"
      ],
      "DescriptorName": "Leukocytes"
    },
    {
      "QualifierName": [
        "immunology",
        "microbiology"
      ],
      "DescriptorName": "Mastitis, Bovine"
    },
    {
      "QualifierName": [
        "cytology",
        "immunology"
      ],
      "DescriptorName": "Milk"
    },
    {
      "QualifierName": [
        "microbiology",
        "veterinary"
      ],
      "DescriptorName": "Staphylococcal Infections"
    }
  ]
}