{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15712604",
  "DateCompleted": {
    "Year": "2005",
    "Month": "03",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1369-3786",
      "JournalIssue": {
        "Volume": "43",
        "Issue": "1",
        "PubDate": {
          "Year": "2005",
          "Month": "Feb"
        }
      },
      "Title": "Medical mycology",
      "ISOAbbreviation": "Med Mycol"
    },
    "ArticleTitle": "Immunity against the opportunistic fungal pathogen Pneumocystis.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "19",
      "MedlinePgn": "1-19"
    },
    "Abstract": {
      "AbstractText": [
        "Species of the genus Pneumocystis exist as opportunistic fungal pathogens and are associated with severe pneumonia and pulmonary complications in immunocompromised individuals. Although prophylactic therapy for Pneumocystis has significantly decreased the overall incidence of infection, more than 80% of cases in current patient populations are considered breakthrough cases. In the HIV-infected population, in the years following the initiation of highly active antiretroviral therapy (HAART), significant reductions in the incidence of Pneumocystis infection were observed, although trends over the last several years suggest that the incidence of Pneumocystis has plateaued rather than decreased. Furthermore, with the more prominent usage of immunosuppressive therapies, the frequency of Pneumocystis infection in the HIV-negative population, such as those with hematologic malignancies and those who have undergone transplantation, has risen significantly. Investigating host defense mechanisms against P. carinii has historically been problematic due to the difficulty in achieving continuous in vitro propagation of proliferating Pneumocytis organisms. Nevertheless, clinical and experimental studies have documented that host defense against Pneumocystis involves a concerted effort between innate, cell-mediated (T lymphocyte) and humoral (B lymphocyte) responses. However, the pulmonary environment is a tissue site where heightened inflammatory responses can often lead to inflammation-mediated injury, thereby contributing to the pathogenesis of Pneumocystis infection. Accordingly, clearance of Pneumocystis from the pulmonary environment is dependent on a delicate equilibrium between the inflammatory response and immune-mediated clearance of the organism. Furthermore, innate and adaptive responses against Pneumocystis are strikingly similar to those against other medically-important fungi, thus providing additional evidence that Pneumocystis exists as a fungal organism."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Pediatrics, Division of Pulmonology Children's Hospital of Pittsburgh, University of Pittsburgh School of Medicine, Pittsburgh, Pennsylvania 15213, USA. chad.steele@chp.edu"
          }
        ],
        "LastName": "Steele",
        "ForeName": "Chad",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Shellito",
        "ForeName": "Judd E",
        "Initials": "JE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kolls",
        "ForeName": "Jay K",
        "Initials": "JK"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R01 HL062052",
        "Acronym": "HL",
        "Agency": "NHLBI NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Med Mycol",
    "NlmUniqueID": "9815835",
    "ISSNLinking": "1369-3786"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, SCID"
    },
    {
      "QualifierName": [
        "immunology",
        "microbiology"
      ],
      "DescriptorName": "Opportunistic Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Pneumocystis"
    },
    {
      "QualifierName": [
        "immunology",
        "microbiology"
      ],
      "DescriptorName": "Pneumonia, Pneumocystis"
    }
  ],
  "NumberOfReferences": "198"
}