{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23671564",
  "DateCompleted": {
    "Year": "2013",
    "Month": "12",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2013",
        "Month": "05",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e61260",
      "10.1371/journal.pone.0061260"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "8",
        "Issue": "5",
        "PubDate": {
          "Year": "2013"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Re-isolating Batrachochytrium dendrobatidis from an amphibian host increases pathogenicity in a subsequent exposure.",
    "Pagination": {
      "StartPage": "e61260",
      "MedlinePgn": "e61260"
    },
    "Abstract": {
      "AbstractText": [
        "Controlled exposure experiments can be very informative, however, they are based on the assumption that pathogens maintained on artificial media under long-term storage retain the infective and pathogenic properties of the reproducing pathogen as it occurs in a host. We observed that JEL284, an in vitro cultured and maintained isolate of Batrachochytrium dendrobatidis (Bd), was becoming less infectious with successive uses. We hypothesized that passing an isolate propagated on artificial media through an amphibian host would make the isolate more infectious and pathogenic in subsequent exposures. To test our hypothesis, we used two discreet steps, a reisolation step (step 1) and a comparative exposure step (step 2). In step 1, we exposed eastern spadefoot toads, Scaphiopus holbrooki, to JEL284 and JEL197, another isolate that had been maintained in vitro for over six years. We then re-isolated JEL284 only from a successful infection and named this new isolate JEL284(FMBa). JEL197 did not infect any amphibians and, thus, did not proceed to step 2. In step 2, we compared infectivity and pathogenicity (mortality and survival time) of JEL284 and JEL284(FMBa) by exposing 54 naïve S. holbrooki to three treatments (JEL284, JEL284(FMBa), and negative control) with 18 individuals per group. We found that JEL284(FMBa) caused higher mortality and decreased survival time in infected individuals when compared to JEL284 and negative controls. Thus, our data show that pathogenicity of Bd can decrease when cultured successively in media only and can be partially restored by passage through an amphibian host. Therefore, we have demonstrated that pathogenicity shifts can occur rapidly in this pathogen. Given the potential for shifts in pathogenicity demonstrated here, we suspect Bd to have similar potential in natural populations. We suggest that, when possible, the use of freshly isolated or cryopreserved Bd would improve the quality of controlled exposure experiments using this pathogen."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "University of Memphis, Department of Biological Sciences, Memphis, Tennessee, United States of America. fbrem@memphis.edu"
          }
        ],
        "LastName": "Brem",
        "ForeName": "Forrest M R",
        "Initials": "FM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Parris",
        "ForeName": "Matthew J",
        "Initials": "MJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Padgett-Flohr",
        "ForeName": "Gretchen E",
        "Initials": "GE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Anura"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Chytridiomycota"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Culture Techniques"
    },
    {
      "QualifierName": [
        "microbiology",
        "veterinary"
      ],
      "DescriptorName": "Mycoses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ],
  "CoiStatement": "<b>Competing Interests: </b>The authors declare that no competing interests exist."
}