{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "Undersøgelsens formål var at opnå indsigt i transmission af <i>Oesophagostomum dentatum</i> og <i>Hyostrongylus rubidus</i> hos grise på friland i Danmark. Atten 10 uger gamle parasitfri grise blev fordelt på 3 hold med hver 6 grise. Alle 3 hold blev i maj måned placeret på ét græsareal, som ikke tidligere var anvendt til grise. Efter 2 uger blev grisene i hold 2 og 3 podet med henholdsvis 10800 <i>O. dentatum</i> og 8700 <i>H. rubidus</i> larver. Grisene i hold 1 tjente som ikkeinficerede kontroldyr. Alle grisene forblev på arealet til oktober måned, og med regelmæssige intervaller udtoges prøver til bestemmelse af fækale ægtal, græssets indhold af infektive larver og serum pepsinogen koncentrationer. Efter ca. 2 måneder kunne der påvises æg af de to helmintharter i gødningen af de hidtil parasitfri grise (hold 1), og krydsinfektion fandt sted i hold 2 og 3. Græssets indhold af larver af begge helminther steg i sidste halvdel af sommeren til generelt samme niveau, til trods for at antallet af deponerede <i>H. rubidus</i>-æg var meget lavere end antallet af <i>O. dentatum</i>-æg. Ormebyrderne hos samtlige grise bestemtes ved forsøgets afslutning i oktober. De geometriske, gennemsnitlige ormetal for <i>O. dentatum</i> i hold 1, 2 og 3 var henholdsvis 1202, 6136 og 1431, hvor hold 2’s ormetal var signifikant højere end de andre holds (p<0,05). De geometriske, gennemsnitlige ormetal for <i>H. rubidus</i> i hold 1, 2 og 3 var henholdsvis 4907, 3679 og 5246 – uden signifikante forskelle mellem holdene."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "7676925",
  "DateCompleted": {
    "Year": "1995",
    "Month": "10",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0044-605X",
      "JournalIssue": {
        "Volume": "35",
        "Issue": "4",
        "PubDate": {
          "Year": "1994"
        }
      },
      "Title": "Acta veterinaria Scandinavica",
      "ISOAbbreviation": "Acta Vet Scand"
    },
    "ArticleTitle": "A study on the transmission of Oesophagostomum dentatum and Hyostrongylus rubidus among outdoor reared pigs in Denmark.",
    "Pagination": {
      "StartPage": "409",
      "EndPage": "416",
      "MedlinePgn": "409-16"
    },
    "Abstract": {
      "AbstractText": [
        "This study was carried out to obtain basic information on the transmission of Oesophagostomum dentatum and Hyostrongylus rubidus in outdoor reared pigs in Denmark. Eighteen 10 weeks old worm-free pigs were allocated into 3 groups of 6 pigs each. In May, all pigs were turned out on the same parasitologically naive pasture, and after 2 weeks the pigs in groups 2 and 3 were experimentally infected with 10,800 O. dentatum and 8,700 H. rubidus infective larvae, respectively. Pigs in group 1 served as non-infected controls. All pigs were reared together on the experimental pasture for further 134 days until slaughter in October. Strongyle egg counts, differentiation of infective larvae at species level, serum pepsinogen, and herbage larval infectivity were monitored at regular intervals throughout. Both strongyle species established in the originally parasite-free pigs (group 1) and cross infections were established in group 2 and 3. The pigs were exposed to steadily increasing herbage infectivity of both species of strongyles. At the end of the experiment, geometric mean worm burdens of O. dentatum in groups 1, 2 and 3 were 1202, 6136 and 1431 respectively, the burden in group 2 being significantly higher (p < 0.05) than that of the 2 other groups. The geometric mean worm burdens of H. rubidus in groups 1, 2 and 3 were 4907, 3679 and 5246 respectively, showing no significant differences between groups."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Animal Science and Animal Health, Royal Veterinary and Agricultural University, Frederiksberg, Denmark."
          }
        ],
        "LastName": "Dangolla",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bjørn",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Nansen",
        "ForeName": "P",
        "Initials": "P"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Acta Vet Scand",
    "NlmUniqueID": "0370400",
    "ISSNLinking": "0044-605X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animal Husbandry"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Denmark"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Disease Transmission, Infectious"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Feces"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "transmission",
        "veterinary"
      ],
      "DescriptorName": "Oesophagostomiasis"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Parasite Egg Count"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Random Allocation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Swine"
    },
    {
      "QualifierName": [
        "transmission"
      ],
      "DescriptorName": "Swine Diseases"
    },
    {
      "QualifierName": [
        "transmission",
        "veterinary"
      ],
      "DescriptorName": "Trichostrongyloidiasis"
    }
  ]
}