{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15791954",
  "DateCompleted": {
    "Year": "2005",
    "Month": "04",
    "Day": "14"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0070-217X",
      "JournalIssue": {
        "Volume": "289",
        "PubDate": {
          "Year": "2005"
        }
      },
      "Title": "Current topics in microbiology and immunology",
      "ISOAbbreviation": "Curr Top Microbiol Immunol"
    },
    "ArticleTitle": "The role of host cell death in Salmonella infections.",
    "Pagination": {
      "StartPage": "131",
      "EndPage": "150",
      "MedlinePgn": "131-50"
    },
    "Abstract": {
      "AbstractText": [
        "Salmonella enterica is an important enteric pathogen of humans and a variety of domestic and wild animals. Infection is initiated in the intestinal tract, and severe disease produces widespread destruction of the intestinal mucosa. Salmonella strains can also disseminate from the intestine and produce serious, sometimes fatal infections with considerable cytopathology in a number of systemic organs. A combination of bacterial genetic and cell biology studies have shown that Salmonella uses specific virulence mechanisms to induce host cell death during infection. Salmonella produces one set of virulence proteins to promote invasion of the intestine and a different set to mediate systemic disease. Significantly, each set of virulence factors mediates a distinct mechanism of host cell death. The Salmonella pathogenicity island-1 (SPI-1) locus encodes a type III protein secretion system (TTSS) that delivers effector proteins required for intestinal invasion and the production of enteritis. The SPI-1 effector SipB activates caspase-1 in macrophages, releasing IL-1beta and IL-18 and inducing rapid cell death by a mechanism that has features of both apoptosis and necrosis. Caspase-1 is required for Salmonella to infect Peyer's patches and disseminate to systemic tissues in mice. Progressive Salmonella infection in mice requires the SPI-2 TTSS and associated effector proteins as well as the SpvB cytotoxin. Apoptosis of macrophages in the liver is found during systemic infection. In cell culture, Salmonella strains induce delayed apoptosis dependent on SPI-2 function in macrophages from a variety of sources. This delayed apoptosis also requires activation of TLR4 on macrophages by the bacterial LPS. Downstream activation of kinase pathways leads to balanced pro- and antiapoptotic regulatory factors in the cell. NF-kappaB and p38 mitogen-activated protein kinase (MAPK) are particularly important for the induction of antiapoptotic factors, whereas the kinase PKR is required for bacterial-induced apoptosis. The Salmonella SPI-2 TTSS is essential for altering the balance in favor of apoptosis during intracellular infection, but the effectors involved remain poorly characterized. The SpvB cytotoxin has been shown to play a role in apoptosis in human macrophages by depolymerizing the actin cytoskeleton. A model for the role of bacteria-induced host cell death in Salmonella pathogenesis is proposed. In the intestine, the Salmonella SPI-1 TTSS and SipB mediate macrophage death by caspase-1 activation, which also releases IL-1beta and IL-18, promoting inflammation and subsequent phagocytosis by incoming macrophages and leading to dissemination to systemic tissues. Intracellular secretion of virulence effector proteins by the SPI-2 TTSS facilitates growth of Salmonella in these macrophages and the delayed onset of apoptosis in extraintestinal tissues. These infected, apoptotic cells are targeted for engulfment by incoming macrophages, thus perpetuating the cycle of cell-to-cell spread that is the hallmark of systemic Salmonella infection."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, UCSD School of Medicine, 9500 Gilman Dr., La Jolla, CA 92093-0640, USA. dguiney@ucsd.edu"
          }
        ],
        "LastName": "Guiney",
        "ForeName": "D G",
        "Initials": "DG"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Curr Top Microbiol Immunol",
    "NlmUniqueID": "0110513",
    "ISSNLinking": "0070-217X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Apoptosis"
    },
    {
      "QualifierName": [
        "microbiology",
        "pathology"
      ],
      "DescriptorName": "Epithelial Cells"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "microbiology",
        "pathology"
      ],
      "DescriptorName": "Intestinal Diseases"
    },
    {
      "QualifierName": [
        "microbiology",
        "pathology"
      ],
      "DescriptorName": "Macrophages"
    },
    {
      "QualifierName": [
        "microbiology",
        "pathology"
      ],
      "DescriptorName": "Salmonella Infections"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Salmonella enterica"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ],
  "NumberOfReferences": "55"
}