{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23438028",
  "DateCompleted": {
    "Year": "2013",
    "Month": "08",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1111/1469-0691.12118"
    ],
    "Journal": {
      "ISSN": "1469-0691",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "3",
        "PubDate": {
          "Year": "2013",
          "Month": "Mar"
        }
      },
      "Title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
      "ISOAbbreviation": "Clin Microbiol Infect"
    },
    "ArticleTitle": "Endophthalmitis.",
    "Pagination": {
      "StartPage": "227",
      "EndPage": "234",
      "MedlinePgn": "227-34"
    },
    "Abstract": {
      "AbstractText": [
        "Endophthalmitis means bacterial or fungal infection inside the eye involving the vitreous and/or aqueous humors. Most cases are exogenous and occur after eye surgery, after penetrating ocular trauma, or as an extension of corneal infection. An increasing number of cases are occurring after intravitreal injections of anti-vascular endothelial growth factor (VEGF) medications. Endophthalmitis may also be endogenous, arising from bacteraemic or fungaemic seeding of the eye. The infected eye never serves as a source of bacteraemia or fungaemia, however. The most common pathogens in endophthalmitis vary by category. Coagulase-negative staphylococci are the most common causes of post-cataract endophthalmitis, and these bacteria and viridans streptococci cause most cases of post-intravitreal anti-VEGF injection endophthalmitis, Bacillus cereus is a major cause of post-traumatic endophthalmitis, and Staphylococcus aureus and streptococci are important causes of endogenous endophthalmitis associated with endocarditis. In Taiwan and other East Asian nations, Klebsiella pneumoniae causes most cases of endogenous endophthalmitis, in association with liver abscess. Endogenous fungal endophthalmitis in hospitalized patients is usually caused by Candida species, particularly Candida albicans. Acute endophthalmitis is a medical emergency. The most important component of treatment is the intravitreal injection of antibiotics, along with vitrectomy in severe cases. Systemic antibiotics should be used in cases of endogenous endophthalmitis and exogenous fungal endophthalmitis, but their role in exogenous bacterial endophthalmitis is uncertain. Repeated intravitreal injections of antibiotics may be necessary if there is no response to the initial therapy. Many eyes that receive prompt and appropriate treatment will recover useful vision."
      ],
      "CopyrightInformation": "© 2013 The Author Clinical Microbiology and Infection © 2013 European Society of Clinical Microbiology and Infectious Diseases."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Infectious Disease Service, Massachusetts Eye and Ear Infirmary, Boston, MA, USA. mdurand@partners.org"
          }
        ],
        "LastName": "Durand",
        "ForeName": "M L",
        "Initials": "ML"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Clin Microbiol Infect",
    "NlmUniqueID": "9516420",
    "ISSNLinking": "1198-743X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Anti-Infective Agents"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Anti-Infective Agents"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "microbiology",
        "surgery"
      ],
      "DescriptorName": "Bacterial Infections"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "microbiology",
        "surgery"
      ],
      "DescriptorName": "Endophthalmitis"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Eye Injuries"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunocompromised Host"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "microbiology",
        "surgery"
      ],
      "DescriptorName": "Mycoses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Vitrectomy"
    }
  ]
}