{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2762037",
  "DateCompleted": {
    "Year": "1989",
    "Month": "09",
    "Day": "08"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0031-1820",
      "JournalIssue": {
        "Volume": "98 Pt 2",
        "PubDate": {
          "Year": "1989",
          "Month": "Apr"
        }
      },
      "Title": "Parasitology",
      "ISOAbbreviation": "Parasitology"
    },
    "ArticleTitle": "The diet and gastrodermal ultrastructure of polystomatid monogeneans infecting chelonians.",
    "Pagination": {
      "StartPage": "265",
      "EndPage": "273",
      "MedlinePgn": "265-73"
    },
    "Abstract": {
      "AbstractText": [
        "All polyopisthocotylean monogeneans previously studied, including representatives of the Polystomatidae infecting anuran amphibians, feed on host blood. However, the present analysis of species of Polystomoides, Polystomoidella and Neopolystoma, polystomatids which infect chelonian reptiles, has shown that this group has diverged nutritionally from related parasites. Histochemical tests failed to demonstrate haemoglobin in the gut caeca, and X-ray microanalysis confirmed the absence of haematin (or high concentrations of bound iron) in the gastrodermis. The chelonian polystomatids (and also the single monogenean which infects a mammal, Oculotrema hippopotami) feed on epithelial cells and mucus, the diet typical of monopisthocotyleans. Transmission electron microscopy revealed the same gastrodermal architecture in representatives of Polystomoides from Africa, N. America and S.E. Asia. The organization of the caecal epithelium conforms with that of blood-feeding polyopisthocotyleans, with two components: lamellated cells responsible for intracellular digestion interspersed with elements of a non-lamellated connecting syncytium. In other polyopisthocotyleans, the syncytium probably has a skeletal, supportive role, related to the problems of intracellular accumulation of haematin, but in polystomatids infecting chelonians the syncytium is extremely reduced and its presence probably reflects an ancestry amongst blood-feeding relatives. The utilization of the presumably more primitive monogenean diet of epithelial cells and mucus by chelonian polystomatids may be related to the scarcity of superficial blood vessels in their oral and urinary bladder habitats."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Biological Sciences, Queen Mary College, London University."
          }
        ],
        "LastName": "Allen",
        "ForeName": "K M",
        "Initials": "KM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tinsley",
        "ForeName": "R C",
        "Initials": "RC"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Parasitology",
    "NlmUniqueID": "0401121",
    "ISSNLinking": "0031-1820"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Microscopy, Electron"
    },
    {
      "QualifierName": [
        "metabolism",
        "ultrastructure"
      ],
      "DescriptorName": "Trematoda"
    },
    {
      "QualifierName": [
        "parasitology",
        "veterinary"
      ],
      "DescriptorName": "Trematode Infections"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Turtles"
    }
  ]
}