{
  "CitationSubset": [
    "OM"
  ],
  "KeywordList": [
    [
      "RABIES/prevention and control"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [
    "5834:3487:506"
  ],
  "InvestigatorList": [],
  "PMID": "13511142",
  "DateCompleted": {
    "Year": "2000",
    "Month": "07",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "12",
    "Day": "01"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0042-9686",
      "JournalIssue": {
        "Volume": "17",
        "Issue": "6",
        "PubDate": {
          "Year": "1957"
        }
      },
      "Title": "Bulletin of the World Health Organization",
      "ISOAbbreviation": "Bull World Health Organ"
    },
    "ArticleTitle": "Local treatment of wounds to prevent rabies.",
    "Pagination": {
      "StartPage": "963",
      "EndPage": "978",
      "MedlinePgn": "963-78"
    },
    "Abstract": {
      "AbstractText": [
        "This article reports experiments with guinea-pigs on methods of producing wounds and infecting them with street virus, and on the use of nitric acid, detergent solution and antirabies serum in the local treatment of these wounds for the prevention of rabies. Despite certain limitations in the experimental arrangement, the authors consider that these findings are valuable in verifying some of the similar experiments performed by other workers.The addition of hyaluronidase to the virus challenge suspension did not increase the infectivity of the suspension when applied to wounds, but there was a trend towards increased pathogenicity of the hyaluronidase-virus mixture over virus suspension alone when inoculated intramuscularly.In the local treatment of wounds the protective action which resulted when nitric acid was applied within 4 hours, but not after a 24-hour interval, after infection, confirmed the results of other workers.Antirabies serum also proved effective both when infiltrated under the wound and when inoculated systemically up to 24 hours after infection, this being the longest interval tested. The results suggested that the serum exerted a specific local action.While some protective action was apparently achieved with the detergent Terjolate when applied by gentle swabbing, or by infiltration of saline solution under the wound, up to 3 hours after infection, this protection was distinctly inferior to that obtained with nitric acid or serum. The authors point out the excellent results reported by other workers with a different detergent, Zephiran chloride, and recommend further studies on this and other similar substances less corrosive than nitric acid.These experiments, considered together with those reported by other workers, indicate the value of simple washing, flushing or irrigation of wounds as a means of reducing virus levels below the infective dose.The authors cite the need for further research on local treatment of wounds in order to clarify mechanisms of action of various procedures and agents now used, and to improve the methods for handling the worrisome situation presented by a bite wound from an animal suspected of having rabies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "PEREZ GALLARDO",
        "ForeName": "F",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "ZARZUELO",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "KAPLAN",
        "ForeName": "M M",
        "Initials": "MM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Bull World Health Organ",
    "NlmUniqueID": "7507052",
    "ISSNLinking": "0042-9686"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Guinea Pigs"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Rabies"
    }
  ]
}