{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3771767",
  "DateCompleted": {
    "Year": "1986",
    "Month": "12",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0095-1137",
      "JournalIssue": {
        "Volume": "24",
        "Issue": "5",
        "PubDate": {
          "Year": "1986",
          "Month": "Nov"
        }
      },
      "Title": "Journal of clinical microbiology",
      "ISOAbbreviation": "J Clin Microbiol"
    },
    "ArticleTitle": "Comparison of 15 laboratory and patient-derived strains of Mycobacterium avium for ability to infect and multiply in cultured human macrophages.",
    "Pagination": {
      "StartPage": "812",
      "EndPage": "821",
      "MedlinePgn": "812-21"
    },
    "Abstract": {
      "AbstractText": [
        "Mycobacterium avium is a cause of nontuberculous chronic granulomatous infections which is attracting increased attention as a frequent opportunistic pathogen in acquired immunodeficiency syndrome. Some important aspects of its human pathogenicity were investigated by using cultured human macrophages infected with it. The uptake and replication of various strains of M. avium in the macrophages could be measured by CFU counts of the bacteria in samples of lysed, sonicated macrophages. Microscopic counts of acid-fast bacilli were not useful because the bacteria multiplying in the macrophages were usually not acid fast. Electron microscopy showed the intracellular bacilli to multiply by transverse fission, to be surrounded in individual vacuoles by a broad electronlucent zone, and to have thinner cell walls than extracellularly grown M. avium. Fifteen strains, including examples of serovars 1, 2, 4, 8, and 9, were studied for uptake and rate of replication in cultured macrophages from three normal subjects. The strains were isolates from patients with nontuberculous granulomatous infection, acquired immunodeficiency syndrome, or unrelated problems, or they were laboratory reference cultures. There were no differences among them in phagocytosis, but there were differences in intracellular replication. Laboratory strains tended to be avirulent, that is, they did not replicate in the macrophages. Patient isolates usually were virulent and could be compared for virulence by intracellular replication rates. Virulence correlated with flat, transparent bacterial colony morphology on nutrient agar but not with serovar or kind of patient from whom the bacteria were isolated. However, among strains of transparent colony morphology there were wide differences in virulence. A virulent bacilli generally produced domed, opalescent colonies on nutrient agar. A virulent bacilli predominated in populations of M. avium conditioned to growth in bacteriologic culture medium. Bacilli of virulent colony morphology predominated in populations passaged through cultured macrophages. The model described here presents a new approach to the investigation of the pathogenicity of M. avium for human subjects and may be more patient relevant than animal models."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Crowle",
        "ForeName": "A J",
        "Initials": "AJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Tsang",
        "ForeName": "A Y",
        "Initials": "AY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Vatter",
        "ForeName": "A E",
        "Initials": "AE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "May",
        "ForeName": "M H",
        "Initials": "MH"
      }
    ],
    "GrantList": [
      {
        "GrantID": "1 RO1 AI21919",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Comparative Study",
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Clin Microbiol",
    "NlmUniqueID": "7505564",
    "ISSNLinking": "0095-1137"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Acquired Immunodeficiency Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cells, Cultured"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Macrophages"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Mycobacterium Infections"
    },
    {
      "QualifierName": [
        "cytology",
        "growth & development",
        "pathogenicity"
      ],
      "DescriptorName": "Mycobacterium avium"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Opportunistic Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Phagocytosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ]
}