{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2498797",
  "DateCompleted": {
    "Year": "1989",
    "Month": "06",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0030-2465",
      "JournalIssue": {
        "Volume": "56",
        "Issue": "1",
        "PubDate": {
          "Year": "1989",
          "Month": "Mar"
        }
      },
      "Title": "The Onderstepoort journal of veterinary research",
      "ISOAbbreviation": "Onderstepoort J Vet Res"
    },
    "ArticleTitle": "Studies of encephalitozoonosis in vervet monkeys (Cercopithecus pygerythrus) orally inoculated with spores of Encephalitozoon cuniculi isolated from dogs (Canis familiaris).",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "22",
      "MedlinePgn": "1-22"
    },
    "Abstract": {
      "AbstractText": [
        "Encephlitozoonosis was induced in 35 of 38 vervet monkeys (Cercopithecus pygerythrus). They were either directly (orally) inoculated with Encephlitozoon cuniculi or indirectly exposed to this protozoan parasite. Cell-culture-grown spores of E. cuniculi, isolated from the kidneys of dogs with natural, fatal disease, were administered orally to 29 of these monkeys. Another 5 were exposed in utero by orally infecting pregnant females, and 3 were exposed to horizontal infection by nursing infected infants. Only one was given an intravenous inoculation of spores. The disease was induced in non-gravid and late-pregnant adults, immunocompetent infants, and in infants that were immunologically compromised by parenteral steroid administration, as well as in one infant that was immunologically immature because of its premature birth. The effects of age, dosage, post-inoculation (PI) interval, passage level of the parasite in cell culture and immunological status of the host were correlated with macroscopical and microscopical lesions. The experimentally induced infection was confirmed either by reisolation of the parasite in cell culture or by observation of spores in tissue sections. Both confirmatory methods were supported by serological examination. Reisolation of the organism in primary cell culture prepared from kidneys usually resulted in more frequent isolates and larger yields of spores from infants than from adult vervets. Infection with E. cuniculi invariably induced subclinical disease. Based on histology, lesions were minimal to moderately severe, depending on age, PI interval, and immunological status of the host. Alimentary tract infections were seen histologically as early as three days PI. Subsequently, infections resulted in detectable lesions most consistently in the liver, kidneys and brain. Lesions in these organs were generally granulomatous and were similar to those found in canine encephalitozoonosis. In addition, multifocal interstitial pneumonitis and myocarditis as well as vasculitis and perivasculitis were seen in other tissues and organs. Infants had more severe and more widespread lesions than adults. Although lesions and spores were still present in the brain of one immunocompetent infant 36 weeks after initial infection, the disease in immunocompetent infants and adults is thought to be self-limiting. However, infection may persist. Immunological depression favoured increased growth and multiplication of the organism, and resulted in detection of more spores within inflammatory lesions as well as more intracellular colonies of the organism that were free of inflammatory reaction.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Pathobiology, Wilford Hall (USAF) Medical Center, San Antonio, Texas 78236-5300."
          }
        ],
        "LastName": "van Dellen",
        "ForeName": "A F",
        "Initials": "AF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stewart",
        "ForeName": "C G",
        "Initials": "CG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Botha",
        "ForeName": "W S",
        "Initials": "WS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "South Africa",
    "MedlineTA": "Onderstepoort J Vet Res",
    "NlmUniqueID": "0401107",
    "ISSNLinking": "0030-2465"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Apicomplexa"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cercopithecus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chlorocebus aethiops"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Dog Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dogs"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Encephalitozoon cuniculi"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Kidney"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Liver"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Lung"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Monkey Diseases"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Protozoan Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Protozoan Infections, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Spores"
    }
  ]
}