{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2513583",
  "DateCompleted": {
    "Year": "1990",
    "Month": "01",
    "Day": "31"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0361-7742",
      "JournalIssue": {
        "Volume": "317",
        "PubDate": {
          "Year": "1989"
        }
      },
      "Title": "Progress in clinical and biological research",
      "ISOAbbreviation": "Prog Clin Biol Res"
    },
    "ArticleTitle": "Transport and targeting of scrapie infectivity and pathology in the optic nerve projections following intraocular infection.",
    "Pagination": {
      "StartPage": "645",
      "EndPage": "652",
      "MedlinePgn": "645-52"
    },
    "Abstract": {
      "AbstractText": [
        "The initial development of scrapie lesions can be seen following intraocular infection to be directly related to sequential infection of connecting neuronal relays within the projections of the optic nerve. For example, intraocular infection of VM mice with 22A virus produces lesions in the contralateral dorsal lateral geniculate nucleus (dLGN) and superior colliculus around halfway through the incubation period of about 360 days; the next lesions appear in the visual cortex, presumably as a result of the transport of infection through the geniculo-cortical tract. Infection of the same strain of mouse with 87V virus produces similar lesions in the dLGN slightly later in the incubation period of about 440 days, although cortical lesions are never seen with this agent. Subsequent lesions with both strains of the virus occur symmetrically in sites which are recognised targets with other routes of infection. Differences of this type provide the opportunity to relate levels of infectivity in sets of neurons directly to subsequent pathological changes. If the two murine Sinc genotypes (Sinc controls incubation period length) are compared after intraocular infection with ME7 virus, the timing of the appearance of the first lesions is in proportion to the length of the incubation period; this may provide a means of identifying the action of Sinc at a cellular level. Serial enucleation following infection of the right eye with ME7 virus has shown that infection takes between 7 and 14 days to reach the superior colliculus and initiate infection via this pathway. This slow rate of spread of infectivity suggests that ME7 is carried in an anterograde direction by the slow rate of axonal transport."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "AFRC and MRC Neuropathogenesis Unit, Institute for Animal Health, Edinburgh, U.K."
          }
        ],
        "LastName": "Scott",
        "ForeName": "J R",
        "Initials": "JR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fraser",
        "ForeName": "H",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Prog Clin Biol Res",
    "NlmUniqueID": "7605701",
    "ISSNLinking": "0361-7742"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Carrier Proteins"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Prions"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Carrier Proteins"
    },
    {
      "QualifierName": [
        "microbiology",
        "pathology"
      ],
      "DescriptorName": "Eye Infections, Viral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Optic Nerve"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Prions"
    },
    {
      "QualifierName": [
        "complications",
        "microbiology",
        "pathology"
      ],
      "DescriptorName": "Scrapie"
    }
  ],
  "NumberOfReferences": "11"
}