{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11801218",
  "DateCompleted": {
    "Year": "2002",
    "Month": "02",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0001-706X",
      "JournalIssue": {
        "Volume": "81",
        "Issue": "2",
        "PubDate": {
          "Year": "2002",
          "Month": "Feb"
        }
      },
      "Title": "Acta tropica",
      "ISOAbbreviation": "Acta Trop"
    },
    "ArticleTitle": "Host cell invasion by the opportunistic pathogen Toxoplasma gondii.",
    "Pagination": {
      "StartPage": "111",
      "EndPage": "122",
      "MedlinePgn": "111-22"
    },
    "Abstract": {
      "AbstractText": [
        "Toxoplasma gondii is an obligate intracellular protozoan that infects an astonishing variety of vertebrate hosts including humans. Classified in the phylum Apicomplexa, T. gondii causes an opportunistic disease, toxoplasmosis, in individuals with immune dysfunction and congenital disease in infected infants. Re-emergence of toxoplasmosis as a life-threatening disease in patients with AIDS is anticipated in the wake of emerging multi-drug resistant strains of HIV. In immunodeficient patients, the available evidence suggests that tissue pathology associated with T. gondii infection is due to parasite-directed lytic destruction of individual host cells. The Toxoplasma lytic cycle begins when the parasite actively invades a target cell. In association with invasion, T. gondii sequentially discharges three sets of secretory organelles beginning with the micronemes, which contain adhesive proteins involved in parasite attachment to a host cell. Deployed as protein complexes, several micronemal proteins possess vertebrate-derived adhesive sequences that function in binding receptors on the surface of a target cell. Each protein in these adhesive complexes fulfills a specific role in movement through the secretory pathway, targeting to the micronemes, or adhesion. It is anticipated that these adhesive complexes recognize a variety of host receptors, including some that are expressed on multiple cell types, and that this diversity in host cell receptors contributes to the remarkably broad tissue- and host-range of T. gondii."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "W. Harry Feinstone Department of Molecular Microbiology and Immunology, The Johns Hopkins University Bloomberg School of Public Health, 615 N. Wolfe Street, Baltimore, MD 21205, USA. vcarruth@jhsph.edu"
          }
        ],
        "LastName": "Carruthers",
        "ForeName": "Vern B",
        "Initials": "VB"
      }
    ],
    "GrantList": [
      {
        "GrantID": "AI 46675",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S.",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Acta Trop",
    "NlmUniqueID": "0370374",
    "ISSNLinking": "0001-706X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "AIDS-Related Opportunistic Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "growth & development",
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Toxoplasma"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Toxoplasmosis"
    }
  ],
  "NumberOfReferences": "67"
}