{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15936150",
  "DateCompleted": {
    "Year": "2005",
    "Month": "08",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0304-4017",
      "JournalIssue": {
        "Volume": "131",
        "Issue": "1-2",
        "PubDate": {
          "Year": "2005",
          "Month": "Jul",
          "Day": "15"
        }
      },
      "Title": "Veterinary parasitology",
      "ISOAbbreviation": "Vet Parasitol"
    },
    "ArticleTitle": "Impact of the nematophagous fungus Duddingtonia flagrans on Muellerius capillaris larvae in goat faeces.",
    "Pagination": {
      "StartPage": "71",
      "EndPage": "78",
      "MedlinePgn": "71-8"
    },
    "Abstract": {
      "AbstractText": [
        "The small lungworm Muellerius capillaris is very prevalent in goats and causes production losses. Its control is particularly difficult. The nematophagous fungus Duddingtonia flagrans has been shown to be effective in trapping a large range of gastro-intestinal nematode larvae but its trapping activity against small lungworm remains to be assessed. The purpose of this work was firstly, to evaluate the ability of first-stage larvae of M. capillaris (L1) to induce trap formation in in vitro conditions and secondly, to determine the effect of D. flagrans on the L1 infectivity to snails. In experiments on agar, the presence of L1 failed to induce any D. flagrans traps whereas in the same conditions, gastro-intestinal third-stage larvae induced 44-135 traps/cm(2) depending on the species. Moreover, when the traps were pre-induced by Haemonchus contortus larvae, the L1 of M. capillaris were not trapped. For the in vivo trial, two goats naturally infected with M. capillaris received D. flagrans chlamydospores at the daily dose rate of 5x10(5) spores/kg BW for 8 days. Faeces were collected individually before, during and 11 days after spore administration. On each day of harvest, the initial larval output was determined. The remaining faeces were subjected to coproculture at 21 degrees C for 7 days. At the end of this period, L1 were collected and used to infect snails (30 snails per goat isolate each snail given 40 L1 by direct deposit of the larvae on the foot of the snail). These snails were artificially challenged in contrast to others that were exposed to natural infection by exposure to faeces carrying first-stage M. capillaris larvae. The natural infection used the same number of snails, i.e. 30 snails deposited on the faeces of each goat. After 3 weeks at room temperature, the infective larvae present in the snail foot were counted. There was no difference in the survival of the L1 in faeces after coproculture whether the faeces contained D. flagrans or not. The infectivity of the extracted larvae from the two goats before and after fungal administration was the same. The number of infective larvae per snail obtained after \"natural\" infection showed variations that were not related to the presence of D. flagrans mycelium in faeces. These trials clearly indicate that D. flagrans was unable to trap or to alter the infectivity of M. capillaris first-stage larvae and thus cannot be considered as a non-chemotherapeutic alternative approach to the control of the small lungworm in goats."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "AFSSA Site de Niort, Laboratoire d'Etudes et de Recherches Caprines, 60 rue de Pied de Fond, BP 3081, 79012 Niort Cedex, France. c.paraud@niort.afssa.fr"
          }
        ],
        "LastName": "Paraud",
        "ForeName": "C",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cabaret",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pors",
        "ForeName": "I",
        "Initials": "I"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chartier",
        "ForeName": "C",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Vet Parasitol",
    "NlmUniqueID": "7602745",
    "ISSNLinking": "0304-4017"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "growth & development"
      ],
      "DescriptorName": "Ascomycota"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Feces"
    },
    {
      "QualifierName": [
        "microbiology",
        "parasitology",
        "prevention & control"
      ],
      "DescriptorName": "Goat Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Goats"
    },
    {
      "QualifierName": [
        "growth & development"
      ],
      "DescriptorName": "Haemonchus"
    },
    {
      "QualifierName": [
        "microbiology",
        "parasitology",
        "prevention & control",
        "veterinary"
      ],
      "DescriptorName": "Intestinal Diseases, Parasitic"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Metastrongyloidea"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Parasite Egg Count"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Snails"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Statistics, Nonparametric"
    },
    {
      "QualifierName": [
        "microbiology",
        "parasitology",
        "prevention & control",
        "veterinary"
      ],
      "DescriptorName": "Strongylida Infections"
    }
  ]
}