{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "13129522",
  "DateCompleted": {
    "Year": "2004",
    "Month": "02",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "08",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0020-7519",
      "JournalIssue": {
        "Volume": "33",
        "Issue": "10",
        "PubDate": {
          "Year": "2003",
          "Month": "Sep",
          "Day": "15"
        }
      },
      "Title": "International journal for parasitology",
      "ISOAbbreviation": "Int J Parasitol"
    },
    "ArticleTitle": "Phased infectivity in Heterorhabditis megidis: the effects of infection density in the parental host and filial generation.",
    "Pagination": {
      "StartPage": "1013",
      "EndPage": "1018",
      "MedlinePgn": "1013-8"
    },
    "Abstract": {
      "AbstractText": [
        "Entomopathogenic nematodes can develop through two or more generations in the cadavers of killed insect hosts. Non-feeding infective juveniles from each generation emerge and may spend prolonged periods searching for a new host. The infectivity of the infective juveniles of Heterorhabditis megidis varies with time after emergence and may not reach a maximum until several weeks have passed. 'Phased infectivity' hypotheses propose that this pattern is adaptive, tending to reduce competition in new hosts. Here we provide further evidence that infectivity is phased in H. megidis. In addition, we show that the basic pattern is modified by infection density in the parental host and by filial generation. Two general patterns were observed: first, infective juveniles that developed under the least crowded conditions (F(1) infective juveniles produced in hosts infected with 16 parent nematodes) reached maximum infectivity after only 15 days, compared to 27 or 39 days for infective juveniles that developed under more crowded conditions (F(1) produced in hosts infected with 103 or 424 parent nematodes or F(2) infective juveniles). Second, infective juveniles had lower infectivity overall when produced under the most crowded conditions (F(2) versus F(1); highest versus lowest infection density). We propose that while lower overall infectivity is a necessary consequence of limited resource availability during infective juvenile development, the difference in the timing of peak infectivity reflects a shift in the fitness gains associated with being maximally infective either 'early' or 'late'. F(1) infective juveniles emerge several days before F(2) infective juveniles, and we suggest that filial generation and infection density in the parental host function as indicators of the potential risk of competition within new hosts."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biology, Institute of Bioengineering and Agroecology, National University of Ireland, Maynooth, Co. Kildare, Ireland. jonryder_ie@yahoo.com"
          }
        ],
        "LastName": "Ryder",
        "ForeName": "J J",
        "Initials": "JJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Griffin",
        "ForeName": "C T",
        "Initials": "CT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Int J Parasitol",
    "NlmUniqueID": "0314024",
    "ISSNLinking": "0020-7519"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Analysis of Variance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Competitive Behavior"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Moths"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Population Density"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Rhabditoidea"
    }
  ]
}