{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17494560",
  "DateCompleted": {
    "Year": "2007",
    "Month": "06",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "05",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0005-2086",
      "JournalIssue": {
        "Volume": "51",
        "Issue": "1 Suppl",
        "PubDate": {
          "Year": "2007",
          "Month": "Mar"
        }
      },
      "Title": "Avian diseases",
      "ISOAbbreviation": "Avian Dis"
    },
    "ArticleTitle": "Understanding the complex pathobiology of high pathogenicity avian influenza viruses in birds.",
    "Pagination": {
      "StartPage": "242",
      "EndPage": "249",
      "MedlinePgn": "242-9"
    },
    "Abstract": {
      "AbstractText": [
        "Avian influenza (AI) viruses are a diverse group of viruses that can be divided into 144 subtypes, based on different combinations of the 16 hemagglutinin and nine neuraminidase subtypes, and two pathotypes (low and high pathogenicity [HP]), based on lethality for the major poultry species, the chicken. However, other criteria are important in understanding the complex biology of AI viruses, including host adaptation, transmissibility, infectivity, tissue tropism, and lesion, and disease production. Overall, such pathobiological features vary with host species and virus strain. Experimentally, HPAI viruses typically produce a similar severe, systemic disease with high mortality in chickens and other gallinaceous birds. However, these same viruses usually produce no clinical signs of infection or only mild disease in domestic ducks and wild birds. Over the past decade, the emergent HPAI viruses have shifted to increased virulence for chickens as evident by shorter mean death times and a greater propensity for massive disseminated replication in vascular endothelial cells. Importantly, the Asian H5N1 HPAI viruses have changed from producing inconsistent respiratory infections in 2-wk-old domestic ducks to some strains being highly lethal in ducks with virus in multiple internal organs and brain. However, the high lethality for ducks is inversely related to age, unlike these viruses in gallinaceous poultry, which are highly lethal irrespective of the host age. The most recent Asian H5N1 HPAI viruses have infected some wild birds, producing systemic infections and death. Across all bird species, the ability to produce severe disease and death is associated with high virus replication titers in the host, especially in specific tissues such as brain and heart."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Southeast Poultry Research Laboratory, Agricultural Research Service, U.S. Department of Agriculture, 934 College Station Road, Athens, GA 30605, USA."
          }
        ],
        "LastName": "Swayne",
        "ForeName": "David E",
        "Initials": "DE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Avian Dis",
    "NlmUniqueID": "0370617",
    "ISSNLinking": "0005-2086"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Birds"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Heart"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Influenza A Virus, H5N1 Subtype"
    },
    {
      "QualifierName": [
        "epidemiology",
        "pathology",
        "virology"
      ],
      "DescriptorName": "Influenza in Birds"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Kidney"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Lung"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Pancreas"
    },
    {
      "QualifierName": [
        "pathology",
        "virology"
      ],
      "DescriptorName": "Respiratory Mucosa"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ]
}