{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "21279280",
  "DateCompleted": {
    "Year": "2011",
    "Month": "11",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2011",
    "Month": "01",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2011",
        "Month": "01",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0034-9887",
      "JournalIssue": {
        "Volume": "138",
        "Issue": "10",
        "PubDate": {
          "Year": "2010",
          "Month": "Oct"
        }
      },
      "Title": "Revista medica de Chile",
      "ISOAbbreviation": "Rev Med Chil"
    },
    "ArticleTitle": "Hepatitis viruses: not always what it seems to be.",
    "Pagination": {
      "StartPage": "1302",
      "EndPage": "1311",
      "MedlinePgn": "1302-11"
    },
    "Abstract": {
      "AbstractText": [
        "The classic hepatotropic viruses, hepatitis A through E, are not the only viral agents able to infect the liver. Other systemic viruses may cause hepatic injury that can range from mild and transient elevation of aminotransferases to acute hepatitis and occasionally acute liver failure and fulminant hepatitis. The clinical presentation may be indistinguishable from that associated with classic hepatotropic viruses. These agents include cytomegalovirus; Epstein-Barr virus; herpes simplex virus; varicella-zoster virus; human herpesvirus 6, 7, and 8; human parvovirus B19; adenoviruses among others. Wide spectrums of clinical syndromes are associated with cytomegalovirus disease. Unique clinical syndromes may present in neonates, young adults and immunocompromised hosts infected with cytomegalovirus. Cases of fulminant hepatitis have been reported in both immunocompromised and immunocompetent hosts infected with Epstein Barr virus. Occasionally, these patients with acute hepatic failure may need liver transplantation. Herpes simplex viruses may involve the liver in neonatal infections, pregnancy, immunocompromised hosts and occasionally, immunocompetent adults. Varicella-Zoster virus has also been associated with severe acute hepatitis and fulminant hepatitis in adults. The drug of choice for these conditions is intravenous acyclovir. These may also need liver transplantation in the more severe forms of clinical presentation. Typical liver biopsy findings can be useful in determining the diagnosis of these viral infections. Human herpesviruses 6, 7, and 8, human parvovirus B19, and adenoviruses can also be present with features of acute liver injury and occasionally as fulminant hepatitis. The clinical syndromes are less well delineated than those associated with herpesviruses. It is important to consider these viruses as possible etiologic agents in patients who have acute liver injury and their serologic markers for the classic hepatotropic viruses are not indicative of an active infection."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Mayo Clinic Arizona, Scottsdale, Arizona, USA."
          }
        ],
        "LastName": "Gallegos-Orozco",
        "ForeName": "Juan Fernando",
        "Initials": "JF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rakela-Brödner",
        "ForeName": "Jorge",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Chile",
    "MedlineTA": "Rev Med Chil",
    "NlmUniqueID": "0404312",
    "ISSNLinking": "0034-9887"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Cytomegalovirus"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Hepatitis, Viral, Human"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Herpesvirus 3, Human"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Herpesvirus 4, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Liver"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Parvovirus B19, Human"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Simplexvirus"
    }
  ]
}