{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17933264",
  "DateCompleted": {
    "Year": "2008",
    "Month": "04",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "10",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "tur"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0374-9096",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "3",
        "PubDate": {
          "Year": "2007",
          "Month": "Jul"
        }
      },
      "Title": "Mikrobiyoloji bulteni",
      "ISOAbbreviation": "Mikrobiyol Bul"
    },
    "ArticleTitle": "[Influenza type A (H5N1) virus infection].",
    "Pagination": {
      "StartPage": "485",
      "EndPage": "494",
      "MedlinePgn": "485-94"
    },
    "Abstract": {
      "AbstractText": [
        "Influenza type A viruses have conserved their actuality and importance during history with their special respect of genetic variations and global pandemics. In recent years their significance has increased because of the appearence of \"bird flu\" caused by a highly virulent strain H5N1 subtype. Although influenza type A viruses that cause infections in the birds (avian influenza) are species-specific, some may cross the species barrier to infect humans. Previously, it was thought that direct transmission of virus from bird to human could not take place, but it came to be true in 1997, in Hong Kong. Since avian influenza virus A (H5N1) produces human infections with high morbidity and mortality rates, the probability of human-to-human transmission and its consequences attract a great deal of attention, recently. According to World Health Organization data up until January 2007, the number of confirmed human cases was 270 (164 death). This number was 12 cases for Turkey with 4 deaths, however the real number was thought to be higher. The transmission of H5N1 virus to humans is by direct contact with infected birds and poultry, close contact with their secretions or contaminated fomites. There is no evidence that people have been infected with bird flu by eating safely handled and properly cooked poultry. After a mean incubation period of 2-5 days, infection onsets with high fever, lower respiratory tract symptoms and diarrhea. In severe cases death occurs due to acute respiratory distress syndrome and multiple organ involvement. The diagnosis is confirmed by viral isolation, detection of H5-specific RNA with pharyngeal specimens (throat swabs), or serology. Neuraminidase inhibitors are effective in the treatment of avian influenza especially when given early, in the first 48 hours of infection. Although a vaccine against H5N1 virus is under development, no vaccine is ready for a commercial production. Recently, the Food and Drug Administration has announced the first approval in the United States of a vaccine for humans against the H5N1 influenza virus on April 17h, 2007, however the manufacturer (Sanofi Pasteur) won't sell the vaccine commercially; instead, the vaccine has been purchased by the federal government for inclusion within the National Stockpile (http://www.fda.gov/bbs/topics/NEWS/2007/NEW01611.htm). The major prevention is then mainly based on continous public education about the tranmission routes, early symptoms and signs of the infection, and warning people to obey preventive measures without any panic. In this review article influenza virus A (H5N1) infections, epidemiology and protection have been discussed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cumhuriyet Universitesi Tip Fakültesi, Enfeksiyon Hastaliklan ve Klinik Mikrobiyoloji Anabilim Dali, Sivas. enginay@cumhuriyet.edu.tr"
          }
        ],
        "LastName": "Engin",
        "ForeName": "Aynur",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Influenza tip A (H5N1) virus enfeksiyonu."
  },
  "MedlineJournalInfo": {
    "Country": "Turkey",
    "MedlineTA": "Mikrobiyol Bul",
    "NlmUniqueID": "7503830",
    "ISSNLinking": "0374-9096"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Influenza Vaccines"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Birds"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "immunology",
        "pathogenicity"
      ],
      "DescriptorName": "Influenza A Virus, H5N1 Subtype"
    },
    {
      "QualifierName": [
        "supply & distribution"
      ],
      "DescriptorName": "Influenza Vaccines"
    },
    {
      "QualifierName": [
        "epidemiology",
        "transmission",
        "virology"
      ],
      "DescriptorName": "Influenza in Birds"
    },
    {
      "QualifierName": [
        "epidemiology",
        "prevention & control",
        "virology"
      ],
      "DescriptorName": "Influenza, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Poultry"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Turkey"
    }
  ],
  "NumberOfReferences": "18"
}