{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15028966",
  "DateCompleted": {
    "Year": "2004",
    "Month": "04",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "01",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1097/01.md.0000125652.75260.cf"
    ],
    "Journal": {
      "ISSN": "0025-7974",
      "JournalIssue": {
        "Volume": "83",
        "Issue": "2",
        "PubDate": {
          "Year": "2004",
          "Month": "Mar"
        }
      },
      "Title": "Medicine",
      "ISOAbbreviation": "Medicine (Baltimore)"
    },
    "ArticleTitle": "The spectrum of cardiovascular infections due to Salmonella enterica: a review of clinical features and factors determining outcome.",
    "Pagination": {
      "StartPage": "123",
      "EndPage": "138",
      "MedlinePgn": "123-138"
    },
    "Abstract": {
      "AbstractText": [
        "Cardiovascular infections due to Salmonella enterica are infrequently reported, so their clinical features, prognosis, and optimal treatment are not completely known. Mortality associated with aortitis and endocarditis caused by nontyphoidal Salmonella remains exceedingly high. In this review of cases of cardiovascular infections due to Salmonella enterica studied in 2 hospitals in Madrid, we tried to assess the clinical manifestations and the procedures leading to diagnosis in addition to treatment and outcome. To complete the spectrum of infections related to cardiovascular surgery, cases of postoperative mediastinitis, pericarditis, and infections associated with cardiac devices were also included.Twenty-three patients were reviewed: 11 had mycotic aneurysms; 7 had endocarditis; 2 had device-related infections; and 3 had pericarditis, mediastinitis, and infection of an arteriovenous fistula, respectively. The risk of endovascular infection in patients older than 60 years with bacteremia due to nontyphoidal Salmonella was 23%. Most patients with aortitis had risk factors for atherosclerosis, and 6 had preexisting atherosclerotic aortic aneurysms. All except 1 patient with endocarditis had underlying cardiac disorders. Acquired immunodeficiency disease (AIDS) was a major risk factor for salmonella bacteremia in 1 patient with aortitis and 1 with endocarditis. Fever, unremitting sepsis, \"breakthrough\" and relapsing bacteremia were the most common clinical findings. In addition, abdominal or thoracic pain and cardiac failure and pericarditis were common features in patients with aortitis and endocarditis respectively. Computed tomography (CT) scan, arteriography, and echocardiography were the main diagnostic tools. Mortality associated with mycotic aneurysms and endocarditis due to S. enterica was 45% and 28%, respectively. Thoracic aneurysms, rupture, and shock at the time of diagnosis were associated with increased mortality in patients with aortitis. In situ bypass grafting was successfully performed in most cases. After surgery, antimicrobial therapy was continued for 4-9 weeks. No relapses were observed after a mean follow-up of 64 months. Antimicrobial therapy alone or combined with valve replacement or excision of a ventricular aneurysm was successful treatment for most patients with salmonella endocarditis. Combined medical and surgical treatment was required for patients with mediastinitis and pericarditis, and patients with device-related infections needed removal of the complete device. Diagnosis of aortitis due to nontyphoidal Salmonella should be established as early as possible to reduce mortality. Patients older than 60 years who have positive blood cultures for Salmonella along with fever and back, abdominal, or chest pain should have an extensive workup for infective aortitis. Immediate bactericidal antimicrobial therapy should be started and a CT scan should be performed on an emergency basis. If a mycotic aneurysm is found, surgical resection should follow as soon as possible. Resection of the aneurysm with in situ bypass grafting is the procedure of choice. Postoperative antimicrobial therapy for 6-8 weeks seems enough to avoid relapses. Optimal treatment of patients with endocarditis occurring on ventricular aneurysms must include resection of the aneurysmal sac. Salmonella endocarditis can be successfully treated with antimicrobials alone. Valve replacement should be reserved for patients with cardiac failure or persisting sepsis, and for those who relapse after discontinuation of antimicrobial therapy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "From Division of Infectious Diseases, Fundación Jiménez Díaz, Universidad Autónoma de Madrid and Hospital 12 de Octubre, Universidad Complutense de Madrid, Spain."
          }
        ],
        "LastName": "Fernández Guerrero",
        "ForeName": "Manuel L",
        "Initials": "ML"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Aguado",
        "ForeName": "José Maria",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Arribas",
        "ForeName": "Ana",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lumbreras",
        "ForeName": "Carlos",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "de Gorgolas",
        "ForeName": "Miguel",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Medicine (Baltimore)",
    "NlmUniqueID": "2985248R",
    "ISSNLinking": "0025-7974"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Acquired Immunodeficiency Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Aged, 80 and over"
    },
    {
      "QualifierName": [
        "complications",
        "pathology"
      ],
      "DescriptorName": "Aneurysm, Infected"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Cardiovascular Surgical Procedures"
    },
    {
      "QualifierName": [
        "etiology",
        "pathology"
      ],
      "DescriptorName": "Endocarditis, Bacterial"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Mediastinitis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mortality"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Pericarditis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prognosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "etiology",
        "pathology"
      ],
      "DescriptorName": "Salmonella Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Salmonella enterica"
    }
  ]
}