{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15157625",
  "DateCompleted": {
    "Year": "2004",
    "Month": "07",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1567-1348",
      "JournalIssue": {
        "Volume": "4",
        "Issue": "2",
        "PubDate": {
          "Year": "2004",
          "Month": "Jun"
        }
      },
      "Title": "Infection, genetics and evolution : journal of molecular epidemiology and evolutionary genetics in infectious diseases",
      "ISOAbbreviation": "Infect Genet Evol"
    },
    "ArticleTitle": "Revisiting the pestilence of Helicobacter pylori: insights into geographical genomics and pathogen evolution.",
    "Pagination": {
      "StartPage": "81",
      "EndPage": "90",
      "MedlinePgn": "81-90"
    },
    "Abstract": {
      "AbstractText": [
        "Helicobacter pylori causes chronic gastritis and plays important roles in peptic ulcer disease, gastric carcinoma, and mucosa-associated lymphoid tissue (MALT) lymphoma. It is believed that H. pylori infects over 50% of the worlds' population. However, only a small subset of infected people experience H. pylori-associated illnesses. Associations with disease-specific factors remain enigmatic. The contribution of comparative genomics to our understanding of the genome organisation and diversity of H. pylori is exemplified herein. The discovery of the cag pathogenicity island has revolutionised our understanding of the molecular pathogenesis of gastroduodenal ulcers. Another type IV secretion system, the comB gene cluster, provides a novel transformation system. Identification of this cluster has boosted our perception of horizontal gene transfer and gene mosaicism in H. pylori as a result of natural competence. Recent discovery of a third type IV secretion system called tfs3 encoding cluster in the so called plasticity zone of the H. pylori has gained significant attention, although its role is not clear. Study of the evolution of polymorphisms and sequence variation in H. pylori populations on a global basis is contributing to understanding of the history of human population migration and co-evolution of this pathogen with its human host. Possible symbiotic relationships were debated since the discovery of this pathogen. The debate has been further intensified as recent studies have posed the intriguing possibility that H. pylori infection may be advantageous in some humans. This analogy is based on increased incidence of diseases like gastro-oesophageal reflux disease (GERD), Barrett's oesophagus and adenocarcinoma of the oesophagus following H. pylori eradication in some patients."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, The Moyne Institute of Preventive Medicine, Trinity College, Dublin 2, Ireland."
          }
        ],
        "LastName": "Carroll",
        "ForeName": "Ian M",
        "Initials": "IM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Khan",
        "ForeName": "Aleem A",
        "Initials": "AA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ahmed",
        "ForeName": "Niyaz",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Infect Genet Evol",
    "NlmUniqueID": "101084138",
    "ISSNLinking": "1567-1348"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Disease Transmission, Infectious"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evolution, Molecular"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Forecasting"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genomics"
    },
    {
      "QualifierName": [
        "epidemiology",
        "transmission"
      ],
      "DescriptorName": "Helicobacter Infections"
    },
    {
      "QualifierName": [
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Helicobacter pylori"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    }
  ],
  "NumberOfReferences": "83"
}