{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10573702",
  "DateCompleted": {
    "Year": "1999",
    "Month": "12",
    "Day": "21"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "fre"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0369-8114",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "8",
        "PubDate": {
          "Year": "1999",
          "Month": "Oct"
        }
      },
      "Title": "Pathologie-biologie",
      "ISOAbbreviation": "Pathol Biol (Paris)"
    },
    "ArticleTitle": "[Impact of methicillin resistance in S. aureus].",
    "Pagination": {
      "StartPage": "819",
      "EndPage": "826",
      "MedlinePgn": "819-26"
    },
    "Abstract": {
      "AbstractText": [
        "The prevalence of methicillin resistance among Staphylococcus aureus strains and the incidence of clinical infections due to methicillin-resistant S. aureus (MRSA) are disturbingly high in France. Evaluations of the negative impact of methicillin-resistance in S. aureus are needed to establish priorities for infection control programs. Whether methicillin resistance independently affects the frequency of S. aureus infections remains unclear. It follows that the impact of methicillin resistance in terms of morbidity, mortality, economic costs, and ecology should be assessed using both infection-free patients and patients infected with susceptible strains as controls. There is abundant direct and indirect evidence that morbidity related to MRSA is at least as high as that related to methicillin-susceptible S. aureus (MSSA). Whether MRSA strains are more virulent than MSSA strains is controversial. Serious MRSA infections are associated with significant mortality and account for a very large part of the overall infection-related mortality rate. Opinion remains divided as to whether multiple-drug resistant S. aureus strains are associated with higher mortality rates than other S. aureus strains. The economic cost of MRSA infections is huge and considerably higher than that of MSSA infections. The heavy glycopeptide use related to the high prevalence of MRSA infections has generated problems in the management of patients with enterococcal infections and may in the near future result in a pandemic of glycopeptide-resistant MRSA infections. The development of programs designed to control the clonal dissemination of MRSA strains is a top priority from both a medical and an economic viewpoint."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Service d'Hygiène Hospitalière, Centre Hospitalier Universitaire, Besançon, France."
          }
        ],
        "LastName": "Talon",
        "ForeName": "D",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Impact de la résistance à la méticilline chez S. aureus."
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Pathol Biol (Paris)",
    "NlmUniqueID": "0265365",
    "ISSNLinking": "0369-8114"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "mortality"
      ],
      "DescriptorName": "Cross Infection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Ecosystem"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "France"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Incidence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Methicillin Resistance"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "mortality"
      ],
      "DescriptorName": "Staphylococcal Infections"
    },
    {
      "QualifierName": [
        "drug effects",
        "pathogenicity"
      ],
      "DescriptorName": "Staphylococcus aureus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ],
  "NumberOfReferences": "64"
}