{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2673820",
  "DateCompleted": {
    "Year": "1989",
    "Month": "10",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0950-2688",
      "JournalIssue": {
        "Volume": "103",
        "Issue": "1",
        "PubDate": {
          "Year": "1989",
          "Month": "Aug"
        }
      },
      "Title": "Epidemiology and infection",
      "ISOAbbreviation": "Epidemiol Infect"
    },
    "ArticleTitle": "The human pathogenic vibrios--a public health update with environmental perspectives.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "34",
      "MedlinePgn": "1-34"
    },
    "Abstract": {
      "AbstractText": [
        "Pathogenic Vibrio species are naturally-occurring bacteria in freshwater and saline aquatic environments. Counts of free-living bacteria in water are generally less than required to induce disease. Increases in number of organisms towards an infective dose can occur as water temperatures rise seasonally followed by growth and concentration of bacteria on higher animals, such as chitinous plankton, or accumulation by shellfish and seafood. Pathogenic Vibrio species must elaborate a series of virulence factors to elicit disease in humans. Activities which predispose diarrhoeal and extraintestinal infections include ingestion of seafood and shellfish and occupational or recreational exposure to natural aquatic environments, especially those above 20 degrees C. Travel to areas endemic for diseases due to pathogenic Vibrio species may be associated with infections. Host risk factors strongly associated with infections are lack of gastric acid and liver disorders. Involvement of pathogenic Vibrio species in cases of diarrhoea should be suspected especially if infection is associated with ingestion of seafood or shellfish, raw or undercooked, in the previous 72 h. Vibrio species should be suspected in any acute infection associated with wounds sustained or exposed in the marine or estuarine environment. Laboratories serving coastal areas where infection due to pathogenic Vibrio species are most likely to occur should consider routine use of TCBS agar and other detection regimens for culture of Vibrio species from faeces, blood and samples from wound and ear infections."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "North West Water Authority, Warrington, United Kingdom."
          }
        ],
        "LastName": "West",
        "ForeName": "P A",
        "Initials": "PA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Epidemiol Infect",
    "NlmUniqueID": "8703737",
    "ISSNLinking": "0950-2688"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Seawater"
    },
    {
      "QualifierName": [
        "growth & development",
        "pathogenicity"
      ],
      "DescriptorName": "Vibrio"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "microbiology",
        "prevention & control"
      ],
      "DescriptorName": "Vibrio Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Water Microbiology"
    }
  ]
}