{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3834641",
  "DateCompleted": {
    "Year": "1986",
    "Month": "06",
    "Day": "10"
  },
  "DateRevised": {
    "Year": "2006",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0303-6286",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "4",
        "PubDate": {
          "Year": "1985"
        }
      },
      "Title": "Tierarztliche Praxis",
      "ISOAbbreviation": "Tierarztl Prax"
    },
    "ArticleTitle": "[Borna virus infection (Borna disease) in naturally and experimentally infected animals: its significance for research and practice].",
    "Pagination": {
      "StartPage": "421",
      "EndPage": "453",
      "MedlinePgn": "421-53"
    },
    "Abstract": {
      "AbstractText": [
        "In this survey article on Borna Disease-many years after the review of Zwick (1939)-again a modern comprehensive summary of \"Borna Disease virus infection\" is given. The infection occurs in horses and sheep, furthermore, in laboratory animal species inoculated experimentally; its clinical, virological and neuropathological features have been described in numerous presentations. Clinical symptoms in naturally and experimentally infected animals are characterized by initial alterations in the sensorium. The neurological symptomatology of the disease (disturbances in coordination, motor, sensory and vegetative symptoms) reflect the presumed localisation of the virus in various brain areas and the course of the disease supports the assumption of intraneural spread of the agent. In horses the incidence is highest during spring. Experimental infections show an exceptionally broad spectrum of infectible animals extending from higher mammals to birds. Our investigations make it clear that we have to differentiate between infections followed by disease (e.g. horse, rabbit, older rat) and persistent infections without overt clinical symptoms (mouse, chicken). Persistent infections are sometimes associated with fine alterations in behaviour (tree shrew) or decreased learning ability (mice). Borna Disease virus, which has not been characterized up to now, is known to grow without any cytopathic effect in tissue cultures. All tested cell lines (including those from man) could be infected. The investigations indicate that Borna Disease virus comprises an enveloped RNS-containing agent. The infection induces the production of specific antigens such as a complex known as the soluble antigen, and a 14500 dalton protein. Under natural conditions and in experimentally infected animals antibodies are produced against such soluble proteins and determinants involved in neutralization of the virus. In the central nervous system (CNS) a local immune response accompanied by the production of oligoclonal immunoglobulins is demonstrable. Besides the humoral reaction it was possible to study the influence of cellular defence mechanisms on the disease process in monkeys, rats and rabbits. Histopathologically, Borna Disease is characterized by a non-purulent inflammation of the brain and the spinal cord. Most alterations are found in the grey matter, mainly in the Ammon's horn, olfactory lobe, caudate nucleus, thalamus, lamina quadrigemina and in he cerebellar nuclei. The perivascular infiltrations, consisting of lymphocytes, histiocytes and plasma cells are most conspicuous. Occasionally, degenerative alterations are observed in ganglion cells.(ABSTRACT TRUNCATED AT 400 WORDS)"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ludwig",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kraft",
        "ForeName": "W",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kao",
        "ForeName": "M",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Gosztonyi",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Dahme",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Krey",
        "ForeName": "H",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Borna-Virus-Infektion (Borna-Krankheit) bei natürlich und experimentell infizierten Tieren: ihre Bedeutung für Forschung und Praxis."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Tierarztl Prax",
    "NlmUniqueID": "7501042",
    "ISSNLinking": "0303-6286"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antibodies, Viral"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "cerebrospinal fluid"
      ],
      "DescriptorName": "Antibodies, Viral"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology"
      ],
      "DescriptorName": "Borna Disease"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Borna disease virus"
    },
    {
      "QualifierName": [
        "pathology"
      ],
      "DescriptorName": "Brain"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chickens"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology"
      ],
      "DescriptorName": "Horse Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Horses"
    },
    {
      "QualifierName": [
        "ultrastructure"
      ],
      "DescriptorName": "Inclusion Bodies, Viral"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Limbic System"
    },
    {
      "QualifierName": [
        "ultrastructure"
      ],
      "DescriptorName": "Neurons"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rabbits"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Research"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Sheep"
    },
    {
      "QualifierName": [
        "diagnosis",
        "pathology"
      ],
      "DescriptorName": "Sheep Diseases"
    }
  ]
}