{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "11244872",
  "DateCompleted": {
    "Year": "2001",
    "Month": "03",
    "Day": "29"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0931-1793",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "9",
        "PubDate": {
          "Year": "2000",
          "Month": "Nov"
        }
      },
      "Title": "Journal of veterinary medicine. B, Infectious diseases and veterinary public health",
      "ISOAbbreviation": "J Vet Med B Infect Dis Vet Public Health"
    },
    "ArticleTitle": "Studies of the phenomenon of host adaptation in Salmonella.",
    "Pagination": {
      "StartPage": "707",
      "EndPage": "719",
      "MedlinePgn": "707-19"
    },
    "Abstract": {
      "AbstractText": [
        "To study the phenomenon of host adaptation in Salmonella, a mathematical model has been developed which permits a definition and experimental investigation of the specific interaction between the adapted serovar and the adequate host. After experimental infection using a mixture of equal parts of two Salmonella strains, A and B, the bacterial concentrations CA and CB were determined in the organs of the animals infected. If an animal of species a and an animal of species b are infected with the same mixture of strain A adapted to a and strain B adapted to b, an expression: log10Qab = log10CaA + log10CbB - log10CaB - log10CbA may be calculated which describes the influence of the specific serovar-host interaction on the dynamics of the bacterial count. The variable Qab was determined using four Salmonella dublin, four Salmonella choleraesuis and five Salmonella gallinarum/pullorum strains in a total of 63 pairs of different hosts (calf and pig, calf and chicken, or pig and chicken). On this basis, the following statements can be made. The epidemiologically defined host adaptation of Salmonellas is accompanied by a specific agent-host interaction between the adapted serovar and adequate host. It promotes adherence and spreading of the agent in the adequate host. The effect was particularly expressed on day 3 post-infection and could be detected both in the lumen of the anterior sections of the intestine and in the intestinal lymph nodes and the liver. In part, the host-independent strain characteristics had a greater influence than the specific serovar-host interaction on the dynamics of the bacterial count. Strains of non-adapted serovars may thus result in a more intense colonization and invasion of the host than simultaneously administered bacteria of a serovar which is adapted to the respective host. The effects of a specific serovar-host interaction on colonization of and spreading in the host should be considered only as a component which contributes to the phenomenon of host adaptation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Federal Institute for Health Protection of Consumers and Veterinary Medicine, Jena Branch: Bacterial Animal Diseases and Zoonoses Control, PO Box 07722 Jena, Germany."
          }
        ],
        "LastName": "Steinbach",
        "ForeName": "G",
        "Initials": "G"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lauterbach",
        "ForeName": "L",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Methner",
        "ForeName": "U",
        "Initials": "U"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "J Vet Med B Infect Dis Vet Public Health",
    "NlmUniqueID": "100955260",
    "ISSNLinking": "0931-1793"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adaptation, Physiological"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cattle"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chickens"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Biological"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Salmonella"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Salmonella Infections, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Swine"
    }
  ]
}