{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10074931",
  "DateCompleted": {
    "Year": "1999",
    "Month": "03",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "05",
    "Day": "27"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1545-8636",
      "JournalIssue": {
        "Volume": "48",
        "Issue": "1",
        "PubDate": {
          "Year": "1999",
          "Month": "Feb",
          "Day": "26"
        }
      },
      "Title": "MMWR. CDC surveillance summaries : Morbidity and mortality weekly report. CDC surveillance summaries",
      "ISOAbbreviation": "MMWR CDC Surveill Summ"
    },
    "ArticleTitle": "Malaria surveillance--United States, 1995.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "23",
      "MedlinePgn": "1-23"
    },
    "Abstract": {
      "AbstractText": [
        "Malaria is caused by four species of Plasmodium (i.e., P. falciparum, P. vivax, P. ovale, or P. malariae), which are transmitted by the bite of an infective female Anopheles sp. mosquito. Most malaria infections in the United States occur among persons who have traveled to areas with ongoing transmission. Occasionally, cases occur in the United States through exposure to infected blood products, by congenital transmission, or by local mosquito-borne transmission. Malaria surveillance is conducted to identify episodes of local transmission and to guide prevention recommendations for travelers.",
        "Cases with onset of illness during 1995.",
        "Malaria cases confirmed by blood smears are reported to local and/or state health departments by health-care providers and/or laboratory staff. Case investigations are conducted by local and/or state health departments, and reports are transmitted to CDC through the National Malaria Surveillance System (NMSS). Data from NMSS serve as the basis for this report.",
        "CDC received reports of 1,167 cases of malaria with onset of symptoms during 1995 among persons in the United States or one of its territories. This number represents an increase of 15% from the 1,014 cases reported for 1994. P. vivax, P. falciparum, P. malariae, and P. ovale were identified in 48.2%, 38.6%, 3.9%, and 2.2% of cases, respectively. More than one species was present in three patients (0.3% of total). The infecting species was not determined in 80 (6.9%) cases. The number of reported malaria cases acquired in Africa (n=519) remained approximately the same as in 1994 (n=517); cases acquired in Asia increased by 32.4% (n=335); and cases acquired in the Americas increased by 37.4 % (n=246). Of 591 U.S. civilians who acquired malaria abroad, 15.6% had followed a chemoprophylactic drug regimen recommended by CDC for the area where they had traveled. Nine patients became infected in the United States. Of these nine cases, five were congenitally acquired; one was acquired by organ transplantation; and one was acquired by a blood transfusion. For two of the nine cases, the source of infection was unknown. Six deaths were attributed to malaria.",
        "The 15% increase in malaria cases in 1995 compared with 1994 resulted primarily from increases in cases acquired in Asia and the Americas, most notably a 100% increase in the number of cases reported from South America. This change could have resulted from local changes in disease transmission, travel patterns, reporting errors, or a decreased use of effective antimalarial chemoprophylaxis. In most reported cases, U.S. civilians who acquired infection abroad were not on an appropriate chemoprophylaxis regimen for the country where they acquired malaria.",
        "Additional information was obtained concerning the six fatal cases and the nine infections acquired in the United States. Malaria prevention guidelines were updated and distributed to health-care providers. Persons traveling to a malarious area should take the recommended chemoprophylaxis regimen and use personal protection measures to prevent mosquito bites. Any person who has been to a malarious area and who subsequently develops a fever or influenza-like symptoms should seek medical care; investigation should include a blood smear for malaria. Malaria infections can be fatal if not diagnosed and treated promptly. Recommendations concerning prevention and treatment of malaria can be obtained from CDC."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Epidemic Intelligence Service, Epidemiology Program Office, CDC, USA."
          }
        ],
        "LastName": "Williams",
        "ForeName": "H A",
        "Initials": "HA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Roberts",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kachur",
        "ForeName": "S P",
        "Initials": "SP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barber",
        "ForeName": "A M",
        "Initials": "AM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barat",
        "ForeName": "L M",
        "Initials": "LM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bloland",
        "ForeName": "P B",
        "Initials": "PB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ruebush",
        "ForeName": "T K",
        "Initials": "TK",
        "Suffix": "2nd"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wolfe",
        "ForeName": "E B",
        "Initials": "EB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "MMWR CDC Surveill Summ",
    "NlmUniqueID": "8407977"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "etiology",
        "prevention & control"
      ],
      "DescriptorName": "Malaria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Population Surveillance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Travel"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "United States"
    }
  ]
}