{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Newly emerged disease",
      "One-Health",
      "SARS-CoV-2",
      "Zoonosis"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [
    {
      "AbstractText": [
        "En el contexto de la actual pandemia puede resultar de especial interés el esclarecimiento de importantes aspectos relativos al origen del nuevo virus SARS-CoV-2 e identificar los mecanismos que han permitido a este agente zoonótico atravesar la barrera especie y colonizar al nuevo hospedador humano de un modo tan eficaz, objetivos ambos de este trabajo. Dudas cuya respuesta puede ser reveladora a la hora de entender ciertos aspectos patológicos y epidemiológicos del nuevo agente, facilitar la toma de decisiones e identificar posibles rebrotes. Las investigaciones llevadas a cabo hasta la fecha permiten establecer al murciélago como el huésped origen, valorar la posible presencia de un hospedador intermediario, todavía desconocido, y fijar la teoría de la selección natural como la más probable. Aun así, es pronto para determinar si las mutaciones que incrementaron la virulencia del virus o permitieron la inclusión de cadenas proteicas implicadas en el reconocimiento del receptor humano se produjeron antes o después de haber atravesado la barrera especie. Son necesarios estudios adicionales que ayuden a resolver éstas y otras incógnitas e insistir en la necesidad de aplicar a nivel mundial estrategias One Health para facilitar una gestión integrada de la salud humana, en coordinación con la sanidad animal, y prevenir así posibles eventos emergentes futuros."
      ]
    }
  ],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32994390",
  "DateCompleted": {
    "Year": "2020",
    "Month": "10",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "12",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "09",
        "Day": "30"
      }
    ],
    "Language": [
      "spa"
    ],
    "ELocationID": [
      "e202009116"
    ],
    "Journal": {
      "ISSN": "2173-9110",
      "JournalIssue": {
        "Volume": "94",
        "PubDate": {
          "Year": "2020",
          "Month": "Sep",
          "Day": "30"
        }
      },
      "Title": "Revista espanola de salud publica",
      "ISOAbbreviation": "Rev Esp Salud Publica"
    },
    "ArticleTitle": "[Origin of SARS-CoV-2 theories, keys and unknowns of an emerged disease.].",
    "Abstract": {
      "AbstractText": [
        "In the midst of the SARS-CoV-2 public-health pandemic emergency, it is important to understand its zoonotic origin and how an animal virus finally infects humans. Identifying the circumstances in which a virus jumps species boundaries to infect humans so productively is objective of this work and will help us to determine the epidemiology and pathogenisis of this agent. Nowadays, it is known that bats serve as reservoir hosts for virus progenitor, but determine the possibility of a potential intermediate host of SARS-CoV-2 is still a challenge. Scientific investigations stablish the natural selection theory as the most probable (natural selection in an animal host before zoonotic transfer or acquired mutations in humans following crossing species barrier). It is necessary to find out how SARS-CoV-2 emerged, its rapidly spreads within a community and the optimal context in which this virus binds to human receptor. One Health is a multisectoral, collaborative and transdisciplinary approach which allows a cooperative working between animal and human health that will help us to introduce some possible control measures that might reduce the spread of the virus; improving sanitary management, identifying new outbreaks and preventing future zoonotic and pandemic events."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Área de Análisis de Datos de Vigilancia Epidemiológica. Centro Nacional de Epidemiología (CNE). Madrid. España."
          }
        ],
        "LastName": "Estévez Reboredo",
        "ForeName": "Rosa M",
        "Initials": "RM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ],
    "VernacularTitle": "Teorías del origen del SARS-CoV-2, claves e incógnitas de una enfermedad emergente."
  },
  "MedlineJournalInfo": {
    "Country": "Spain",
    "MedlineTA": "Rev Esp Salud Publica",
    "NlmUniqueID": "9600212",
    "ISSNLinking": "1135-5727"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Betacoronavirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Chiroptera"
    },
    {
      "QualifierName": [
        "epidemiology",
        "transmission",
        "virology"
      ],
      "DescriptorName": "Communicable Diseases, Emerging"
    },
    {
      "QualifierName": [
        "epidemiology",
        "transmission",
        "virology"
      ],
      "DescriptorName": "Coronavirus Infections"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Disease Reservoirs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Global Health"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "epidemiology",
        "transmission",
        "virology"
      ],
      "DescriptorName": "Pneumonia, Viral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Selection, Genetic"
    },
    {
      "QualifierName": [
        "epidemiology",
        "transmission",
        "virology"
      ],
      "DescriptorName": "Zoonoses"
    }
  ]
}