{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1425324",
  "DateCompleted": {
    "Year": "1992",
    "Month": "12",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2007",
    "Month": "07",
    "Day": "24"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0341-6593",
      "JournalIssue": {
        "Volume": "99",
        "Issue": "8",
        "PubDate": {
          "Year": "1992",
          "Month": "Aug"
        }
      },
      "Title": "DTW. Deutsche tierarztliche Wochenschrift",
      "ISOAbbreviation": "Dtsch Tierarztl Wochenschr"
    },
    "ArticleTitle": "[Biology, pathogenicity, diagnosis and control of Ancylostoma caninum].",
    "Pagination": {
      "StartPage": "315",
      "EndPage": "321",
      "MedlinePgn": "315-21"
    },
    "Abstract": {
      "AbstractText": [
        "Infections with Ancylostoma caninum are transmitted orally or percutaneously. The transmission of infectious stages with the milk of particular importance for the distribution of the species. It occurs during the dissemination of larvae that follows every infection as well as after reactivation of resting somatic larvae in the bitch at the end of the pregnancy. The galactogenic transmission of larvae occurs even when, due to existing immunity, no patent infections develop in the bitch. Immunity does not or only to a low extent influence impatient infections or the migration of reactivated somatic larvae. It also allows a limited reestablishment of a deposit of larvae in the bitch. Following percutaneous infection dermatitis occurs in the area of larval penetration and the lung is affected by migrating larvae. Intestinal stages of Ancylostoma caninum damage the host by ingestion of the mucosa of the small intestine and withdrawal of blood. Main symptoms of ancylostomiasis are a mucous haemorrhagic diarrhoea and anaemia, that become visible 8 to 10 days post infection. The examination for impatient infections with Ancylostoma caninum can be done by immunofluorescence and ELISA. With both methods antibodies against third stage larvae can be detected from the first or second week post infection onward. Patent infections with Ancylostoma caninum can easily be detected by faecal examination for the presence of the characteristic oval, thin-walled eggs containing few blastomeres. Galactogenic infections with Ancylostoma caninum can be prevented or reduced by a regular treatment of the bitch with albendazole, fenbendazole or oxfendazole during the activation of larvae in the last third of the pregnancy or by repeated treatment with ivermectin shortly before and after birth. To prevent patent infections, galactogenic infected puppies have to be treated early and repeatedly."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Parasitologie, Tierärztlichen Hochschule Hannover."
          }
        ],
        "LastName": "Stoye",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Biologie, Pathogenität, Diagnostik und Bekämpfung von Ancylostoma caninum."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Dtsch Tierarztl Wochenschr",
    "NlmUniqueID": "7706565",
    "ISSNLinking": "0341-6593"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Ancylostoma"
    },
    {
      "QualifierName": [
        "diagnosis",
        "parasitology",
        "prevention & control",
        "veterinary"
      ],
      "DescriptorName": "Ancylostomiasis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "diagnosis",
        "parasitology",
        "prevention & control"
      ],
      "DescriptorName": "Dog Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dogs"
    }
  ],
  "NumberOfReferences": "91"
}