{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10935276",
  "DateCompleted": {
    "Year": "2001",
    "Month": "12",
    "Day": "07"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "08"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0253-1933",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "2",
        "PubDate": {
          "Year": "2000",
          "Month": "Aug"
        }
      },
      "Title": "Revue scientifique et technique (International Office of Epizootics)",
      "ISOAbbreviation": "Rev Sci Tech"
    },
    "ArticleTitle": "Avian infectious bronchitis virus.",
    "Pagination": {
      "StartPage": "493",
      "EndPage": "508",
      "MedlinePgn": "493-508"
    },
    "Abstract": {
      "AbstractText": [
        "Infectious bronchitis virus (IBV) is prevalent in all countries with an intensive poultry industry, with the incidence of infection approaching 100% in most locations. Vaccination is only partially successful due to the continual emergence of antigenic variants. At many sites, multiple antigenic types are simultaneously present, requiring the application of multiple vaccines. Although many countries share some common antigenic types, IBV strains within a geographic region are unique and distinct, examples are Europe, the United States of America and Australia. Measures to restrict the introduction of exotic IBV strains should therefore be considered. Infectious bronchitis has a significant economic impact; in broilers, production losses are due to poor weight gains, condemnation at processing and mortality, whilst in laying birds, losses are due to suboptimal egg production and downgrading of eggs. Chickens and commercially reared pheasants are the only natural hosts for IBV. Other species are not considered as reservoirs of IBV. The majority of IBV strains cause tracheal lesions and respiratory disease with low mortality due to secondary bacterial infections, primarily in broilers. Nephropathogenic strains, in addition to tracheal lesions, also induce prominent kidney lesions with mortality of up to 25% in broilers. Strains of both pathotypes infect adult birds and affect egg production and egg quality to a variable degree. Infected chicks are the major source of virus in the environment. Contaminated equipment and material are a potential source for indirect transmission over large distances. Virus is present in considerable titres in tracheal mucus and in faeces in the acute and recovery phases of disease, respectively. Virus spreads horizontally by aerosol (inhalation) or ingestion of faeces or contaminated feed or water. The virus is highly infectious. Clinical signs will develop in contact chicks within 36 h and in nearby sheds within one to two days. Infection is resolved within fourteen days with a rise in antibody titres. In a small number of chicks, latent infection is established with subsequent erratic shedding of virus for a prolonged period of time via both faeces and aerosol. Movement of live birds should be considered as a potential source for the introduction of IBV. Isolation and identification of IBV is needed for positive diagnosis. The preferred method of isolation is to passage a sample in embryonating specified-pathogen-free chicken eggs. Identification is either by monoclonal antibody based enzyme-linked immunosorbent assay (ELISA) or polymerase chain reaction. Virus neutralisation test in tracheal organ culture is the best method for antigenic typing. Continual use of live vaccines complicates diagnosis since no simple diagnostic tool can differentiate a field from a vaccine strain. Nucleotide sequencing of the S1 glycoprotein is the only method to discriminate between all IBV strains. Serology is also complicated by continual use of live vaccines. For surveillance purposes, ELISA is the method of choice, regardless of the antigenic type of IBV involved. The assay is used to monitor the response to vaccination, but field challenge can only be detected if flock antibody status is monitored continually. The antigenic type of a challenge strain involved cannot be ascertained by ELISA."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Commonwealth Scientific and Industrial Research Organisation (CSIRO), Australian Animal Health Laboratory, Geelong, Victoria, Australia."
          }
        ],
        "LastName": "Ignjatović",
        "ForeName": "J",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Sapats",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "France",
    "MedlineTA": "Rev Sci Tech",
    "NlmUniqueID": "8712301",
    "ISSNLinking": "0253-1933"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chickens"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "prevention & control",
        "veterinary"
      ],
      "DescriptorName": "Coronavirus Infections"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "Infectious bronchitis virus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Poultry"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "prevention & control",
        "virology"
      ],
      "DescriptorName": "Poultry Diseases"
    }
  ],
  "NumberOfReferences": "112"
}