{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3281906",
  "DateCompleted": {
    "Year": "1988",
    "Month": "05",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0019-9567",
      "JournalIssue": {
        "Volume": "56",
        "Issue": "5",
        "PubDate": {
          "Year": "1988",
          "Month": "May"
        }
      },
      "Title": "Infection and immunity",
      "ISOAbbreviation": "Infect Immun"
    },
    "ArticleTitle": "Experimental Escherichia coli endocarditis in rats: roles of serum bactericidal activity and duration of catheter placement.",
    "Pagination": {
      "StartPage": "1273",
      "EndPage": "1280",
      "MedlinePgn": "1273-80"
    },
    "Abstract": {
      "AbstractText": [
        "Studies were undertaken to investigate the relationship of the sensitivity of Escherichia coli to the bactericidal properties of serum and the ability of different strains to induce and sustain endocardial infection in rats. Strains of E. coli demonstrated different degrees of serum sensitivity, as determined by a method which employed concentrations of serum from 10 to 95% and periods of incubation as long as 24 h. The greater the serum sensitivity of the E. coli strain, the less able it was to initiate infection and the more rapidly it was spontaneously eliminated from established infections. Endocardial infection with E. coli was established by intravenous challenge in rats with polyethylene catheters passing through the aortic valve into the left ventricle. An E. coli strain of low serum sensitivity was used; the initiation of infection depended upon the length of time the catheter had been in place and, in addition, whether the catheter was in place at the time of bacterial challenge. Removal of the catheter permitted spontaneous sterilization of the endocardial vegetations. The time necessary for sterilization was in direct proportion to the length of time the catheter remained in place following bacterial challenge. If the catheter was not removed, sterilization of the endocardial vegetations did not take place. These studies suggest that serum bactericidal activity is an important host defense mechanism, acting to prevent the initiation of endocarditis in the case of highly serum-sensitive E. coli and to sterilize experimentally induced endocarditis in the case of less-serum-sensitive bacteria. The catheter used to induce nonbacterial endocardial vegetations favored the colonization of vegetations by E. coli, and it delayed the spontaneous sterilization of infected vegetations which occurred in relation to the susceptibility of the strain to the bactericidal properties of the serum. This effect of the catheter was not attributable to bacteria remaining viable in its lumen, nor was it attributable to inhibition of the bactericidal capacity of the serum as measured in vitro. Whatever the mechanism responsible for the catheter effect, experimental studies of the evolution of infections established with this technique must take into consideration the duration of catheter placement and whether and for how long it was present before or after inoculation with test bacteria."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Research Services, Veterans Administration West Los Angeles Medical Center, California."
          }
        ],
        "LastName": "Yersin",
        "ForeName": "B",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Glauser",
        "ForeName": "M P",
        "Initials": "MP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Guze",
        "ForeName": "P A",
        "Initials": "PA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Guze",
        "ForeName": "L B",
        "Initials": "LB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Freedman",
        "ForeName": "L R",
        "Initials": "LR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Infect Immun",
    "NlmUniqueID": "0246127",
    "ISSNLinking": "0019-9567"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Blood Bactericidal Activity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Catheterization"
    },
    {
      "QualifierName": [
        "immunology",
        "microbiology"
      ],
      "DescriptorName": "Endocarditis, Bacterial"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Escherichia coli"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Escherichia coli Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rats"
    }
  ]
}