{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8675340",
  "DateCompleted": {
    "Year": "1996",
    "Month": "08",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "05",
    "Day": "26"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0019-9567",
      "JournalIssue": {
        "Volume": "64",
        "Issue": "6",
        "PubDate": {
          "Year": "1996",
          "Month": "Jun"
        }
      },
      "Title": "Infection and immunity",
      "ISOAbbreviation": "Infect Immun"
    },
    "ArticleTitle": "Infection of cesarean-derived colostrum-deprived 1-day-old piglets with Arcobacter butzleri, Arcobacter cryaerophilus, and Arcobacter skirrowii.",
    "Pagination": {
      "StartPage": "2295",
      "EndPage": "2299",
      "MedlinePgn": "2295-9"
    },
    "Abstract": {
      "AbstractText": [
        "Neonatal piglets have been used as models to study human campylobacteriosis and helicobacteriosis. The purpose of this study was to determine the relative pathogenicities, on the basis of the duration of fecal shedding and colonization of tissues, of three Arcobacter species in 1-day-old cesarean-derived colostrum-deprived piglets. Two experiments were conducted. In experiment 1, two piglets each were infected per os with either Arcobacter butzleri ATCC 49616, Arcobacter cryaerophilus 1B ATCC 43159, Arcobacter skirrowii CCUG 10374, or the three field strains of A. butzleri (approximately 5 X 10(9) CFU per piglet). Rectal swab samples were taken prior to infection and daily thereafter for up to 7 days. Arcobacter spp. were detected at least once in rectal swab samples of all but one of the experimentally infected piglets but not in the control. At necropsy, A. butzleri was recovered from the lung, kidney, ileum, or brain tissues of the four infected piglets which had received either the field strain or the ATCC type strain of A. butzleri. A. cryaerophilus 1B was detected in rectal swab samples for up to 7 days postinfection but was not cultured from tissues at necropsy. Arcobacters were detected in the rectal swab sample of the A. skirrowii-infected piglet only on day 3 postinfection; no isolates were obtained from tissues at necropsy. No gross pathological lesions were consistently noted in the experimentally infected piglets. In experiment 2, two piglets each were infected per os with A. butzleri ATCC 49616, A. cryaerophilus 1A ATCC 43158, A. skirrowii CCUG 10374, or the single A. butzleri field strain Yard J/c (approximately 5 X 10(9) CFU per piglet). Arcobacter spp. were cultured from rectal swab samples of all but one of the experimentally infected piglets at least once. At necropsy Arcobacter spp. were cultured from the liver, kidney, ileum, or brain tissues of two of the four A. butzleri-infected piglets. However, no severe gross pathology was noted. These data suggest that Arcobacter spp., especially A. butzleri, can colonize neonatal pigs."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Enteric Diseases and Food Safety Research Unit, National Animal Disease Center, Agricultural Research Service, U.S. Department of Agriculture, Ames, Iowa 50010, USA."
          }
        ],
        "LastName": "Wesley",
        "ForeName": "I V",
        "Initials": "IV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Baetz",
        "ForeName": "A L",
        "Initials": "AL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Larson",
        "ForeName": "D J",
        "Initials": "DJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Infect Immun",
    "NlmUniqueID": "0246127",
    "ISSNLinking": "0019-9567"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals, Newborn"
    },
    {
      "QualifierName": [
        "genetics",
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Campylobacter"
    },
    {
      "QualifierName": [
        "microbiology",
        "pathology"
      ],
      "DescriptorName": "Campylobacter Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cesarean Section"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Colostrum"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Polymorphism, Restriction Fragment Length"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Swine"
    }
  ]
}