{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16716045",
  "DateCompleted": {
    "Year": "2006",
    "Month": "07",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2008",
    "Month": "11",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "ger"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0341-6593",
      "JournalIssue": {
        "Volume": "113",
        "Issue": "4",
        "PubDate": {
          "Year": "2006",
          "Month": "Apr"
        }
      },
      "Title": "DTW. Deutsche tierarztliche Wochenschrift",
      "ISOAbbreviation": "Dtsch Tierarztl Wochenschr"
    },
    "ArticleTitle": "[How the bovine viral diarrhea virus outwits the immune system].",
    "Pagination": {
      "StartPage": "124",
      "EndPage": "129",
      "MedlinePgn": "124-9"
    },
    "Abstract": {
      "AbstractText": [
        "The interaction of bovine viral diarrhea virus (BVD virus) with its host has several unique features, most notably the capacity to infect its host either transiently or persistently. The transient infection stimulates an antiviral immune reaction similar to that seen in other transient viral infections. In contrast, being associated with immunotolerance specific for the infecting BVD viral strain, the persistent infection differs fundamentally from other persistent infections like those caused by lentiviruses. Whereas the latter are characterized by complex viral evasion of the host's adaptive immune response by mechanisms such as antigenic drift and interference with presentation of T cell epitopes, BVD virus avoids the immune response altogether by inducing both humoral and cellular immune tolerance. This is made possible by invasion of the fetus at an early stage of development. In addition to adaptive immunity, BVD virus also manipulates key elements of the host's innate immune response. The non-cytopathic biotype of BVD virus, which is capable of persistently infecting its host, fails to induce type I interferon. In addition, persistently infected cells are resistant to the induction of apoptosis by double-stranded RNA and do not produce interferon when treated with this pathogen-associated molecular pattern (PAMP) that signals viral infection. Moreover, when treated with interferon, cells persistently infected with non-cytopathic BVD virus do not clear the virus. Surprisingly, however, despite this lack of effect on persistent infection, interferon readily induces an antiviral state in these cells, as shown by the protection against infection by unrelated viruses. Overall, BVD virus manipulates the host's interferon defense in a manner that optimises its chances of maintaining the persistent infection as well as decreasing the risks that heterologous viral infections may carry for the host. Thus, since not all potential host cells are infected in animals persistently infected with BVD virus, heterologous viruses replicating in cells uninfected with BVD virus will still trigger production of interferon. Interferon produced by such cells will curtail the replication of heterologous viruses only, be that in cells already infected with BVD virus, or in cells in which the heterologous virus may replicate alone. From an evolutionary viewpoint, this strategy clearly enhances the chances of transmission of BVD virus to new hosts, as it attenuates the negative effects that a global immunosuppression would have on the survival of persistently infected animals."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institut für Veterinar-Virologie, Universität Bern, Bern, Schweiz. ernst.peterhans@ivv.unibe.ch"
          }
        ],
        "LastName": "Peterhans",
        "ForeName": "E",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Jungi",
        "ForeName": "T W",
        "Initials": "TW"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schweizer",
        "ForeName": "M",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Wie das Bovine Virusdiarröe-Virus das Immunsystem überlistet."
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Dtsch Tierarztl Wochenschr",
    "NlmUniqueID": "7706565",
    "ISSNLinking": "0341-6593"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Antibody Formation"
    },
    {
      "QualifierName": [
        "immunology",
        "virology"
      ],
      "DescriptorName": "Bovine Virus Diarrhea-Mucosal Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cattle"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Diarrhea Viruses, Bovine Viral"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immune Tolerance"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunity, Cellular"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunity, Innate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Latency"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Replication"
    }
  ],
  "NumberOfReferences": "40"
}