{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "26790623",
  "DateCompleted": {
    "Year": "2016",
    "Month": "10",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2018",
    "Month": "11",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2016",
        "Month": "01",
        "Day": "20"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "12",
      "10.1186/s12985-016-0467-9"
    ],
    "Journal": {
      "ISSN": "1743-422X",
      "JournalIssue": {
        "Volume": "13",
        "PubDate": {
          "Year": "2016",
          "Month": "Jan",
          "Day": "20"
        }
      },
      "Title": "Virology journal",
      "ISOAbbreviation": "Virol J"
    },
    "ArticleTitle": "Evidence for a biphasic mode of respiratory syncytial virus transmission in permissive HEp2 cell monolayers.",
    "Pagination": {
      "StartPage": "12",
      "MedlinePgn": "12"
    },
    "Abstract": {
      "AbstractText": [
        "During respiratory syncytial virus (RSV) infection filamentous virus particles are formed on the cell surface. Although the virus infectivity remains cell-associated, low levels of cell-free virus is detected during advanced infection. It is currently unclear if this cell-free virus infectivity is due to a low-efficiency specific cell-release mechanism, or if it arises due to mechanical breakage following virus-induced cell damage at the advanced stage of infection. Understanding the origin of this cell-free virus is a prerequisite for understanding the mechanism of RSV transmission in permissive cells. In this study we describe a detailed examination of RSV transmission in permissive HEp2 cell monolayers.",
        "HEp2 cell monolayers were infected with RSV using a multiplicity of infection of 0.0002, and the course of infection monitored over 5 days. The progression of the virus infection within the cell monolayers was performed using bright-field microscopy to visualise the cell monolayer and immunofluorescence microscopy to detect virus-infected cells. The cell-associated and cell-free virus infectivity were determined by virus plaque assay, and the virus-induced cell cytotoxicity determined by measuring cell membrane permeability and cellular DNA fragmentation.",
        "At 2 days-post infection (dpi), large clusters of virus-infected cells could be detected indicating localised transmission in the cell monolayer, and during this stage we failed to detect either cell-free virus or cell cytotoxicity. At 3 dpi the presence of much larger infected cell clusters correlated with the begining of virus-induced changes in cell permeability. The presence of cell-free virus correlated with continued increase in cell permeability and cytotoxicity at 4 and 5 dpi. At 5 dpi extensive cell damage, syncytial formation, and increased cellular DNA fragmentation was noted. However, even at 5 dpi the cell-free virus constituted less than 1 % of the total virus infectivity.",
        "Our data supports a model of RSV transmission that initially involves the localised cell-to-cell spread of virus particles within the HEp2 cell monolayer. However, low levels of cell free-virus infectivity was observed at the advanced stages of infection, which correlated with a general loss in cell monolayer integrity due to virus-induced cytotoxicity."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Biological Sciences, Nanyang Technological University, 60 Nanyang Drive, Singapore, 637551, Singapore. nguyenhuongtra@ntu.edu.sg."
          }
        ],
        "LastName": "Huong",
        "ForeName": "Tra Nguyen",
        "Initials": "TN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Biological Sciences, Nanyang Technological University, 60 Nanyang Drive, Singapore, 637551, Singapore. laxmii@gmail.com."
          }
        ],
        "LastName": "Iyer Ravi",
        "ForeName": "Laxmi",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Detection and Diagnostics Laboratory, DSO National Laboratories, 27 Medical Drive, Singapore, 117510, Singapore. tboonhua@dso.org.sg."
          }
        ],
        "LastName": "Tan",
        "ForeName": "Boon Huan",
        "Initials": "BH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Biological Sciences, Nanyang Technological University, 60 Nanyang Drive, Singapore, 637551, Singapore. rjsugrue@ntu.edu.sg."
          }
        ],
        "LastName": "Sugrue",
        "ForeName": "Richard J",
        "Initials": "RJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Virol J",
    "NlmUniqueID": "101231645",
    "ISSNLinking": "1743-422X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Actins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Actins"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Biological Transport"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cell Line"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cell Membrane Permeability"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cells, Cultured"
    },
    {
      "QualifierName": [],
      "DescriptorName": "DNA Fragmentation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "metabolism",
        "transmission",
        "virology"
      ],
      "DescriptorName": "Respiratory Syncytial Virus Infections"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Respiratory Syncytial Virus, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Signal Transduction"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Replication"
    }
  ]
}