{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3838785",
  "DateCompleted": {
    "Year": "1985",
    "Month": "06",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "31"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0025-7125",
      "JournalIssue": {
        "Volume": "69",
        "Issue": "2",
        "PubDate": {
          "Year": "1985",
          "Month": "Mar"
        }
      },
      "Title": "The Medical clinics of North America",
      "ISOAbbreviation": "Med Clin North Am"
    },
    "ArticleTitle": "Neurologic complications of infective endocarditis.",
    "Pagination": {
      "StartPage": "385",
      "EndPage": "398",
      "MedlinePgn": "385-98"
    },
    "Abstract": {
      "AbstractText": [
        "Neurologic complications continue to occur in approximately 30 per cent of all patients with infective endocarditis and represent a major factor associated with an increased mortality rate in that disease. Of these complications, cerebral embolism is the most common and the most important, occurring in as many as 30 per cent of all patients, most of whom ultimately die. Emboli that are infected also account for all the other complications (mycotic aneurysm, meningitis or meningoencephalitis, brain abscess) that may develop. Emboli are more common in patients with mitral valve infection and in those infected with more virulent organisms. Mycotic aneurysms (often preceded by an embolic event) occur more frequently and earlier in the course of acute endocarditis, rather than later, which is more common in the course of subacute disease. The management of a cerebral mycotic aneurysm depends on the presence or absence of hemorrhage, its anatomic location and the clinical course. Healing can occur during the course of effective antimicrobial therapy and thus will preclude the need for automatic surgery in all angiographically demonstrated aneurysms. The indication for surgical intervention must be evaluated on an individual basis. Meningitis is usually purulent when associated with virulent organisms, but the CSF may present an aseptic formula when associated with subarachnoid hemorrhage or multiple microscopic embolic lesions, infected or otherwise. Macroscopic brain abscesses are rare, but multiple microscopic abscesses are not uncommon in patients with acute endocarditis due to virulent organisms. Seizures are not uncommon in patients with infective endocarditis. Focal seizures are more commonly associated with acute emboli, whereas generalized seizures are more commonly associated with systemic metabolic factors. Penicillin neurotoxicity should be considered in seizure patients with compromised renal function who are receiving high doses of penicillin. The CSF tends to reflect the nature of the infecting organism rather than the nature of the neurologic complication, except when hemorrhage is present. Endocarditis due to virulent organisms, such as Staphylococcus aureus, is usually associated with a purulent CSF formula, whereas non-virulent organisms, such as \"viridans\" streptococci, usually have aseptic or normal CSF formulas."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lerner",
        "ForeName": "P I",
        "Initials": "PI"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Clin North Am",
    "NlmUniqueID": "2985236R",
    "ISSNLinking": "0025-7125"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Aneurysm, Infected"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Brain Abscess"
    },
    {
      "QualifierName": [
        "cerebrospinal fluid",
        "complications",
        "diagnosis",
        "therapy"
      ],
      "DescriptorName": "Endocarditis, Bacterial"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Heart Valve Prosthesis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Intracranial Aneurysm"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Intracranial Embolism and Thrombosis"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Meningitis"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Meningoencephalitis"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Seizures"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Substance-Related Disorders"
    }
  ]
}