{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12632509",
  "DateCompleted": {
    "Year": "2003",
    "Month": "04",
    "Day": "22"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "04",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1007-9327",
      "JournalIssue": {
        "Volume": "9",
        "Issue": "3",
        "PubDate": {
          "Year": "2003",
          "Month": "Mar"
        }
      },
      "Title": "World journal of gastroenterology",
      "ISOAbbreviation": "World J Gastroenterol"
    },
    "ArticleTitle": "Virulence of water-induced coccoid Helicobacter pylori and its experimental infection in mice.",
    "Pagination": {
      "StartPage": "516",
      "EndPage": "520",
      "MedlinePgn": "516-20"
    },
    "Abstract": {
      "AbstractText": [
        "To explore the virulence and the infectivity of coccoid Helicobacter pylori (H. pylori) transformed from spiral form by exposure to sterile tap water.",
        "Three strains of H. pylori, isolated from gastric biopsy specimens of confirmed peptic ulcer, were converted from spiral into coccoid form by exposure to sterile tap water. Both spiral and coccoid forms of H. pylori were tested for the urease activity, and the adherence to Hep-2 cells. The presence of flagella was examined under electron microscopy. In the experimental animal infection, the spiral and coccoid forms of H. pylori originated from the same strain F49 were inoculated intragastrically into BALB/c mice respectively four times at a 3-day interval. Half of the mice from each group were sacrificed at Day 21 and Day 28 after the last inoculation. Histology and H. pylori colonization were detected by urease test of gastric mucosa, cultures of H. pylori, and electron microscopy and so on.",
        "The urease activity and the ability of adherence to Hep-2 cells were found to be lower in coccoid H. pylori than that in its spiral form. For example, the transformation in strain F(44) led to a significant decrease of the adherence rate and adherence index from 70.0+/-5.3 % to 30.2+/-3.5 % (P<0.01), and from 2.6+/-0.4 to 0.86+/-0.3 (P<0.01), respectively. The flagella of coccoid H. pylori were observed under electron microscope. In the experimental infection in mice, the positive rate of gastric mucosa urease test was 93.8 % (15/16) in the group infected by spiral H. pylori and 50 % (8/16) in the group infected by coccoid H. pylori, and the estimated coccoid H. pylori colony number was 1.75 vs 0.56. The positive rates of H. pylori culture were 87.5 % (14/16) in spiral H. pylori group and 68.8 % (11/16) in coccoid H. pylori group. There was no significant difference in either urease test or bacterial culture rate between the groups examined at Day 21 and Day 28 after inoculation. Electron microscopic examination of the samples taken from both groups showed the adherence of H. pylori in spiral, bacillary and coccoid shapes to the epithelial cells of gastric wall. Histological examination showed the occurrence of gastric mucosal injury as indicated by various degrees of erosion, ulcer, and inflammatory cell infiltration. Mucosal injury was slighter in the mice infected by coccoid H. pylori. No positive result was obtained in the control group that received intragastrical administration of sterile tap water.",
        "Although the virulence of coccoid H. pylori induced by water decrease, coccoid H. pylori still remains a considerable urease activity and the adhering ability to epithelial cells. Furthermore, the flagella, an important component responsible for bacterial movement and infection, were still observed as a cellular structure of coccoid H. pylori under electron microscope. The coccoid H. pylori induced by water is capable of colonizing in gastric mucosa and causing gastrititis in mice."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, Fujian Medical University, Fuzhou 350004, Fujian Province, China. cylsff@163.net"
          }
        ],
        "LastName": "She",
        "ForeName": "Fei-Fei",
        "Initials": "FF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lin",
        "ForeName": "Jian-Yin",
        "Initials": "JY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Liu",
        "ForeName": "Jun-Yan",
        "Initials": "JY"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Huang",
        "ForeName": "Cheng",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Su",
        "ForeName": "Dong-Hui",
        "Initials": "DH"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "World J Gastroenterol",
    "NlmUniqueID": "100883448",
    "ISSNLinking": "1007-9327"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "059QF0KO0R",
      "NameOfSubstance": "Water"
    },
    {
      "RegistryNumber": "EC 3.5.1.5",
      "NameOfSubstance": "Urease"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Cell Adhesion"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "microbiology",
        "pathology",
        "physiopathology"
      ],
      "DescriptorName": "Helicobacter Infections"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology",
        "ultrastructure"
      ],
      "DescriptorName": "Helicobacter pylori"
    },
    {
      "QualifierName": [],
      "DescriptorName": "In Vitro Techniques"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, Inbred BALB C"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Microscopy, Electron"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Urease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Water"
    }
  ]
}