{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "AIDS",
      "COVID-19",
      "HIV",
      "SARS-Cov-2",
      "SARS-Cov-2 vaccines",
      "mRNA"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "34696319",
  "DateCompleted": {
    "Year": "2021",
    "Month": "12",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "12",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2021",
        "Month": "09",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "1890",
      "10.3390/v13101890"
    ],
    "Journal": {
      "ISSN": "1999-4915",
      "JournalIssue": {
        "Volume": "13",
        "Issue": "10",
        "PubDate": {
          "Year": "2021",
          "Month": "Sep",
          "Day": "22"
        }
      },
      "Title": "Viruses",
      "ISOAbbreviation": "Viruses"
    },
    "ArticleTitle": "COVID-19 Vaccines for HIV-Infected Patients.",
    "Abstract": {
      "AbstractText": [
        "Nearly 40 years have passed since the initial cases of infection with the human mmunodeficiency virus (HIV) were identified as a new disease entity and the cause of acquired immunodeficiency disease (AIDS). This virus, unlike any other, is capable of causing severe suppression of our adaptive immune defense mechanisms by directly infecting and destroying helper T cells leading to increased susceptibility to a wide variety of microbial pathogens, especially those considered to be intracellular or opportunistic. After T cells are infected, HIV reproduces itself via a somewhat unique mechanism involving various metabolic steps, which includes the use of a reverse transcriptase enzyme that enables the viral RNA to produce copies of its complementary DNA. Subsequent physiologic steps lead to the production of new virus progeny and the eventual death of the invaded T cell. Fortunately, both serologic and molecular tests (such as PCR) can be used to confirm the diagnosis of an HIV infection. In the wake of the current COVID-19 pandemic, it appears that people living with HIV/AIDS are equally or slightly more susceptible to the etiologic agent, SARS-CoV-2, than the general population having intact immune systems, but they may have more serious outcomes. Limited clinical trials have also shown that the currently available COVID-19 vaccines are both safe and effective in affording protection to HIV/AIDS patients. In this review, we further explore the unique dynamic of HIV/AIDS in the context of the worldwide COVID-19 pandemic and the implementation of vaccines as a protective measure against COVID-19, as well as what immune parameters and safeguards should be monitored in this immunocompromised group following vaccination."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-9862-6244"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Specialties, Division of Pathology, New York Institute of Technology, NYIT College of Osteopathic Medicine, Old Westbury, NY 11568, USA."
          }
        ],
        "LastName": "Plummer",
        "ForeName": "Maria M",
        "Initials": "MM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biomedical Sciences, New York Institute of Technology, NYIT College of Osteopathic Medicine, Old Westbury, NY 11568, USA."
          },
          {
            "Identifier": [],
            "Affiliation": "Division of Infectious Diseases, New York Medical College, Valhalla, NY 10595, USA."
          }
        ],
        "LastName": "Pavia",
        "ForeName": "Charles S",
        "Initials": "CS"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Switzerland",
    "MedlineTA": "Viruses",
    "NlmUniqueID": "101509722",
    "ISSNLinking": "1999-4915"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "COVID-19 Vaccines"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications",
        "immunology"
      ],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "metabolism",
        "pharmacology"
      ],
      "DescriptorName": "COVID-19 Vaccines"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Coinfection"
    },
    {
      "QualifierName": [
        "complications",
        "virology"
      ],
      "DescriptorName": "HIV Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "prevention & control"
      ],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [
        "trends"
      ],
      "DescriptorName": "Vaccination"
    }
  ],
  "CoiStatement": "The authors declare that they have no conflict of interest. It should be noted that the citing of commercially available products should not be construed as an endorsement. They are being cited for the sole purpose of providing examples of vaccines that are in the near-approval stage, have been approved, or have been given preliminary authorization for use for immunization purposes by authorizing/governmental agencies, after the manufacturers provided data showing that they have met the minimal standards for successfully completing and fulfilling the required clinical trial testing."
}