{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "8636931",
  "DateCompleted": {
    "Year": "1996",
    "Month": "07",
    "Day": "09"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-2615",
      "JournalIssue": {
        "Volume": "44",
        "Issue": "3",
        "PubDate": {
          "Year": "1996",
          "Month": "Mar"
        }
      },
      "Title": "Journal of medical microbiology",
      "ISOAbbreviation": "J Med Microbiol"
    },
    "ArticleTitle": "Clinical and molecular aspects of the pathogenesis of Staphylococcus aureus bone and joint infections.",
    "Pagination": {
      "StartPage": "157",
      "EndPage": "164",
      "MedlinePgn": "157-64"
    },
    "Abstract": {
      "AbstractText": [
        "Staphylococcus aureus is an important cause of bone and joint infections. In recent years, significant changes in the incidence of septic arthritis and osteomyelitis have occurred. Haematogenous osteomyelitis is now less common during childhood, but secondary spread of infection to bone or joint from a contiguous site in adults is increasing in incidence. Infection introduced at the time of surgery or arising by the haematogenous route is a significant complication of prosthetic joint implantation, and the effect of bone cement on local immune function may be important in this setting. ALthough S. epidermis is a more common cause of prosthetic joint infection, S. aureus is more difficult to treat. S. aureus produces a number of extracellular and cell-associated factors, but it is unclear what role these have as virulence factors in vivo. Furthermore, it is difficult in animal models to simulate transient bacteraemia followed by non-fulminating septic arthritis or osteomyelitis, as occurs in the patient. Surface factors which may be important in pathogenesis include the cell wall (activates complement and stimulates cytokine release), capsular polysaccharide (promotes adhesion to host cell surfaces), collagen receptors and fibronectin-binding protein. Staphylococcal toxic shock syndrome toxin (TSST-1) and the enterotoxins are superantigens and have the potential to suppress plasma cell differentiation and antibody responsiveness. TSST-1-positive isolates have been shown to cause more severe joint infection in one animal model, but most other studies to date have focused on in-vitro rather than in-vivo effects. There is little evidence supporting a role for coagulase, lipase and the haemolysins in staphylococcal bone and joint infections. Despite the clinical importance of these infections, surprisingly little is known about pathogenesis at the cellular level. Future research should focus on the role of the host immune system in limiting spread of infection, and the expression of virulence factors in animal or other models incorporating isogenic mutant strains."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Public Health Laboratory and Division of Microbiology, Department of Clinical Laboratory Sciences, University Hospital, Queen's Medical Centre, Nottingham, UK."
          }
        ],
        "LastName": "Cunningham",
        "ForeName": "R",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cockayne",
        "ForeName": "A",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Humphreys",
        "ForeName": "H",
        "Initials": "H"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Med Microbiol",
    "NlmUniqueID": "0224131",
    "ISSNLinking": "0022-2615"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "microbiology"
      ],
      "DescriptorName": "Arthritis, Infectious"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "microbiology"
      ],
      "DescriptorName": "Bone Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "microbiology"
      ],
      "DescriptorName": "Joint Diseases"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "microbiology"
      ],
      "DescriptorName": "Osteomyelitis"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology"
      ],
      "DescriptorName": "Staphylococcal Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Staphylococcus aureus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ],
  "NumberOfReferences": "55"
}