{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10048168",
  "DateCompleted": {
    "Year": "1999",
    "Month": "03",
    "Day": "18"
  },
  "DateRevised": {
    "Year": "2005",
    "Month": "11",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0043-5325",
      "JournalIssue": {
        "Volume": "110",
        "Issue": "24",
        "PubDate": {
          "Year": "1998",
          "Month": "Dec",
          "Day": "23"
        }
      },
      "Title": "Wiener klinische Wochenschrift",
      "ISOAbbreviation": "Wien Klin Wochenschr"
    },
    "ArticleTitle": "Pathogenesis of neuroborreliosis--lessons from a monkey model.",
    "Pagination": {
      "StartPage": "870",
      "EndPage": "873",
      "MedlinePgn": "870-3"
    },
    "Abstract": {
      "AbstractText": [
        "The diagnosis of human LNB can be difficult, because its major clinical manifestations--meningitis, facial palsy, radiculitis, and neuritis--are non-specific and the characteristic skin lesion is usually absent at the time of neurological involvement. Thus, CSF assays are often used in diagnosis. Culture of CSF is rarely performed because it has a low yield and requires special culture medium. PCR of the CSF identified spirochetal DNA in clinical specimens with greater sensitivity, but it suffers from a number of disadvantages. Measurement of specific antibody in the CSF also has its limitations. The role of available assays for LNB has not been studied carefully in a comparative investigation. The recent development of the nonhumane primate (NHP) model of LNB allows us to address this need in a faithful model of human LNB. We compared PCR and culture in their ability to detect spirochetal presence in the CSF and brain tissue of infected NHPs, and related these measures of infection to the development of anti-B. burgdorferi antibody. We also tested a bioassay, the mouse infectivity test (MIT), in this model. Using these four assays (PCR, culture, MIT, and CSF Ab) at least one assay for spirochetal presence in CSFs from NHPs was positive in 87% of CSFs tested during early infection in the CNS. Detection of spirochetal presence by PCR, MIT, and culture in the CSF was inversely related to the concomitant presence of anti-B. burgdorferi antibody intrathecally. The performance of any particular test was associated with the strength of the host immune response. In early CNS infection, when anti-B. burgdorferi antibody had not yet appeared, or in immunocompromised hosts, the MIT compared favorably to culture and PCR in infected NHPs; antibody in the CSF was the most useful assay in immunocompetent NHPs. This is the first study demonstrating that a bioassay using inoculation of mice, the mouse infectivity test (MIT), has potential as a useful adjunct in the diagnosis of LNB. The MIT for LNB was modeled after the rabbit infectivity test or RIT, which is considered the \"gold standard\" for the diagnosis of the related CNS infection, neurosyphilis, and felt to be very sensitive and specific. The presence of specific anti-B. burgdorferi antibody in the CSF is the most widely used assay for Lyme neuroborreliosis. In the immunocompetent NHPs in our study it was a very successful assay for detection of CNS invasion. However, it is frequently false-negative, especially early in the course of the infection, or if there is transient immunosuppression. Transient suppression of the anti-B. burgdorferi immune response in the human could occur in instances of co-infection, i.e. simultaneous transmission via the tick of another pathogen other than B. burgdorferi. Thus, mild immunosuppression as accomplished in our NHPs with corticosteroids was designed to mimic conditions in the human host which allow B. burgdorferi in the natural state to gain a firm foothold in the central nervous system in the 10-15% of B. burgdorferi-infected patients who develop clinically symptomatic nervous system disease. This study is the first to compare utility of available diagnostic techniques in LNB in which necropsy proved presence of infection in the CNS. None of the assays was ideal for all conditions, and the utility of the assay was associated with the host immune status. The differences in the responses of immunocompromised and immunocompetent NHPs in this study were striking. In immunocompetent NHPs the window of opportunity for CNS invasion prior to the development of CSF antibody was brief, and the chance of detection of spirochete low by any of the three techniques used (i.e. culture, PCR, or MIT); in this group, measurement of CSF antibody was generally diagnostic. In immunocompromised NHPs, intrathecal antibody production was delayed, and this helpful diagnostic assay was false-negative; diagnosis required more labor-intensive assays such as PCR, culture, an"
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Neurology, Georgetown University Hospital, Washington, D.C., USA."
          }
        ],
        "LastName": "Pachner",
        "ForeName": "A R",
        "Initials": "AR"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schaefer",
        "ForeName": "H",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Amemiya",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cadavid",
        "ForeName": "D",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Zhang",
        "ForeName": "W F",
        "Initials": "WF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Reddy",
        "ForeName": "K",
        "Initials": "K"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "O'Neill",
        "ForeName": "T",
        "Initials": "T"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Austria",
    "MedlineTA": "Wien Klin Wochenschr",
    "NlmUniqueID": "21620870R",
    "ISSNLinking": "0043-5325"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Borrelia burgdorferi Group"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Central Nervous System Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "cerebrospinal fluid",
        "microbiology"
      ],
      "DescriptorName": "Lyme Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Macaca mulatta"
    }
  ],
  "NumberOfReferences": "17"
}