{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16637396",
  "DateCompleted": {
    "Year": "2006",
    "Month": "05",
    "Day": "12"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "30"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0019-5138",
      "JournalIssue": {
        "Volume": "37",
        "Issue": "1",
        "PubDate": {
          "Year": "2005",
          "Month": "Mar"
        }
      },
      "Title": "The Journal of communicable diseases",
      "ISOAbbreviation": "J Commun Dis"
    },
    "ArticleTitle": "Bacteriophage in the treatment of experimental septicemic mice from a clinical isolate of multidrug resistant Klebsiella pneumoniae.",
    "Pagination": {
      "StartPage": "18",
      "EndPage": "29",
      "MedlinePgn": "18-29"
    },
    "Abstract": {
      "AbstractText": [
        "Drug resistance is the major cause of increase in morbidity and mortality in neonates. The emergence of antibiotic-resistant bacterial strains requires the exploration of alternative antibacterial therapies and the concern that human kind in re-entering the 'pre-antibiotic era' has become very real and the development of alternative anti-infection modalities has become one of the highest priorities of modern medicine and biotechnology. This has spurred biomedical researchers to expand their efforts to identify new technologies and products that employ novel mechanism of action against the \"super-bugs\". One of such alternatives stems up from an old idea is the bacteriophage therapy, which led our group to study the ability of bacterial viruses (bacteriophages or phages) to rescue septicemic mice with multidrug resistant (MDR) Klebsiella pneumoniae isolated from neonatal septicemia. The phage strain used in this study had lytic activity against a wide range of clinical isolates of MDR Klebsiella pneumoniae. One of these MDR Klebsiella strain was used to induce septicemia in mice by intraperitoneal (i.p.) injection of 10(9) CFU. The resulting bacteremia was fatal within 48 h. A single i.p. injection of 3x10(8) PFU of the phage strain administered 45 min after the bacterial challenge, was sufficient to rescue 100% of the animals. Even when treatment was delayed to the point where all animals were moribund, approximately 50% of them were rescued by a single injection of this phage preparation. The ability of this phage to rescue septicemic mice was demonstrated to be due to the functional capabilities of the phage and not to a nonspecific immune effect. The rescue of septicemic mice could be affected only by phage strains able to grow in vitro on the bacterial host used to infect the animals and when such strains are heat inactivated they lose their ability to rescue the infected mice."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of PG studies and Research in Microbiology, Gulbarga University."
          }
        ],
        "LastName": "Vinodkumar",
        "ForeName": "C S",
        "Initials": "CS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Neelagund",
        "ForeName": "Y F",
        "Initials": "YF"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kalsurmath",
        "ForeName": "Suneeta",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "India",
    "MedlineTA": "J Commun Dis",
    "NlmUniqueID": "0261652",
    "ISSNLinking": "0019-5138"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Bacteremia"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bacteriophages"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Drug Resistance, Multiple, Bacterial"
    },
    {
      "QualifierName": [
        "therapy"
      ],
      "DescriptorName": "Klebsiella Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Klebsiella pneumoniae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice, Inbred BALB C"
    }
  ]
}