{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24008290",
  "DateCompleted": {
    "Year": "2014",
    "Month": "04",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2015",
    "Month": "08",
    "Day": "28"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/978-3-642-38965-8_1"
    ],
    "Journal": {
      "ISSN": "0080-0015",
      "JournalIssue": {
        "Volume": "193",
        "PubDate": {
          "Year": "2014"
        }
      },
      "Title": "Recent results in cancer research. Fortschritte der Krebsforschung. Progres dans les recherches sur le cancer",
      "ISOAbbreviation": "Recent Results Cancer Res"
    },
    "ArticleTitle": "Virus infection and human cancer: an overview.",
    "Pagination": {
      "StartPage": "1",
      "EndPage": "10",
      "MedlinePgn": "1-10"
    },
    "Abstract": {
      "AbstractText": [
        "It is now estimated that approximately 10 % of worldwide cancers are attributable to viral infection, with the vast majority (>85 %) occurring in the developing world. Oncogenic viruses include various classes of DNA and RNA viruses and induce cancer by a variety of mechanisms. A unifying theme is that cancer develops in a minority of infected individuals and only after chronic infection of many years duration. The viruses associated with the greatest number of cancer cases are the human papillomaviruses (HPVs), which cause cervical cancer and several other epithelial malignancies, and the hepatitis viruses HBV and HCV, which are responsible for the majority of hepatocellular cancer. Other oncoviruses include Epstein-Barr virus (EBV), Kaposi's sarcoma-associated herpes virus (KSHV), human T-cell leukemia virus (HTLV-I), and Merkel cell polyomavirus (MCPyV). Identification of the infectious cause has led to several interventions that may reduce the risk of developing these tumors. These include preventive vaccines against HBV and HPV, HPV-based testing for cervical cancer screening, anti-virals for the treatment of chronic HBV and HCV infection, and screening the blood supply for the presence of HBV and HCV. Successful efforts to identify additional oncogenic viruses in human cancer may lead to further insight into etiology and pathogenesis as well as to new approaches for therapeutic and prophylactic intervention."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Cellular Oncology, Center for Cancer Research, National Cancer Institute, Bethesda, MD, USA, schillej@mail.nih.gov."
          }
        ],
        "LastName": "Schiller",
        "ForeName": "John T",
        "Initials": "JT"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Lowy",
        "ForeName": "Douglas R",
        "Initials": "DR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Germany",
    "MedlineTA": "Recent Results Cancer Res",
    "NlmUniqueID": "0044671",
    "ISSNLinking": "0080-0015"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Oncogenic Viruses"
    },
    {
      "QualifierName": [
        "complications",
        "virology"
      ],
      "DescriptorName": "Tumor Virus Infections"
    }
  ]
}