{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "1205675",
  "DateCompleted": {
    "Year": "1976",
    "Month": "03",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "11"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0020-8167",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "3",
        "PubDate": {
          "Year": "1975",
          "Season": "Fall"
        }
      },
      "Title": "International ophthalmology clinics",
      "ISOAbbreviation": "Int Ophthalmol Clin"
    },
    "ArticleTitle": "Koch's stulates and experimental ocular histoplasmosis.",
    "Pagination": {
      "StartPage": "139",
      "EndPage": "156",
      "MedlinePgn": "139-56"
    },
    "Abstract": {
      "AbstractText": [
        "The present study shows clearly that focal choroiditis is produced in rabbits by infecting the animals with a mycelial form of H. capsulatum. Identification of this organism as the pathogenic agent was made by histopathological and mycological observations. This fungus was recovered from infected ocular lesions in those eyes enucleated within four weeks following the appearance of uveitus-a time period consistent with the clinical and pathological appearance of multiple granulomas in the choroid. The absence of organisms in the contralateral eyes of these same animals at eight weeks suggests perhaps that recovery was associated with the emergence of immunity by two months following the appearance of uveitus. This is supported in part by our previous study, which supplied evidence that animals were protected from further uveitis on subsequent reinfections (after they had recovered from their initial infection) by a mycelial or yeast form of the fungus. Similar protection was also seen in animals that had prior exposures to heat-killed organisms. Moreover, onset of the ocular changes occurred usually two weeks after infection. This evidence strongly suggests that the experimental choroiditis may be immunologically induced. H. capsulatum recovered from infected eyes (Groups I and II) produced identical ocular lesions clinically and histopathologically when injected into normal animals (Groups IA and IIA). Fulfillment of Koch's postulates in experimental ocular histoplasmosis was achieved within only one month following the appearance of uveitis. This may be of fundamental importance in that efforts to demonstrate a causal relationship between the ocular picture and benign systemic histoplasmosis have been unsuccessful in man. Because of the striking similarity between the experimental choroiditis in rabbits and the changes observed in presumed ocular histoplasmosis in man, studies in primates are necessary. Since the ocular anatomy is similar in monkeys and in man, there remains the necessity to reproduce the hemorrhagic disciform lesion of the macula, which represents the gravest aspect of presumed ocular histoplasmosis."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wong",
        "ForeName": "V G",
        "Initials": "VG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kwon-Chung",
        "ForeName": "K J",
        "Initials": "KJ"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hill",
        "ForeName": "W B",
        "Initials": "WB"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Int Ophthalmol Clin",
    "NlmUniqueID": "0374731",
    "ISSNLinking": "0020-8167"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "immunology",
        "microbiology",
        "pathology"
      ],
      "DescriptorName": "Choroiditis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [
        "microbiology",
        "pathology"
      ],
      "DescriptorName": "Eye Diseases"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Histoplasma"
    },
    {
      "QualifierName": [
        "immunology",
        "microbiology",
        "pathology"
      ],
      "DescriptorName": "Histoplasmosis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rabbits"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Spores, Fungal"
    },
    {
      "QualifierName": [
        "immunology",
        "pathology"
      ],
      "DescriptorName": "Uveitis"
    }
  ]
}