{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15322509",
  "DateCompleted": {
    "Year": "2004",
    "Month": "09",
    "Day": "15"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0950-9232",
      "JournalIssue": {
        "Volume": "23",
        "Issue": "38",
        "PubDate": {
          "Year": "2004",
          "Month": "Aug",
          "Day": "23"
        }
      },
      "Title": "Oncogene",
      "ISOAbbreviation": "Oncogene"
    },
    "ArticleTitle": "Infections and immune factors in cancer: the role of epidemiology.",
    "Pagination": {
      "StartPage": "6341",
      "EndPage": "6348",
      "MedlinePgn": "6341-8"
    },
    "Abstract": {
      "AbstractText": [
        "An infective, mostly viral, basis has been found in an increasing number of different human cancers. In all cases, the neoplasm is a rare response to the relevant infection, which is usually present in persistent form, and requiring specific cofactors for malignancy to develop. In some cases, epidemiological evidence of infectivity preceded and promoted identification of the specific infection involved and even the discovery of the microbe itself, as in Burkitt's lymphoma and cervix cancer. In other cases, the discovery of the agent came first as in stomach and nasopharynx cancers, and epidemiology has been concerned mainly with confirming the relationship, measuring the size of the risk and identifying cofactors. Infection-linked cancers include some of the commonest malignancies in certain large world regions, amounting to over 20% of all cancer in the developing countries. In addition to these cancers are others such as childhood leukaemia that show features indicative of an infective basis though no underlying agent has been identified. Advances in this field invite speculation about possible future discoveries and how these might be promoted. However, in that majority of cancers that are unrelated to sexual behaviour, there will be nothing even at the population level to suggest an infective basis because what is transmitted from one individual to another is not the neoplasm itself, but the underlying, often silent, infection to which the malignancy is an uncommon response. The increasing prevalence of immune impairment in human populations, as a result of the use of immunosuppressive drugs with organ transplants and the spread of HIV infection, has produced marked effects on cancer incidence in the affected groups including increases, of skin cancers, non-Hodgkin's lymphoma and Kaposi's sarcoma and to a lesser extent of many other cancers, in some cases at least due to the release from immunological control of incipient infection-based malignancies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cancer Epidemiology Unit, Gibson Building, Radcliffe Infirmary, Oxford OX2 6HE, UK. leo.kinlen@dphpc.ox.ac.uk"
          }
        ],
        "LastName": "Kinlen",
        "ForeName": "Leo",
        "Initials": "L"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Oncogene",
    "NlmUniqueID": "8711562",
    "ISSNLinking": "0950-9232"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology"
      ],
      "DescriptorName": "Immune System Diseases"
    },
    {
      "QualifierName": [
        "complications",
        "epidemiology"
      ],
      "DescriptorName": "Infections"
    },
    {
      "QualifierName": [
        "epidemiology",
        "etiology",
        "immunology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk"
    }
  ],
  "NumberOfReferences": "81"
}