{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32612817",
  "DateCompleted": {
    "Year": "2020",
    "Month": "07",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "04",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "011101",
      "10.7189/jogh.10.011101"
    ],
    "Journal": {
      "ISSN": "2047-2986",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "1",
        "PubDate": {
          "Year": "2020",
          "Month": "Jun"
        }
      },
      "Title": "Journal of global health",
      "ISOAbbreviation": "J Glob Health"
    },
    "ArticleTitle": "The role of children in transmission of SARS-CoV-2: A rapid review.",
    "Pagination": {
      "StartPage": "011101",
      "MedlinePgn": "011101"
    },
    "Abstract": {
      "AbstractText": [
        "Understanding the role of children in the transmission of SARS-CoV-2 is urgently required given its policy implications in relation to the reopening of schools and intergenerational contacts.",
        "We conducted a rapid review of studies that investigated the role of children in the transmission of SARS-CoV-2. We synthesized evidence for four categories: 1) studies reporting documented cases of SARS-CoV-2 transmission by infected children; 2) studies presenting indirect evidence on the potential of SARS-CoV-2 transmission by (both symptomatic and asymptomatic) children; 3) studies reporting cluster outbreaks of COVID-19 in schools; 4) studies estimating the proportions of children infected by SARS-CoV-2, and reported results narratively.",
        "A total of 16 unique studies were included for narrative synthesis. There is limited evidence detailing transmission of SARS-CoV-2 from infected children. We found two studies that reported a 3-month-old whose parents developed symptomatic COVID-19 seven days after caring for the infant and two children who may have contracted COVID-19 from the initial cases at a school in New South Wales. In addition, we identified six studies presenting indirect evidence on the potential for SARS-CoV-2 transmission by children, three of which found prolonged virus shedding in stools. There is little data on the transmission of SARS-CoV-2 in schools. We identified only two studies reporting outbreaks of COVID-19 in school settings and one case report of a child attending classes but not infecting any other pupils or staff. Lastly, we identified six studies estimating the proportion of children infected; data from population-based studies in Iceland, Italy, South Korea, Netherlands, California and a hospital-based study in the UK suggest children may be less likely to be infected.",
        "Preliminary results from population-based and school-based studies suggest that children may be less frequently infected or infect others, however current evidence is limited. Prolonged faecal shedding observed in studies highlights the potentially increased risk of faeco-oral transmission in children. Further seroprevalence studies (powered adequately for the paediatric population) are urgently required to establish whether children are in fact less likely to be infected compared to adults.",
        "We plan to update this rapid review as new data becomes available. These updates are available at https://www.ed.ac.uk/usher/uncover/completed-uncover-reviews."
      ],
      "CopyrightInformation": "Copyright © 2020 by the Journal of Global Health. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Global Health, Usher Institute, University of Edinburgh, Edinburgh, UK."
          }
        ],
        "LastName": "Li",
        "ForeName": "Xue",
        "Initials": "X"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Global Health, Usher Institute, University of Edinburgh, Edinburgh, UK."
          }
        ],
        "LastName": "Xu",
        "ForeName": "Wei",
        "Initials": "W"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "College of Medicine and Veterinary Medicine, University of Edinburgh, Edinburgh, UK."
          }
        ],
        "LastName": "Dozier",
        "ForeName": "Marshall",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Global Health, Usher Institute, University of Edinburgh, Edinburgh, UK."
          }
        ],
        "LastName": "He",
        "ForeName": "Yazhou",
        "Initials": "Y"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Global Health, Usher Institute, University of Edinburgh, Edinburgh, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "Department of Clinical Infection, Microbiology & Immunology, Institute of Infection, Veterinary & Ecological Sciences, University of Liverpool, Liverpool, UK."
          }
        ],
        "LastName": "Kirolos",
        "ForeName": "Amir",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre for Global Health, Usher Institute, University of Edinburgh, Edinburgh, UK."
          },
          {
            "Identifier": [],
            "Affiliation": "Cancer Research UK Edinburgh Centre, Medical Research Council Institute of Genetics and Molecular Medicine, University of Edinburgh, Edinburgh, UK."
          }
        ],
        "LastName": "Theodoratou",
        "ForeName": "Evropi",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "CollectiveName": "UNCOVER"
      }
    ],
    "GrantList": [
      {
        "Acronym": "WT_",
        "Agency": "Wellcome Trust",
        "Country": "United Kingdom"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Scotland",
    "MedlineTA": "J Glob Health",
    "NlmUniqueID": "101578780",
    "ISSNLinking": "2047-2978"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "epidemiology",
        "transmission"
      ],
      "DescriptorName": "Coronavirus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "epidemiology",
        "transmission"
      ],
      "DescriptorName": "Pneumonia, Viral"
    }
  ],
  "CoiStatement": "Competing interests: Prof Harry Campbell is Co-Editor-in-Chief of the Journal of Global Health. To ensure that any possible conflict of interest relevant to the journal has been addressed, this article was reviewed according to best practice guidelines of international editorial organisations. The authors completed the ICMJE Unified Competing Interest form (available upon request from the corresponding author), and declare no further conflicts of interest."
}