{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23621738",
  "DateCompleted": {
    "Year": "2014",
    "Month": "01",
    "Day": "27"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "12"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "tur"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0374-9096",
      "JournalIssue": {
        "Volume": "47",
        "Issue": "2",
        "PubDate": {
          "Year": "2013",
          "Month": "Apr"
        }
      },
      "Title": "Mikrobiyoloji bulteni",
      "ISOAbbreviation": "Mikrobiyol Bul"
    },
    "ArticleTitle": "[New, newer, newest human polyomaviruses: how far?].",
    "Pagination": {
      "StartPage": "362",
      "EndPage": "381",
      "MedlinePgn": "362-81"
    },
    "Abstract": {
      "AbstractText": [
        "Polyomaviruses, classified in Polyomaviridae family, are non-enveloped small (40-45 nm) viruses with icosahedral symmetry and circular double-stranded DNA genome. Polyomaviruses can infect a variety of vertebrates including birds, rodents, cattle, monkeys and humans. The characteristics such as establishment of latent infections, reactivations during immunosuppression and oncogenic potencies render the human polyomaviruses (HPyVs) of considerable importance for public health. The first polyomavirus (Mouse polyomavirus) has been identified in 1953 as filterable tumor-causing agents in mice, followed by Simian vacuolating virus (SV40) isolated from rhesus monkey kidney cells that had been used for poliovirus vaccine preparation in 1960. Due to the known transforming capacity of SV40, it was initially thought that the incidence of cancer could increase following the administration of SV40-contaminated polio vaccines, however advanced studies yielded inconsistent results, without any evidence to conclude whether or not the contaminated polio vaccine caused cancer. Several studies have reported the detection of SV40 genome in some of the human tumors, as well as in the clinical samples of healthy subjects. In addition SV40 seropositivity was reported in human populations although in low rates (2-10%). These data have raised the possibility that SV40 infects humans and circulates in human populations unrelated to being exposed to the vaccine. The discovery of the first human polyomaviruses was in 1971 independently from each other, one was BK virus (BKPyV) isolated from the urine sample of a renal transplant patient, and the other was JC virus (JCPyV) isolated from the brain tissue of a patient with progressive multifocal leukoencephalopathy, and both were named after the patients' initials. BK and JC viruses were the only well-known human polyomaviruses throughout 36 years, however drammatical increase in number of newly identified human polyomaviruses was recorded in the last six years due to the use of sophisticated molecular methods and new-generation sequencing technologies. In 2007, two new HPyVs were identified independently from nasopharyngeal aspirates of children with acute respiratory tract infections; one was KI (Karolinska Institute) and the other was WU (Washington University) polyomaviruses, named after the initials of institutes which they were first described. In 2008, the fifth HPyV namely Merkel cell polyomavirus (MCPyV) was isolated from the skin tumor sample of a patient with Merkel cell carcinoma. In 2010, three other novel human polyomaviruses were discovered, two were from skin samples of healthy subjects (HPyV-6 and HPyV-7), and one (Trichodysplasia Spinulosa-associated virus; TSPyV) from keratotic spicule sample of a heart-transplanted patient. Another new HPyV was identified in 2011 named HPyV-9, from the blood and urine samples of an asymptomatic patient with kidney transplant. Most recently, three new HPyVs have been sequentially discovered during the last quarter of 2012. The 10th HPyV (HPyV10) was identified in condyloma samples of an immunocompromised patient with WHIM syndrome (Wart, Hypogammaglobulinemia, Infections, Myelokathexis), 11th virus was isolated from stool sample of a healthy child from Malawi (Malawi polyomavirus; MWPyV), and 12th was described from fecal sample of a diarrheal child from Mexico (Mexico polyomavirus; MXPyV). The whole genome sequence analysis of HPyV10, MWPyV and MXPyV pointed out that they are closely related viruses. The last novel polyomavirus, namely Saint Louis polyomavirus (STLPyV) has been reported in a study published on February 2013, identified from the stool sample of a healthy child. Seroepidemiological studies indicated that most of the novel HPyVs are highly prevalent (average rate: 40-80%) worldwide and likely acquired asymptomatically during childhood, similar to the old ones, BKPyV and JCPyV. However data about HPyV10, MWPyV, MXPyV and STLPyV are not enough as they have been discovered most recently. Similarly, little is known about the pathogenesis, route of infection and the relationship with clinical diseases of novel HPyVs except MCPyV and TSPyV which are known to be responsible for Merkel cell carcinoma and trichodysplasia spinulosa, respectively. The expanding repertoire of human polyomaviruses made us think that many others will be uncovered in the future thanking to the advances in molecular methods. In this review, recent developments subjecting new human polyomaviruses have been summarized."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Microbiology, Hacettepe University Faculty of Medicine, Ankara, Turkey. durdalus@hacettepe.edu.tr"
          }
        ],
        "LastName": "Us",
        "ForeName": "Dürdal",
        "Initials": "D"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article",
      "Review"
    ],
    "VernacularTitle": "Yeni, daha yeni, en yeni insan polyomavirusları: Nereye kadar?"
  },
  "MedlineJournalInfo": {
    "Country": "Turkey",
    "MedlineTA": "Mikrobiyol Bul",
    "NlmUniqueID": "7503830",
    "ISSNLinking": "0374-9096"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "classification",
        "pathogenicity"
      ],
      "DescriptorName": "Polyomavirus"
    },
    {
      "QualifierName": [
        "epidemiology",
        "virology"
      ],
      "DescriptorName": "Polyomavirus Infections"
    },
    {
      "QualifierName": [
        "epidemiology",
        "virology"
      ],
      "DescriptorName": "Tumor Virus Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Vertebrates"
    }
  ]
}