{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24566682",
  "DateCompleted": {
    "Year": "2015",
    "Month": "02",
    "Day": "13"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2014",
        "Month": "02",
        "Day": "25"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1007/s11033-014-3262-y"
    ],
    "Journal": {
      "ISSN": "1573-4978",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "6",
        "PubDate": {
          "Year": "2014",
          "Month": "Jun"
        }
      },
      "Title": "Molecular biology reports",
      "ISOAbbreviation": "Mol Biol Rep"
    },
    "ArticleTitle": "Studies on the role of neutralizing antibodies against envelope genes in resolving HCV pseudo-particles infection.",
    "Pagination": {
      "StartPage": "3945",
      "EndPage": "3950",
      "MedlinePgn": "3945-50"
    },
    "Abstract": {
      "AbstractText": [
        "Characterization of antibodies targeting the attachment and entry of the viral particles into host cells is important for studding antibody mediated neutralization. Antibodies against the envelope glycoproteins (EGP) have neutralizing capacity and can prevent HCV infections. System based on HCV pseudo typed-particles (HCVpp) stably expressing EGP can be used for screening of HCV anti envelope neutralizing antibodies in the serum of patients with acute and chronic HCV infections. The aim of the current study was to check HCVpp as a useful tool for the detection of anti-HCV envelope antibodies in the serum of HCV infected patients and to test the binding potential of these antiviral molecules to EGP of HCV 3a. Previously developed HCVpp harboring unmodified glycoproteins from local isolates in 293T cell line were used in this study. HCVpp were pre incubated with different concentrations of anti E1 antibody and different E2 antibodies to check antiviral activity. Further we used serum samples with low/medium (≤800,000 IU/mL), and high (>800,000 IU/mL) viral titer from chronic HCV male and female patients. Infection was done in Huh-7 cells for 1 h at 37 oC. Infectivity was checked through Luciferase assay. Considerable decrease in HCVpp infectivity with anti-envelope antibodies was observed in dose dependent manner. Maximum inhibition was seen when 5 µg/ml of monoclonal anti E1 antibody used. Further increase in concentration exhibited no decrease in infectivity which suggests that other factors are also involved in causing infection. Various well characterized E2-specific monoclonal antibodies (mAbs) have been screened for their capability to reduce infection in Huh-7 cells. Three of the four mAbs specific for the E2 had no effect on the infectivity of HCVpp. Confirmation sensitive antibody H53 showed maximum inhibition of infectivity. HCV ELISA positive samples from both male and female patients were used to neutralize the HCVpp. The neutralizing antibody response was observed in both males and females patients and do not assemble the rapidly evolving HCV envelope glycoproteins. That is why in spite the presence of neutralizing antibodies in the blood they fail to resolve infections. Moreover E1 antibodies insignificantly (>0.05) inhibit HCVpp infectivity while E2 antibodies significantly (<0.05) inhibit HCVpp infection. Based on the results of this study it is concluded that anti-envelope antibodies particularly the anti-E2 could be extremely valuable for characterizing the humoral immune response to HCV and for evaluating the potential for developing passive and active immunization for hepatitis C along with interferon therapy."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Centre of Applied Molecular Biology, Ministry of Science & Technology Govt. of Punjab, 87-West Canal Bank Road, Thokar Niaz Baig, Lahore, Pakistan, shaziarafique@gmail.com."
          }
        ],
        "LastName": "Rafique",
        "ForeName": "Shazia",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Idrees",
        "ForeName": "Muhammad",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ali",
        "ForeName": "Amjad",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Iqbal",
        "ForeName": "Muhammad",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Mol Biol Rep",
    "NlmUniqueID": "0403234",
    "ISSNLinking": "0301-4851"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antibodies, Neutralizing"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Epitopes"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Hepatitis C Antibodies"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Viral Envelope Proteins"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "administration & dosage",
        "immunology"
      ],
      "DescriptorName": "Antibodies, Neutralizing"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Epitopes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "genetics",
        "immunology",
        "pathogenicity"
      ],
      "DescriptorName": "Hepacivirus"
    },
    {
      "QualifierName": [
        "drug therapy",
        "genetics",
        "immunology"
      ],
      "DescriptorName": "Hepatitis C"
    },
    {
      "QualifierName": [
        "administration & dosage",
        "immunology"
      ],
      "DescriptorName": "Hepatitis C Antibodies"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "immunology"
      ],
      "DescriptorName": "Viral Envelope Proteins"
    },
    {
      "QualifierName": [
        "genetics",
        "immunology"
      ],
      "DescriptorName": "Virion"
    }
  ]
}