{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2664936",
  "DateCompleted": {
    "Year": "1989",
    "Month": "08",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2011",
    "Month": "11",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0882-0546",
      "JournalIssue": {
        "Volume": "4",
        "Issue": "2",
        "PubDate": {
          "Year": "1989",
          "Month": "Jun"
        }
      },
      "Title": "Seminars in respiratory infections",
      "ISOAbbreviation": "Semin Respir Infect"
    },
    "ArticleTitle": "Mycobacterium avium complex and other nontuberculous mycobacteria in patients with HIV infection.",
    "Pagination": {
      "StartPage": "123",
      "EndPage": "132",
      "MedlinePgn": "123-32"
    },
    "Abstract": {
      "AbstractText": [
        "Nontuberculous mycobacteria (NTM) have been frequently identified as opportunistic pathogens in individuals with advanced human immunodeficiency virus (HIV) infection. The majority of these infections have been caused by members of the Mycobacterium avium-intracellulare complex (MAC). Disseminated MAC infection has generally been diagnosed late in the course of HIV infection, and it is often associated with persistent nonspecific symptoms of fever, generalized weakness, and weight loss. Abdominal pain and/or diarrhea with malabsorption may also occur in some patients. Despite frequent isolation of MAC organisms from respiratory secretions in these patients, significant pulmonary involvement has not been seen commonly with disseminated MAC infection. While MAC can be isolated from a variety of clinical specimens in infected individuals, culturing of blood is the single most useful diagnostic procedure to evaluate for MAC infection. The prognosis for disseminated MAC infection in HIV-infected patients has been poor, with a reported median survival of 7.4 months after diagnosis. The overall contribution of MAC infection to mortality in these patients has not been clearly delineated. Treatment of MAC infection in HIV-infected individuals using a variety of drug regimens has not been effective in clearing mycobacteremia or improving overall survival in the majority of patients. However, initiation of drug therapy for MAC may decrease the severity of disease symptoms in some patients. Several NTM other than MAC have also been reported as causing infection in HIV-infected patients. Many of these organisms are ubiquitous in the environment and are frequent colonizers of biologic specimens. Although many NTM are regarded as relatively avirulent, these organisms need to be recognized as potentially important pathogens in HIV-infected patients with significant immunosuppression."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medicine, Northwestern University Medical School."
          }
        ],
        "LastName": "MacDonell",
        "ForeName": "K B",
        "Initials": "KB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Glassroth",
        "ForeName": "J",
        "Initials": "J"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Semin Respir Infect",
    "NlmUniqueID": "8700961",
    "ISSNLinking": "0882-0546"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Acquired Immunodeficiency Syndrome"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Mycobacterium"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mycobacterium Infections, Nontuberculous"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Mycobacterium avium Complex"
    },
    {
      "QualifierName": [
        "diagnosis",
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Mycobacterium avium-intracellulare Infection"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Nontuberculous Mycobacteria"
    }
  ],
  "NumberOfReferences": "45"
}