{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "20120806",
  "DateCompleted": {
    "Year": "2010",
    "Month": "02",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "02"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0012-9658",
      "JournalIssue": {
        "Volume": "90",
        "Issue": "12",
        "PubDate": {
          "Year": "2009",
          "Month": "Dec"
        }
      },
      "Title": "Ecology",
      "ISOAbbreviation": "Ecology"
    },
    "ArticleTitle": "Intraspecific competition between co-infecting parasite strains enhances host survival in African trypanosomes.",
    "Pagination": {
      "StartPage": "3367",
      "EndPage": "3378",
      "MedlinePgn": "3367-78"
    },
    "Abstract": {
      "AbstractText": [
        "It is becoming increasingly clear that under natural conditions parasitic infections commonly consist of co-infections with multiple conspecific strains. Multiple-strain infections lead to intraspecific interactions and may have important ecological and evolutionary effects on both hosts and parasites. However, experimental evidence on intraspecific competition or facilitation in infections has been scarce because of the technical challenges of distinguishing and tracking individual co-infecting strains. To overcome this limitation, we engineered transgenic strains of the protozoan parasite Trypanosoma brucei, the causal agent of human African sleeping sickness. Different strains were transfected with fluorescence genes of different colors to make them visually distinguishable in order to investigate the effects of multiple-strain infections on parasite population dynamics and host fitness. We infected mice either with each strain alone or with mixes of two strains. Our results show a strong mutual competitive suppression of co-infecting T. brucei strains very early in infection. This mutual suppression changes within-host parasite dynamics and alleviates the effects of infection on the host. The strength of suppression depends on the density of the co-infecting strain, and differences in life-history traits between the strains determine the consequences of strain-strain competition for the host. Unexpectedly, co-infection with a less virulent strain significantly enhances host survival (+15%). Analysis of the strain dynamics reveals that this is due to the suppression of the density of the more virulent strain (-33%), whose degree of impact ultimately determines the physical condition of the host. The competitive suppression is likely caused by allelopathic interference or by apparent competition mediated by strain-specific immune responses. These findings highlight the importance of intraspecific variation for parasite-parasite and parasite-host interactions. To fully understand parasite and disease dynamics, the genetic diversity of infections must be taken into account. Through changes in parasite dynamics, intraspecific variation may further affect transmission dynamics and select for increased virulence of each strain. The precise mechanisms underlying mutual suppression are not yet understood but may be exploitable to fight this devastating parasite. Our results are therefore not only of basic ecological interest investigating an important form of intraspecific competition, but may also have applied relevance for public health."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Ecology and Evolutionary Biology, Yale University, 165 Prospect Street, New Haven, Connecticut 06511, USA. oliver.balmer@aya.yale.edu"
          }
        ],
        "LastName": "Balmer",
        "ForeName": "Oliver",
        "Initials": "O"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Stearns",
        "ForeName": "Stephen Curtis",
        "Initials": "SC"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Schötzau",
        "ForeName": "Andreas",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Brun",
        "ForeName": "Reto",
        "Initials": "R"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Research Support, U.S. Gov't, Non-P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Ecology",
    "NlmUniqueID": "0043541",
    "ISSNLinking": "0012-9658"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Fluorescent Dyes"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Fluorescent Dyes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Genotype"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Population Density"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Population Dynamics"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Random Allocation"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Transfection"
    },
    {
      "QualifierName": [
        "classification",
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Trypanosoma brucei brucei"
    },
    {
      "QualifierName": [
        "immunology",
        "parasitology"
      ],
      "DescriptorName": "Trypanosomiasis, African"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virulence"
    }
  ]
}