{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15156018",
  "DateCompleted": {
    "Year": "2004",
    "Month": "08",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "11",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1064-3745",
      "JournalIssue": {
        "Volume": "268",
        "PubDate": {
          "Year": "2004"
        }
      },
      "Title": "Methods in molecular biology (Clifton, N.J.)",
      "ISOAbbreviation": "Methods Mol Biol"
    },
    "ArticleTitle": "Detection of infectious rotaviruses by flow cytometry.",
    "Pagination": {
      "StartPage": "61",
      "EndPage": "68",
      "MedlinePgn": "61-8"
    },
    "Abstract": {
      "AbstractText": [
        "Human rotaviruses are considered the main cause of viral gastroenteritis in infants and young children throughout the world. Their transmission is through the fecal-oral route, mostly after ingestion of contaminated water and food. Since an extremely high number of virus particles are present in the feces during the acute gastroenteritis, methods based on electron microscopy, passive particle agglutination tests, or enzyme-linked immunosorbent assays are readily employed for clinical diagnosis. However, the sensitivity of these procedures is not high enough to detect the low number of viral particles sometimes present in the environment. In the case of environmental samples, amplification of viral nucleic acids by polymerase chain reaction assays coupled to reverse transcription (RT-PCR) has been increasingly applied to detect rotaviruses in water and shellfish samples. However, procedures based on molecular approaches have to face the drawback that they do not differentiate between infectious and noninfectious particles, which is of major relevance from the public health point of view. Virus propagation in cell culture prior to detection by immunological or molecular procedures accomplishes the dual purpose of increasing the amount of target material and incorporating an infectivity assay as well.Wild-type rotaviruses present difficulties in their in vitro replication, although some of them may be adapted to grow in several cell lines such as the monkey kidney cell line MA104 or the human intestinal cell line CaCo-2. More than a decade ago, an assay for the specific detection of infectious rotaviruses in environmental samples, involving an indirect immunofluorescence test (IIF) and optical microscopy (OM) counting of infected foci in infected MA-104 cell monolayers, was described. On the other hand, CaCo-2 cells have been successfully employed in our laboratory for infectivity assays of several fastidious enteric virus strains present in water samples."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, School of Biology, University of Barcelona, Barcelona, Spain."
          }
        ],
        "LastName": "Bosch",
        "ForeName": "Albert",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Pintó",
        "ForeName": "Rosa M",
        "Initials": "RM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Comas",
        "ForeName": "Jaume",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Abad",
        "ForeName": "Francesc-Xavier",
        "Initials": "FX"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Methods Mol Biol",
    "NlmUniqueID": "9214969",
    "ISSNLinking": "1064-3745"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Cell Line"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Flow Cytometry"
    },
    {
      "QualifierName": [
        "methods"
      ],
      "DescriptorName": "Fluorescent Antibody Technique, Indirect"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Rotavirus"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Rotavirus Infections"
    }
  ]
}