{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "22590639",
  "DateCompleted": {
    "Year": "2012",
    "Month": "09",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "10",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "05",
        "Day": "10"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e36942",
      "10.1371/journal.pone.0036942"
    ],
    "Journal": {
      "ISSN": "1932-6203",
      "JournalIssue": {
        "Volume": "7",
        "Issue": "5",
        "PubDate": {
          "Year": "2012"
        }
      },
      "Title": "PloS one",
      "ISOAbbreviation": "PLoS One"
    },
    "ArticleTitle": "Sodium chloride inhibits the growth and infective capacity of the amphibian chytrid fungus and increases host survival rates.",
    "Pagination": {
      "StartPage": "e36942",
      "MedlinePgn": "e36942"
    },
    "Abstract": {
      "AbstractText": [
        "The amphibian chytrid fungus Batrachochytrium dendrobatidis is a recently emerged pathogen that causes the infectious disease chytridiomycosis and has been implicated as a contributing factor in the global amphibian decline. Since its discovery, research has been focused on developing various methods of mitigating the impact of chytridiomycosis on amphibian hosts but little attention has been given to the role of antifungal agents that could be added to the host's environment. Sodium chloride is a known antifungal agent used routinely in the aquaculture industry and this study investigates its potential for use as a disease management tool in amphibian conservation. The effect of 0-5 ppt NaCl on the growth, motility and survival of the chytrid fungus when grown in culture media and its effect on the growth, infection load and survivorship of infected Peron's tree frogs (Litoria peronii) in captivity, was investigated. The results reveal that these concentrations do not negatively affect the survival of the host or the pathogen. However, concentrations greater than 3 ppt significantly reduced the growth and motility of the chytrid fungus compared to 0 ppt. Concentrations of 1-4 ppt NaCl were also associated with significantly lower host infection loads while infected hosts exposed to 3 and 4 ppt NaCl were found to have significantly higher survival rates. These results support the potential for NaCl to be used as an environmentally distributed antifungal agent for the prevention of chytridiomycosis in susceptible amphibian hosts. However, further research is required to identify any negative effects of salt exposure on both target and non-target organisms prior to implementation."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "School of Environmental and Life Sciences, The University of Newcastle, Callaghan, New South Wales, Australia. michelle.stockwell@newcastle.edu.au"
          }
        ],
        "LastName": "Stockwell",
        "ForeName": "Michelle Pirrie",
        "Initials": "MP"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Clulow",
        "ForeName": "John",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mahony",
        "ForeName": "Michael Joseph",
        "Initials": "MJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "PLoS One",
    "NlmUniqueID": "101285081",
    "ISSNLinking": "1932-6203"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "451W47IQ8X",
      "NameOfSubstance": "Sodium Chloride"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Anura"
    },
    {
      "QualifierName": [
        "metabolism",
        "pathogenicity"
      ],
      "DescriptorName": "Chytridiomycota"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dose-Response Relationship, Drug"
    },
    {
      "QualifierName": [
        "drug therapy",
        "microbiology"
      ],
      "DescriptorName": "Mycoses"
    },
    {
      "QualifierName": [
        "pharmacology"
      ],
      "DescriptorName": "Sodium Chloride"
    }
  ],
  "CoiStatement": "<b>Competing Interests: </b>The authors have declared that no competing interests exist."
}