{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17126960",
  "DateCompleted": {
    "Year": "2007",
    "Month": "09",
    "Day": "20"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "21"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2006",
        "Month": "11",
        "Day": "09"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0264-410X",
      "JournalIssue": {
        "Volume": "25",
        "Issue": "30",
        "PubDate": {
          "Year": "2007",
          "Month": "Jul",
          "Day": "26"
        }
      },
      "Title": "Vaccine",
      "ISOAbbreviation": "Vaccine"
    },
    "ArticleTitle": "An overview of the epidemiology of avian influenza.",
    "Pagination": {
      "StartPage": "5637",
      "EndPage": "5644",
      "MedlinePgn": "5637-44"
    },
    "Abstract": {
      "AbstractText": [
        "Only viruses of the Influenzavirus A genus have been isolated from birds and termed avian influenza [AI] viruses, but viruses with all 16 haemagglutinin [H1-H16] and all 9 neuraminidase [N1-N9] influenza A subtypes in the majority of possible combinations have been isolated from avian species. Influenza A viruses infecting poultry can be divided into two groups. The very virulent viruses causing highly pathogenic avian influenza [HPAI], with flock mortality as high as 100%. These viruses have been restricted to subtypes H5 and H7, although not all H5 and H7 viruses cause HPAI. All other viruses cause a milder, primarily respiratory, disease [LPAI], unless exacerbated. Until recently HPAI viruses were rarely isolated from wild birds, but for LPAI viruses extremely high isolation rates have been recorded in surveillance studies, with overall figures of about 11% for ducks and geese and around 2% for all other species. Influenza viruses may infect all types of domestic or captive birds in all areas of the world, the frequency with which primary infections occur in any type of bird usually depending on the degree of contact there is with feral birds. Secondary spread is usually associated with human involvement, either by bird or bird product movement or by transferring infective faeces from infected to susceptible birds, but potentially wild birds could be involved. In recent years there have been costly outbreaks of HPAI in poultry in Italy, The Netherlands and Canada and in each millions of birds were slaughtered to bring the outbreaks under control. Since the 1990s AI infections due to two subtypes have been widespread in poultry across a large area of the World. LPAI H9N2 appears to have spread across the whole of Asia in that time and has become endemic in poultry in many of the affected countries. However, these outbreaks have tended to have been overshadowed by the H5N1 HPAI virus, initially isolated in China, that has now spread in poultry and/or wild birds throughout Asia and into Europe and Africa, resulting in the death or culling of hundreds of millions of poultry and posing a significant zoonosis threat."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Virology Department, VLA Weybridge, Addlestone, Surrey, UK. d.j.alexander@vla.defra.gsi.gov.uk"
          }
        ],
        "LastName": "Alexander",
        "ForeName": "Dennis J",
        "Initials": "DJ"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Vaccine",
    "NlmUniqueID": "8406899",
    "ISSNLinking": "0264-410X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Birds"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Endemic Diseases"
    },
    {
      "QualifierName": [
        "classification",
        "isolation & purification"
      ],
      "DescriptorName": "Influenza A virus"
    },
    {
      "QualifierName": [
        "epidemiology",
        "transmission",
        "virology"
      ],
      "DescriptorName": "Influenza in Birds"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Poultry"
    }
  ],
  "NumberOfReferences": "84"
}