{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16267727",
  "DateCompleted": {
    "Year": "2006",
    "Month": "09",
    "Day": "25"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2005",
        "Month": "11",
        "Day": "01"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1537-6591",
      "JournalIssue": {
        "Volume": "41",
        "Issue": "11",
        "PubDate": {
          "Year": "2005",
          "Month": "Dec",
          "Day": "01"
        }
      },
      "Title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
      "ISOAbbreviation": "Clin Infect Dis"
    },
    "ArticleTitle": "Invasive Saccharomyces infection: a comprehensive review.",
    "Pagination": {
      "StartPage": "1559",
      "EndPage": "1568",
      "MedlinePgn": "1559-68"
    },
    "Abstract": {
      "AbstractText": [
        "Saccharomyces cerevisiae (also known as \"baker's yeast\" or \"brewer's yeast\") is mostly considered to be an occasional digestive commensal. However, since the 1990s, there have been a growing number of reports about its implication as an etiologic agent of invasive infection. A particular feature of such infections is their association with a probiotic preparation of Saccharomyces boulardii (a subtype of S. cerevisiae) for treatment various diarrheal disorders.",
        "We collected published case reports, through May 2005, of invasive Saccharomyces infection by use of a Medline query. Epidemiological and clinical charts and therapeutic strategies were analyzed.",
        "We found 92 cases of Saccharomyces invasive infection. Predisposing factors were similar to those of invasive candidiasis, with intravascular catheter and antibiotic therapy being the most frequent. Blood was the most frequent site of isolation (for 72 patients). S. boulardii accounted for 51.3% of fungemias and was exclusively isolated from blood. Compared with patients infected with S. cerevisiae, patients infected with S. boulardii were more frequently immunocompetent and had a better prognosis. Saccharomyces invasive infection was clinically indistinguishable from an invasive candidiasis. Overall, S. cerevisiae clinical isolates exhibited low susceptibility to amphotericin B and azole derivatives. However, global outcome was favorable in 62% of the cases. Treatment with intravenous amphotericin B and fluconazole, in combination with central vascular catheter removal, were effective therapeutic options.",
        "Saccharomyces organisms should now be added to the growing list of emerging fungal pathogens. Special caution should be taken regarding the use of S. boulardii probiotic preparations."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratoire de Parasitologie, Faculte de Medecine Pierre et Marie Curie, Universite Pierre et Marie Curie, Paris, France."
          }
        ],
        "LastName": "Enache-Angoulvant",
        "ForeName": "Adela",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hennequin",
        "ForeName": "Christophe",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Meta-Analysis"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Infect Dis",
    "NlmUniqueID": "9203213",
    "ISSNLinking": "1058-4838"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "epidemiology",
        "microbiology"
      ],
      "DescriptorName": "Mycoses"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "classification",
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Saccharomyces"
    }
  ]
}