{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "12474475",
  "DateCompleted": {
    "Year": "2003",
    "Month": "01",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "05",
    "Day": "13"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0035-9203",
      "JournalIssue": {
        "Volume": "96",
        "Issue": "5",
        "PubDate": {
          "Year": "2002",
          "Season": "Sep-Oct"
        }
      },
      "Title": "Transactions of the Royal Society of Tropical Medicine and Hygiene",
      "ISOAbbreviation": "Trans R Soc Trop Med Hyg"
    },
    "ArticleTitle": "Laboratory vector competence experiments with yellow fever virus and five South African mosquito species including Aedes aegypti.",
    "Pagination": {
      "StartPage": "493",
      "EndPage": "498",
      "MedlinePgn": "493-8"
    },
    "Abstract": {
      "AbstractText": [
        "Three domestic and peridomestic mosquito species, selected because their prevalence, distribution and ecology favoured them as potential urban vectors of yellow fever (YF) in South Africa, were submitted to numerous tests for infectivity [measured as dose needed to infect 50% of the mosquitoes (MID50)], mainly with a Kenyan strain (BC7914) of the virus. Use of a Nigerian virus strain (TVP1617) did not significantly alter infectivity. After artificial infective blood meals with titres of 7.0-8.0 log10MID50/mL, head squash infection rates (HSIRs) determined by the indirect fluorescent antibody test were 0-4% (Eretmapodites quinquevittatus), 0-29% (Aedes simpsoni s. s.) and 0-21% (5 populations of Aedes aegypti). For some populations of Ae. aegypti tests were repeated with blood meals incorporating freshly prepared rather than frozen mouse brain but HSIRs did not increase. HSIRs did increase when a high infecting titre of 9.0 log10MID50/mL was used with the Richards Bay population (67-90%). It is concluded that these 3 mosquito species are potentially poor YF vectors but that Ae. simpsoni and Richards Bay Ae. aegypti are the most susceptible to the virus. However, the latter 2 species could support person-to-person transmission only if they were present at very high densities. This rarely occurs with Ae. simpsoni in South Africa but Ae. aegypti may occur at high densities although only in discrete foci. The feral Ae. furcifer and Ae. cordellieri had HSIRs of 29% and 3% respectively and Ae. furcifer 'transmitted' the virus in vitro at a transmission rate of 25%. This suggests that Ae. furcifer would be more important than Ae. cordellieri in transmission between monkeys in West Africa."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Special Pathogens Unit, National Institute for Communicable Diseases, Department of Virology, University of the Witwatersrand, Private Bag X4, Sandringham, South Africa."
          }
        ],
        "LastName": "Jupp",
        "ForeName": "Peter G",
        "Initials": "PG"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kemp",
        "ForeName": "Alan",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Trans R Soc Trop Med Hyg",
    "NlmUniqueID": "7506129",
    "ISSNLinking": "0035-9203"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Aedes"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Haplorhini"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Insect Vectors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "South Africa"
    },
    {
      "QualifierName": [
        "transmission"
      ],
      "DescriptorName": "Yellow Fever"
    }
  ]
}