{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Allelic variation",
      "COVID-19",
      "Clinical outcome",
      "Coronavirus",
      "Genetic predisposition",
      "Genotype",
      "Polymorphisms",
      "SARS-CoV-2",
      "TLR7",
      "X chromosome"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "33092637",
  "DateCompleted": {
    "Year": "2020",
    "Month": "11",
    "Day": "02"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "12",
    "Day": "18"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "10",
        "Day": "22"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "40",
      "10.1186/s40246-020-00290-4"
    ],
    "Journal": {
      "ISSN": "1479-7364",
      "JournalIssue": {
        "Volume": "14",
        "Issue": "1",
        "PubDate": {
          "Year": "2020",
          "Month": "Oct",
          "Day": "22"
        }
      },
      "Title": "Human genomics",
      "ISOAbbreviation": "Hum Genomics"
    },
    "ArticleTitle": "Human genetic factors associated with susceptibility to SARS-CoV-2 infection and COVID-19 disease severity.",
    "Pagination": {
      "StartPage": "40",
      "MedlinePgn": "40"
    },
    "Abstract": {
      "AbstractText": [
        "The emergence of the novel coronavirus in Wuhan, Hubei Province, China, in December 2019 marked the synchronization of the world to a peculiar clock that is counting infected cases and deaths instead of hours and minutes. The pandemic, highly transmissible severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) has indeed caused considerable morbidity and mortality and drastically changed our everyday lives. As we continue to become acquainted with the seventh coronavirus known to infect our species, a number of its characteristics keep surprising us. Among those is the wide spectrum of clinical manifestations of the resulting coronavirus disease 2019 (COVID-19), which ranges from asymptomatic or mildly symptomatic infections to severe pneumonia, respiratory failure, and death.",
        "Data, now from patient populations, are beginning to accumulate on human genetic factors that may contribute to the observed diversified disease severity. Therefore, we deemed it prudent to review the associations between specific human genetic variants and clinical disease severity or susceptibility to infection that have been reported in the literature to date (at the time of writing this article in early August 2020 with updates in mid-September). With this work, we hope (i) to assist the fast-paced biomedical research efforts to combat the virus by critically summarizing current knowledge on the potential role of host genetics, and (ii) to help guide current genetics and genomics research towards candidate gene variants that warrant further investigation in larger studies. We found that determinants of differing severity of COVID-19 predominantly include components of the immune response to the virus, while determinants of differing susceptibility to SARS-CoV-2 mostly entail genes related to the initial stages of infection (i.e., binding of the cell surface receptor and entry).",
        "Elucidating the genetic determinants of COVID-19 severity and susceptibility to SARS-CoV-2 infection would allow for the stratification of individuals according to risk so that those at high risk would be prioritized for immunization, for example, if or when safe and effective vaccines are developed. Our enhanced understanding of the underlying biological mechanisms could also guide personalized therapeutics. Such knowledge is already beginning to provide clues that help explain, at least in part, current epidemiologic observations regarding the typically more severe or benign disease course in older males and children, respectively."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0001-7666-9198"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Microbiology, Medical School, National and Kapodistrian University of Athens, 75 Mikras Asias Street, 11527, Athens, Greece. cleoa@med.uoa.gr."
          }
        ],
        "LastName": "Anastassopoulou",
        "ForeName": "Cleo",
        "Initials": "C"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Pharmacogenomics and Individualized Therapy, Department of Pharmacy, School of Health Sciences, University of Patras, Patras, Greece."
          }
        ],
        "LastName": "Gkizarioti",
        "ForeName": "Zoi",
        "Initials": "Z"
      },
      {
        "Identifier": [
          "0000-0002-0519-7776"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Pharmacogenomics and Individualized Therapy, Department of Pharmacy, School of Health Sciences, University of Patras, Patras, Greece."
          },
          {
            "Identifier": [],
            "Affiliation": "Zayed Center of Health Sciences, United Arab Emirates University, Al-Ain, United Arab Emirates."
          },
          {
            "Identifier": [],
            "Affiliation": "College of Medicine and Health Sciences, Department of Pathology, United Arab Emirates University, Al-Ain, United Arab Emirates."
          }
        ],
        "LastName": "Patrinos",
        "ForeName": "George P",
        "Initials": "GP"
      },
      {
        "Identifier": [
          "0000-0003-0656-4715"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Laboratory of Microbiology, Medical School, National and Kapodistrian University of Athens, 75 Mikras Asias Street, 11527, Athens, Greece."
          }
        ],
        "LastName": "Tsakris",
        "ForeName": "Athanasios",
        "Initials": "A"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Hum Genomics",
    "NlmUniqueID": "101202210",
    "ISSNLinking": "1473-9542"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Betacoronavirus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "COVID-19"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Coronavirus Infections"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Genetic Predisposition to Disease"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pandemics"
    },
    {
      "QualifierName": [
        "diagnosis"
      ],
      "DescriptorName": "Pneumonia, Viral"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Polymorphism, Genetic"
    },
    {
      "QualifierName": [],
      "DescriptorName": "SARS-CoV-2"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ],
  "CoiStatement": "The authors declare that they have no competing interests."
}