{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Amphistome",
      "Diagnosis",
      "Glutathione-S-transferase",
      "Immunolocalization"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "32081660",
  "DateCompleted": {
    "Year": "2020",
    "Month": "09",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "09",
    "Day": "16"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2020",
        "Month": "02",
        "Day": "17"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.actatropica.2020.105400",
      "S0001-706X(19)31336-1"
    ],
    "Journal": {
      "ISSN": "1873-6254",
      "JournalIssue": {
        "Volume": "205",
        "PubDate": {
          "Year": "2020",
          "Month": "May"
        }
      },
      "Title": "Acta tropica",
      "ISOAbbreviation": "Acta Trop"
    },
    "ArticleTitle": "Glutathione-S-transferase: an important diagnostic antigen of liver amphistome Gigantocotyle explanatum, infecting the Indian water buffalo.",
    "Pagination": {
      "StartPage": "105400",
      "MedlinePgn": "105400"
    },
    "Abstract": {
      "AbstractText": [
        "The foodborne trematodiases pose a significant health problem to the animals as well as the human population living in close proximities with the livestock and are still considered as the neglected tropical diseases by the World Health Organisation. The digenetic trematode, Gigantocotyle explanatum infecting the liver of Indian water buffalo, Bubalus bubalis, has been identified as one of the most common helminth parasite responsible for the disease, amphistomosis, in livestock. Despite huge abattoir prevalence, the epidemiological data and the actual economic losses incurred due to this parasite alone are yet to be established probably due to the limitations of routinely used diagnostic tests. The gold standard for the confirmation of such infections under field conditions is still the fecal egg count (FEC). However, the poor sensitivity and cumbersome nature of these tests necessitates the development of a more sensitive, reliable and easy to perform workflow/method. Immunological diagnosis of helminthic infections is still considered as an alternative to the FEC. Therefore, efforts have been made to utilize glutathione-S-transferase (GST), a vitally significant molecule of the adult G. explanatum, for the serodiagnosis of amphistomosis under both laboratory and field conditions. The GST antigen was first affinity purified from the somatic extract of the adult worms since its highest level was recorded in the somatic extracts followed by eggs and the excretory/secretory products. A five-fold affinity purified native GST antigen of about 25 kDa was found to be highly immunogenic as evident from high titre (1:25,600) of the polyclonal antibodies raised in the rabbits. The immunoblotting results revealed differential presence of GST in the adult worms, their eggs and excretory/secretory products. The immunolocalization studies revealed that the vitelline glands are the major source of GST in liver amphistome. Further, we were able to successfully screen animals naturally infected with G. explanatum using anti GST polyclonal antibodies in dot blot assay. High levels of both circulating GST antigen and anti GST antibodies were detected in the serum of the animals naturally infected with G. explanatum, while no cross reactivity was observed with the tropical liver fluke, F. gigantica which often infects the buffalo liver concurrently. The findings of the present study indicate that GST could be used as an important antigen for the diagnosis of G. explanatum infection in Indian water buffaloes."
      ],
      "CopyrightInformation": "Copyright © 2020 Elsevier B.V. All rights reserved."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Parasitology, Department of Zoology, Aligarh Muslim University, Aligarh, India. Electronic address: rehman.abdur@live.com."
          }
        ],
        "LastName": "Rehman",
        "ForeName": "Abdur",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Parasitology, Department of Zoology, Aligarh Muslim University, Aligarh, India."
          }
        ],
        "LastName": "Ullah",
        "ForeName": "Rizwan",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Parasitology, Department of Zoology, Aligarh Muslim University, Aligarh, India; Department of Zoology, School of Biosciences and Biotechnology, BGSB University, Jammu and Kashmir, India."
          }
        ],
        "LastName": "Khan",
        "ForeName": "M A Hannan",
        "Initials": "MAH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Section of Parasitology, Department of Zoology, Aligarh Muslim University, Aligarh, India. Electronic address: a.abidi92@gmail.com."
          }
        ],
        "LastName": "Abidi",
        "ForeName": "S M A",
        "Initials": "SMA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "Netherlands",
    "MedlineTA": "Acta Trop",
    "NlmUniqueID": "0370374",
    "ISSNLinking": "0001-706X"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Antigens, Helminth"
    },
    {
      "RegistryNumber": "EC 2.5.1.18",
      "NameOfSubstance": "Glutathione Transferase"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Antigens, Helminth"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Buffaloes"
    },
    {
      "QualifierName": [
        "blood"
      ],
      "DescriptorName": "Glutathione Transferase"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Liver"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Rabbits"
    },
    {
      "QualifierName": [
        "veterinary"
      ],
      "DescriptorName": "Serologic Tests"
    },
    {
      "QualifierName": [
        "enzymology"
      ],
      "DescriptorName": "Trematoda"
    },
    {
      "QualifierName": [
        "blood",
        "diagnosis",
        "parasitology",
        "veterinary"
      ],
      "DescriptorName": "Trematode Infections"
    }
  ],
  "CoiStatement": "Declaration of Competing Interest The authors declare no conflict of interests."
}