{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "3288420",
  "DateCompleted": {
    "Year": "1988",
    "Month": "07",
    "Day": "28"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "12",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0095-5108",
      "JournalIssue": {
        "Volume": "15",
        "Issue": "2",
        "PubDate": {
          "Year": "1988",
          "Month": "Jun"
        }
      },
      "Title": "Clinics in perinatology",
      "ISOAbbreviation": "Clin Perinatol"
    },
    "ArticleTitle": "Mechanisms and pathways of congenital infections.",
    "Pagination": {
      "StartPage": "163",
      "EndPage": "188",
      "MedlinePgn": "163-88"
    },
    "Abstract": {
      "AbstractText": [
        "Fetal and neonatal infections can occur at different times during pregnancy, from conception to birth. Infections that take place near the time of conception often destroy the zygote or embryo and only rarely leave definitive evidence. The mother can transmit the infection to her fetus through several routes, but the most likely routes are through ascending infections and through the blood. The inability of most agents to infect the early embryo probably depends largely on local barriers to the infectious agent, such as the zona pellucida. Some viruses, however, because of their systems for gene regulation of expression, can infect only embryos of certain developmental stages. Certain retroviruses can infect embryos, integrate into cellular DNA, and become part of the germline. After implantation, most infectious agents reach the fetus hematogenously. Organisms circulating in the mother reach and infect the placenta. They then may breach the placenta, gain access to the fetal circulation, and disseminate through the fetal body. Agents with particular tropisms infect particular organs and cause particular symptom complexes. The damage done by the organisms depends largely on the gestational age of the fetus at the time of the infection. The ability of the agent to infect or damage the fetus at all often depends on whether the mother is experiencing a primary infection or has previously mounted an effective immune response. Agents harm the fetus through direct destruction of parenchymal cells, through destruction of blood vessels and resulting infarction, through continued replication in fetal and neonatal tissues, through altering the growth parameters of various fetal tissues, and through provoking autoimmune responses. Infections that begin in the perinatal period usually infect the fetus by direct inoculation from infected foci in the birth canal or through direct contact with large amounts of infected maternal body fluids. Direct tissue destruction of the immediate sequelae of invasive infections usually causes the fetal damage from these perinatally acquired agents. The clinical features of the disease that begin in this period provide an opportunity for effective therapeutic intervention. Understanding the routes of fetal infection and the mechanisms underlying fetal damage from infection will help in devising strategies for preventing and treating congenital infections."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Division of Infectious Diseases, Children's Hospital of Philadelphia, Pennsylvania."
          }
        ],
        "LastName": "Zeichner",
        "ForeName": "S L",
        "Initials": "SL"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Plotkin",
        "ForeName": "S A",
        "Initials": "SA"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Perinatol",
    "NlmUniqueID": "7501306",
    "ISSNLinking": "0095-5108"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Bacterial Infections"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Congenital Abnormalities"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "etiology",
        "transmission"
      ],
      "DescriptorName": "Fetal Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Infant, Newborn"
    },
    {
      "QualifierName": [
        "congenital",
        "etiology",
        "transmission"
      ],
      "DescriptorName": "Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Pregnancy"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Pregnancy Complications, Infectious"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Protozoan Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Time Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Virus Diseases"
    }
  ],
  "NumberOfReferences": "166"
}