{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16449293",
  "DateCompleted": {
    "Year": "2006",
    "Month": "09",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2022",
    "Month": "03",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2006",
        "Month": "01",
        "Day": "31"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0931-0509",
      "JournalIssue": {
        "Volume": "21",
        "Issue": "4",
        "PubDate": {
          "Year": "2006",
          "Month": "Apr"
        }
      },
      "Title": "Nephrology, dialysis, transplantation : official publication of the European Dialysis and Transplant Association - European Renal Association",
      "ISOAbbreviation": "Nephrol Dial Transplant"
    },
    "ArticleTitle": "Tunnelled haemodialysis catheter bacteraemia: risk factors for bacteraemia recurrence, infectious complications and mortality.",
    "Pagination": {
      "StartPage": "1024",
      "EndPage": "1031",
      "MedlinePgn": "1024-31"
    },
    "Abstract": {
      "AbstractText": [
        "Infection is a serious complication of tunnelled cuffed catheter (TCC) use and is associated with high complication and mortality rates. Although attempts at TCC salvage after bacteraemia have been associated with high rates of recurrent bacteraemia, there have been no large studies in which multivariate analysis has been performed to control for confounding factors such as infecting organisms, diabetes, etc.",
        "A prospective observational study was performed in chronic HD patients dialyzing with a TCC at seven outpatient HD centers. All patients diagnosed with TCC bacteraemia were observed for 3 months following initial presentation and outcomes were recorded.",
        "During the 2.5 year study period, 226 patients had an episode of TCC bacteraemia that met inclusion criteria, and 3 month follow-up data were available in 219 episodes. Treatment failure, defined as recurrent TCC bacteraemia with the same organism or death from sepsis, occurred in 26 patients (12%). Infectious complications (such as endocarditis, osteomyelitis, etc.) occurred in 16 patients (7%), bacteraemia with a different organism occurred in 19 patients (9%), and death from sepsis occurred in eight patients (4%). Significant predictors of treatment failure (by univariate analysis) were TCC salvage, and infection with Staphylococcus aureus, (OR = 4.2, P = 0.002; and OR = 3.3, P = 0.02, respectively). TCC salvage, when used in episodes of S. aureus bacteraemia, was associated with an 8-fold higher risk of treatment failure (P = 0.001). The presence of an abnormal TCC exit site was associated with a significantly higher rate of death from sepsis, (OR = 7, P = 0.001). Outcomes (treatment failure and infectious complications) did not differ among bacteraemic episodes where the TCC was exchanged over a guidewire compared to those in which the TCC was immediately removed followed by delayed reinsertion. In the multivariate analysis, adjusted for potential confounding covariates, the only significant predictors of treatment failure after an episode of TCC bacteraemia were TCC salvage (OR = 5.4, P = 0.003), and S. aureus (OR = 4.2, P = 0.002). In a multivariate analysis, controlling for TCC management, the only variable that was significantly associated with the development of an infectious complication was infection with S. aureus (OR = 3.5, P = 0.02).",
        "We have shown, using multivariate analysis and adjusting for potential confounding factors, that the use of TCC salvage and S. aureus are independent risk factors for treatment failure after an episode of TCC bacteraemia, and that S. aureus is an independent risk factor for developing an infectious complication. An infected-appearing TCC exit site is associated with a higher mortality rate. Episodes of TCC bacteraemia treated using TCC salvage are associated with the highest treatment failure rates. TCC guidewire exchange can be an acceptable practice, unless severe exit site or tunnel infection is present."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Depqartment of Medicine, Monteflore Medical Center, Bronx, NY 10467, USA. mokrzm@monteflore.org"
          }
        ],
        "LastName": "Mokrzycki",
        "ForeName": "Michele H",
        "Initials": "MH"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Zhang",
        "ForeName": "Meilin",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cohen",
        "ForeName": "Hillel",
        "Initials": "H"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Golestaneh",
        "ForeName": "Ladan",
        "Initials": "L"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Laut",
        "ForeName": "Jeffrey M",
        "Initials": "JM"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Rosenberg",
        "ForeName": "Stuart O",
        "Initials": "SO"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Multicenter Study",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Nephrol Dial Transplant",
    "NlmUniqueID": "8706402",
    "ISSNLinking": "0931-0509"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy",
        "etiology",
        "mortality"
      ],
      "DescriptorName": "Bacteremia"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Catheterization, Central Venous"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Middle Aged"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Prospective Studies"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Renal Dialysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [
        "drug therapy",
        "etiology",
        "mortality"
      ],
      "DescriptorName": "Staphylococcal Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Staphylococcus aureus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Survival Rate"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Treatment Outcome"
    }
  ]
}