{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "24180132",
  "DateCompleted": {
    "Year": "2013",
    "Month": "12",
    "Day": "05"
  },
  "DateRevised": {
    "Year": "2013",
    "Month": "11",
    "Day": "04"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "pol"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0025-8601",
      "JournalIssue": {
        "Volume": "65",
        "Issue": "1",
        "PubDate": {
          "Year": "2013"
        }
      },
      "Title": "Medycyna doswiadczalna i mikrobiologia",
      "ISOAbbreviation": "Med Dosw Mikrobiol"
    },
    "ArticleTitle": "[Analysis of norovirus and rotavirus infections of patients hospitalized in the General Specialist Hospital in Lublin. Retrospective studies].",
    "Pagination": {
      "StartPage": "57",
      "EndPage": "64",
      "MedlinePgn": "57-64"
    },
    "Abstract": {
      "AbstractText": [
        "INDRODUCTION: Recent years have brought reports about increasing role of the viruses among the pathogens causing gastro-intestinal acute infections. Among them norovirus and rotavirus dominate. Rotavirus infections are the major reason of nosocomial infections in pediatric wards, and norovirus are the most common factors ofepidemiological gastrointestinal infections among adults. The knowledge about epidemiology of nosocomial diarrheas and microbiological characteristics of mentioned viruses is very useful in the process of prevention of spreading infections. The aim of the study was the laboratory diagnostics of etiology factors inducing intestinal infections of hospitalized patients as well as the evaluation of hospital epidemiological situation in terms of gastro-intestinal infections caused by viruses in the year 2011.",
        "Pathogen causing infections was determined on the basis of results of stool samples analysis. Samples were collected from patients with infection's symptoms. The process of rotaviruses diagnosis was using single-stage membrane test based on immunochromathographic technology, by STAMAR. Norovirus infections were detected by immunoenzymatic third-generation qualitative test \"Norovirus RIDASCREEN\" by R-Biopharm. Analysis of gastrointestinal infections caused by norovirus and rotavirus was carried out on the basis of diagnostic tests results of infected patients and data from the infection registry of hospital epidemiological surveillance in the year 2011. Reported infections of rotavirus or norovirus were analyzed with regard to gender of patients, hospital ward, time (month) of occurrence and type of infection (nosocomial or non-nosocomial). The data were statistically analyzed using non-parametrical chi2 test of the statistical package SPSS 12.0PL.",
        "The results showed considerably greater number of rotavirus infections (176 cases - 0.87% of hospitalized patients) than norovirus infections (118 cases - 0.58% of hospitalized). Majority of rotavirus infections (96.6%) applied to pediatric ward patients, their occurrence indicated seasonality of this infections. All of norovirus infections were classified as nosocomial.",
        "Following hospital dyscypline increases safety of hospitalized patients and reduction of epidemiological focuses, what was confirmed by relatively low rate of patients diagnosed with defined nosocomial infections."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Wojewódzki Szpital Specjalistyczny im. Stefana Kardynala Wyszyńskiego w Lublinie."
          }
        ],
        "LastName": "Puacz",
        "ForeName": "Elzbieta",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Cwikła",
        "ForeName": "Sylwia",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Piasecka-Twaróg",
        "ForeName": "Małgorzata",
        "Initials": "M"
      }
    ],
    "PublicationTypeList": [
      "English Abstract",
      "Journal Article"
    ],
    "VernacularTitle": "Analiza zakazeń norowirusami i rotawirusami u pacjentów hospitalizowanych w Wojewódzkim Szpitalu Specjalistycznym w Lublinie. Badania retrospektywne."
  },
  "MedlineJournalInfo": {
    "Country": "Poland",
    "MedlineTA": "Med Dosw Mikrobiol",
    "NlmUniqueID": "0210575",
    "ISSNLinking": "0025-8601"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Adult"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "virology"
      ],
      "DescriptorName": "Caliciviridae Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "virology"
      ],
      "DescriptorName": "Cross Infection"
    },
    {
      "QualifierName": [
        "virology"
      ],
      "DescriptorName": "Feces"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "virology"
      ],
      "DescriptorName": "Gastroenteritis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Poland"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Retrospective Studies"
    },
    {
      "QualifierName": [
        "diagnosis",
        "epidemiology",
        "virology"
      ],
      "DescriptorName": "Rotavirus Infections"
    }
  ]
}