{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "16524405",
  "DateCompleted": {
    "Year": "2006",
    "Month": "05",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2020",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1198-743X",
      "JournalIssue": {
        "Volume": "12",
        "Issue": "4",
        "PubDate": {
          "Year": "2006",
          "Month": "Apr"
        }
      },
      "Title": "Clinical microbiology and infection : the official publication of the European Society of Clinical Microbiology and Infectious Diseases",
      "ISOAbbreviation": "Clin Microbiol Infect"
    },
    "ArticleTitle": "Human metapneumovirus in paediatric patients.",
    "Pagination": {
      "StartPage": "301",
      "EndPage": "308",
      "MedlinePgn": "301-8"
    },
    "Abstract": {
      "AbstractText": [
        "Acute respiratory tract infections (ARTIs) are a leading cause of morbidity and mortality in children worldwide, but the aetiology of many ARTIs is still unknown. In 2001, researchers in The Netherlands reported the discovery of a previously unidentified pathogen called human metapneumovirus (hMPV). Since its initial description, hMPV has been associated with ARTI in Europe (Italy, France, Spain, the UK, Germany, Denmark, Finland and Norway), America (the USA, Canada, Argentina and Brazil), Asia (India, Japan, China and Singapore), Australia and South Africa in individuals of all ages. The incidence of infection varies from 1.5% to 25%, indicating that hMPV is a ubiquitous virus with a worldwide distribution. hMPV seems to play an important role as a cause of paediatric upper and lower respiratory tract infection, with similar, but not identical, epidemiological and clinical features to those of respiratory syncytial virus and influenza virus. Moreover, the socio-economic impact of hMPV-infected children on their families seems to be considerable, which suggests that, like influenza virus, hMPV infection may be a substantial public health problem for the community. It may be associated with significant morbidity and mortality in pre-term infants and children with underlying clinical conditions, although more adequately controlled studies are needed to confirm its importance in such patients. Many fundamental questions concerning the pathogenesis of hMPV disease and the host's specific immune response remain to be answered. Further studies are also required to properly define hMPV diagnosis, treatment and prevention strategies."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Pediatrics, University of Milan, Fondazione IRCCS Ospedale Maggiore Policlinico, Mangiagalli e Regina Elena, Milan, Italy. Nicola.Principi@unimi.it"
          }
        ],
        "LastName": "Principi",
        "ForeName": "N",
        "Initials": "N"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bosis",
        "ForeName": "S",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Esposito",
        "ForeName": "S",
        "Initials": "S"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Clin Microbiol Infect",
    "NlmUniqueID": "9516420",
    "ISSNLinking": "1198-743X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Child"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Metapneumovirus"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy",
        "virology"
      ],
      "DescriptorName": "Paramyxoviridae Infections"
    },
    {
      "QualifierName": [
        "diagnosis",
        "therapy",
        "virology"
      ],
      "DescriptorName": "Respiratory Tract Infections"
    }
  ]
}