{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [
    [
      "Chlamydia",
      "Neisseria gonorrhoeae",
      "coinfection",
      "mouse model"
    ]
  ],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "37039695",
  "DateCompleted": {
    "Year": "2023",
    "Month": "06",
    "Day": "19"
  },
  "DateRevised": {
    "Year": "2023",
    "Month": "11",
    "Day": "20"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2023",
        "Month": "04",
        "Day": "11"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e04500-22",
      "10.1128/spectrum.04500-22"
    ],
    "Journal": {
      "ISSN": "2165-0497",
      "JournalIssue": {
        "Volume": "11",
        "Issue": "3",
        "PubDate": {
          "Year": "2023",
          "Month": "Jun",
          "Day": "15"
        }
      },
      "Title": "Microbiology spectrum",
      "ISOAbbreviation": "Microbiol Spectr"
    },
    "ArticleTitle": "<i>Neisseria gonorrhoeae</i> Coinfection during <i>Chlamydia muridarum</i> Genital Latency Does Not Modulate Murine Vaginal Bacterial Shedding.",
    "Pagination": {
      "StartPage": "e0450022",
      "MedlinePgn": "e0450022"
    },
    "Abstract": {
      "AbstractText": [
        "Chlamydia trachomatis and Neisseria gonorrhoeae are the most frequently reported agents of bacterial sexually transmitted disease worldwide. Nonetheless, C. trachomatis/N. gonorrhoeae coinfection remains understudied. C. trachomatis/N. gonorrhoeae coinfections are more common than expected by chance, suggesting C. trachomatis/N. gonorrhoeae interaction, and N. gonorrhoeae infection may reactivate genital chlamydial shedding in women with latent (quiescent) chlamydial infection. We hypothesized that N. gonorrhoeae would reactivate latent genital Chlamydia muridarum infection in mice. Two groups of C. muridarum-infected mice were allowed to transition into genital latency. One group was then vaginally inoculated with N. gonorrhoeae; a third group received N. gonorrhoeae alone. C. muridarum and N. gonorrhoeae vaginal shedding was measured over time in the coinfected and singly infected groups. Viable C. muridarum was absent from vaginal swabs but detected in rectal swabs, confirming C. muridarum genital latency and consistent with the intestinal tract as a C. muridarum reservoir. C. muridarum inclusions were observed in large intestinal, but not genital, tissues during latency. Oviduct dilation was associated with C. muridarum infection, as expected. Contradicting our hypothesis, N. gonorrhoeae coinfection did not reactivate latent C. muridarum vaginal shedding. In addition, latent C. muridarum infection did not modulate recovery of vaginal viable N. gonorrhoeae. Evidence for N. gonorrhoeae-dependent increased C. muridarum infectivity has thus not been demonstrated in murine coinfection, and the ability of C. muridarum coinfection to potentiate N. gonorrhoeae infectivity may depend on actively replicating vaginal C. muridarum. The proportion of mice with increased vaginal neutrophils (PMNs) was higher in N. gonorrhoeae-infected than in C. muridarum-infected mice, as expected, while that of C. muridarum/N. gonorrhoeae-coinfected mice was intermediate to the singly infected groups, suggesting latent C. muridarum murine infection may limit PMN response to subsequent N. gonorrhoeae infection. <b>IMPORTANCE</b> Our work builds upon the limited understanding of C. muridarum/N. gonorrhoeae coinfection. Previously, N. gonorrhoeae infection of mice with acute (actively replicating) vaginal C. muridarum infection was shown to increase recovery of viable vaginal N. gonorrhoeae and vaginal PMNs, with no effect on C. muridarum vaginal shedding (R. A. Vonck et al., Infect Immun 79:1566-1577, 2011). It has also been shown that chlamydial infection of human and murine PMNs prevents normal PMN responses, including the response to N. gonorrhoeae (K. Rajeeve et al., Nat Microbiol 3:824-835, 2018). Our findings show no effect of latent genital C. muridarum infection on the recovery of viable N. gonorrhoeae, in contrast to the previously reported effect of acute C. muridarum infection, and suggesting that acute versus latent C. muridarum infection may have distinct effects on PMN function in mice. Together, these studies to date provide evidence that Chlamydia/N. gonorrhoeae synergistic interactions may depend on the presence of replicating Chlamydia in the genital tract, while chlamydial effects on vaginal PMNs may extend beyond acute infection."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [
          "0000-0002-8783-837X"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Veterinary Pathology, Vetsuisse Faculty, University of Zurich, Zurich, Switzerland."
          }
        ],
        "LastName": "Onorini",
        "ForeName": "Delia",
        "Initials": "D"
      },
      {
        "Identifier": [
          "0000-0003-0711-5006"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Veterinary Pathology, Vetsuisse Faculty, University of Zurich, Zurich, Switzerland."
          }
        ],
        "LastName": "Leonard",
        "ForeName": "Cory Ann",
        "Initials": "CA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Education, Center for Infectious Disease, Inflammation and Immunity, Quillen College of Medicine, East Tennessee State University, Johnson City, Tennessee, USA."
          }
        ],
        "LastName": "Phillips Campbell",
        "ForeName": "Regenia",
        "Initials": "R"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Veterinary Pathology, Vetsuisse Faculty, University of Zurich, Zurich, Switzerland."
          }
        ],
        "LastName": "Prähauser",
        "ForeName": "Barbara",
        "Initials": "B"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Veterinary Pathology, Vetsuisse Faculty, University of Zurich, Zurich, Switzerland."
          }
        ],
        "LastName": "Pesch",
        "ForeName": "Theresa",
        "Initials": "T"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Medical Education, Center for Infectious Disease, Inflammation and Immunity, Quillen College of Medicine, East Tennessee State University, Johnson City, Tennessee, USA."
          }
        ],
        "LastName": "Schoborg",
        "ForeName": "Robert V",
        "Initials": "RV"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology and Immunology, Uniformed Services University, Bethesda, Maryland, USA."
          }
        ],
        "LastName": "Jerse",
        "ForeName": "Ann E",
        "Initials": "AE"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Mathematics, Faculty of Science, University of Zurich, Zurich, Switzerland."
          }
        ],
        "LastName": "Tarigan",
        "ForeName": "Bernadetta",
        "Initials": "B"
      },
      {
        "Identifier": [
          "0000-0002-1556-9262"
        ],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Institute of Veterinary Pathology, Vetsuisse Faculty, University of Zurich, Zurich, Switzerland."
          }
        ],
        "LastName": "Borel",
        "ForeName": "Nicole",
        "Initials": "N"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Microbiol Spectr",
    "NlmUniqueID": "101634614",
    "ISSNLinking": "2165-0497"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Female"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Neisseria gonorrhoeae"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Chlamydia muridarum"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Coinfection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bacterial Shedding"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Chlamydia Infections"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Gonorrhea"
    }
  ],
  "CoiStatement": "The authors declare a conflict of interest. The content of this article is solely the responsibility of the authors and does not necessarily represent the official views of the Department of Veterans Affairs, the Department of Defense, the Uniformed Services University, or the National Institutes of Health (NIH)."
}