{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "7727637",
  "DateCompleted": {
    "Year": "1995",
    "Month": "06",
    "Day": "01"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "04",
    "Day": "09"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1058-4838",
      "JournalIssue": {
        "Volume": "20",
        "Issue": "1",
        "PubDate": {
          "Year": "1995",
          "Month": "Jan"
        }
      },
      "Title": "Clinical infectious diseases : an official publication of the Infectious Diseases Society of America",
      "ISOAbbreviation": "Clin Infect Dis"
    },
    "ArticleTitle": "Importance of Candida species other than C. albicans as pathogens in oncology patients.",
    "Pagination": {
      "StartPage": "115",
      "EndPage": "125",
      "MedlinePgn": "115-25"
    },
    "Abstract": {
      "AbstractText": [
        "A number of surveys have documented increased rates of candida infection over the past several decades. In this assessment of the frequency and distribution of non-albicans Candida species among patients with cancer, 37 reports that were published between 1952 and 1992 and that described 1,591 cases of systemic candida infection were reviewed. Species other than Candida albicans accounted for 46% of all systemic candida infections in patients with cancer; specifically, Candida tropicalis accounted for 25%, Candida glabrata for 8%, Candida parapsilosis for 7%, and Candida krusei for 4%. Other species were uncommon. C. tropicalis was the predominant pathogenic Candida species in five reports, C. glabrata in two, C. krusei in two, and Candida stellatoidea in one. The perception that, over time, a greater proportion of candida infections have been caused by non-albicans species was not borne out. The wide variability in reported findings was striking and was due in part to differences in the underlying disease affecting the patients described. For example, patients with leukemia were more likely to be infected by C. albicans or C. tropicalis but less likely to be infected by C. glabrata than patients with other types of cancer. The recent increase in the rate of bone marrow transplantation may also have contributed to discrepancies among reports. Bone marrow transplant recipients were more likely to be infected by C. krusei or C. lusitaniae. The other factors partially responsible for the variability among reports included common-source contamination and the pressures imposed by antimicrobial measures."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Bone Marrow Transplant Program, Emory University School of Medicine, Atlanta, Georgia 30322."
          }
        ],
        "LastName": "Wingard",
        "ForeName": "J R",
        "Initials": "JR"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Clin Infect Dis",
    "NlmUniqueID": "9203213",
    "ISSNLinking": "1058-4838"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [
        "classification",
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Candida"
    },
    {
      "QualifierName": [
        "complications",
        "microbiology"
      ],
      "DescriptorName": "Candidiasis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "complications",
        "microbiology"
      ],
      "DescriptorName": "Opportunistic Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Risk Factors"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Species Specificity"
    }
  ],
  "NumberOfReferences": "116"
}