{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "17368749",
  "DateCompleted": {
    "Year": "2007",
    "Month": "10",
    "Day": "24"
  },
  "DateRevised": {
    "Year": "2012",
    "Month": "11",
    "Day": "15"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2007",
        "Month": "03",
        "Day": "26"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0306-9877",
      "JournalIssue": {
        "Volume": "69",
        "Issue": "4",
        "PubDate": {
          "Year": "2007"
        }
      },
      "Title": "Medical hypotheses",
      "ISOAbbreviation": "Med Hypotheses"
    },
    "ArticleTitle": "Mechanism and history of evolution of symbiotic HIV strains into lethal pandemic strains: the key event may have been a 1927 trial of pamaquine in Leopoldville (Kinshasa), Congo.",
    "Pagination": {
      "StartPage": "838",
      "EndPage": "848",
      "MedlinePgn": "838-48"
    },
    "Abstract": {
      "AbstractText": [
        "In previous papers, I have rejected both the zoonosis and the serial transfer hypotheses of the origin and evolution of the current lethal pandemic strains of HIV. The hypothesis that fits the critical observations is that all the human and nonhuman primate species in central Africa (an area of hyper-endemic malaria) have shared (through inter-species transfers) a \"primate T-cell retrovirus\" (PTRV), which has adapted to each host species. This retrovirus is believed to assist primate T-cells attack the liver stage of the malaria infection. Each geographic region has a dominant primate host and a characteristic virus. Starting in 1955 and continuing into the late 1970s, chloroquine was provided by the WHO and used for prophylaxis against malaria. Chloroquine has a number of biochemical activities but two of the most important are blocking transcription of cellular genes and proviruses activated by NF-kappaB and blocking the glycosylation of surface proteins on viruses and cells. Concurrent with the development of resistance of the malaria parasite to chloroquine, HIV strains were quickly selected, which have enhanced transcription rates (by inclusion of multiple kappaB binding sites in their long terminal repeats by recombination) and enhanced infectivity (fusogenicity) (most likely by mutations in multiple viral genes that regulate glycosylation of Env). There also may have been mutations that enhanced activation of NF-kappaB in the host cell. These changes in the retrovirus genome were not manifest in effects of the HIV strains as long as the hosts were under the influence of chloroquine. But, when the virus infects people who are not protected by chloroquine, the virus multiplies more rapidly and is more communicable. Fortunately, most of these strains (i.e., HIV-2 groups, and HIV-1 O and HIV-1 N) self-regulate (i.e., infected cells kill infected cells) well enough that viral loads remain subdued and bystander cells of the immune system are not excessively attrited. In the case of HIV-1 group M, however, there is more going on. Following the work of Korber et al. on the phylogenetics of HIV-1 groups M, I reach the conclusion that the major subgroups giving rise to the worldwide pandemic, were founded in a 1927 clinical trial of pamaquine (plasmoquine) in Leopoldville (Kinshasa). This drug is much more toxic that chloroquine and appears to have strongly selected for resistance to apoptosis in infected cells, which allows these subgroups to attrite bystander cells leading to AIDS."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "antimony_121@hotmail.com"
          }
        ],
        "LastName": "Parris",
        "ForeName": "George E",
        "Initials": "GE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Med Hypotheses",
    "NlmUniqueID": "7505668",
    "ISSNLinking": "0306-9877"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Aminoquinolines"
    },
    {
      "RegistryNumber": "99QVL5KPSU",
      "NameOfSubstance": "pamaquine"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology"
      ],
      "DescriptorName": "Acquired Immunodeficiency Syndrome"
    },
    {
      "QualifierName": [
        "therapeutic use"
      ],
      "DescriptorName": "Aminoquinolines"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Clinical Trials as Topic"
    },
    {
      "QualifierName": [
        "epidemiology"
      ],
      "DescriptorName": "Democratic Republic of the Congo"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Outbreaks"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Evolution, Molecular"
    },
    {
      "QualifierName": [
        "pathogenicity",
        "physiology"
      ],
      "DescriptorName": "HIV"
    },
    {
      "QualifierName": [
        "drug therapy",
        "epidemiology",
        "virology"
      ],
      "DescriptorName": "HIV Infections"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "physiopathology"
      ],
      "DescriptorName": "Malaria"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Animal"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Primates"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Symbiosis"
    }
  ]
}