{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "10654003",
  "DateCompleted": {
    "Year": "2000",
    "Month": "03",
    "Day": "17"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "11",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "1052-9276",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "1",
        "PubDate": {
          "Year": "2000",
          "Season": "Jan-Feb"
        }
      },
      "Title": "Reviews in medical virology",
      "ISOAbbreviation": "Rev Med Virol"
    },
    "ArticleTitle": "Does SV40 infection contribute to the development of human cancers?",
    "Pagination": {
      "StartPage": "31",
      "EndPage": "43",
      "MedlinePgn": "31-43"
    },
    "Abstract": {
      "AbstractText": [
        "A large number of recent studies have reported the detection of simian virus 40 (SV40) nucleotide sequences in a number of unrelated human cancers which include paediatric and adult brain tumours, pleural mesotheliomas, bronchopulmonary carcinomas and osteosarcomas. Most of the data have been gathered by the use of PCR assays. These observations imply that SV40 is circulating in human communities by person-to-person transmission and that the virus is capable of wide dissemination in the infected individual. These claims must be regarded with skepticism for a variety of reasons. There are several inconsistencies in the reported data; for example, there is a wide variation (0-23%) in the frequency of SV40 sequences in normal tissues. The results of PCR assays have been difficult to confirm by less error-prone and independent assays and the relationship of the virus to the tumour cell is not characterised. The SV40 sequences reported from humans are essentially identical to those of wild-type SV40; it is difficult to conceive that a highly species-specific polyomavirus like SV40 would cross the species barrier, become a human infection, and acquire pathogenic potential for the new host without significant adaptive change in its genome. The available evidence, although not extensive, does not indicate that SV40 is circulating in human communities. It is premature to discuss or speculate on the potential role of SV40 in the development of human cancer until the presence of SV40 in cancers and in human communities is established unequivocally, the risk factors for SV40 infection are elucidated, and the effect of SV40 exposure on the development of specific cancers is examined in the context of other known risk factors for those cancers."
      ],
      "CopyrightInformation": "Copyright 2000 John Wiley & Sons, Ltd."
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Molecular Microbiology and Immunology, Johns Hopkins University School of Public Health, 615 N. Wolfe Street, Baltimore, MD 21205, USA."
          }
        ],
        "LastName": "Shah",
        "ForeName": "K V",
        "Initials": "KV"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Rev Med Virol",
    "NlmUniqueID": "9112448",
    "ISSNLinking": "1052-9276"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "etiology",
        "virology"
      ],
      "DescriptorName": "Neoplasms"
    },
    {
      "QualifierName": [
        "complications",
        "virology"
      ],
      "DescriptorName": "Polyomavirus Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Simian virus 40"
    },
    {
      "QualifierName": [
        "complications",
        "virology"
      ],
      "DescriptorName": "Tumor Virus Infections"
    }
  ],
  "NumberOfReferences": "49"
}