{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "31649242",
  "DateCompleted": {
    "Year": "2020",
    "Month": "08",
    "Day": "26"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "01",
    "Day": "10"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2019",
        "Month": "10",
        "Day": "24"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "808",
      "10.1038/s41419-019-2038-7"
    ],
    "Journal": {
      "ISSN": "2041-4889",
      "JournalIssue": {
        "Volume": "10",
        "Issue": "11",
        "PubDate": {
          "Year": "2019",
          "Month": "Oct",
          "Day": "24"
        }
      },
      "Title": "Cell death & disease",
      "ISOAbbreviation": "Cell Death Dis"
    },
    "ArticleTitle": "Leishmania donovani parasite requires Atg8 protein for infectivity and survival under stress.",
    "Pagination": {
      "StartPage": "808",
      "MedlinePgn": "808"
    },
    "Abstract": {
      "AbstractText": [
        "The importance of autophagy in parasites with a digenetic life cycle like Leishmania spp. is significant. The parasite survives as promastigotes in the insect gut and as immotile amastigotes in mammals. This study demonstrates increased autophagy in Leishmania parasite during progression of in vitro life cycle and upon exposure to stress stimuli like starvation, oxidative stress, and drugs. Autophagy inhibition during stress exposure increased cell death, indicating the importance of autophagy in cellular defense against adverse conditions. Atg8 protein, a homolog of mammalian autophagy protein LC3 is expressed in Leishmania parasite but its function remains unknown. Overexpression of Atg8 (Atg8-OE) rendered the parasites resistant to stress and capable of infecting macrophages in substantial numbers; however, disruption of the Atg8 gene (ΔAtg8) resulting in suppression of Atg8 protein expression, increased susceptibility to stress and reduced the capability to cause infection. A critical event in the Leishmania parasite lifecycle is the differentiation of promastigote forms to the disease causing amastigote forms. The failure of ΔAtg8 parasites lacking Atg8 protein to differentiate into amastigotes, unlike the Atg8-OE and vector-transfected parasites, clearly indicated Atg8 involvement in a crucial event. The inability of ΔAtg8 parasites to infect macrophages in vitro was verified in an in vivo mouse model of leishmaniases where infection could not be induced by the ΔAtg8 parasites. Autophagy is known to be involved in the remodeling of damaged organelles. The accumulation of Atg8 around damaged mitochondria suggested increase of autophagy in the vicinity of the organelle. This buildup was prevented when mitochondria generated reactive oxygen species that were quenched, suggesting them as possible signaling molecules for sensing mitochondrial instability. In summary, our study provides new evidences for a crucial role of Atg8 protein in sustaining Leishmania parasite survival during life cycle and stress exposure, differentiation to amastigotes, and their infective abilities."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cell Death and Differentiation Laboratory, National Institute of Immunology, New Delhi, 110067, India."
          }
        ],
        "LastName": "Giri",
        "ForeName": "Sagnik",
        "Initials": "S"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Cell Death and Differentiation Laboratory, National Institute of Immunology, New Delhi, 110067, India. cshaha@nii.ac.in."
          }
        ],
        "LastName": "Shaha",
        "ForeName": "Chandrima",
        "Initials": "C"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Cell Death Dis",
    "NlmUniqueID": "101524092"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Autophagy-Related Protein 8 Family"
    },
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Reactive Oxygen Species"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Autophagy"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Autophagy-Related Protein 8 Family"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "genetics",
        "pathogenicity"
      ],
      "DescriptorName": "Leishmania donovani"
    },
    {
      "QualifierName": [
        "genetics",
        "parasitology"
      ],
      "DescriptorName": "Leishmaniasis"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Life Cycle Stages"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Mice"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Mitochondria"
    },
    {
      "QualifierName": [
        "genetics"
      ],
      "DescriptorName": "Oxidative Stress"
    },
    {
      "QualifierName": [
        "metabolism"
      ],
      "DescriptorName": "Reactive Oxygen Species"
    }
  ],
  "CoiStatement": "The authors declare that they have no conflict of interest."
}