{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "6229052",
  "DateCompleted": {
    "Year": "1984",
    "Month": "02",
    "Day": "23"
  },
  "DateRevised": {
    "Year": "2003",
    "Month": "11",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0039-6060",
      "JournalIssue": {
        "Volume": "95",
        "Issue": "1",
        "PubDate": {
          "Year": "1984",
          "Month": "Jan"
        }
      },
      "Title": "Surgery",
      "ISOAbbreviation": "Surgery"
    },
    "ArticleTitle": "Comparison of infectibility of vascular prosthetic materials by quantitation of median infective dose.",
    "Pagination": {
      "StartPage": "22",
      "EndPage": "26",
      "MedlinePgn": "22-6"
    },
    "Abstract": {
      "AbstractText": [
        "The current technique for investigating the response of vascular prosthetic material to infection is by challenge with a sublethal dose of bacteria, usually an intravenous infusion of 10(8) organisms in an animal model. This large bacterial inoculum, however, obscures any difference in the infectibility of prostheses that may be inherent in the material, its incorporation into host tissues, or its modification by antibiotic impregnation, all of which are clinically important in resistance to infection. We have developed a sensitive method for determination of the susceptibility to infection of vascular prostheses based on calculation of the number of bacteria required to infect a specific prosthesis in 50% of trials (ID50). Following implantation of the prosthesis to be tested in the canine infrarenal aorta, a dose-response curve was calculated by the intravenous infusion of known inocula of S. aureus (at log intervals from 10(2) to 10(8) bacteria). At 6 weeks, the prosthesis was harvested and cultured to document infection with S. aureus. A characteristic sigmoid curve Kesulted, from which the ID50 was determined. To test this method, a comparison was made between commercial human umbilical vein graft (HUVG), HUVG impregnated with silver sulfadiazine, and double-velour Dacron in 60 dogs. Although all prostheses were infected by the standard 10(8) inoculum, an approximately tenfold increase in the resistance to infection between treated and untreated HUVG (less than 10(2) to 10(2.8) and a fourfold increase in resistance between treated HUVG and double-velour Dacron (10(2.8) to 10(3.2] was demonstrated in the dose-response curves. Since the number of bacteria in postimplant bacteremia rarely exceeds 10(2) organisms/ml, such differences in infectibility can be clinically significant. ID50 determination provides a sensitive, reproducibleble method for quantitating resistance to infection in vascular prostheses."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bennion",
        "ForeName": "R S",
        "Initials": "RS"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Williams",
        "ForeName": "R A",
        "Initials": "RA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wilson",
        "ForeName": "S E",
        "Initials": "SE"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "Surgery",
    "NlmUniqueID": "0417347",
    "ISSNLinking": "0039-6060"
  },
  "ChemicalList": [
    {
      "RegistryNumber": "0",
      "NameOfSubstance": "Polyethylene Terephthalates"
    }
  ],
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "adverse effects"
      ],
      "DescriptorName": "Blood Vessel Prosthesis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dogs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Dose-Response Relationship, Drug"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Microbiological Techniques"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Polyethylene Terephthalates"
    },
    {
      "QualifierName": [
        "etiology"
      ],
      "DescriptorName": "Staphylococcal Infections"
    }
  ]
}