{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "2918429",
  "DateCompleted": {
    "Year": "1989",
    "Month": "04",
    "Day": "06"
  },
  "DateRevised": {
    "Year": "2003",
    "Month": "11",
    "Day": "14"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-3395",
      "JournalIssue": {
        "Volume": "75",
        "Issue": "1",
        "PubDate": {
          "Year": "1989",
          "Month": "Feb"
        }
      },
      "Title": "The Journal of parasitology",
      "ISOAbbreviation": "J Parasitol"
    },
    "ArticleTitle": "Effects of concurrent infections on growth, development, distribution, and infectivity of adult Philophthalmus megalurus and Philophthalmus gralli.",
    "Pagination": {
      "StartPage": "102",
      "EndPage": "107",
      "MedlinePgn": "102-7"
    },
    "Abstract": {
      "AbstractText": [
        "Chickens were infected concurrently with 10 and 20 metacercariae/eye of Philophthalmus megalurus and Philophthalmus gralli. After 14 and 34 days of growth, the adults were removed and worm lengths, return rates, stage of development, and distribution within the host recorded. In a second experiment, chickens infected on day 1 with 10 metacercariae/eye of P. megalurus were concurrently infected with a similar dose of P. gralli on day 14. At day 34, the worms were removed and evaluated for the same parameters as in the first study. The effect of concurrent infections on worm length of P. gralli but not P. megalurus was significant when compared to single species control groups. In all cases recovery rates of P. megalurus in concurrent infections were significantly lower than controls, whereas P. gralli adults were recovered at lower rates only in 20-metacercariae--14-day infections. Maturation of eggs was delayed in both species in concurrent infections at the higher infection levels. Normal distribution was disrupted more for P. gralli at the higher infection levels and longer growth periods. Philophthalmus megalurus adults rarely left their normal habitat in the conjunctival sac. A delayed infective dose of P. gralli affected both species by disrupting normal distribution patterns, delaying egg development, and, in the case of P. megalurus, reducing the recovery rate. The possible role of crowding and antagonistic effects is discussed."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Biological Sciences, Western Illinois University, Macomb 61455."
          }
        ],
        "LastName": "Nollen",
        "ForeName": "P M",
        "Initials": "PM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "J Parasitol",
    "NlmUniqueID": "7803124",
    "ISSNLinking": "0022-3395"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Chickens"
    },
    {
      "QualifierName": [
        "parasitology",
        "veterinary"
      ],
      "DescriptorName": "Eye Diseases"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Poultry Diseases"
    },
    {
      "QualifierName": [
        "growth & development",
        "isolation & purification",
        "pathogenicity"
      ],
      "DescriptorName": "Trematoda"
    },
    {
      "QualifierName": [
        "parasitology",
        "veterinary"
      ],
      "DescriptorName": "Trematode Infections"
    }
  ]
}