{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "23221801",
  "DateCompleted": {
    "Year": "2013",
    "Month": "04",
    "Day": "03"
  },
  "DateRevised": {
    "Year": "2021",
    "Month": "11",
    "Day": "03"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2012",
        "Month": "12",
        "Day": "04"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "e00434-12",
      "10.1128/mBio.00434-12"
    ],
    "Journal": {
      "ISSN": "2150-7511",
      "JournalIssue": {
        "Volume": "3",
        "Issue": "6",
        "PubDate": {
          "Year": "2012",
          "Month": "Dec",
          "Day": "04"
        }
      },
      "Title": "mBio",
      "ISOAbbreviation": "mBio"
    },
    "ArticleTitle": "Experimental infections of the reservoir species Peromyscus leucopus with diverse strains of Borrelia burgdorferi, a Lyme disease agent.",
    "Pagination": {
      "StartPage": "e00434",
      "MedlinePgn": "e00434-12"
    },
    "Abstract": {
      "AbstractText": [
        "The rodent Peromyscus leucopus is a major natural reservoir for the Lyme disease agent Borrelia burgdorferi and a host for its vector Ixodes scapularis. At various locations in northeastern United States 10 to 15 B. burgdorferi strains coexist at different prevalences in tick populations. We asked whether representative strains of high or low prevalence differed in their infections of P. leucopus. After 5 weeks of experimental infection of groups with each of 6 isolates, distributions and burdens of bacteria in tissues were measured by quantitative PCR, and antibodies to B. burgdorferi were evaluated by immunoblotting and protein microarray. All groups of animals were infected in their joints, ears, tails, and hearts, but overall spirochete burdens were lower in animals infected with low-prevalence strains. Animals were similar regardless of the infecting isolate in their levels of antibodies to whole cells, FlaB, BmpA, and DbpB proteins, and the conserved N-terminal region of the serotype-defining OspC proteins. But there were strain-specific antibody responses to full-length OspC and to plasmid-encoded VlsE, BBK07, and BBK12 proteins. Sequencing of additional VlsE genes revealed substantial diversity within some pairs of strains but near-identical sequences within other pairs, which otherwise differed in their ospC alleles. The presence or absence of full-length bbk07 and bbk12 genes accounted for the differences in antibody responses. We propose that for B. burgdorferi, there is selection in reservoir species for (i) sequence diversity, as for OspC and VlsE, and (ii) the presence or absence of polymorphisms, as for BBK07 and BBK12.",
        "Humans are dead-end hosts for Borrelia agents of Lyme disease (LD), and, thus, irrelevant for the pathogens' maintenance. Many reports of human cases and laboratory mouse infections exist, but less is known about infection and immunity in natural reservoirs, such as the rodent Peromyscus leucopus. We observed that high- and low-prevalence strains of Borrelia burgdorferi were capable of infecting P. leucopus but elicited different patterns of antibody responses. Antibody reactivities to the VlsE protein were as type-specific as previously characterized reactivities to serotype-defining OspC proteins. In addition, the low-prevalence strains lacked full-length genes for two proteins that (i) are encoded by a virulence-associated plasmid in some high-prevalence strains and (ii) LD patients and field-captured rodents commonly have antibodies to. Immune selection against these genes may have led to null phenotype lineages that can infect otherwise immune hosts but at the cost of reduced fitness and lower prevalence."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Departments of Microbiology & Molecular Genetics, Medicine, and Ecology and Evolutionary Biology, University of California, Irvine, CA, USA."
          }
        ],
        "LastName": "Baum",
        "ForeName": "Elisabeth",
        "Initials": "E"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Hue",
        "ForeName": "Fong",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Barbour",
        "ForeName": "Alan G",
        "Initials": "AG"
      }
    ],
    "GrantList": [
      {
        "GrantID": "R43 AI072872",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "F31 AI-078734",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "R43 AI-072872",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "U54 AI-065359",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "F31 AI078734",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      },
      {
        "GrantID": "U54 AI065359",
        "Acronym": "AI",
        "Agency": "NIAID NIH HHS",
        "Country": "United States"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, U.S. Gov't, P.H.S."
    ]
  },
  "MedlineJournalInfo": {
    "Country": "United States",
    "MedlineTA": "mBio",
    "NlmUniqueID": "101519231"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animal Experimentation"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Animal Structures"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Bacterial Load"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Borrelia Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Borrelia burgdorferi"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Coinfection"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Disease Reservoirs"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Immunoblotting"
    },
    {
      "QualifierName": [
        "microbiology"
      ],
      "DescriptorName": "Peromyscus"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Protein Array Analysis"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Real-Time Polymerase Chain Reaction"
    }
  ]
}