{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "15469629",
  "DateCompleted": {
    "Year": "2004",
    "Month": "12",
    "Day": "30"
  },
  "DateRevised": {
    "Year": "2019",
    "Month": "09",
    "Day": "17"
  },
  "Article": {
    "ArticleDate": [],
    "Language": [
      "eng"
    ],
    "ELocationID": [],
    "Journal": {
      "ISSN": "0022-149X",
      "JournalIssue": {
        "Volume": "78",
        "Issue": "3",
        "PubDate": {
          "Year": "2004",
          "Month": "Sep"
        }
      },
      "Title": "Journal of helminthology",
      "ISOAbbreviation": "J Helminthol"
    },
    "ArticleTitle": "The responses of a tropical breed of domestic rabbit, Oryctolagus cuniculus, to experimental infection with Trichostrongylus colubriformis.",
    "Pagination": {
      "StartPage": "249",
      "EndPage": "257",
      "MedlinePgn": "249-57"
    },
    "Abstract": {
      "AbstractText": [
        "Clinical, parasitological and pathological responses of a tropical out-bred domestic rabbit to experimental Trichostrongylus colubriformis infection were used to evaluate its suitability as a laboratory host and model for studying the host-parasite relationships of T. colubriformis. In the first experiment, three groups each of 16, predominantly juvenile male, 8- to 10-week-old rabbits were given a single pulse infection with 500, 5000 or 25000 infective larvae (L3) of T. colubriformis, to represent low, medium and high levels of infection, respectively. A fourth group of 16 rabbits of similar age formed the uninfected controls. In the second experiment, two groups of 10 juvenile (8- to 10-week-old) and 10 adult (8- to 10-month-old) rabbits were similarly infected with 20000 L3, with appropriate naive controls. Prepatency was 14 and 16 days and peak faecal egg counts occurred on days 24 and 20 after infection in young and adult rabbits respectively. Peak worm counts occurred on day 14 in both age groups and at all levels of infection. Subsequently, parasite burdens declined in a highly significantly dose- and age-dependent manner. At low and moderate levels of infection, approximately 83-98% of worms were recovered from the first 60 cm of the small intestine. Worm fecundity was also significantly influenced by host age and larval dose. Host age also had a significant effect on worm length. Infections with T. colubriformis were associated with a highly significant loss of body weight, accompanied by anorexia, diarrhoea and 25% mortality at high dose levels during the patent period of infection. There were no significant changes in packed cell volume and eosinophil counts at all ages and levels of infection but significant lymphocytosis occurred at the high dose level between days 7 and 21. Parasite-specific serum IgG responses were not related to worm burden. Overall, data showed that this miniature, docile and relatively inexpensive breed of rabbit is a potentially valuable laboratory host for studying T. colubriformis infections. The larval dose, duration of infection and host age were major determinants of host responsiveness to primary infections in this rabbit genotype."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Veterinary Research Laboratory, Wakwa Regional Centre for Agricultural Research for Development, PO Box 65, Ngaoundere, Cameroon."
          }
        ],
        "LastName": "Musongong",
        "ForeName": "G A",
        "Initials": "GA"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Chiejina",
        "ForeName": "S N",
        "Initials": "SN"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Fakae",
        "ForeName": "B B",
        "Initials": "BB"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Ikeme",
        "ForeName": "M M",
        "Initials": "MM"
      }
    ],
    "PublicationTypeList": [
      "Journal Article"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "J Helminthol",
    "NlmUniqueID": "2985115R",
    "ISSNLinking": "0022-149X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Feces"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Host-Parasite Interactions"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Larva"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Male"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Models, Animal"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Parasite Egg Count"
    },
    {
      "QualifierName": [
        "parasitology"
      ],
      "DescriptorName": "Rabbits"
    },
    {
      "QualifierName": [
        "parasitology",
        "veterinary"
      ],
      "DescriptorName": "Trichostrongylosis"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Trichostrongylus"
    }
  ]
}