{
  "CitationSubset": [
    "IM"
  ],
  "KeywordList": [],
  "GeneralNote": [],
  "OtherAbstract": [],
  "SpaceFlightMission": [],
  "OtherID": [],
  "InvestigatorList": [],
  "PMID": "19897039",
  "DateCompleted": {
    "Year": "2010",
    "Month": "02",
    "Day": "16"
  },
  "DateRevised": {
    "Year": "2009",
    "Month": "12",
    "Day": "07"
  },
  "Article": {
    "ArticleDate": [
      {
        "Year": "2009",
        "Month": "11",
        "Day": "06"
      }
    ],
    "Language": [
      "eng"
    ],
    "ELocationID": [
      "10.1016/j.semcancer.2009.10.002"
    ],
    "Journal": {
      "ISSN": "1096-3650",
      "JournalIssue": {
        "Volume": "19",
        "Issue": "6",
        "PubDate": {
          "Year": "2009",
          "Month": "Dec"
        }
      },
      "Title": "Seminars in cancer biology",
      "ISOAbbreviation": "Semin Cancer Biol"
    },
    "ArticleTitle": "Endemic Burkitt's lymphoma as a polymicrobial disease: new insights on the interaction between Plasmodium falciparum and Epstein-Barr virus.",
    "Pagination": {
      "StartPage": "411",
      "EndPage": "420",
      "MedlinePgn": "411-20"
    },
    "Abstract": {
      "AbstractText": [
        "Despite the well-established relationship between endemic Plasmodium falciparum malaria and Epstein-Barr virus (EBV) infection in the genesis of endemic Burkitt's lymphoma (eBL), very little research has examined the interaction between these two pathogens. eBL, the most prevalent childhood cancer in equatorial Africa where malaria is holoendemic, is a high-grade B cell lymphoma characterized by a c-myc translocation and the consistent presence of EBV. After primary infection, EBV establishes a life-long persistent infection characterized by virus shedding into saliva. African children are infected early in life and most have sero-converted by 3 years of age while sero-conversion tends to occur later in developed countries. Acute and chronic malaria infections profoundly affect the B cell compartment, inducing polyclonal activation, hyper-gammaglobulinemia and a dramatic increase in the levels of circulating EBV. In this review we present and discuss recent data suggesting a molecular link between the parasite, the B cell and EBV and provide evidence that adds to the concept of polymicrobial disease pathogenesis in eBL. Following the observation of EBV reactivation in children living in malaria endemic areas and its relationship with acute malaria infection, we identified the cystein-rich inter-domain region 1 alpha (CIDR1 alpha) of the Plasmodium falciparum membrane protein 1 as a polyclonal B cell activator. CIDR1 alpha increases B cell survival and preferentially activates the memory compartment where EBV is known to persist. Analysis of the mechanisms of interaction between CIDR1 alpha and EBV in the context of B cells demonstrated that CIDR1 alpha induces virus production in the EBV-infected B cell line Akata and in latently infected primary B cells derived from the peripheral blood of healthy carriers and children with eBL. This is the first demonstration that EBV can be reactivated directly by another pathogen. Our results suggest that P. falciparum antigens such as PfEMP1 can directly induce EBV reactivation during malaria infections. The increased viral load and the concomitant polyclonal B cell activation with enhanced B cell survival may augment the risk of eBL development in children living in malaria-endemic areas."
      ]
    },
    "AuthorList": [
      {
        "Identifier": [],
        "AffiliationInfo": [
          {
            "Identifier": [],
            "Affiliation": "Department of Microbiology, Tumor and Cell Biology (MTC), and Swedish Institute for Infectious Disease Control (SMI), SE-171 82 Stockholm, Sweden."
          }
        ],
        "LastName": "Chene",
        "ForeName": "Arnaud",
        "Initials": "A"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Donati",
        "ForeName": "Daria",
        "Initials": "D"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Orem",
        "ForeName": "Jackson",
        "Initials": "J"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Mbidde",
        "ForeName": "E R",
        "Initials": "ER"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Kironde",
        "ForeName": "Fred",
        "Initials": "F"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Wahlgren",
        "ForeName": "Mats",
        "Initials": "M"
      },
      {
        "Identifier": [],
        "AffiliationInfo": [],
        "LastName": "Bejarano",
        "ForeName": "Maria Teresa",
        "Initials": "MT"
      }
    ],
    "PublicationTypeList": [
      "Journal Article",
      "Research Support, Non-U.S. Gov't",
      "Review"
    ]
  },
  "MedlineJournalInfo": {
    "Country": "England",
    "MedlineTA": "Semin Cancer Biol",
    "NlmUniqueID": "9010218",
    "ISSNLinking": "1044-579X"
  },
  "MeshHeadingList": [
    {
      "QualifierName": [],
      "DescriptorName": "Animals"
    },
    {
      "QualifierName": [
        "etiology",
        "parasitology"
      ],
      "DescriptorName": "Burkitt Lymphoma"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Epstein-Barr Virus Infections"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Herpesvirus 4, Human"
    },
    {
      "QualifierName": [],
      "DescriptorName": "Humans"
    },
    {
      "QualifierName": [
        "complications"
      ],
      "DescriptorName": "Malaria, Falciparum"
    },
    {
      "QualifierName": [
        "pathogenicity"
      ],
      "DescriptorName": "Plasmodium falciparum"
    },
    {
      "QualifierName": [
        "physiology"
      ],
      "DescriptorName": "Virus Activation"
    }
  ],
  "NumberOfReferences": "100"
}